{
    "pmid": "41440237",
    "title": "STAT2 Promotes Tumor Growth in Colorectal Cancer Independent of Type I IFN Receptor Signaling.",
    "abstract": "The role of Signal Transducer and Activator of Transcription 2 (STAT2) in cancer remains poorly understood. STAT2 is a key mediator of type I interferon (IFN) signaling, activating the expression of IFN-stimulated genes with antiviral and antiproliferative effects. However, emerging evidence suggests that STAT2 can also promote tumor growth. Here, we show that high STAT2 mRNA expression in colon cancer tumors correlates with reduced overall survival in patients. In preclinical models, deletion of STAT2 in tumor cells suppressed tumor growth, whereas STAT2 overexpression enhanced tumor growth, supporting its pro-tumorigenic role. To determine whether this function depends on type I IFN receptor (IFNAR1) signaling, we generated IFNAR1 knockout (IFNAR1 KO) colon carcinoma cells and compared their growth with parental and STAT2-deficient (STAT2 KO) tumor cells. Loss of type I IFN signaling was confirmed by western blot and qPCR analyses. In vitro, IFNAR1 KO and STAT2 KO tumor cells proliferated at similar rates. However, in xenograft tumor transplantation models, IFNAR1 KO cells formed larger tumors while STAT2 KO tumor cells formed smaller ones compared to parental tumor cells. These findings indicate that STAT2 promotes colorectal cancer growth through mechanisms independent of IFNAR1 signaling.",
    "disease": "colorectal cancer",
    "clean_text": "stat promotes tumor growth in colorectal cancer independent of type i ifn receptor signaling the role of signal transducer and activator of transcription stat in cancer remains poorly understood stat is a key mediator of type i interferon ifn signaling activating the expression of ifn stimulated genes with antiviral and antiproliferative effects however emerging evidence suggests that stat can also promote tumor growth here we show that high stat mrna expression in colon cancer tumors correlates with reduced overall survival in patients in preclinical models deletion of stat in tumor cells suppressed tumor growth whereas stat overexpression enhanced tumor growth supporting its pro tumorigenic role to determine whether this function depends on type i ifn receptor ifnar signaling we generated ifnar knockout ifnar ko colon carcinoma cells and compared their growth with parental and stat deficient stat ko tumor cells loss of type i ifn signaling was confirmed by western blot and qpcr analyses in vitro ifnar ko and stat ko tumor cells proliferated at similar rates however in xenograft tumor transplantation models ifnar ko cells formed larger tumors while stat ko tumor cells formed smaller ones compared to parental tumor cells these findings indicate that stat promotes colorectal cancer growth through mechanisms independent of ifnar signaling"
}