{
    "pmid": "41391423",
    "title": "The phenotype and genotype of KCNMA1 - related disorders in China.",
    "abstract": "The KCNMA1 gene encodes the BK K⁺ channel, which modulates neuronal and muscular excitability. Variants in this gene are associated with heterogeneous or overlapping clinical features, including movement disorders, epilepsy, and developmental delays. This study aimed to analyze the genotype-phenotype correlations of KCNMA1-related disorders in China. Clinical and genetic datas were collected from patients diagnosed with KCNMA1-related disoreders at Beijing Children's Hospital between January 2017 and December 2024. Literature reviews were conducted using the China National Knowledge Infrastructure (CNKI) and Wanfang databases with \"KCNMA1″ as the keyword (from database establishment to December 2024) to summarize reported Chinese cases. Data on clinical phenotypes, genetic variant types, imaging findings, and prognosis were analyzed. Twenty-seven patients (20 males, 7 females) with KCNMA1 variants were included. Six presented with epilepsy and paroxysmal movement disorders, 6 with movement disorders alone, and 12 with epilepsy alone. Movement disorder types included paroxysmal nonkinesigenic dyskinesia (PNKD), ataxia, and episodic limb weakness. Seizure types encompassed generalized tonic-clonic, tonic, epileptic spasms, absence, focal, myoclonic, and atonic seizures. Twenty-six patients exhibited developmental delays, including 3 with delays alone (no seizures or movement disorders). A total of 25 distinct variants were identified, including 19 missense, 2 frameshift, 2 splice-site, 1 nonsense, and 1 deletion variant, of which 16 were novel. About genotype-phenotype correlations, among the 12 epilepsy-only cases, 8 (66.7%, 8/12) had variants located in transmembrane domains (S0-S6). Of the 12 cases with movement disorders (with or without epilepsy; 10 variants), 8 (80%, 8/10) had variants in intracellular domains, predominantly the RCK-2 region. This study summarized the primary clinical features of KCNMA1 variants, including movement disorders, epilepsy, and developmental delays. Additionally, 16 novel variants were reported. Genotype-phenotype correlations analysis suggested that variants in transmembrane domains are more likely to cause epilepsy, while those in intracellular domains, especially RCK-2, are primarily associated with movement disorders, with or without epilepsy. However, further studies with larger sample sizes are needed for validation.",
    "disease": "epilepsy",
    "clean_text": "the phenotype and genotype of kcnma related disorders in china the kcnma gene encodes the bk k channel which modulates neuronal and muscular excitability variants in this gene are associated with heterogeneous or overlapping clinical features including movement disorders epilepsy and developmental delays this study aimed to analyze the genotype phenotype correlations of kcnma related disorders in china clinical and genetic datas were collected from patients diagnosed with kcnma related disoreders at beijing children s hospital between january and december literature reviews were conducted using the china national knowledge infrastructure cnki and wanfang databases with kcnma as the keyword from database establishment to december to summarize reported chinese cases data on clinical phenotypes genetic variant types imaging findings and prognosis were analyzed twenty seven patients males females with kcnma variants were included six presented with epilepsy and paroxysmal movement disorders with movement disorders alone and with epilepsy alone movement disorder types included paroxysmal nonkinesigenic dyskinesia pnkd ataxia and episodic limb weakness seizure types encompassed generalized tonic clonic tonic epileptic spasms absence focal myoclonic and atonic seizures twenty six patients exhibited developmental delays including with delays alone no seizures or movement disorders a total of distinct variants were identified including missense frameshift splice site nonsense and deletion variant of which were novel about genotype phenotype correlations among the epilepsy only cases had variants located in transmembrane domains s s of the cases with movement disorders with or without epilepsy variants had variants in intracellular domains predominantly the rck region this study summarized the primary clinical features of kcnma variants including movement disorders epilepsy and developmental delays additionally novel variants were reported genotype phenotype correlations analysis suggested that variants in transmembrane domains are more likely to cause epilepsy while those in intracellular domains especially rck are primarily associated with movement disorders with or without epilepsy however further studies with larger sample sizes are needed for validation"
}