{
    "title": "Autoimmune Diseases and Their Manifestations on Oral Cavity: Diagnosis and Clinical Management.",
    "doc_id": "29977929",
    "writer": "Saccucci M",
    "year": "2018",
    "summary": "This review is aimed at describing oral presentations, diagnosis, and treatment strategies for systemic lupus erythematosus, Sjogren syndrome, pemphigus vulgaris, mucous membrane pemphigoid, and Behcet disease....",
    "abstract": "Oral signs are frequently the first manifestation of autoimmune diseases. For this reason, dentists play an important role in the detection of emerging autoimmune pathologies. Indeed, an early diagnosis can play a decisive role in improving the quality of treatment strategies as well as quality of life. This can be obtained thanks to specific knowledge of oral manifestations of autoimmune diseases. This review is aimed at describing oral presentations, diagnosis, and treatment strategies for systemic lupus erythematosus, Sjögren syndrome, pemphigus vulgaris, mucous membrane pemphigoid, and Behcet disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29977929/",
    "clean_text": "autoimmune diseases and their manifestations on oral cavity diagnosis and clinical management this review is aimed at describing oral presentations diagnosis and treatment strategies for systemic lupus erythematosus sjogren syndrome pemphigus vulgaris mucous membrane pemphigoid and behcet disease oral signs are frequently the first manifestation of autoimmune diseases for this reason dentists play an important role in the detection of emerging autoimmune pathologies indeed an early diagnosis can play a decisive role in improving the quality of treatment strategies as well as quality of life this can be obtained thanks to specific knowledge of oral manifestations of autoimmune diseases this review is aimed at describing oral presentations diagnosis and treatment strategies for systemic lupus erythematosus sj gren syndrome pemphigus vulgaris mucous membrane pemphigoid and behcet disease"
}