{
    "pmid": "41423014",
    "title": "Chlorogenic acid exerts anti-inflammation and neuroprotective effect in pentylenetetrazole-induced epilepsy mouse model by regulating microglia polarization via Nrf2/HO-1 pathway.",
    "abstract": "Chlorogenic acid (CGA) possesses diverse biological functions, including antioxidant, anti-inflammatory, and anti-apoptotic, both in vitro and in vivo. Recent studies have suggested that CGA also has neuroprotective effects. However, its potential to alleviate seizures and attenuate epilepsy-related neuropathology remains unclear. This study investigated the effects and underlying mechanisms of CGA in a pentylenetetrazole (PTZ)-induced epilepsy mouse model. CGA treatment significantly reduced epileptic seizures. Nissl and NeuN immunofluorescence staining revealed that CGA also significantly reduced neuronal damage. Furthermore, CGA promoted microglial polarization from the pro-inflammatory M1 to the anti-inflammatory M2 phenotype and suppressed neuroinflammation, evidenced by iNOS/IBA-1 and Arg-1/IBA-1 immunofluorescence and RT-PCR. BrdU staining revealed that CGA inhibited epilepsy-induced aberrant neurogenesis. In addition, behavioral tests showed improved cognitive performance following CGA treatment. Finally, western blot analysis indicated the activation of the Nrf2/HO-1 pathway, and Nrf2 knockdown reversed CGA's effects. These findings suggest that CGA exerts anti-seizure and neuroprotective effects via microglial modulation through the Nrf2/HO-1 pathway.",
    "disease": "epilepsy",
    "clean_text": "chlorogenic acid exerts anti inflammation and neuroprotective effect in pentylenetetrazole induced epilepsy mouse model by regulating microglia polarization via nrf ho pathway chlorogenic acid cga possesses diverse biological functions including antioxidant anti inflammatory and anti apoptotic both in vitro and in vivo recent studies have suggested that cga also has neuroprotective effects however its potential to alleviate seizures and attenuate epilepsy related neuropathology remains unclear this study investigated the effects and underlying mechanisms of cga in a pentylenetetrazole ptz induced epilepsy mouse model cga treatment significantly reduced epileptic seizures nissl and neun immunofluorescence staining revealed that cga also significantly reduced neuronal damage furthermore cga promoted microglial polarization from the pro inflammatory m to the anti inflammatory m phenotype and suppressed neuroinflammation evidenced by inos iba and arg iba immunofluorescence and rt pcr brdu staining revealed that cga inhibited epilepsy induced aberrant neurogenesis in addition behavioral tests showed improved cognitive performance following cga treatment finally western blot analysis indicated the activation of the nrf ho pathway and nrf knockdown reversed cga s effects these findings suggest that cga exerts anti seizure and neuroprotective effects via microglial modulation through the nrf ho pathway"
}