{
    "pmid": "41434186",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Associative memory is a pivotal component of social cognition. The loss of this ability, frequently reported in the initial stages of Alzheimer's Disease (AD), is among the earliest indications of cognitive impairment. Recent studies have demonstrated that brain oscillations in the gamma band (γ, 30-120 Hz) play a pivotal role in higher-order cognitive functions, including multisensory integration (Senkowski et al., 2009) and memory consolidation (Fernandez-Ruiz et al., 2021). This study aims to establish whether resting-state EEG (rsEEG) spectral power can serve as a predictive biomarker of associative memory ability, possibly identifying early signs of memory challenges that may also be observed in AD patients. Forty-eight healthy adults underwent rsEEG recording, followed by a face-name association task (FNAT; Manippa et al., 2025), assessing immediate (IR) and delayed recall (DR). Results showed that endogenous slow-gamma (s-γ, 30-49 Hz) power significantly predicted DR, accounting for 22% of the variance (p = 0.024). Increased s-γ power in temporal regions was positively associated with memory performance (p = 0.038). Fast-gamma (f-γ, 51-100 Hz) power significantly predicted DR, accounting for 27% of the variance (p = 0.006), with increased frontal (p = 0.045) and reduced posterior (p <0.001) f-γ power predicting better performance. Lastly, a trend was observed where increased temporal f-γ power and reduced posterior f-γ power were associated with better IR performance. The correlation between increased temporal s-γ and improved accuracy confirms temporal lobe involvement in the consolidation and retrieval of associative memories (Mayes et al., 2007), consistent with reports of reduced gamma power in the medial temporal lobe in AD patients (Babiloni et al., 2020). Moreover, increased frontal f-γ activity suggests greater reliance on executive control processes, typically located in the prefrontal cortex, facilitating retrieval (Wang et al., 2018). Reduced posterior f-γ activity may indicate a shift from sensory integration to higher-order cognitive processing, with disruptions potentially reflecting imbalanced network dynamics, as observed in AD (Verret et al., 2012). These findings offer novel insights into the neurophysiological mechanisms underlying associative memory, possibly facilitating monitoring and prevention of cognitive decline in populations at risk for AD.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium associative memory is a pivotal component of social cognition the loss of this ability frequently reported in the initial stages of alzheimer s disease ad is among the earliest indications of cognitive impairment recent studies have demonstrated that brain oscillations in the gamma band hz play a pivotal role in higher order cognitive functions including multisensory integration senkowski et al and memory consolidation fernandez ruiz et al this study aims to establish whether resting state eeg rseeg spectral power can serve as a predictive biomarker of associative memory ability possibly identifying early signs of memory challenges that may also be observed in ad patients forty eight healthy adults underwent rseeg recording followed by a face name association task fnat manippa et al assessing immediate ir and delayed recall dr results showed that endogenous slow gamma s hz power significantly predicted dr accounting for of the variance p increased s power in temporal regions was positively associated with memory performance p fast gamma f hz power significantly predicted dr accounting for of the variance p with increased frontal p and reduced posterior p f power predicting better performance lastly a trend was observed where increased temporal f power and reduced posterior f power were associated with better ir performance the correlation between increased temporal s and improved accuracy confirms temporal lobe involvement in the consolidation and retrieval of associative memories mayes et al consistent with reports of reduced gamma power in the medial temporal lobe in ad patients babiloni et al moreover increased frontal f activity suggests greater reliance on executive control processes typically located in the prefrontal cortex facilitating retrieval wang et al reduced posterior f activity may indicate a shift from sensory integration to higher order cognitive processing with disruptions potentially reflecting imbalanced network dynamics as observed in ad verret et al these findings offer novel insights into the neurophysiological mechanisms underlying associative memory possibly facilitating monitoring and prevention of cognitive decline in populations at risk for ad"
}