{
    "pmid": "41394967",
    "title": "Iso-height axis correlates with collateral ligament balance in medial compartment knee osteoarthritis.",
    "abstract": "A dynamic iso-height Axis (IHA) was invented based on knee flexion motion and supposed to be a target to restore knee soft tissue balance, which is critical in knee surgeries. This study aims to validate the correlation between IHA and the elongation patterns of the medial and lateral collateral ligaments (MCL and LCL). Twenty-six patients with unilateral MCKOA and intact contralateral knees were enrolled. Three-dimensional models of knee were built from CT scan. The TEA, GCA and footprints of superficial, deep MCL (sMCL, dMCL) and LCL were determined based on knee surface models. Each ligament was divided into three bundle according to the anatomical feature. Patients performed stair climbing under the surveillance of dual fluoroscopic imaging system (DFIS), and the elongation of collateral ligament bundle and IHA positions of bilateral knees were calculated. Compared to the native side, the sMCL and dMCL bundles were shorter (mean -2.9% and -6.2%, respectively), while the LCL medial and posterior bundles were significantly longer (mean 4.5%) in MCKOA knees. There were no significant differences in the IHA between the medial compartment knee osteoarthritis (MCKOA) knee and the native knee during daily extension. Besides, the iso-height point on the lateral femoral condyle geometrical centre axis (GCA) plane nearly overlapped with the lateral GCA point. There was a significant correlation between the differences of two-sided IHA positions and the differences of two-sided collateral ligament elongations (P < 0.01). This study firstly validated the correlation between IHA and the elongation patterns of the MCL and LCL, suggesting that IHA can reflect longitudinal soft tissue balance state of the knee joint. This finding provides new insights for improving design and planning in future clinical interventions.",
    "disease": "osteoarthritis",
    "clean_text": "iso height axis correlates with collateral ligament balance in medial compartment knee osteoarthritis a dynamic iso height axis iha was invented based on knee flexion motion and supposed to be a target to restore knee soft tissue balance which is critical in knee surgeries this study aims to validate the correlation between iha and the elongation patterns of the medial and lateral collateral ligaments mcl and lcl twenty six patients with unilateral mckoa and intact contralateral knees were enrolled three dimensional models of knee were built from ct scan the tea gca and footprints of superficial deep mcl smcl dmcl and lcl were determined based on knee surface models each ligament was divided into three bundle according to the anatomical feature patients performed stair climbing under the surveillance of dual fluoroscopic imaging system dfis and the elongation of collateral ligament bundle and iha positions of bilateral knees were calculated compared to the native side the smcl and dmcl bundles were shorter mean and respectively while the lcl medial and posterior bundles were significantly longer mean in mckoa knees there were no significant differences in the iha between the medial compartment knee osteoarthritis mckoa knee and the native knee during daily extension besides the iso height point on the lateral femoral condyle geometrical centre axis gca plane nearly overlapped with the lateral gca point there was a significant correlation between the differences of two sided iha positions and the differences of two sided collateral ligament elongations p this study firstly validated the correlation between iha and the elongation patterns of the mcl and lcl suggesting that iha can reflect longitudinal soft tissue balance state of the knee joint this finding provides new insights for improving design and planning in future clinical interventions"
}