{
    "pmid": "41361834",
    "title": "Gut mucosa-associated microbiota signatures in healthy individuals and patients at different stages of liver disease: a pilot study.",
    "abstract": "The gut microbiota plays a key role in the progression of chronic liver disease and the development of hepatocellular carcinoma (HCC). However, findings on microbiota composition in such patients remain inconsistent, likely due to differences in disease aetiology and sample type. The mucosa-associated microbiota (MAM), residing in the intestinal mucin layer, more accurately reflects mucosal health than faecal microbiota, being more stable and less influenced by diet. This study aimed to characterise the ileal and sigmoid MAM in patients with chronic hepatitis C (CHC), liver cirrhosis (LC), and HCC. We performed DNA metabarcoding sequencing of mucosa samples collected from the ileum and sigmoid colon of patients at different stages of liver disease and healthy controls (HC). The predicted functions were analysed via phylogenetic investigation of communities by reconstruction of unobserved states (PICRUSt2) to infer metabolic pathways that can be expressed in the microbiome. Among 33 participants (20 HCV-related liver disease and 13 healthy controls), MAM α-diversity decreased significantly in advanced disease stages, particularly in LC and HCC, regardless of the metric applied (p ≤ 0.05). β-diversity analyses showed distinct microbial community structures across groups. Both ileal and sigmoid MAM were dominated by Bacteroidetes, Firmicutes, and Proteobacteria, with enrichment of Firmicutes_D, Proteobacteria, and Fusobacteria in LC and HCC. Several genera, including Bulleidia, Pantoea, Clostridium_Q, Rothia, and Streptococcus, were significantly increased in HCC, whereas beneficial taxa such as Akkermansia and Butyricimonas were depleted. Functional predictions indicated enrichment of degradative pathways (e.g., taurine, chitin derivatives, and carbohydrate metabolism) in LC and HCC. Our pilot study suggests that MAM alterations do not directly mirror liver disease progression but show distinct patterns associated with different stages. These associations, more evident in advanced disease, involve bacterial taxa linked to gut integrity, inflammation, and carcinogenesis. This exploratory work lays the groundwork for future studies to validate these findings and investigate their relevance to microbiome-based diagnostics and therapies in HCC.",
    "disease": "liver cirrhosis",
    "clean_text": "gut mucosa associated microbiota signatures in healthy individuals and patients at different stages of liver disease a pilot study the gut microbiota plays a key role in the progression of chronic liver disease and the development of hepatocellular carcinoma hcc however findings on microbiota composition in such patients remain inconsistent likely due to differences in disease aetiology and sample type the mucosa associated microbiota mam residing in the intestinal mucin layer more accurately reflects mucosal health than faecal microbiota being more stable and less influenced by diet this study aimed to characterise the ileal and sigmoid mam in patients with chronic hepatitis c chc liver cirrhosis lc and hcc we performed dna metabarcoding sequencing of mucosa samples collected from the ileum and sigmoid colon of patients at different stages of liver disease and healthy controls hc the predicted functions were analysed via phylogenetic investigation of communities by reconstruction of unobserved states picrust to infer metabolic pathways that can be expressed in the microbiome among participants hcv related liver disease and healthy controls mam diversity decreased significantly in advanced disease stages particularly in lc and hcc regardless of the metric applied p diversity analyses showed distinct microbial community structures across groups both ileal and sigmoid mam were dominated by bacteroidetes firmicutes and proteobacteria with enrichment of firmicutes d proteobacteria and fusobacteria in lc and hcc several genera including bulleidia pantoea clostridium q rothia and streptococcus were significantly increased in hcc whereas beneficial taxa such as akkermansia and butyricimonas were depleted functional predictions indicated enrichment of degradative pathways e g taurine chitin derivatives and carbohydrate metabolism in lc and hcc our pilot study suggests that mam alterations do not directly mirror liver disease progression but show distinct patterns associated with different stages these associations more evident in advanced disease involve bacterial taxa linked to gut integrity inflammation and carcinogenesis this exploratory work lays the groundwork for future studies to validate these findings and investigate their relevance to microbiome based diagnostics and therapies in hcc"
}