{
    "pmid": "41454696",
    "title": "CD147/Basigin: From Integrative Molecular Hub to Translational Therapeutic Target.",
    "abstract": "CD147 (Basigin/EMMPRIN), a multifunctional member of the immunoglobulin superfamily (IgSF), is a critical regulator of tumor progression, immune modulation, and metabolic adaptation. Under physiological conditions, it acts as a dynamic scaffold, interacting with monocarboxylate transporters (MCTs), integrins, and cyclophilin A (CyPA) to orchestrate spermatogenesis, embryo implantation, and neural network function. Pathological overexpression of CD147 induces the secretion of matrix metalloproteinases (MMPs), epithelial-mesenchymal transition (EMT), metabolic reprogramming, and immune evasion, functioning as an independent prognostic biomarker in multiple malignancies. Beyond oncology, CD147 is exploited as an entry receptor for pathogens, including SARS‑CoV‑2, HIV‑1, Plasmodium falciparum, and contributes mechanistically to cardiovascular, autoimmune, and neurodegenerative diseases. Notably, CD147 acts as a fundamental \"Energy-Structure Coupler,\" coordinating metabolic flux (via MCTs) with morphogenetic plasticity (via integrins/MMPs) to maintain cellular homeostasis. This review summarizes current insights into CD147's molecular structure, isoforms, post-translational modifications, and signaling pathways, highlighting its pivotal roles across cancer, infection, autoimmunity, and cardiovascular disease. Finally, we discuss challenges such as the \"specificity paradox\" and propose emerging strategies to exploit CD147 as a precision biomarker and therapeutic target across diverse diseases.",
    "disease": "covid-19",
    "clean_text": "cd basigin from integrative molecular hub to translational therapeutic target cd basigin emmprin a multifunctional member of the immunoglobulin superfamily igsf is a critical regulator of tumor progression immune modulation and metabolic adaptation under physiological conditions it acts as a dynamic scaffold interacting with monocarboxylate transporters mcts integrins and cyclophilin a cypa to orchestrate spermatogenesis embryo implantation and neural network function pathological overexpression of cd induces the secretion of matrix metalloproteinases mmps epithelial mesenchymal transition emt metabolic reprogramming and immune evasion functioning as an independent prognostic biomarker in multiple malignancies beyond oncology cd is exploited as an entry receptor for pathogens including sars cov hiv plasmodium falciparum and contributes mechanistically to cardiovascular autoimmune and neurodegenerative diseases notably cd acts as a fundamental energy structure coupler coordinating metabolic flux via mcts with morphogenetic plasticity via integrins mmps to maintain cellular homeostasis this review summarizes current insights into cd s molecular structure isoforms post translational modifications and signaling pathways highlighting its pivotal roles across cancer infection autoimmunity and cardiovascular disease finally we discuss challenges such as the specificity paradox and propose emerging strategies to exploit cd as a precision biomarker and therapeutic target across diverse diseases"
}