{
    "pmid": "41441560",
    "title": "Development and evaluation of the agitation in Alzheimer's screener for caregivers (AASC): a clinical tool to screen for agitation.",
    "abstract": "Although agitation is a common neuropsychiatric symptom in Alzheimer's dementia, it can be challenging to recognize and diagnose. Caregivers of individuals with Alzheimer's dementia are often the first to encounter agitation behaviors but may struggle to recognize and communicate symptoms to healthcare professionals (HCPs). Here, we describe the development and evaluation of the Agitation in Alzheimer's Screener for Caregivers (AASC), a practical screening tool to identify agitation symptoms and facilitate caregiver-HCP communication. The AASC was developed based on the International Psychogeriatric Association (IPA) criteria for agitation in cognitive disorders, input from multidisciplinary experts, and qualitative interviews with caregivers of patients with Alzheimer's dementia. Thereafter, a 2-phase quantitative evaluation study was conducted to refine the AASC and assess the predictive validity of the final tool against IPA criteria. Data were collected from caregiver-HCP dyads, where caregivers completed the AASC and HCPs used IPA criteria to inform their assessment of agitation. A total of 226 caregiver-HCP dyads were quantitatively evaluated. The mean age of caregivers was 61 years; many were spouses/partners (46%), White (60%), and female (62%), providing an average of 60 h of care weekly (range: 9-168 h). Following initial assessment and refinement, the final AASC, evaluated in a subset of 105 dyads, showed a 73.3% agreement with IPA criteria, with sensitivity of 0.77, specificity of 0.70, and kappa and F1 scores of 0.47 and 0.71, respectively. Most patients were classified as having mild (41%) to moderate (37%) Alzheimer's dementia, while 22% had severe disease. The AASC is a reliable, easy-to-use, 2-item screener for the presence and impact of agitation, in agreement with IPA criteria. The AASC supports caregivers and HCPs by providing an accessible framework for recognizing agitation throughout all stages of Alzheimer's dementia and prompting comprehensive assessment for diagnosis and appropriate treatment planning.",
    "disease": "alzheimer disease",
    "clean_text": "development and evaluation of the agitation in alzheimer s screener for caregivers aasc a clinical tool to screen for agitation although agitation is a common neuropsychiatric symptom in alzheimer s dementia it can be challenging to recognize and diagnose caregivers of individuals with alzheimer s dementia are often the first to encounter agitation behaviors but may struggle to recognize and communicate symptoms to healthcare professionals hcps here we describe the development and evaluation of the agitation in alzheimer s screener for caregivers aasc a practical screening tool to identify agitation symptoms and facilitate caregiver hcp communication the aasc was developed based on the international psychogeriatric association ipa criteria for agitation in cognitive disorders input from multidisciplinary experts and qualitative interviews with caregivers of patients with alzheimer s dementia thereafter a phase quantitative evaluation study was conducted to refine the aasc and assess the predictive validity of the final tool against ipa criteria data were collected from caregiver hcp dyads where caregivers completed the aasc and hcps used ipa criteria to inform their assessment of agitation a total of caregiver hcp dyads were quantitatively evaluated the mean age of caregivers was years many were spouses partners white and female providing an average of h of care weekly range h following initial assessment and refinement the final aasc evaluated in a subset of dyads showed a agreement with ipa criteria with sensitivity of specificity of and kappa and f scores of and respectively most patients were classified as having mild to moderate alzheimer s dementia while had severe disease the aasc is a reliable easy to use item screener for the presence and impact of agitation in agreement with ipa criteria the aasc supports caregivers and hcps by providing an accessible framework for recognizing agitation throughout all stages of alzheimer s dementia and prompting comprehensive assessment for diagnosis and appropriate treatment planning"
}