{
    "title": "Does drinking coffee reduce the risk of colorectal cancer? A qualitative umbrella review of systematic reviews.",
    "doc_id": "37129722",
    "writer": "Emile SH",
    "year": "2023",
    "summary": "The present study aimed to provide an overview of the collective evidence on the association between coffee consumption and risk of colorectal cancer (CRC) through an umbrella review of the published systematic reviews. METHODS: This PRISMA-compliant systematic review …",
    "abstract": "Purpose:\n        \n      \n      Coffee drinking has been linked to many positive health effects, including reduced risk of some cancers. The present study aimed to provide an overview of the collective evidence on the association between coffee consumption and risk of colorectal cancer (CRC) through an umbrella review of the published systematic reviews.\n    \n\n\n          Methods:\n        \n      \n      This PRISMA-compliant systematic review of systematic reviews assessed the association between coffee drinking and the risk of CRC. An umbrella review approach was followed in a qualitative narrative manner. The quality of included reviews was assessed by the AMSTAR 2 checklist. The main outcome was the association between coffee drinking and CRC and colon and rectal cancer separately.\n    \n\n\n          Results:\n        \n      \n      Fourteen systematic reviews were included in this umbrella review. Coffee drinking was associated with a significant reduction in the risk of CRC according to five reviews (11-24%), colon cancer according to two reviews (9-21%), and rectal cancer according to one review (25%). One review reported a significant risk reduction of CRC by 7% with drinking six or more cups of coffee per day and another review reported a significant risk reduction of 8% with five cups per day reaching 12% with six cups per day. Decaffeinated coffee was associated with a significant risk reduction according to three reviews.\n    \n\n\n          Conclusion:\n        \n      \n      The evidence supporting caffeinated coffee as associated with a reduced risk of CRC is inconsistent. Dose-dependent relation analysis suggests that the protective effect of coffee drinking against CRC is evident with the consumption of five or more cups per day.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37129722/",
    "clean_text": "does drinking coffee reduce the risk of colorectal cancer a qualitative umbrella review of systematic reviews the present study aimed to provide an overview of the collective evidence on the association between coffee consumption and risk of colorectal cancer crc through an umbrella review of the published systematic reviews methods this prisma compliant systematic review purpose coffee drinking has been linked to many positive health effects including reduced risk of some cancers the present study aimed to provide an overview of the collective evidence on the association between coffee consumption and risk of colorectal cancer crc through an umbrella review of the published systematic reviews methods this prisma compliant systematic review of systematic reviews assessed the association between coffee drinking and the risk of crc an umbrella review approach was followed in a qualitative narrative manner the quality of included reviews was assessed by the amstar checklist the main outcome was the association between coffee drinking and crc and colon and rectal cancer separately results fourteen systematic reviews were included in this umbrella review coffee drinking was associated with a significant reduction in the risk of crc according to five reviews colon cancer according to two reviews and rectal cancer according to one review one review reported a significant risk reduction of crc by with drinking six or more cups of coffee per day and another review reported a significant risk reduction of with five cups per day reaching with six cups per day decaffeinated coffee was associated with a significant risk reduction according to three reviews conclusion the evidence supporting caffeinated coffee as associated with a reduced risk of crc is inconsistent dose dependent relation analysis suggests that the protective effect of coffee drinking against crc is evident with the consumption of five or more cups per day"
}