{
    "pmid": "41467504",
    "title": "Phenotypic expansion of CALM1/2-associated disorders to include neurologic phenotypes without arrhythmia.",
    "abstract": "Calmodulin is an intracellular Ca2+ sensor that regulates numerous cellular processes through binding effector proteins and changing their activity. Humans have three calmodulin paralogs, CALM1, CALM2 and CALM3, encoding identical proteins, and missense variants in all three are included in the ACMG recommendations for reporting of secondary findings related to early onset sudden cardiac death caused by arrhythmias long QT syndrome and CPVT. Recently, a subset of individuals with de novo variants in calmodulin genes were described who also presented with neurologic phenotypes. Here we report two individuals with the same de novo variant c.419A > T in CALM1 or CALM2 that may generate a 5' splice donor gain and/or a missense change p.E140V. These individuals share hypotonia, motor delay, intellectual disability, and abnormal electroencephalograms but lack cardiac arrhythmia/electrocardiogram abnormalities of previously described CALM-associated disease, suggesting the variant causes phenotypic expansion beyond the known Mendelian phenotypes. RNA-seq of the CALM1 proband blood's sample revealed that most transcripts from the variant allele showed usage of the new splice site or intron retention, without NMD, resulting in frameshifted C-terminal truncations, while a minority resulted in production of the p.E140V missense protein. We modeled the CALM1/2 p.E140V variant as well as a known arrhythmia variant, CALM1 p.E141G, using the C. elegans ortholog cmd-1. We found that cmd-1 E140V displayed both qualitative and quantitative differences in phenotype from E141G, indicating distinct genetic mechanisms. Together, these findings support CALM1/2 phenotypic expansion, with c.419A > T p.E140V resulting in neurologic, but not arrhythmia phenotypes.",
    "disease": "stroke",
    "clean_text": "phenotypic expansion of calm associated disorders to include neurologic phenotypes without arrhythmia calmodulin is an intracellular ca sensor that regulates numerous cellular processes through binding effector proteins and changing their activity humans have three calmodulin paralogs calm calm and calm encoding identical proteins and missense variants in all three are included in the acmg recommendations for reporting of secondary findings related to early onset sudden cardiac death caused by arrhythmias long qt syndrome and cpvt recently a subset of individuals with de novo variants in calmodulin genes were described who also presented with neurologic phenotypes here we report two individuals with the same de novo variant c a t in calm or calm that may generate a splice donor gain and or a missense change p e v these individuals share hypotonia motor delay intellectual disability and abnormal electroencephalograms but lack cardiac arrhythmia electrocardiogram abnormalities of previously described calm associated disease suggesting the variant causes phenotypic expansion beyond the known mendelian phenotypes rna seq of the calm proband blood s sample revealed that most transcripts from the variant allele showed usage of the new splice site or intron retention without nmd resulting in frameshifted c terminal truncations while a minority resulted in production of the p e v missense protein we modeled the calm p e v variant as well as a known arrhythmia variant calm p e g using the c elegans ortholog cmd we found that cmd e v displayed both qualitative and quantitative differences in phenotype from e g indicating distinct genetic mechanisms together these findings support calm phenotypic expansion with c a t p e v resulting in neurologic but not arrhythmia phenotypes"
}