{
    "title": "TCF1 and beta-catenin regulate T cell development and function.",
    "doc_id": "20082155",
    "writer": "Yu Q",
    "year": "2010",
    "summary": "T cell factor-1 (TCF1) critically regulates T cell development. However, signals that control TCF1 function in developing and mature T cells remain unknown. ...We have genetically manipulated the beta-catenin gene and generated mutant mice that have sh …",
    "abstract": "T cell factor-1 (TCF1) critically regulates T cell development. However, signals that control TCF1 function in developing and mature T cells remain unknown. TCF1 along with beta-catenin activates gene transcription and in cooperation with Groucho family of proteins mediates gene repression. It has been established that the beta-catenin-dependent gene expression is often downstream of the canonical Wnt signaling pathway. We have genetically manipulated the beta-catenin gene and generated mutant mice that have shown an essential role for beta-catenin and TCF1 during pre-T cell receptor (TCR) and TCR-dependent stages of T cell development. We have also demonstrated a function for TCF1 and beta-catenin downstream of TCR signaling in the differentiation of mature CD4 T cells into T helper lineages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20082155/",
    "clean_text": "tcf and beta catenin regulate t cell development and function t cell factor tcf critically regulates t cell development however signals that control tcf function in developing and mature t cells remain unknown we have genetically manipulated the beta catenin gene and generated mutant mice that have sh t cell factor tcf critically regulates t cell development however signals that control tcf function in developing and mature t cells remain unknown tcf along with beta catenin activates gene transcription and in cooperation with groucho family of proteins mediates gene repression it has been established that the beta catenin dependent gene expression is often downstream of the canonical wnt signaling pathway we have genetically manipulated the beta catenin gene and generated mutant mice that have shown an essential role for beta catenin and tcf during pre t cell receptor tcr and tcr dependent stages of t cell development we have also demonstrated a function for tcf and beta catenin downstream of tcr signaling in the differentiation of mature cd t cells into t helper lineages"
}