{
    "title": "Smelling phenomenal.",
    "doc_id": "25071676",
    "writer": "Young BD.",
    "year": "2014",
    "summary": "Qualitative-consciousness arises at the sensory level of olfactory processing and pervades our experience of smells to the extent that qualitative character is maintained whenever we are aware of undergoing an olfactory experience. ...Mounting empirical research is …",
    "abstract": "Qualitative-consciousness arises at the sensory level of olfactory processing and pervades our experience of smells to the extent that qualitative character is maintained whenever we are aware of undergoing an olfactory experience. Building upon the distinction between Access and Phenomenal Consciousness the paper offers a nuanced distinction between Awareness and Qualitative-consciousness that is applicable to olfaction in a manner that is conceptual precise and empirically viable. Mounting empirical research is offered substantiating the applicability of the distinction to olfaction and showing that olfactory qualitative-consciousness can occur without awareness, but any olfactory state that we are aware of being in is always qualitative. Evidence that olfactory sensory states have a qualitatively character in the absence of awareness derives from research on mate selection, the selection of social preference for social interaction and acquaintances, as well as the role of olfactory deficits in causing affective disorders. Furthermore, the conservation of secondary processing measures of olfactory valence during olfactory imagery experiments provides verification that olfactory awareness is always qualitatively conscious-all olfactory consciousness smells phenomenal.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25071676/",
    "clean_text": "smelling phenomenal qualitative consciousness arises at the sensory level of olfactory processing and pervades our experience of smells to the extent that qualitative character is maintained whenever we are aware of undergoing an olfactory experience mounting empirical research is qualitative consciousness arises at the sensory level of olfactory processing and pervades our experience of smells to the extent that qualitative character is maintained whenever we are aware of undergoing an olfactory experience building upon the distinction between access and phenomenal consciousness the paper offers a nuanced distinction between awareness and qualitative consciousness that is applicable to olfaction in a manner that is conceptual precise and empirically viable mounting empirical research is offered substantiating the applicability of the distinction to olfaction and showing that olfactory qualitative consciousness can occur without awareness but any olfactory state that we are aware of being in is always qualitative evidence that olfactory sensory states have a qualitatively character in the absence of awareness derives from research on mate selection the selection of social preference for social interaction and acquaintances as well as the role of olfactory deficits in causing affective disorders furthermore the conservation of secondary processing measures of olfactory valence during olfactory imagery experiments provides verification that olfactory awareness is always qualitatively conscious all olfactory consciousness smells phenomenal"
}