{
    "pmid": "41438903",
    "title": "Results of the Cologne Corona Surveillance (CoCoS) project - a cross-sectional study: Survey data on nonadherence to recommended individual behaviours for SARS-CoV-2 pandemic containment.",
    "abstract": "To curb SARS-CoV-2 transmission, citizens were urged to get vaccinated and adhere to hygiene recommendations (keeping distance, washing hands, wearing face masks), as well as informing contacts if infected. Studies confirm the effectiveness of these measures in reducing virus spread. Understanding factors influencing nonadherence is vital for enhancing the efficacy of future pandemic education campaigns. An online survey assessed nonadherence to SARS-CoV-2 containment recommendations among 30,000 randomly selected Cologne residents aged 18 or older. Invitations were sent on December 7, 2022, with the survey open until January 7, 2023. Logistic regression analyzed associations between participants' sociodemographic, health, and virus-related characteristics and reported nonadherence to recommended behaviors. Out of 30,000 invited Cologne residents, 4,486 (15%) responded, with 10% reporting not having received recommended SARS-CoV-2 vaccination. Nonadherence correlated significantly with older age, male gender, low income, living alone, migrant background, and chronic lung disease. 80% reported not adhering to current hygiene recommendations, linked to younger age, absence of certain pre-existing conditions, and prior SARS-CoV-2 infection. Additionally, 16% reported hesitancy in informing all contacts upon testing positive, associated with male gender, absence of certain pre-existing conditions, and fewer booster doses. The results presented here point to which sociodemographic, health, and virus-related factors are associated with nonadherence to recommended individual behaviors to mitigate the SARS-CoV-2 pandemic. However, issues related to the representativeness of the sample for the general population limit the validity of the results.Trial registration: DRKS.de, German Clinical Trials Register (DRKS), identifier: DRKS00024046, registered on 25 February 2021. Um die Übertragung von SARS-CoV-2 einzudämmen, wurden die Bürger aufgefordert, sich impfen zu lassen und die Hygieneempfehlungen zu befolgen (Abstand halten, Hände waschen, Alltagsmasken tragen) sowie Kontaktpersonen zu informieren, wenn sie infiziert sind. Studien bestätigen die Wirksamkeit dieser Maßnahmen zur Verringerung der Virusausbreitung. Um die Wirksamkeit künftiger Pandemieaufklärungskampagnen zu verbessern, ist es wichtig, die Faktoren zu verstehen, die die Nichteinhaltung beeinflussen. Eine Online-Umfrage untersuchte die Nichteinhaltung der Empfehlungen zur Eindämmung von SARS-CoV-2 unter 30.000 zufällig ausgewählten Kölner Bürgerinnen und Bürgern ab 18 Jahren. Die Einladungen wurden am 7. Dezember 2022 verschickt, und die Umfrage war bis zum 7. Januar 2023 geöffnet. Mittels logistischer Regression wurde der Zusammenhang zwischen den soziodemografischen, gesundheitlichen und virusbezogenen Merkmalen der Teilnehmerinnen und Teilnehmern und der angegebenen Nichteinhaltung der empfohlenen Verhaltensweisen analysiert. Von 30.000 eingeladenen Kölnerinnen und Kölnern antworteten 4.486 (15%), wobei 10% angaben, die empfohlene SARS-CoV-2-Impfung nicht erhalten zu haben. Die Nichtbefolgung korrelierte signifikant mit höherem Alter, männlichem Geschlecht, niedrigem Einkommen, Alleinleben, Migrationshintergrund und chronischer Lungenerkrankung. 80% gaben an, sich nicht an die aktuellen Hygieneempfehlungen zu halten, was mit jüngerem Alter, dem Fehlen bestimmter Vorerkrankungen und einer früheren SARS-CoV-2-Infektion zusammenhing. Darüber hinaus gaben 16% an, dass sie zögerten, alle Kontaktpersonen nach einem positiven Test zu informieren, was mit dem männlichen Geschlecht, dem Fehlen bestimmter Vorerkrankungen und weniger Auffrischungsimpfungen zusammenhing. Die hier vorgestellten Ergebnisse deuten darauf hin, welche soziodemografischen, gesundheitlichen und virusbezogenen Faktoren mit der Nichteinhaltung der empfohlenen individuellen Verhaltensweisen zur Eindämmung der SARS-CoV-2-Pandemie in Zusammenhang stehen. Die Aussagekraft der Ergebnisse wird jedoch durch Probleme im Zusammenhang mit der Repräsentativität der Stichprobe für die Allgemeinbevölkerung eingeschränkt. DRKS.de, Deutsches Register Klinischer Studien (DRKS), Identifikator: DRKS00024046, registriert am 25. Februar 2021.",
    "disease": "pneumonia",
    "clean_text": "results of the cologne corona surveillance cocos project a cross sectional study survey data on nonadherence to recommended individual behaviours for sars cov pandemic containment to curb sars cov transmission citizens were urged to get vaccinated and adhere to hygiene recommendations keeping distance washing hands wearing face masks as well as informing contacts if infected studies confirm the effectiveness of these measures in reducing virus spread understanding factors influencing nonadherence is vital for enhancing the efficacy of future pandemic education campaigns an online survey assessed nonadherence to sars cov containment recommendations among randomly selected cologne residents aged or older invitations were sent on december with the survey open until january logistic regression analyzed associations between participants sociodemographic health and virus related characteristics and reported nonadherence to recommended behaviors out of invited cologne residents responded with reporting not having received recommended sars cov vaccination nonadherence correlated significantly with older age male gender low income living alone migrant background and chronic lung disease reported not adhering to current hygiene recommendations linked to younger age absence of certain pre existing conditions and prior sars cov infection additionally reported hesitancy in informing all contacts upon testing positive associated with male gender absence of certain pre existing conditions and fewer booster doses the results presented here point to which sociodemographic health and virus related factors are associated with nonadherence to recommended individual behaviors to mitigate the sars cov pandemic however issues related to the representativeness of the sample for the general population limit the validity of the results trial registration drks de german clinical trials register drks identifier drks registered on february um die bertragung von sars cov einzud mmen wurden die b rger aufgefordert sich impfen zu lassen und die hygieneempfehlungen zu befolgen abstand halten h nde waschen alltagsmasken tragen sowie kontaktpersonen zu informieren wenn sie infiziert sind studien best tigen die wirksamkeit dieser ma nahmen zur verringerung der virusausbreitung um die wirksamkeit k nftiger pandemieaufkl rungskampagnen zu verbessern ist es wichtig die faktoren zu verstehen die die nichteinhaltung beeinflussen eine online umfrage untersuchte die nichteinhaltung der empfehlungen zur eind mmung von sars cov unter zuf llig ausgew hlten k lner b rgerinnen und b rgern ab jahren die einladungen wurden am dezember verschickt und die umfrage war bis zum januar ge ffnet mittels logistischer regression wurde der zusammenhang zwischen den soziodemografischen gesundheitlichen und virusbezogenen merkmalen der teilnehmerinnen und teilnehmern und der angegebenen nichteinhaltung der empfohlenen verhaltensweisen analysiert von eingeladenen k lnerinnen und k lnern antworteten wobei angaben die empfohlene sars cov impfung nicht erhalten zu haben die nichtbefolgung korrelierte signifikant mit h herem alter m nnlichem geschlecht niedrigem einkommen alleinleben migrationshintergrund und chronischer lungenerkrankung gaben an sich nicht an die aktuellen hygieneempfehlungen zu halten was mit j ngerem alter dem fehlen bestimmter vorerkrankungen und einer fr heren sars cov infektion zusammenhing dar ber hinaus gaben an dass sie z gerten alle kontaktpersonen nach einem positiven test zu informieren was mit dem m nnlichen geschlecht dem fehlen bestimmter vorerkrankungen und weniger auffrischungsimpfungen zusammenhing die hier vorgestellten ergebnisse deuten darauf hin welche soziodemografischen gesundheitlichen und virusbezogenen faktoren mit der nichteinhaltung der empfohlenen individuellen verhaltensweisen zur eind mmung der sars cov pandemie in zusammenhang stehen die aussagekraft der ergebnisse wird jedoch durch probleme im zusammenhang mit der repr sentativit t der stichprobe f r die allgemeinbev lkerung eingeschr nkt drks de deutsches register klinischer studien drks identifikator drks registriert am februar"
}