{
    "pmid": "41406676",
    "title": "The epidemiology of pathogens with pandemic potential: A review of key parameters and clustering analysis.",
    "abstract": "In the light of the COVID-19 pandemic many countries are trying to widen their pandemic planning from its traditional focus on influenza. However, it is impossible to draw up detailed plans for every pathogen with epidemic potential. We set out to try to simplify this process by reviewing the epidemiology of a range of pathogens with pandemic potential and seeing whether they fall into groups with shared epidemiological traits. We reviewed the epidemiological characteristics of 19 different pathogens with pandemic potential (those on the WHO priority list of pathogens, different strains of influenza and Mpox). We extracted data on key parameters (reproduction number serial interval, proportion of presymptomatic transmission, case fatality risk and transmission route) and applied an unsupervised learning algorithm. This combined Monte Carlo sampling with ensemble clustering to classify pathogens into distinct epidemiological archetypes based on their shared characteristics. From 154 articles we extracted 302 epidemiological parameter estimates. The clustering algorithms categorise these pathogens into six archetypes (1) highly transmissible Coronaviruses, (2) moderately transmissible Coronaviruses, (3) high-severity contact and zoonotic pathogens, (4) Influenza viruses (5) MERS-CoV-like and (6) MPV-like. Unsupervised learning on epidemiological data can be used to define distinct pathogen archetypes. This method offers a valuable framework to allocate emerging and novel pathogens into defined groups to evaluate common approaches for their control.",
    "disease": "influenza",
    "clean_text": "the epidemiology of pathogens with pandemic potential a review of key parameters and clustering analysis in the light of the covid pandemic many countries are trying to widen their pandemic planning from its traditional focus on influenza however it is impossible to draw up detailed plans for every pathogen with epidemic potential we set out to try to simplify this process by reviewing the epidemiology of a range of pathogens with pandemic potential and seeing whether they fall into groups with shared epidemiological traits we reviewed the epidemiological characteristics of different pathogens with pandemic potential those on the who priority list of pathogens different strains of influenza and mpox we extracted data on key parameters reproduction number serial interval proportion of presymptomatic transmission case fatality risk and transmission route and applied an unsupervised learning algorithm this combined monte carlo sampling with ensemble clustering to classify pathogens into distinct epidemiological archetypes based on their shared characteristics from articles we extracted epidemiological parameter estimates the clustering algorithms categorise these pathogens into six archetypes highly transmissible coronaviruses moderately transmissible coronaviruses high severity contact and zoonotic pathogens influenza viruses mers cov like and mpv like unsupervised learning on epidemiological data can be used to define distinct pathogen archetypes this method offers a valuable framework to allocate emerging and novel pathogens into defined groups to evaluate common approaches for their control"
}