{
    "pmid": "41468695",
    "title": "Stifle osteoarthritis reduces goniometric but not active range of motion in dogs with cranial cruciate ligament disease.",
    "abstract": "To evaluate the relationship between goniometric stifle range of motion (gROM), active stifle range of motion (aROM), and stifle osteoarthritis (sOA) in dogs with cranial cruciate ligament disease (CCLD) and to assess the association between gROM and aROM in CCL-affected and control dogs. Dogs weighing 20 to 40 kg with CCLD before surgery (CCL-Dogs) and orthopedically healthy controls (C-Dogs) were enrolled between August 1, 2020, and August 1, 2021. Objective gait analysis was performed on a treadmill using a 2-D marker-based system. Goniometric stifle extension (gSE) and goniometric stifle flexion (gSF) were measured 3 times by 3 observers. sOA was scored on a scale from 1 (none) to 4 (severe). Spearman rank correlation (r) described associations between sOA, gROM, and aROM. 15 CCL-Dogs and 10 C-Dogs were included. These preliminary data demonstrated that in CCL-Dogs, gROM (r = -0.644) and gSE (r = -0.751) showed significant correlations with sOA. No significant correlations were found between sOA and active stifle flexion (r = -0.160), active stifle extension (r = -0.138), aROM (r = 0.036), or gSF (r = 0.198). No significant correlation was observed between aROM and gROM in either CCL-Dogs (r = -0.346) or C-Dogs (r = -0.127). In C-Dogs and CCL-Dogs, aROM and gROM are not associated. In CCL-Dogs, sOA is associated with reduced gROM and gSE, indicating that gROM rather than aROM reflects joint impairment. Goniometric measurement of stifle extension may serve as a practical indicator of osteoarthritic severity and functional limitation in dogs with CCLD.",
    "disease": "osteoarthritis",
    "clean_text": "stifle osteoarthritis reduces goniometric but not active range of motion in dogs with cranial cruciate ligament disease to evaluate the relationship between goniometric stifle range of motion grom active stifle range of motion arom and stifle osteoarthritis soa in dogs with cranial cruciate ligament disease ccld and to assess the association between grom and arom in ccl affected and control dogs dogs weighing to kg with ccld before surgery ccl dogs and orthopedically healthy controls c dogs were enrolled between august and august objective gait analysis was performed on a treadmill using a d marker based system goniometric stifle extension gse and goniometric stifle flexion gsf were measured times by observers soa was scored on a scale from none to severe spearman rank correlation r described associations between soa grom and arom ccl dogs and c dogs were included these preliminary data demonstrated that in ccl dogs grom r and gse r showed significant correlations with soa no significant correlations were found between soa and active stifle flexion r active stifle extension r arom r or gsf r no significant correlation was observed between arom and grom in either ccl dogs r or c dogs r in c dogs and ccl dogs arom and grom are not associated in ccl dogs soa is associated with reduced grom and gse indicating that grom rather than arom reflects joint impairment goniometric measurement of stifle extension may serve as a practical indicator of osteoarthritic severity and functional limitation in dogs with ccld"
}