{
    "title": "Maintenance and modulation of T cell polarity.",
    "doc_id": "17053799",
    "writer": "Krummel MF",
    "year": "2006",
    "summary": "An additional component of polarity is a family of polarity proteins in T cells that includes Dlg, Scrib and Lgl, as well as a complex of partitioning-defective proteins. Ultimately, the strength of a T cell response may rely on correct T cell polariza …",
    "abstract": "As T cells move through the lymphatics and tissues, chemokine receptors, adhesion molecules, costimulatory molecules and antigen receptors engage their ligands in the microenvironment and contribute to establishing and maintaining cell polarity. Cytoskeletal assemblies, surface proteins and vesicle traffic are essential components of polarity and probably stabilize the activity of lymphocytes that must negotiate their 'noisy' environment. An additional component of polarity is a family of polarity proteins in T cells that includes Dlg, Scrib and Lgl, as well as a complex of partitioning-defective proteins. Ultimately, the strength of a T cell response may rely on correct T cell polarization. Therefore, loss of polarity regulators or guidance cues may interfere with T cell activation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17053799/",
    "clean_text": "maintenance and modulation of t cell polarity an additional component of polarity is a family of polarity proteins in t cells that includes dlg scrib and lgl as well as a complex of partitioning defective proteins ultimately the strength of a t cell response may rely on correct t cell polariza as t cells move through the lymphatics and tissues chemokine receptors adhesion molecules costimulatory molecules and antigen receptors engage their ligands in the microenvironment and contribute to establishing and maintaining cell polarity cytoskeletal assemblies surface proteins and vesicle traffic are essential components of polarity and probably stabilize the activity of lymphocytes that must negotiate their noisy environment an additional component of polarity is a family of polarity proteins in t cells that includes dlg scrib and lgl as well as a complex of partitioning defective proteins ultimately the strength of a t cell response may rely on correct t cell polarization therefore loss of polarity regulators or guidance cues may interfere with t cell activation"
}