{
    "title": "Perspectives into the experience of successful, substantial long-term weight-loss maintenance: a systematic review.",
    "doc_id": "33455563",
    "writer": "Spreckley M",
    "year": "2021",
    "summary": "Purpose: In light of the increasing prevalence of overweight and obesity, understanding the experiences, strategies and challenges encountered when trying to achieve substantial, sustainable weight loss is an important area to investigate. We systematically evaluate …",
    "abstract": "Purpose: In light of the increasing prevalence of overweight and obesity, understanding the experiences, strategies and challenges encountered when trying to achieve substantial, sustainable weight loss is an important area to investigate. We systematically evaluated qualitative studies focusing on the accounts of individuals who have achieved sustained weight loss to create a comprehensive picture of the experience of sustainable weight loss. Methods: Included studies were peer-reviewed studies that qualitatively assessed the views and experiences of adults who previously had or currently have overweight or obesity who successfully lost weight and who subsequently maintained or regained weight. The evidence was systematically synthesized, which enabled the formulation of clear themes and recommendations. Results: The 15 chosen studies included the accounts of 294 individuals. We found that continuous monitoring and goal setting, driven by sustained motivation and encouraging experiences, while resisting ever present challenges and enduring discouraging experience encapsulates the experience of sustained, substantial weight loss. Conclusions: This review aims to provide a comprehensive understanding of the experiences, strategies and challenges encountered when trying to achieve substantial, sustained weight loss. Additional research taking into account findings from this review and others of its kind will enhance the formulation of treatment protocols.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33455563/",
    "clean_text": "perspectives into the experience of successful substantial long term weight loss maintenance a systematic review purpose in light of the increasing prevalence of overweight and obesity understanding the experiences strategies and challenges encountered when trying to achieve substantial sustainable weight loss is an important area to investigate we systematically evaluate purpose in light of the increasing prevalence of overweight and obesity understanding the experiences strategies and challenges encountered when trying to achieve substantial sustainable weight loss is an important area to investigate we systematically evaluated qualitative studies focusing on the accounts of individuals who have achieved sustained weight loss to create a comprehensive picture of the experience of sustainable weight loss methods included studies were peer reviewed studies that qualitatively assessed the views and experiences of adults who previously had or currently have overweight or obesity who successfully lost weight and who subsequently maintained or regained weight the evidence was systematically synthesized which enabled the formulation of clear themes and recommendations results the chosen studies included the accounts of individuals we found that continuous monitoring and goal setting driven by sustained motivation and encouraging experiences while resisting ever present challenges and enduring discouraging experience encapsulates the experience of sustained substantial weight loss conclusions this review aims to provide a comprehensive understanding of the experiences strategies and challenges encountered when trying to achieve substantial sustained weight loss additional research taking into account findings from this review and others of its kind will enhance the formulation of treatment protocols"
}