{
    "title": "Exploration of immune response mechanisms in cadmium and copper co-exposed juvenile golden cuttlefish (Sepia esculenta) based on transcriptome profiling.",
    "doc_id": "36211441",
    "writer": "Bao X",
    "year": "2022",
    "summary": "In this study, transcriptome analysis is used to initially explore immune response mechanisms of Cd and Cu co-exposed juvenile S. esculenta. The results show that 1,088 differentially expressed genes (DEGs) are identified. And DEGs functional enrichment analysis res …",
    "abstract": "Sepia esculenta is a popular economic cephalopod with high yield, delicious meat, and rich nutrition. With the rapid development of heavy industry and medical industry, a large amount of waste has been released into the ocean recklessly in recent years, inducing a significant increase in the content of heavy metals, especially cadmium (Cd) and copper (Cu), in the ocean. This phenomenon significantly affects the growth and development of S. esculenta, causing a serious blow to its artificial breeding. In this study, transcriptome analysis is used to initially explore immune response mechanisms of Cd and Cu co-exposed juvenile S. esculenta. The results show that 1,088 differentially expressed genes (DEGs) are identified. And DEGs functional enrichment analysis results suggests that co-exposure may promote inflammatory and innate immune responses in juvenile S. esculenta. Fifteen key genes that might regulate the immunity of S. esculenta are identified using protein-protein interaction (PPI) network and KEGG enrichment analyses, of which the three genes with the highest number of interactions or involve in more KEGG pathways are identified as hub genes that might significantly affect the immune response processes. Comprehensive analysis of PPI network and KEGG signaling pathway is used for the first time to explore co-exposed S. esculenta juvenile immune response processes. Our results preliminarily reveal immune response mechanisms of cephalopods exposed to heavy metals and provide a valuable resource for further understanding of mollusk immunity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36211441/",
    "clean_text": "exploration of immune response mechanisms in cadmium and copper co exposed juvenile golden cuttlefish sepia esculenta based on transcriptome profiling in this study transcriptome analysis is used to initially explore immune response mechanisms of cd and cu co exposed juvenile s esculenta the results show that differentially expressed genes degs are identified and degs functional enrichment analysis res sepia esculenta is a popular economic cephalopod with high yield delicious meat and rich nutrition with the rapid development of heavy industry and medical industry a large amount of waste has been released into the ocean recklessly in recent years inducing a significant increase in the content of heavy metals especially cadmium cd and copper cu in the ocean this phenomenon significantly affects the growth and development of s esculenta causing a serious blow to its artificial breeding in this study transcriptome analysis is used to initially explore immune response mechanisms of cd and cu co exposed juvenile s esculenta the results show that differentially expressed genes degs are identified and degs functional enrichment analysis results suggests that co exposure may promote inflammatory and innate immune responses in juvenile s esculenta fifteen key genes that might regulate the immunity of s esculenta are identified using protein protein interaction ppi network and kegg enrichment analyses of which the three genes with the highest number of interactions or involve in more kegg pathways are identified as hub genes that might significantly affect the immune response processes comprehensive analysis of ppi network and kegg signaling pathway is used for the first time to explore co exposed s esculenta juvenile immune response processes our results preliminarily reveal immune response mechanisms of cephalopods exposed to heavy metals and provide a valuable resource for further understanding of mollusk immunity"
}