{
    "title": "Intraprocedural Diffusion-weighted Imaging for Predicting Ablation Zone during MRI-guided Focused Ultrasound of Prostate Cancer.",
    "doc_id": "39212524",
    "writer": "Bitton RR",
    "year": "2024",
    "summary": "The ability of each method to predict the ablation zone was analyzed quantitively using Dice similarity coefficients (DSCs) and mean Hausdorff distances (mHDs). Results DWI revealed a hyperintense rim at the margin of the ablation zone. While DWI accurately h …",
    "abstract": "Purpose To compare diffusion-weighted imaging (DWI) with thermal dosimetry as a noncontrast method to predict ablation margins in individuals with prostate cancer treated with MRI-guided focused ultrasound (MRgFUS) ablation. Materials and Methods This secondary analysis of a prospective trial (ClinicalTrials.gov no. NCT01657942) included 17 participants (mean age, 64 years ± 6 [SD]; all male) who were treated for prostate cancer using MRgFUS in whom DWI was performed immediately after treatment. Ablation contours from computed thermal dosimetry and DWI as drawn by two blinded radiologists were compared against the reference standard of ablation assessment, posttreatment contrast-enhanced nonperfused volume (NPV) contours. The ability of each method to predict the ablation zone was analyzed quantitively using Dice similarity coefficients (DSCs) and mean Hausdorff distances (mHDs). Results DWI revealed a hyperintense rim at the margin of the ablation zone. While DWI accurately helped predict treatment margins, thermal dose contours underestimated the extent of the ablation zone compared with the T1-weighted NPV imaging reference standard. Quantitatively, contour assessment between methods showed that DWI-drawn contours matched postcontrast NPV contours (mean DSC = 0.84 ± 0.05 for DWI, mHD = 0.27 mm ± 0.13) better than the thermal dose contours did (mean DSC = 0.64 ± 0.12, mHD = 1.53 mm ± 1.20) (P < .001). Conclusion This study demonstrates that DWI, which can visualize the ablation zone directly, is a promising noncontrast method that is robust to treatment-related bulk motion compared with thermal dosimetry and correlates better than thermal dosimetry with the reference standard T1-weighted NPV. Keywords: Interventional-Body, Ultrasound-High-Intensity Focused (HIFU), Genital/Reproductive, Prostate, Oncology, Imaging Sequences, MRI-guided Focused Ultrasound, MR Thermometry, Diffusionweighted Imaging, Prostate Cancer ClinicalTrials.gov Identifier no. NCT01657942 Supplemental material is available for this article. © RSNA, 2024.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39212524/",
    "clean_text": "intraprocedural diffusion weighted imaging for predicting ablation zone during mri guided focused ultrasound of prostate cancer the ability of each method to predict the ablation zone was analyzed quantitively using dice similarity coefficients dscs and mean hausdorff distances mhds results dwi revealed a hyperintense rim at the margin of the ablation zone while dwi accurately h purpose to compare diffusion weighted imaging dwi with thermal dosimetry as a noncontrast method to predict ablation margins in individuals with prostate cancer treated with mri guided focused ultrasound mrgfus ablation materials and methods this secondary analysis of a prospective trial clinicaltrials gov no nct included participants mean age years sd all male who were treated for prostate cancer using mrgfus in whom dwi was performed immediately after treatment ablation contours from computed thermal dosimetry and dwi as drawn by two blinded radiologists were compared against the reference standard of ablation assessment posttreatment contrast enhanced nonperfused volume npv contours the ability of each method to predict the ablation zone was analyzed quantitively using dice similarity coefficients dscs and mean hausdorff distances mhds results dwi revealed a hyperintense rim at the margin of the ablation zone while dwi accurately helped predict treatment margins thermal dose contours underestimated the extent of the ablation zone compared with the t weighted npv imaging reference standard quantitatively contour assessment between methods showed that dwi drawn contours matched postcontrast npv contours mean dsc for dwi mhd mm better than the thermal dose contours did mean dsc mhd mm p conclusion this study demonstrates that dwi which can visualize the ablation zone directly is a promising noncontrast method that is robust to treatment related bulk motion compared with thermal dosimetry and correlates better than thermal dosimetry with the reference standard t weighted npv keywords interventional body ultrasound high intensity focused hifu genital reproductive prostate oncology imaging sequences mri guided focused ultrasound mr thermometry diffusionweighted imaging prostate cancer clinicaltrials gov identifier no nct supplemental material is available for this article rsna"
}