{
    "title": "Relationship between rheumatoid arthritis and periodontal disease in Korean adults: Data from the Sixth Korea National Health and Nutrition Examination Survey, 2013 to 2015.",
    "doc_id": "30380152",
    "writer": "Jung ES",
    "year": "2019",
    "summary": "The prevalence of periodontal disease in individuals with rheumatoid arthritis was 28.4%, which was higher than in subjects without rheumatoid arthritis (27.9%). The risk for periodontal disease was 1.64 times higher in individuals with rheumatoid …",
    "abstract": "Background:\n        \n      \n      This study aims to investigate the relationship between rheumatoid arthritis and periodontal disease using data from the Sixth Korea National Health and Nutrition Examination Survey (KNHANES, 2013 to 2015).\n    \n\n\n          Methods:\n        \n      \n      Of 22,948 KNHANES participants, 14,264 who were aged ≥19 years and responded to questions pertaining to periodontal disease and rheumatoid arthritis were analyzed. Periodontal status was measured using the Community Periodontal Index. The authors used a complex sampling analysis by applying an individual sampling weighting to maintain the rolling survey sampling method. To determine the prevalence of rheumatoid arthritis and periodontal disease, a Chi-squared test was performed. Logistic regression analysis was performed after controlling for selected variables to determine relevance.\n    \n\n\n          Results:\n        \n      \n      The prevalence of rheumatoid arthritis in patients with periodontal disease was 1.6%, which was higher than in individuals without periodontal disease (1.5%). The prevalence of periodontal disease in individuals with rheumatoid arthritis was 28.4%, which was higher than in subjects without rheumatoid arthritis (27.9%). The risk for periodontal disease was 1.64 times higher in individuals with rheumatoid arthritis than in those without rheumatoid arthritis. Regardless of age or sex, the risk for periodontal disease was 1.97 times higher in the presence of rheumatoid arthritis. However, other logistic regression analysis models, when adjusted for socioeconomic-, health-, and oral health-related factors, did not yield statistically significant findings.\n    \n\n\n          Conclusions:\n        \n      \n      The study results suggest a possible relationship between rheumatoid arthritis and periodontal disease. Further large cohort studies investigating causal relationships between rheumatoid arthritis and periodontal disease are needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30380152/",
    "clean_text": "relationship between rheumatoid arthritis and periodontal disease in korean adults data from the sixth korea national health and nutrition examination survey to the prevalence of periodontal disease in individuals with rheumatoid arthritis was which was higher than in subjects without rheumatoid arthritis the risk for periodontal disease was times higher in individuals with rheumatoid background this study aims to investigate the relationship between rheumatoid arthritis and periodontal disease using data from the sixth korea national health and nutrition examination survey knhanes to methods of knhanes participants who were aged years and responded to questions pertaining to periodontal disease and rheumatoid arthritis were analyzed periodontal status was measured using the community periodontal index the authors used a complex sampling analysis by applying an individual sampling weighting to maintain the rolling survey sampling method to determine the prevalence of rheumatoid arthritis and periodontal disease a chi squared test was performed logistic regression analysis was performed after controlling for selected variables to determine relevance results the prevalence of rheumatoid arthritis in patients with periodontal disease was which was higher than in individuals without periodontal disease the prevalence of periodontal disease in individuals with rheumatoid arthritis was which was higher than in subjects without rheumatoid arthritis the risk for periodontal disease was times higher in individuals with rheumatoid arthritis than in those without rheumatoid arthritis regardless of age or sex the risk for periodontal disease was times higher in the presence of rheumatoid arthritis however other logistic regression analysis models when adjusted for socioeconomic health and oral health related factors did not yield statistically significant findings conclusions the study results suggest a possible relationship between rheumatoid arthritis and periodontal disease further large cohort studies investigating causal relationships between rheumatoid arthritis and periodontal disease are needed"
}