{
    "pmid": "41415371",
    "title": "Distinct Temporal Patterns of Human Neural Firing in the Subthalamic Nucleus During Speech and Orofacial Movement.",
    "abstract": "Clinical studies, along with electrophysiological findings, provide evidence that the subthalamic nucleus (STN) contributes to speech production. These studies have reported that the STN encodes diverse aspects of speech, comprising speech motor planning and execution, timing, and linguistic features such as phonetic content. However, none of these studies have included an orofacial non-speech motor task to evaluate speech-specificity of STN activity. Here, we examined the modulation of STN neurons while participants engaged in two speech tasks (sentence repetition and syllable repetition) as well as two non-speech orofacial movement tasks (jaw movement and tongue protrusion) in awake patients with Parkinson's disease undergoing deep brain stimulation implantation surgery. A total of 51 single- and multi-unit neural clusters were captured. A Poisson generalized linear model (GLM) was implemented to understand the temporal dynamics of STN activity. A larger proportion of clusters was modulated during speech (22%) than during orofacial movement (12%) and a substantial subset of STN neural clusters responded to overlapping speech and orofacial tasks (27%). The findings suggest that STN can encode both motor and linguistic aspects of speech production.",
    "disease": "parkinson disease",
    "clean_text": "distinct temporal patterns of human neural firing in the subthalamic nucleus during speech and orofacial movement clinical studies along with electrophysiological findings provide evidence that the subthalamic nucleus stn contributes to speech production these studies have reported that the stn encodes diverse aspects of speech comprising speech motor planning and execution timing and linguistic features such as phonetic content however none of these studies have included an orofacial non speech motor task to evaluate speech specificity of stn activity here we examined the modulation of stn neurons while participants engaged in two speech tasks sentence repetition and syllable repetition as well as two non speech orofacial movement tasks jaw movement and tongue protrusion in awake patients with parkinson s disease undergoing deep brain stimulation implantation surgery a total of single and multi unit neural clusters were captured a poisson generalized linear model glm was implemented to understand the temporal dynamics of stn activity a larger proportion of clusters was modulated during speech than during orofacial movement and a substantial subset of stn neural clusters responded to overlapping speech and orofacial tasks the findings suggest that stn can encode both motor and linguistic aspects of speech production"
}