{
    "pmid": "41456513",
    "title": "Survival Outcomes and Recurrence Patterns of Early-Stage HER2-Positive Breast Cancer Patients on Adjuvant T-DM1 Treatment: Turkish Oncology Group (TOG) Study.",
    "abstract": "This study aimed to investigate the survival outcomes of adjuvant trastuzumab emtansine (T-DM1) in patients with early-stage HER2-positive breast cancer and the recurrence patterns in those who experienced recurrence. This multicenter, retrospective study included 121 patients with early-stage HER2-positive breast cancer who underwent surgery following neoadjuvant chemotherapy and anti-HER2 therapy and received adjuvant T-DM1 for residual disease. Recurrence within the first 12 months of adjuvant T-DM1 was defined as ``early recurrence,'' while recurrence after 12 months (> 12 months) was defined as ``late recurrence.' With a median follow-up of 36 months, recurrence occurred in 23 patients (median time: 11 months). Twenty-two had distant metastases-most commonly lung (n = 14) and CNS (n = 6)-and one had local recurrence. The recurrent subgroup had higher Ki67, tumor grade, and HR-negativity rate (P = .015, P = .034, and P = .014, respectively). Among recurrences, 12 were early (≤ 12 months) and 11 were late recurrence (> 12 months). Patients with early recurrence were significantly younger (P = .007) and had a numerically higher median Ki67 (40% vs. 30%, P = .062). DFS rates at 12, 24, and 36 months were 93.3%, 75.2%, and 62.8%, respectively; OS rates were 100%, 98.3%, and 93.1%. Younger patients with HR-negative, high-grade, high Ki67 tumors had significantly higher rates of recurrence. Defining patient subpopulations through biomarker identification is crucial for tailoring escalation and de-escalation strategies, thereby enabling more effective treatments and improved long-term survival. The mechanisms of T-DM1 resistance require investigation through larger trials and molecular profiling.",
    "disease": "breast cancer",
    "clean_text": "survival outcomes and recurrence patterns of early stage her positive breast cancer patients on adjuvant t dm treatment turkish oncology group tog study this study aimed to investigate the survival outcomes of adjuvant trastuzumab emtansine t dm in patients with early stage her positive breast cancer and the recurrence patterns in those who experienced recurrence this multicenter retrospective study included patients with early stage her positive breast cancer who underwent surgery following neoadjuvant chemotherapy and anti her therapy and received adjuvant t dm for residual disease recurrence within the first months of adjuvant t dm was defined as early recurrence while recurrence after months months was defined as late recurrence with a median follow up of months recurrence occurred in patients median time months twenty two had distant metastases most commonly lung n and cns n and one had local recurrence the recurrent subgroup had higher ki tumor grade and hr negativity rate p p and p respectively among recurrences were early months and were late recurrence months patients with early recurrence were significantly younger p and had a numerically higher median ki vs p dfs rates at and months were and respectively os rates were and younger patients with hr negative high grade high ki tumors had significantly higher rates of recurrence defining patient subpopulations through biomarker identification is crucial for tailoring escalation and de escalation strategies thereby enabling more effective treatments and improved long term survival the mechanisms of t dm resistance require investigation through larger trials and molecular profiling"
}