{
    "pmid": "41431818",
    "title": "[The Characteristics of Course of Pregnancy and Perinatal Outcomes in Women with Gestation Diabetes Mellitus (The Results of Ten-Years Research)].",
    "abstract": "The gestational diabetes mellitus is defined as disorder of glucose tolerance that is first detected during pregnancy. The purpose of the study was to investigate course and outcomes of pregnancy in pregnant women with gestational diabetes mellitus over 10 years. The analysis of course of pregnancy, childbirth and condition of newborns of 2363 women with gestational diabetes mellitus, observed in Ivanovo antenatal clinics in 2014-2023, was carried out. The analysis established increasing of rate of such complications as threatened early miscarriage, threatened late miscarriage, cervical insufficiency, toxicosis of pregnancy, anemia, chronic arterial hypertension, gestational arterial hypertension, moderate and severe preeclampsia, eclampsia, placental insufficiency, fetal growth restriction syndrome, chronic intrauterine fetal hypoxia, polyhydramnios, intrauterine fetal death, placenta previa, premature separation of normally located placenta, diabetic fetopathy. The childbirth was complicated by prenatal rupture of amniotic fluid, weakness of labor, dis-coordination of labor, clinically narrow pelvis, shoulder dystocia, and operative delivery. In newborns, congenital malformations, renal pyelectasia, and respiratory distress syndrome were diagnosed. The connecting-link between organism of mother and developing fetus is placenta. The various changes affecting maternal organism, including hyperglycemia, continue in formation of adverse events especially in placenta and subsequent development of negative complications and outcomes of pregnancy. Гестационный сахарный диабет определяется как нарушение толерантности к глюкозе, которое впервые выявляется во время беременности. Цель исследования — изучить течение и исходы беременности у беременных женщин с гестационным сахарным диабетом за 10 лет. Проведен анализ течения беременности, родов и состояния новорожденных 2363 женщин с гестационным сахарным диабетом, наблюдавшихся на базе женских консультаций г. Иваново в период 2014—2023 гг. Анализ течения беременности у женщин с гестационным сахарным диабетом показал увеличение частоты осложнений: угрожающего раннего выкидыша, угрожающего позднего выкидыша, истмико-цервикальной недостаточности, токсикоза беременных, анемии, хронической артериальной гипертензии, гестационной артериальной гипертензии, умеренной и тяжелой преэклампсии, эклампсии, плацентарной недостаточности, синдрома задержки роста плода, хронической внутриутробной гипоксии плода, многоводия, внутриутробной гибели плода, предлежания плаценты, преждевременной отслойки нормально расположенной плаценты, диабетической фетопатии. Роды осложнялись дородовым излитием околоплодных вод, слабостью родовой деятельности, дискоординацией родовой деятельности, клинически узким тазом, дистоцией плечиков, оперативным родоразрешением. У новорожденных детей определялись врожденные пороки развития, пиелоэктазия почек, респираторный дистресс-синдром. Связующим звеном между организмом матери и развивающимся плодом является плацента. Различные изменения, влияющие на материнский организм, в том числе гипергликемия, находят продолжение в формировании неблагоприятных событий именно в плаценте и последующем развитии негативных осложнений и исходов беременности.",
    "disease": "chronic kidney disease",
    "clean_text": "the characteristics of course of pregnancy and perinatal outcomes in women with gestation diabetes mellitus the results of ten years research the gestational diabetes mellitus is defined as disorder of glucose tolerance that is first detected during pregnancy the purpose of the study was to investigate course and outcomes of pregnancy in pregnant women with gestational diabetes mellitus over years the analysis of course of pregnancy childbirth and condition of newborns of women with gestational diabetes mellitus observed in ivanovo antenatal clinics in was carried out the analysis established increasing of rate of such complications as threatened early miscarriage threatened late miscarriage cervical insufficiency toxicosis of pregnancy anemia chronic arterial hypertension gestational arterial hypertension moderate and severe preeclampsia eclampsia placental insufficiency fetal growth restriction syndrome chronic intrauterine fetal hypoxia polyhydramnios intrauterine fetal death placenta previa premature separation of normally located placenta diabetic fetopathy the childbirth was complicated by prenatal rupture of amniotic fluid weakness of labor dis coordination of labor clinically narrow pelvis shoulder dystocia and operative delivery in newborns congenital malformations renal pyelectasia and respiratory distress syndrome were diagnosed the connecting link between organism of mother and developing fetus is placenta the various changes affecting maternal organism including hyperglycemia continue in formation of adverse events especially in placenta and subsequent development of negative complications and outcomes of pregnancy"
}