{
    "pmid": "41437580",
    "title": "Cu(I) Is a Game Changer in the Arrest of Cu(Aβ)-Induced ROS Production in the Presence of Competing Zn(II) Ions.",
    "abstract": "ROS production due to Cu(amyloid-β) redox cycling is proposed to contribute to the oxidative stress observed in Alzheimer's disease brains. We previously reported on a nitrogen and sulfur-containing ligand, L, able to arrest Cu(Aβ)-induced ROS production [Chem. Eur. J. 2023, 29,]. In the present study, the intricate mechanism by which L maintains its protective activity in the presence of Zn, an abundant endogenous metal ion found in the synaptic cleft, is disentangled with the use of complementary spectroscopic and analytical investigations. This mechanism, which we refer to as kinetic Cu(I) shunt, relies on a faster Cu(I) than Zn transfer from Cu,Zn(Aβ) to L, followed by a fast re-oxidation of Cu(I)(L) to Cu(II)(L), which is redox-inert (i.e. resistant against reduction from ascorbate). This study hence provides new insights into the kinetic involvement of Cu(I) ions in the inhibition of Cu(Aβ)-associated ROS production in presence of Zn.",
    "disease": "alzheimer disease",
    "clean_text": "cu i is a game changer in the arrest of cu a induced ros production in the presence of competing zn ii ions ros production due to cu amyloid redox cycling is proposed to contribute to the oxidative stress observed in alzheimer s disease brains we previously reported on a nitrogen and sulfur containing ligand l able to arrest cu a induced ros production chem eur j in the present study the intricate mechanism by which l maintains its protective activity in the presence of zn an abundant endogenous metal ion found in the synaptic cleft is disentangled with the use of complementary spectroscopic and analytical investigations this mechanism which we refer to as kinetic cu i shunt relies on a faster cu i than zn transfer from cu zn a to l followed by a fast re oxidation of cu i l to cu ii l which is redox inert i e resistant against reduction from ascorbate this study hence provides new insights into the kinetic involvement of cu i ions in the inhibition of cu a associated ros production in presence of zn"
}