{
    "title": "The \"Shaken Baby\" syndrome: pathology and mechanisms.",
    "doc_id": "21947257",
    "writer": "Squier W.",
    "year": "2011",
    "summary": "The \"Shaken Baby\" syndrome (SBS) is the subject of intense controversy; the diagnosis has in the past depended on the triad of subdural haemorrhage (SDH), retinal haemorrhage and encephalopathy. While there is no doubt that infants do suffer abusive injury at the ha …",
    "abstract": "The \"Shaken Baby\" syndrome (SBS) is the subject of intense controversy; the diagnosis has in the past depended on the triad of subdural haemorrhage (SDH), retinal haemorrhage and encephalopathy. While there is no doubt that infants do suffer abusive injury at the hands of their carers and that impact can cause catastrophic intracranial damage, research has repeatedly undermined the hypothesis that shaking per se can cause this triad. The term non-accidental head injury has therefore been widely adopted. This review will focus on the pathology and mechanisms of the three physiologically associated findings which constitute the \"triad\" and are seen in infants suffering from a wide range of non-traumatic as well as traumatic conditions. \"Sub\" dural bleeding in fact originates within the deep layers of the dura. The potential sources of SDH include: the bridging veins, small vessels within the dura itself, a granulating haemorrhagic membrane and ruptured intracranial aneurysm. Most neuropathologists do not routinely examine eyes, but the significance of this second arm of the triad in the diagnosis of Shaken Baby syndrome is such that it merits consideration in the context of this review. While retinal haemorrhage can be seen clinically, dural and subarachnoid optic nerve sheath haemorrhage is usually seen exclusively by the pathologist and only rarely described by the neuroradiologist. The term encephalopathy is used loosely in the context of SBS. It may encompass anything from vomiting, irritability, feeding difficulties or floppiness to seizures, apnoea and fulminant brain swelling. The spectrum of brain pathology associated with retinal and subdural bleeding from a variety of causes is described. The most important cerebral pathology is swelling and hypoxic-ischaemic injury. Mechanical shearing injury is rare and contusions, the hallmark of adult traumatic brain damage, are vanishingly rare in infants under 1 year of age. Clefts and haemorrhages in the immediate subcortical white matter have been assumed to be due to trauma but factors specific to this age group offer other explanations. Finally, examples of the most common causes of the triad encountered in clinical diagnostic and forensic practice are briefly annotated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21947257/",
    "clean_text": "the shaken baby syndrome pathology and mechanisms the shaken baby syndrome sbs is the subject of intense controversy the diagnosis has in the past depended on the triad of subdural haemorrhage sdh retinal haemorrhage and encephalopathy while there is no doubt that infants do suffer abusive injury at the ha the shaken baby syndrome sbs is the subject of intense controversy the diagnosis has in the past depended on the triad of subdural haemorrhage sdh retinal haemorrhage and encephalopathy while there is no doubt that infants do suffer abusive injury at the hands of their carers and that impact can cause catastrophic intracranial damage research has repeatedly undermined the hypothesis that shaking per se can cause this triad the term non accidental head injury has therefore been widely adopted this review will focus on the pathology and mechanisms of the three physiologically associated findings which constitute the triad and are seen in infants suffering from a wide range of non traumatic as well as traumatic conditions sub dural bleeding in fact originates within the deep layers of the dura the potential sources of sdh include the bridging veins small vessels within the dura itself a granulating haemorrhagic membrane and ruptured intracranial aneurysm most neuropathologists do not routinely examine eyes but the significance of this second arm of the triad in the diagnosis of shaken baby syndrome is such that it merits consideration in the context of this review while retinal haemorrhage can be seen clinically dural and subarachnoid optic nerve sheath haemorrhage is usually seen exclusively by the pathologist and only rarely described by the neuroradiologist the term encephalopathy is used loosely in the context of sbs it may encompass anything from vomiting irritability feeding difficulties or floppiness to seizures apnoea and fulminant brain swelling the spectrum of brain pathology associated with retinal and subdural bleeding from a variety of causes is described the most important cerebral pathology is swelling and hypoxic ischaemic injury mechanical shearing injury is rare and contusions the hallmark of adult traumatic brain damage are vanishingly rare in infants under year of age clefts and haemorrhages in the immediate subcortical white matter have been assumed to be due to trauma but factors specific to this age group offer other explanations finally examples of the most common causes of the triad encountered in clinical diagnostic and forensic practice are briefly annotated"
}