{
    "pmid": "41357852",
    "title": "Improving early referrals for inflammatory arthritis through primary care engagement: a quality improvement initiative.",
    "abstract": "Early rheumatology referral is crucial for optimal outcomes in inflammatory arthritis, but delays remain common. This quality improvement (QI) project aimed to identify barriers and implement strategies to improve referral adequacy and timeliness within a newly established early referral program. Despite the implementation of a direct referral pathway for primary care physicians, many patients did not meet eligibility criteria, limiting access for those with early inflammatory arthritis. Since January 2022, a 1 day/week early arthritis clinic has offered direct and rapid access to rheumatology appointments to 180 primary care physicians (PCPs) across 11 centres. Standardized referral criteria were co-developed with a PCPs committee. A survey assessed PCPs' confidence, perceived barriers and educational needs using Likert scales and open-ended responses. In response to survey findings, electronic consultations (e-consults), concise referral guidelines and targeted training materials were introduced to support appropriate referrals. Within the first year, the median referral time decreased from 51 to 15 days, although only 21% of referrals met the criteria. Most PCPs recognized the importance of early diagnosis (67%) but reported limited confidence in managing suspected cases (96% partially or not confident). Reported barriers included non-specific symptoms (48%) and long rheumatology wait times (39%). PCPs expressed strong interest in e-consults (87%) and brief educational tools (78%). This QI initiative reduced referral delays and identified key barriers to effective early arthritis referrals, including PCPs lack confidence in diagnosis and long rheumatologist wait times. Enhancing communication through e-consults and targeted educational resources may optimize early referral.",
    "disease": "rheumatoid arthritis",
    "clean_text": "improving early referrals for inflammatory arthritis through primary care engagement a quality improvement initiative early rheumatology referral is crucial for optimal outcomes in inflammatory arthritis but delays remain common this quality improvement qi project aimed to identify barriers and implement strategies to improve referral adequacy and timeliness within a newly established early referral program despite the implementation of a direct referral pathway for primary care physicians many patients did not meet eligibility criteria limiting access for those with early inflammatory arthritis since january a day week early arthritis clinic has offered direct and rapid access to rheumatology appointments to primary care physicians pcps across centres standardized referral criteria were co developed with a pcps committee a survey assessed pcps confidence perceived barriers and educational needs using likert scales and open ended responses in response to survey findings electronic consultations e consults concise referral guidelines and targeted training materials were introduced to support appropriate referrals within the first year the median referral time decreased from to days although only of referrals met the criteria most pcps recognized the importance of early diagnosis but reported limited confidence in managing suspected cases partially or not confident reported barriers included non specific symptoms and long rheumatology wait times pcps expressed strong interest in e consults and brief educational tools this qi initiative reduced referral delays and identified key barriers to effective early arthritis referrals including pcps lack confidence in diagnosis and long rheumatologist wait times enhancing communication through e consults and targeted educational resources may optimize early referral"
}