{
    "pmid": "41468607",
    "title": "Prevention and Management of Viral Hepatitis in Primary Care.",
    "abstract": "The primary care clinician can play a substantial role in the management and prevention of viral hepatitis infections, which cause a substantial burden of hepatocellular carcinoma and cirrhosis worldwide and in the US. One-time hepatitis B and C virus testing is now recommended as part of universal adult screening measures, and more frequently based on risk factors. Immunization strategies for hepatitis A and B have also been updated, with a new adjuvanted, conjugated hepatitis B vaccine (HepB-CpG) that provides greater efficacy than older vaccines. Management of hepatitis B and C has been streamlined based on current tolerable, effective oral regimens that can reduce the individual's risks of liver fibrosis and cancer and interrupt the cycles of community transmission. The epidemiology and natural history of these viral infections are summarized and concise updates of screening, diagnosis, treatment, and prevention strategies are provided.",
    "disease": "liver cirrhosis",
    "clean_text": "prevention and management of viral hepatitis in primary care the primary care clinician can play a substantial role in the management and prevention of viral hepatitis infections which cause a substantial burden of hepatocellular carcinoma and cirrhosis worldwide and in the us one time hepatitis b and c virus testing is now recommended as part of universal adult screening measures and more frequently based on risk factors immunization strategies for hepatitis a and b have also been updated with a new adjuvanted conjugated hepatitis b vaccine hepb cpg that provides greater efficacy than older vaccines management of hepatitis b and c has been streamlined based on current tolerable effective oral regimens that can reduce the individual s risks of liver fibrosis and cancer and interrupt the cycles of community transmission the epidemiology and natural history of these viral infections are summarized and concise updates of screening diagnosis treatment and prevention strategies are provided"
}