{
    "pmid": "41448263",
    "title": "Leonurine attenuates cisplatin-induced AKI-CKD transition via Nrf2-Mediated ferroptosis suppression.",
    "abstract": "The transition from acute kidney injury (AKI) to chronic kidney disease (CKD) is a significant cause of kidney failure. Although the activation of nuclear factor erythroid 2-related factor 2 (Nrf2) has been demonstrated to inhibit ferroptosis and alleviate cisplatin-induced AKI, the specific roles of Nrf2 and the alkaloid leonurine in modulating the AKI-CKD transition remain incompletely elucidated. Murine and human proximal tubular epithelial cell models of the AKI-CKD transition were established using repeated low-dose cisplatin (RLDC) to investigate the roles of Nrf2 and leonurine in ferroptosis regulation and disease progression. In mice, RLDC administration induced persistent tubular injury, ferroptosis, and progressive renal fibrosis. In HK-2 cells, RLDC triggered oxidative stress and ferroptosis. Although Nrf2 expression was transiently upregulated during the acute phase (4 weeks post-RLDC), it was downregulated by the chronic phase (8 weeks post-RLDC), correlating with impaired antioxidant capacity and exacerbated ferroptosis. Nrf2 knockout mice exhibited more severe oxidative damage, ferroptosis, and renal dysfunction following RLDC challenge. Pharmacological activation of Nrf2 by leonurine attenuated oxidative injury and ferroptosis and promoted tubular repair. Leonurine also suppressed the epithelial-mesenchymal transition and aberrant extracellular matrix deposition, ultimately mitigating renal fibrosis. The protective effects of leonurine were abolished in Nrf2 knockout mice. These findings demonstrate that Nrf2 activation mitigates cisplatin-induced AKI-CKD transition by counteracting oxidative stress and ferroptosis, thereby attenuating renal fibrosis. Leonurine, as a potent Nrf2 activator, represents a promising therapeutic agent for preventing AKI-CKD transition.",
    "disease": "chronic kidney disease",
    "clean_text": "leonurine attenuates cisplatin induced aki ckd transition via nrf mediated ferroptosis suppression the transition from acute kidney injury aki to chronic kidney disease ckd is a significant cause of kidney failure although the activation of nuclear factor erythroid related factor nrf has been demonstrated to inhibit ferroptosis and alleviate cisplatin induced aki the specific roles of nrf and the alkaloid leonurine in modulating the aki ckd transition remain incompletely elucidated murine and human proximal tubular epithelial cell models of the aki ckd transition were established using repeated low dose cisplatin rldc to investigate the roles of nrf and leonurine in ferroptosis regulation and disease progression in mice rldc administration induced persistent tubular injury ferroptosis and progressive renal fibrosis in hk cells rldc triggered oxidative stress and ferroptosis although nrf expression was transiently upregulated during the acute phase weeks post rldc it was downregulated by the chronic phase weeks post rldc correlating with impaired antioxidant capacity and exacerbated ferroptosis nrf knockout mice exhibited more severe oxidative damage ferroptosis and renal dysfunction following rldc challenge pharmacological activation of nrf by leonurine attenuated oxidative injury and ferroptosis and promoted tubular repair leonurine also suppressed the epithelial mesenchymal transition and aberrant extracellular matrix deposition ultimately mitigating renal fibrosis the protective effects of leonurine were abolished in nrf knockout mice these findings demonstrate that nrf activation mitigates cisplatin induced aki ckd transition by counteracting oxidative stress and ferroptosis thereby attenuating renal fibrosis leonurine as a potent nrf activator represents a promising therapeutic agent for preventing aki ckd transition"
}