{
    "pmid": "41403594",
    "title": "Correlation of age-adjusted visceral adiposity index with osteoarthritis risk: a cross-sectional study from NHANES 1999-2018.",
    "abstract": "Obesity and aging are established independent risk factors for osteoarthritis (OA). This study aimed to evaluate the correlation between the age-adjusted visceral adiposity index (AVAI) and OA. This cross-sectional study utilized data from the National Health and Nutrition Examination Survey (NHANES) collected between 1999 and 2018. The correlation between AVAI and prevalence of OA was explored through receiver operating characteristic (ROC) regression, multivariate logistic regression, restricted cubic spline regression, and subgroup analysis. The study cohort comprised 20,628 participants, of whom 2,297 (11.1%) were diagnosed with OA. An increase in the quartile range of AVAI was correlated with a significant rise in the prevalence of OA (1.5% vs. 5.1% vs. 14.4% vs. 23.6%,  This study is the first to demonstrate a significant positive correlation between the prevalence of OA and AVAI, with AVAI exhibiting superior diagnostic performance over traditional obesity indices in identifying OA.",
    "disease": "osteoarthritis",
    "clean_text": "correlation of age adjusted visceral adiposity index with osteoarthritis risk a cross sectional study from nhanes obesity and aging are established independent risk factors for osteoarthritis oa this study aimed to evaluate the correlation between the age adjusted visceral adiposity index avai and oa this cross sectional study utilized data from the national health and nutrition examination survey nhanes collected between and the correlation between avai and prevalence of oa was explored through receiver operating characteristic roc regression multivariate logistic regression restricted cubic spline regression and subgroup analysis the study cohort comprised participants of whom were diagnosed with oa an increase in the quartile range of avai was correlated with a significant rise in the prevalence of oa vs vs vs this study is the first to demonstrate a significant positive correlation between the prevalence of oa and avai with avai exhibiting superior diagnostic performance over traditional obesity indices in identifying oa"
}