{
    "title": "Idiopathic Type 1 diabetes.",
    "doc_id": "11711327",
    "writer": "Piñero-Piloña A",
    "year": "2001",
    "summary": "The purpose of this article is to review the available pathophysiological and clinical studies of patients with idiopathic Type 1 diabetes. Idiopathic Type 1 diabetes is a common form of diabetes most commonly seen in obese African American individuals …",
    "abstract": "The purpose of this article is to review the available pathophysiological and clinical studies of patients with idiopathic Type 1 diabetes. Idiopathic Type 1 diabetes is a common form of diabetes most commonly seen in obese African American individuals living in large urban areas. This type of diabetes usually presents with the typical signs and symptoms of Type 1 diabetes such as diabetic ketoacidosis but its subsequent clinical course often resembles Type 2 diabetes. The natural history and pathogenesis of idiopathic Type 1 diabetes is unknown because most of these studies on these patients were done shortly after diagnosis. For the most part, these patients have been treated as if they had Type 2 diabetes with diet and/or oral agents but recent studies suggest that patients have a very variable response to diet and oral agents. They seem to have better long-term glycemic control with the use of insulin therapy. Although the pathogenesis of this disease is unknown, it may be related to lipotoxicity, glucose toxicity or transcription factors involved in fuel metabolism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11711327/",
    "clean_text": "idiopathic type diabetes the purpose of this article is to review the available pathophysiological and clinical studies of patients with idiopathic type diabetes idiopathic type diabetes is a common form of diabetes most commonly seen in obese african american individuals the purpose of this article is to review the available pathophysiological and clinical studies of patients with idiopathic type diabetes idiopathic type diabetes is a common form of diabetes most commonly seen in obese african american individuals living in large urban areas this type of diabetes usually presents with the typical signs and symptoms of type diabetes such as diabetic ketoacidosis but its subsequent clinical course often resembles type diabetes the natural history and pathogenesis of idiopathic type diabetes is unknown because most of these studies on these patients were done shortly after diagnosis for the most part these patients have been treated as if they had type diabetes with diet and or oral agents but recent studies suggest that patients have a very variable response to diet and oral agents they seem to have better long term glycemic control with the use of insulin therapy although the pathogenesis of this disease is unknown it may be related to lipotoxicity glucose toxicity or transcription factors involved in fuel metabolism"
}