{
    "title": "[Gene therapy].",
    "doc_id": "9527700",
    "writer": "Rodríguez-Fragoso L.",
    "year": "1997",
    "summary": "In this review we provide an overview of gene therapy, its most actualized techniques for gene delivery, and we give specific examples of laboratory and clinical achievements to date. ...However, despite its progress, several key technical drawbacks need to b …",
    "abstract": "In the last years there has been much progress in our understanding of molecular mechanisms in the pathogenesis of disease. In this review we provide an overview of gene therapy, its most actualized techniques for gene delivery, and we give specific examples of laboratory and clinical achievements to date. The development of methods for delivering genes to mammalian cells has stimulated great interest in the possibility of treating human disease by gene-based therapies. As a result, concepts and methods that would have been considered purely science fiction 50 years ago are now used in the treatment of diseases. The widespread application of gene therapy technology to many diseases is already breaking down the traditional boundaries of modern medicine. However, despite its progress, several key technical drawbacks need to be overcome before gene therapy can be used safely and effectively in clinical settings. Technological developments, particularly in the areas of gene delivery and cell transplantation, will be critical for the successful practice of gene therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9527700/",
    "clean_text": "gene therapy in this review we provide an overview of gene therapy its most actualized techniques for gene delivery and we give specific examples of laboratory and clinical achievements to date however despite its progress several key technical drawbacks need to b in the last years there has been much progress in our understanding of molecular mechanisms in the pathogenesis of disease in this review we provide an overview of gene therapy its most actualized techniques for gene delivery and we give specific examples of laboratory and clinical achievements to date the development of methods for delivering genes to mammalian cells has stimulated great interest in the possibility of treating human disease by gene based therapies as a result concepts and methods that would have been considered purely science fiction years ago are now used in the treatment of diseases the widespread application of gene therapy technology to many diseases is already breaking down the traditional boundaries of modern medicine however despite its progress several key technical drawbacks need to be overcome before gene therapy can be used safely and effectively in clinical settings technological developments particularly in the areas of gene delivery and cell transplantation will be critical for the successful practice of gene therapy"
}