{
    "title": "SARS-CoV-2, Covid-19, and the debunking of conspiracy theories.",
    "doc_id": "33586302",
    "writer": "Hakim MS.",
    "year": "2021",
    "summary": "The emergence of a novel human coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has engaged considerable awareness and attention around the world. The associated disease, coronavirus disease 2019 (Covid-19), has now inv …",
    "abstract": "The emergence of a novel human coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has engaged considerable awareness and attention around the world. The associated disease, coronavirus disease 2019 (Covid-19), has now involved virtually all 200 countries. The total number of confirmed cases has been much more than in the two previous outbreaks of human coronaviruses, that is, SARS-CoV and Middle East respiratory syndrome coronavirus. In line with the outbreak escalation, false information about SARS-CoV-2 and its associated disease disseminated globally, particularly through online and social media. Believers in conspiracy theories promote misinformation that the virus is not contagious, is the result of laboratory manipulation or is created to gain profit by distributing new vaccines. The most dangerous effect of this widely disseminated misinformation is it will negatively influence the attitudes and behaviours for preventive measures to contain the outbreak. In this review, I discuss common conspiracy theories associated with SARS-CoV-2 and Covid-19 and consider how we can address and counterbalance these issues based on scientific information and studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33586302/",
    "clean_text": "sars cov covid and the debunking of conspiracy theories the emergence of a novel human coronavirus severe acute respiratory syndrome coronavirus sars cov has engaged considerable awareness and attention around the world the associated disease coronavirus disease covid has now inv the emergence of a novel human coronavirus severe acute respiratory syndrome coronavirus sars cov has engaged considerable awareness and attention around the world the associated disease coronavirus disease covid has now involved virtually all countries the total number of confirmed cases has been much more than in the two previous outbreaks of human coronaviruses that is sars cov and middle east respiratory syndrome coronavirus in line with the outbreak escalation false information about sars cov and its associated disease disseminated globally particularly through online and social media believers in conspiracy theories promote misinformation that the virus is not contagious is the result of laboratory manipulation or is created to gain profit by distributing new vaccines the most dangerous effect of this widely disseminated misinformation is it will negatively influence the attitudes and behaviours for preventive measures to contain the outbreak in this review i discuss common conspiracy theories associated with sars cov and covid and consider how we can address and counterbalance these issues based on scientific information and studies"
}