{
    "title": "[Adverse side effects caused by topically applied antiviral agents in herpetic keratitis].",
    "doc_id": "2480457",
    "writer": "Chen CW.",
    "year": "1989",
    "summary": "The present paper reviews the adverse side effects caused by topically applied antiviral agents in herpetic keratitis. ...The recognition, prevention and management of the untoward side effects also are discussed....",
    "abstract": "The present paper reviews the adverse side effects caused by topically applied antiviral agents in herpetic keratitis. The effective treatment of herpetic keratitis with IDU, a chemotherapeutic agent, was first reported in 1962. After its introduction into ophthalmic therapy for herpetic keratitis, drops of IDU were administered every hour by day combined with ointment every two hours by night. The therapy often continued for months or in some cases, even more than one year. Numerous reports on its side effects have appeared. The side effects can be classified into two categories. The first category is allergic contact blepharodermatitis, a type IV delayed hypersensitivity reaction. Its occurrence is difficult to foresee. This category I side effect rarely results in the destruction of the ocular tissues. The second category of side effects is a drug-induced toxic side effect resulting in punctate epithelial keratitis, papillary conjunctivitis or follicular hypertrophy and lacrimal punctal obstruction. After withdrawal of IDU, these ill effects usually subside soon. When IDU is further continued, the destructive change of the tissues will ensue. Conjunctival cicatrization, symblepharon, corneal neovascularization, cicatrization and irreversible punctal occlusion have been reported in cases with prolonged IDU treatment. In addition to IDU for therapy of herpetic keratitis, we are fortunate to have F3T, Ara-A and acyclovir. They show no cross sensitivity reaction nor any cross toxic reaction to each other. However, if administered more than several times daily and continued for a prolonged period of time, these antiviral agents, like IDU, can also result in reversible side effects and, further, irreversible tissue destruction. Conjunctival cicatrization and permanent punctal occlusion caused by prolonged administration of F3T have been reported. Prompt recognition of the untoward reactions and withdrawal of the antiviral agent will result in the subsidence of the toxic reaction changes and prevent the eye from irreversible destruction. The recognition, prevention and management of the untoward side effects also are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2480457/",
    "clean_text": "adverse side effects caused by topically applied antiviral agents in herpetic keratitis the present paper reviews the adverse side effects caused by topically applied antiviral agents in herpetic keratitis the recognition prevention and management of the untoward side effects also are discussed the present paper reviews the adverse side effects caused by topically applied antiviral agents in herpetic keratitis the effective treatment of herpetic keratitis with idu a chemotherapeutic agent was first reported in after its introduction into ophthalmic therapy for herpetic keratitis drops of idu were administered every hour by day combined with ointment every two hours by night the therapy often continued for months or in some cases even more than one year numerous reports on its side effects have appeared the side effects can be classified into two categories the first category is allergic contact blepharodermatitis a type iv delayed hypersensitivity reaction its occurrence is difficult to foresee this category i side effect rarely results in the destruction of the ocular tissues the second category of side effects is a drug induced toxic side effect resulting in punctate epithelial keratitis papillary conjunctivitis or follicular hypertrophy and lacrimal punctal obstruction after withdrawal of idu these ill effects usually subside soon when idu is further continued the destructive change of the tissues will ensue conjunctival cicatrization symblepharon corneal neovascularization cicatrization and irreversible punctal occlusion have been reported in cases with prolonged idu treatment in addition to idu for therapy of herpetic keratitis we are fortunate to have f t ara a and acyclovir they show no cross sensitivity reaction nor any cross toxic reaction to each other however if administered more than several times daily and continued for a prolonged period of time these antiviral agents like idu can also result in reversible side effects and further irreversible tissue destruction conjunctival cicatrization and permanent punctal occlusion caused by prolonged administration of f t have been reported prompt recognition of the untoward reactions and withdrawal of the antiviral agent will result in the subsidence of the toxic reaction changes and prevent the eye from irreversible destruction the recognition prevention and management of the untoward side effects also are discussed"
}