{
    "pmid": "41466213",
    "title": "Interventions to reduce kinesiophobia in breast cancer patients: a systematic review.",
    "abstract": "Kinesiophobia is prevalent in breast cancer (BC) patients, often reducing physical activity and impairing rehabilitation outcomes. A systematic evaluation of interventions targeting kinesiophobia in this population is essential. To assess the characteristics and efficacy of interventions for reducing kinesiophobia in BC patients. We systematically searched seven databases (PubMed, CINAHL, EMBASE, Web of Science, Scopus, Cochrane Library, APA PsycInfo) for English-language studies from inception to May 2025. Eligible studies included Randomized controlled trials (RCTs), quasi-experimental, and pre/post designs reporting kinesiophobia-related outcomes. Methodological quality was assessed using Joanna Briggs Institute tools. Eight studies (total sample size=404) evaluated seven interventions: pain neuroscience education (PNE) combined with therapeutic exercise (N=3), telerehabilitation-based relaxation (N=1), virtual reality (VR) rehabilitation (N=1), mirror therapy (MT) (N=1), complete decongestive therapy (CDT) (N=1), progressive supervised exercise (N=1), and health education (HE) (N=1). The interventions comprised 10-36 sessions delivered over 6-16 weeks, mostly therapist-delivered. Five studies were high-quality, with only two reporting non-significant effects. Preliminary evidence suggests PNE combined with therapeutic exercise, VR, MT, and progressive exercise may reduce kinesiophobia. However, the efficacy of HE alone, remotely supervised exercise, and CDT remains unclear. Overall, the effectiveness of interventions targeting kinesiophobia in BC patients appears to be mixed, and the evidence base for each intervention remains limited. Future studies should prioritize kinesiophobia as a primary outcome and strengthen the evidence through larger sample sizes, extended follow-up periods, and high-quality RCTs. CRD420251060712. The online version contains supplementary material available at 10.1186/s12905-025-04155-7.",
    "disease": "breast cancer",
    "clean_text": "interventions to reduce kinesiophobia in breast cancer patients a systematic review kinesiophobia is prevalent in breast cancer bc patients often reducing physical activity and impairing rehabilitation outcomes a systematic evaluation of interventions targeting kinesiophobia in this population is essential to assess the characteristics and efficacy of interventions for reducing kinesiophobia in bc patients we systematically searched seven databases pubmed cinahl embase web of science scopus cochrane library apa psycinfo for english language studies from inception to may eligible studies included randomized controlled trials rcts quasi experimental and pre post designs reporting kinesiophobia related outcomes methodological quality was assessed using joanna briggs institute tools eight studies total sample size evaluated seven interventions pain neuroscience education pne combined with therapeutic exercise n telerehabilitation based relaxation n virtual reality vr rehabilitation n mirror therapy mt n complete decongestive therapy cdt n progressive supervised exercise n and health education he n the interventions comprised sessions delivered over weeks mostly therapist delivered five studies were high quality with only two reporting non significant effects preliminary evidence suggests pne combined with therapeutic exercise vr mt and progressive exercise may reduce kinesiophobia however the efficacy of he alone remotely supervised exercise and cdt remains unclear overall the effectiveness of interventions targeting kinesiophobia in bc patients appears to be mixed and the evidence base for each intervention remains limited future studies should prioritize kinesiophobia as a primary outcome and strengthen the evidence through larger sample sizes extended follow up periods and high quality rcts crd the online version contains supplementary material available at s"
}