{
    "pmid": "41390607",
    "title": "Atopic diseases in pediatric population: prematurity and small for gestational age.",
    "abstract": "Atopic diseases, including asthma, atopic dermatitis (AD), allergic rhinitis (AR), and food allergy, are significant chronic conditions in the pediatric population. Prematurity and small-for-gestational-age (SGA) status are critical factors influencing long-term health outcomes. This study investigated the associations between prematurity, SGA, and the development of atopic diseases in children using a nationwide longitudinal cohort. We analyzed data from Taiwan's National Health Insurance Research Database (NHIRD), which includes nearly all residents. The cohort comprised infants born between January 1, 2004, and December 31, 2019, excluding those with early death and multiple births. Premature or SGA infants were designated as study cases, while term, appropriate-for-gestational-age (AGA) infants served as controls. Kaplan-Meier analysis estimated cumulative incidence, and log-rank tests compared disease risk across groups. Cox proportional hazards models, adjusted for demographics, pregnancy-related factors, socioeconomic status, and urbanization, were used to calculate hazard ratios (HRs) with 95% confidence intervals (CIs). A total of 1,758,460 infants (914,713 males; 843,747 females) were included. Prematurity was associated with increased risks of AR (HR, 1.03) and asthma (HR, 1.19 in males; HR, 1.17 in females) but a lower risk of AD (HR, 0.94 in males; HR, 0.95 in females) in the AGA group. SGA was not associated with atopic diseases in term infants. Prematurity was linked to higher risks of asthma and AR and a lower risk of AD, while SGA status showed no association with atopic diseases in term infants. Further studies are needed to clarify underlying mechanisms and assess causality.",
    "disease": "asthma",
    "clean_text": "atopic diseases in pediatric population prematurity and small for gestational age atopic diseases including asthma atopic dermatitis ad allergic rhinitis ar and food allergy are significant chronic conditions in the pediatric population prematurity and small for gestational age sga status are critical factors influencing long term health outcomes this study investigated the associations between prematurity sga and the development of atopic diseases in children using a nationwide longitudinal cohort we analyzed data from taiwan s national health insurance research database nhird which includes nearly all residents the cohort comprised infants born between january and december excluding those with early death and multiple births premature or sga infants were designated as study cases while term appropriate for gestational age aga infants served as controls kaplan meier analysis estimated cumulative incidence and log rank tests compared disease risk across groups cox proportional hazards models adjusted for demographics pregnancy related factors socioeconomic status and urbanization were used to calculate hazard ratios hrs with confidence intervals cis a total of infants males females were included prematurity was associated with increased risks of ar hr and asthma hr in males hr in females but a lower risk of ad hr in males hr in females in the aga group sga was not associated with atopic diseases in term infants prematurity was linked to higher risks of asthma and ar and a lower risk of ad while sga status showed no association with atopic diseases in term infants further studies are needed to clarify underlying mechanisms and assess causality"
}