{
    "pmid": "41452427",
    "title": "An Innovative Method for Refractory Epilepsy Diagnosis Based on Microstate Analysis and Graph Convolutional Network.",
    "abstract": "This study systematically investigates the alterations in electroencephalogram (EEG) microstates in patients with refractory epilepsy(RE) across different seizure stages. A novel EEG microstate analysis framework is proposed to address the limitations of traditional methods in clinical diagnosis and treatment. Additionally, the study explores the feasibility of utilizing microstate characteristics for seizure recognition and classification. Two independent datasets were used to extract microstate features corresponding to the four canonical seizure stages. A directed microstate graph structure was constructed, and a directed graph convolutional network(DGCN) was employed for classification. The performance of the proposed framework was compared to that of traditional methods, which rely on manually extracted features and classical machine learning classifiers. The proposed framework (termed MsG-GCN for reference within this article) exhibited superior classification performance, achieving an accuracy of 80.2%, compared to the best traditional method (Support Vector Machine, SVM), which achieved 74.3%. Notably, microstates A and C showed significant differences across seizure stages, with the average occurrence rate exhibiting greater discriminative power than the average duration and coverage. This study introduces novel approaches for the automated classification of epileptic seizures, demonstrating the effectiveness of graph neural networks in modeling dynamic epileptic microstate transitions. The proposed framework not only enhances classification performance but also provides a highly interpretable paradigm for intelligent, auxiliary diagnosis of complex neurological disorders.",
    "disease": "epilepsy",
    "clean_text": "an innovative method for refractory epilepsy diagnosis based on microstate analysis and graph convolutional network this study systematically investigates the alterations in electroencephalogram eeg microstates in patients with refractory epilepsy re across different seizure stages a novel eeg microstate analysis framework is proposed to address the limitations of traditional methods in clinical diagnosis and treatment additionally the study explores the feasibility of utilizing microstate characteristics for seizure recognition and classification two independent datasets were used to extract microstate features corresponding to the four canonical seizure stages a directed microstate graph structure was constructed and a directed graph convolutional network dgcn was employed for classification the performance of the proposed framework was compared to that of traditional methods which rely on manually extracted features and classical machine learning classifiers the proposed framework termed msg gcn for reference within this article exhibited superior classification performance achieving an accuracy of compared to the best traditional method support vector machine svm which achieved notably microstates a and c showed significant differences across seizure stages with the average occurrence rate exhibiting greater discriminative power than the average duration and coverage this study introduces novel approaches for the automated classification of epileptic seizures demonstrating the effectiveness of graph neural networks in modeling dynamic epileptic microstate transitions the proposed framework not only enhances classification performance but also provides a highly interpretable paradigm for intelligent auxiliary diagnosis of complex neurological disorders"
}