{
    "title": "Implications of Oxidative Stress in the Pathogenesis and Treatment of Hyperpigmentation Disorders.",
    "doc_id": "35087618",
    "writer": "Xing X",
    "year": "2022",
    "summary": "Oxidative stress is implicated in the pathogenesis of hyperpigmentation, hypopigmentation, melanoma, and other skin diseases. ...However, there is no complete review into the role of oxidative stress in the pathogenesis of hyperpigmentation disorders, …",
    "abstract": "Oxidative stress represents an imbalance between the generation of reactive oxygen and nitrogen species and the ability of antioxidant systems to decompose those products. Oxidative stress is implicated in the pathogenesis of hyperpigmentation, hypopigmentation, melanoma, and other skin diseases. Regulatory networks involving oxidative stress and related pathways are widely represented in hypopigmentation diseases, particularly vitiligo. However, there is no complete review into the role of oxidative stress in the pathogenesis of hyperpigmentation disorders, especially regarding associations involving oxidative stress and cellular signaling pathways. Here, we review oxidative and antioxidant systems, oxidative stress-induced signal transduction mechanisms, and effects of antioxidant drugs used in preclinical and clinical settings in hyperpigmentation disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35087618/",
    "clean_text": "implications of oxidative stress in the pathogenesis and treatment of hyperpigmentation disorders oxidative stress is implicated in the pathogenesis of hyperpigmentation hypopigmentation melanoma and other skin diseases however there is no complete review into the role of oxidative stress in the pathogenesis of hyperpigmentation disorders oxidative stress represents an imbalance between the generation of reactive oxygen and nitrogen species and the ability of antioxidant systems to decompose those products oxidative stress is implicated in the pathogenesis of hyperpigmentation hypopigmentation melanoma and other skin diseases regulatory networks involving oxidative stress and related pathways are widely represented in hypopigmentation diseases particularly vitiligo however there is no complete review into the role of oxidative stress in the pathogenesis of hyperpigmentation disorders especially regarding associations involving oxidative stress and cellular signaling pathways here we review oxidative and antioxidant systems oxidative stress induced signal transduction mechanisms and effects of antioxidant drugs used in preclinical and clinical settings in hyperpigmentation disorders"
}