{
    "title": "Omega-3 Fatty Acids and Cardiovascular Disease: Summary of the 2016 Agency of Healthcare Research and Quality Evidence Review.",
    "doc_id": "28800093",
    "writer": "Balk EM",
    "year": "2017",
    "summary": "We summarize the 2016 update of the 2004 Agency of Healthcare Research and Quality's evidence review of omega-3 fatty acids and cardiovascular disease (CVD). The overall findings for the effects of marine oil supplements on intermediate CVD outcomes remain largely u …",
    "abstract": "We summarize the 2016 update of the 2004 Agency of Healthcare Research and Quality's evidence review of omega-3 fatty acids and cardiovascular disease (CVD). The overall findings for the effects of marine oil supplements on intermediate CVD outcomes remain largely unchanged. There is high strength of evidence, based on numerous trials, of no significant effects of marine oils on systolic or diastolic blood pressures, but there are small, yet statistically significant increases in high density lipoprotein and low density lipoprotein cholesterol concentrations. The clinical significance of these small changes, particularly in combination, is unclear. The strongest effect of marine oils is on triglyceride concentrations. Across studies, this effect was dose-dependent and related to studies' mean baseline triglyceride concentration. In observational studies, there is low strength of evidence that increased marine oil intake lowers ischemic stroke risk. Among randomized controlled trials and observational studies, there is evidence of variable strength of no association with increased marine oil intake and lower CVD event risk. Evidence regarding alpha-linolenic acid intake is sparser. There is moderate strength of evidence of no effect on blood pressure or lipoprotein concentrations and low strength of evidence of no association with coronary heart disease, atrial fibrillation and congestive heart failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28800093/",
    "clean_text": "omega fatty acids and cardiovascular disease summary of the agency of healthcare research and quality evidence review we summarize the update of the agency of healthcare research and quality s evidence review of omega fatty acids and cardiovascular disease cvd the overall findings for the effects of marine oil supplements on intermediate cvd outcomes remain largely u we summarize the update of the agency of healthcare research and quality s evidence review of omega fatty acids and cardiovascular disease cvd the overall findings for the effects of marine oil supplements on intermediate cvd outcomes remain largely unchanged there is high strength of evidence based on numerous trials of no significant effects of marine oils on systolic or diastolic blood pressures but there are small yet statistically significant increases in high density lipoprotein and low density lipoprotein cholesterol concentrations the clinical significance of these small changes particularly in combination is unclear the strongest effect of marine oils is on triglyceride concentrations across studies this effect was dose dependent and related to studies mean baseline triglyceride concentration in observational studies there is low strength of evidence that increased marine oil intake lowers ischemic stroke risk among randomized controlled trials and observational studies there is evidence of variable strength of no association with increased marine oil intake and lower cvd event risk evidence regarding alpha linolenic acid intake is sparser there is moderate strength of evidence of no effect on blood pressure or lipoprotein concentrations and low strength of evidence of no association with coronary heart disease atrial fibrillation and congestive heart failure"
}