{
    "pmid": "41474654",
    "title": "Prior exposure of airway epithelial cells to mycobacteria reduces subsequent Mycobacterium tuberculosis infection and resulting inflammation.",
    "abstract": "Repeated exposures to Mycobacterium tuberculosis (Mtb) and related species may influence host responses, which in turn may affect vaccine efficacy and could even render the host less or more susceptible to progression to active tuberculosis disease. Using well-differentiated primary human bronchial epithelial cells (PBEC), we investigated the effect of a prior exposure of the epithelium to Mtb and M. bovis (BCG) on the intracellular infection efficiency of Mtb and M. avium (Mav) during a second exposure, and measured cytokine and antimicrobial peptide secretion. PBEC that were first exposed to BCG were significantly more resistant to subsequent infection with Mtb. A similar trend was observed in PBEC that were previously exposed to Mtb, although to a lesser magnitude compared to BCG pre-exposure. Furthermore, while the first exposure to mycobacteria induced inflammatory cytokine secretion by PBEC, cytokine secretion was dampened upon a secondary exposure to Mtb, most strongly in previously BCG-exposed cells. Secretion of the antimicrobial peptide hBD-2 was not affected by sequential exposures. In conclusion, repeated exposure of differentiated airway epithelial cells to mycobacteria reduced intracellular infection and inflammation.",
    "disease": "tuberculosis",
    "clean_text": "prior exposure of airway epithelial cells to mycobacteria reduces subsequent mycobacterium tuberculosis infection and resulting inflammation repeated exposures to mycobacterium tuberculosis mtb and related species may influence host responses which in turn may affect vaccine efficacy and could even render the host less or more susceptible to progression to active tuberculosis disease using well differentiated primary human bronchial epithelial cells pbec we investigated the effect of a prior exposure of the epithelium to mtb and m bovis bcg on the intracellular infection efficiency of mtb and m avium mav during a second exposure and measured cytokine and antimicrobial peptide secretion pbec that were first exposed to bcg were significantly more resistant to subsequent infection with mtb a similar trend was observed in pbec that were previously exposed to mtb although to a lesser magnitude compared to bcg pre exposure furthermore while the first exposure to mycobacteria induced inflammatory cytokine secretion by pbec cytokine secretion was dampened upon a secondary exposure to mtb most strongly in previously bcg exposed cells secretion of the antimicrobial peptide hbd was not affected by sequential exposures in conclusion repeated exposure of differentiated airway epithelial cells to mycobacteria reduced intracellular infection and inflammation"
}