{
    "pmid": "41450155",
    "title": "Gabapentinoids in Chronic Kidney Disease: A Closer Look at Respiratory Risk.",
    "abstract": "In 2019, the Food and Drug Administration issued a warning regarding the risk of respiratory depression with gabapentin use, especially when combined with opioids or other central nervous system depressants. While prior inpatient studies have observed increased respiratory risks in postoperative patients, data are limited in hospitalized patients with renal dysfunction. The objective of the study is to evaluate the association between gabapentinoid use and respiratory depression in hospitalized patients with chronic kidney disease (CKD). This single-center retrospective cohort study included adult inpatients receiving a multimodal pain regimen with or without gabapentinoid and CKD stage III, IV, or V. Patients were excluded if they had a history of epilepsy, generalized anxiety disorder, restless leg syndrome, acute respiratory conditions, hepatic disease, or were initially admitted to the intensive care unit. The primary outcome was a composite measure of respiratory depression, including use of high-flow nasal cannula, bilevel positive airway pressure, mechanical ventilation, oxygen escalation, naloxone or flumazenil administration, or rapid response/code activation. Secondary outcomes included altered mental status, falls, and individual components of the primary outcome. A total of 320 patients were included. In the unadjusted analysis, respiratory depression occurred in 35.6% of gabapentinoid users versus 24.1% of nonusers ( Gabapentinoid use in hospitalized CKD patients was associated with respiratory depression. These findings support the need for careful dosing and monitoring of gabapentinoids in this high-risk population.",
    "disease": "chronic kidney disease",
    "clean_text": "gabapentinoids in chronic kidney disease a closer look at respiratory risk in the food and drug administration issued a warning regarding the risk of respiratory depression with gabapentin use especially when combined with opioids or other central nervous system depressants while prior inpatient studies have observed increased respiratory risks in postoperative patients data are limited in hospitalized patients with renal dysfunction the objective of the study is to evaluate the association between gabapentinoid use and respiratory depression in hospitalized patients with chronic kidney disease ckd this single center retrospective cohort study included adult inpatients receiving a multimodal pain regimen with or without gabapentinoid and ckd stage iii iv or v patients were excluded if they had a history of epilepsy generalized anxiety disorder restless leg syndrome acute respiratory conditions hepatic disease or were initially admitted to the intensive care unit the primary outcome was a composite measure of respiratory depression including use of high flow nasal cannula bilevel positive airway pressure mechanical ventilation oxygen escalation naloxone or flumazenil administration or rapid response code activation secondary outcomes included altered mental status falls and individual components of the primary outcome a total of patients were included in the unadjusted analysis respiratory depression occurred in of gabapentinoid users versus of nonusers gabapentinoid use in hospitalized ckd patients was associated with respiratory depression these findings support the need for careful dosing and monitoring of gabapentinoids in this high risk population"
}