{
    "title": "Web-Based Guidance Through Assisted Reproductive Technology (myFertiCare): Patient-Centered App Development and Qualitative Evaluation.",
    "doc_id": "34342591",
    "writer": "Sparidaens EM",
    "year": "2021",
    "summary": "OBJECTIVE: This study aimed to design, develop, and qualitatively evaluate a multifaceted web-based app for infertile couples undergoing intracytoplasmic sperm injection with surgically retrieved sperm during their treatment trajectory. ...The app provides personalized and …",
    "abstract": "Background:\n        \n      \n      Providing patient-centered fertility care is known to improve quality of life and can reduce anxiety and depression. In a previous study, we established the need for a web-based app providing personalized information and interactive functionalities among couples undergoing intracytoplasmic sperm injection with surgically retrieved sperm.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to design, develop, and qualitatively evaluate a multifaceted web-based app for infertile couples undergoing intracytoplasmic sperm injection with surgically retrieved sperm during their treatment trajectory.\n    \n\n\n          Methods:\n        \n      \n      The web-based app was developed in three phases: (1) we established a patient-centered functional design, (2) developed the app in collaboration with medical and technical professionals, and (3) qualitatively evaluated the app among couples using a think-aloud method.\n    \n\n\n          Results:\n        \n      \n      The basis of the app is the couple's visualized treatment trajectory. The app provides personalized and interactive functionalities; for example, customized information and communication options. During qualitative evaluation, myFertiCare was highly appreciated and received a median score of 8 out of 10. The main improvements made upon conclusion of the think-aloud sessions were related to faster login and easier app navigation.\n    \n\n\n          Conclusions:\n        \n      \n      A patient-centered web-based app aimed at guiding couples through their fertility treatment course was systematically designed, developed, and positively evaluated by patients and medical and technical professionals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34342591/",
    "clean_text": "web based guidance through assisted reproductive technology myferticare patient centered app development and qualitative evaluation objective this study aimed to design develop and qualitatively evaluate a multifaceted web based app for infertile couples undergoing intracytoplasmic sperm injection with surgically retrieved sperm during their treatment trajectory the app provides personalized and background providing patient centered fertility care is known to improve quality of life and can reduce anxiety and depression in a previous study we established the need for a web based app providing personalized information and interactive functionalities among couples undergoing intracytoplasmic sperm injection with surgically retrieved sperm objective this study aimed to design develop and qualitatively evaluate a multifaceted web based app for infertile couples undergoing intracytoplasmic sperm injection with surgically retrieved sperm during their treatment trajectory methods the web based app was developed in three phases we established a patient centered functional design developed the app in collaboration with medical and technical professionals and qualitatively evaluated the app among couples using a think aloud method results the basis of the app is the couple s visualized treatment trajectory the app provides personalized and interactive functionalities for example customized information and communication options during qualitative evaluation myferticare was highly appreciated and received a median score of out of the main improvements made upon conclusion of the think aloud sessions were related to faster login and easier app navigation conclusions a patient centered web based app aimed at guiding couples through their fertility treatment course was systematically designed developed and positively evaluated by patients and medical and technical professionals"
}