{
    "title": "Neonatal spinal injury induces de novo projections of primary afferents to the lumbosacral intermediolateral nucleus in rats.",
    "doc_id": "30135945",
    "writer": "Takiguchi M",
    "year": "2017",
    "summary": "Complete spinal transection in adult rats results in poor recovery of hind limb function and severe urinary bladder dysfunction. Neonatal rats with spinal cord transection, however, exhibit spontaneous and significant recovery of micturition control. ...",
    "abstract": "Complete spinal transection in adult rats results in poor recovery of hind limb function and severe urinary bladder dysfunction. Neonatal rats with spinal cord transection, however, exhibit spontaneous and significant recovery of micturition control. A previous study in which biotinylated-dextran amine (BDA) was used as an anterograde tracer demonstrated that primary afferent fibers from the fifth lumbar dorsal root ganglion (DRG) project more strongly and make more terminals in the ventral horn after neonatal spinal cord transection at the mid-thoracic level. In the present study, we injected BDA into the sixth lumbar (L6) DRG of neonatally spinalized rats to label primary afferent fibers that include visceral afferents. The labeled fibers projected to the intermediolateral nucleus (IML) in the intermediate zone on ipsilateral side of the L6 spinal segment, whereas no projections to the IML were observed in sham-operated or intact rats. The BDA-labeled fibers of neonatally spinalized rats formed varicose terminals on parasympathetic preganglionic neurons in the IML. These findings suggest that some primary afferent projections from the L6 DRG to the IML appear after neonatal spinal cord transection, and these de novo projections might contribute to the recovery of autonomic function such as micturition following spinal cord injury in the neonatal stage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30135945/",
    "clean_text": "neonatal spinal injury induces de novo projections of primary afferents to the lumbosacral intermediolateral nucleus in rats complete spinal transection in adult rats results in poor recovery of hind limb function and severe urinary bladder dysfunction neonatal rats with spinal cord transection however exhibit spontaneous and significant recovery of micturition control complete spinal transection in adult rats results in poor recovery of hind limb function and severe urinary bladder dysfunction neonatal rats with spinal cord transection however exhibit spontaneous and significant recovery of micturition control a previous study in which biotinylated dextran amine bda was used as an anterograde tracer demonstrated that primary afferent fibers from the fifth lumbar dorsal root ganglion drg project more strongly and make more terminals in the ventral horn after neonatal spinal cord transection at the mid thoracic level in the present study we injected bda into the sixth lumbar l drg of neonatally spinalized rats to label primary afferent fibers that include visceral afferents the labeled fibers projected to the intermediolateral nucleus iml in the intermediate zone on ipsilateral side of the l spinal segment whereas no projections to the iml were observed in sham operated or intact rats the bda labeled fibers of neonatally spinalized rats formed varicose terminals on parasympathetic preganglionic neurons in the iml these findings suggest that some primary afferent projections from the l drg to the iml appear after neonatal spinal cord transection and these de novo projections might contribute to the recovery of autonomic function such as micturition following spinal cord injury in the neonatal stage"
}