{
    "pmid": "41469124",
    "title": "Impact of Chronic Kidney Disease on End-stage Renal Disease After Treatment for Localized Renal Cell Carcinoma.",
    "abstract": "Partial or radical nephrectomy are the gold standard treatments for localized renal cell carcinoma; however, these treatments can induce kidney disease. This study aimed to investigate the functional outcomes of chronic kidney disease due to medical causes and end-stage renal disease in patients with localized renal cell carcinoma. This retrospective study enrolled 243 patients diagnosed with localized renal cell carcinoma at our Institution. Chronic kidney disease was classified as either surgically induced or attributable to medical causes, and outcomes were compared. Furthermore, a machine-learning model was used to identify important factors related to end-stage renal disease. Of the 243 patients, 5 died of progressive disease, 18 died of other causes, and 8 developed end-stage renal disease. Patients with chronic kidney disease due to medical causes had a higher risk of mortality ( Chronic kidney disease due to medical causes should be considered in surgical decision-making as it is a significant risk factor for mortality and end-stage renal disease. Chronic kidney disease due to medical causes and proteinuria before and after surgery must be treated with care to improve patient survival and avoid the onset of end-stage renal disease.",
    "disease": "chronic kidney disease",
    "clean_text": "impact of chronic kidney disease on end stage renal disease after treatment for localized renal cell carcinoma partial or radical nephrectomy are the gold standard treatments for localized renal cell carcinoma however these treatments can induce kidney disease this study aimed to investigate the functional outcomes of chronic kidney disease due to medical causes and end stage renal disease in patients with localized renal cell carcinoma this retrospective study enrolled patients diagnosed with localized renal cell carcinoma at our institution chronic kidney disease was classified as either surgically induced or attributable to medical causes and outcomes were compared furthermore a machine learning model was used to identify important factors related to end stage renal disease of the patients died of progressive disease died of other causes and developed end stage renal disease patients with chronic kidney disease due to medical causes had a higher risk of mortality chronic kidney disease due to medical causes should be considered in surgical decision making as it is a significant risk factor for mortality and end stage renal disease chronic kidney disease due to medical causes and proteinuria before and after surgery must be treated with care to improve patient survival and avoid the onset of end stage renal disease"
}