{
    "title": "Influence of spinalization on spinal withdrawal reflex responses varies depending on the submodality of the test stimulus and the experimental pathophysiological condition in the rat.",
    "doc_id": "9666138",
    "writer": "Kauppila T",
    "year": "1998",
    "summary": "The influence of midthoracic spinalization on thermally and mechanically induced spinal withdrawal reflex responses was studied in the rat. ...The spinalization-induced facilitatory effects as well as inhibitory ones on spinal reflexes were enhanced in …",
    "abstract": "The influence of midthoracic spinalization on thermally and mechanically induced spinal withdrawal reflex responses was studied in the rat. There were three experimental groups of rats: healthy controls, rats with a spinal nerve ligation-induced unilateral neuropathy, and rats with a carrageenan-induced inflammation of one hindpaw. Tail flick response was induced by radiant heat. Hindlimb withdrawal was induced by radiant heat, ice water, and innocuous or noxious mechanical stimulation of the paw. Prior to spinalization, spinal nerve ligated and carrageenan-treated animals had a marked unilateral allodynia and hyperalgesia. Spinalization tended to induce a facilitation of noxious heat-evoked reflexes. This spinalization-induced facilitation was stronger on tail than hindlimb withdrawal. Spinalization-induced skin temperature change did not explain the facilitation of noxious heat-evoked reflexes. In contrast, spinal withdrawal responses induced by noxious cold or mechanical stimulation were significantly suppressed following spinalization. The spinalization-induced facilitatory effects as well as inhibitory ones on spinal reflexes were enhanced in inflamed/neuropathic animals. The results indicate that the tonic descending control of spinal nocifensive responses varies depending on the submodality of the test stimulus, the segmental level of the reflex (tail vs. hindlimb), and on the pathophysiological condition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9666138/",
    "clean_text": "influence of spinalization on spinal withdrawal reflex responses varies depending on the submodality of the test stimulus and the experimental pathophysiological condition in the rat the influence of midthoracic spinalization on thermally and mechanically induced spinal withdrawal reflex responses was studied in the rat the spinalization induced facilitatory effects as well as inhibitory ones on spinal reflexes were enhanced in the influence of midthoracic spinalization on thermally and mechanically induced spinal withdrawal reflex responses was studied in the rat there were three experimental groups of rats healthy controls rats with a spinal nerve ligation induced unilateral neuropathy and rats with a carrageenan induced inflammation of one hindpaw tail flick response was induced by radiant heat hindlimb withdrawal was induced by radiant heat ice water and innocuous or noxious mechanical stimulation of the paw prior to spinalization spinal nerve ligated and carrageenan treated animals had a marked unilateral allodynia and hyperalgesia spinalization tended to induce a facilitation of noxious heat evoked reflexes this spinalization induced facilitation was stronger on tail than hindlimb withdrawal spinalization induced skin temperature change did not explain the facilitation of noxious heat evoked reflexes in contrast spinal withdrawal responses induced by noxious cold or mechanical stimulation were significantly suppressed following spinalization the spinalization induced facilitatory effects as well as inhibitory ones on spinal reflexes were enhanced in inflamed neuropathic animals the results indicate that the tonic descending control of spinal nocifensive responses varies depending on the submodality of the test stimulus the segmental level of the reflex tail vs hindlimb and on the pathophysiological condition"
}