{
    "pmid": "41347003",
    "title": "Case Report of a patient with Madelung's disease combined with alcoholic liver disease and liver cirrhosis.",
    "abstract": "Madelung's disease (MD) is a rare disorder of fat metabolism, with symptoms often characterized by the appearance of chronic accumulations of abnormal adipose tissue in areas such as the neck and neckline, upper back and chest. Nowadays, its pathogenesis is still unknown, and some scholars have suggested that its etiology is closely related to alcohol consumption, and that it is associated with a variety of metabolic diseases such as liver disease, hypertension, diabetes mellitus, dyslipidemia, and peripheral neurological damage. Currently, there are very few reported cases of Madelung's disease complicated by alcoholic liver disease and liver cirrhosis (LC), making this case worthy of reporting. This article reports on a 60-year-old man, the main point of view \"The patient has experienced edema in both lower limbs for 2 weeks, accompanied by a long history of alcohol consumption.\" Clinical examination showed subcutaneous swelling of the neck, which has been clearly present for three years. The diagnosis of Madelung's disease combined with alcoholic liver disease and liver cirrhosis was made based on laboratory tests of liver function, ultrasound of the neck vessels, ultrasound of the superficial tissues of the neck, and CT of the abdomen. The patient has not exhibited restricted neck mobility or symptoms of tracheoesophageal fat syndrome, which affects swallowing and breathing, and refused neck surgery treatment and received hepatoprotective therapy and traditional agents. After 14 days and two cycles of Chinese medicine, edema subsided, and the size of the subcutaneous mass remained stable. Madelung's disease is often underdiagnosed and misdiagnosed because of its low prevalence. The purpose of this article is to illustrate the need to be vigilant in clinical encounters with patients with Madelung's disease combined with alcoholic liver disease and liver cirrhosis, to achieve early intervention and treatment, and to prevent complications. The etiology of this disease remains unclear. Further research into its pathophysiological mechanisms should be pursued, opening new avenues for therapeutic investigations.",
    "disease": "liver cirrhosis",
    "clean_text": "case report of a patient with madelung s disease combined with alcoholic liver disease and liver cirrhosis madelung s disease md is a rare disorder of fat metabolism with symptoms often characterized by the appearance of chronic accumulations of abnormal adipose tissue in areas such as the neck and neckline upper back and chest nowadays its pathogenesis is still unknown and some scholars have suggested that its etiology is closely related to alcohol consumption and that it is associated with a variety of metabolic diseases such as liver disease hypertension diabetes mellitus dyslipidemia and peripheral neurological damage currently there are very few reported cases of madelung s disease complicated by alcoholic liver disease and liver cirrhosis lc making this case worthy of reporting this article reports on a year old man the main point of view the patient has experienced edema in both lower limbs for weeks accompanied by a long history of alcohol consumption clinical examination showed subcutaneous swelling of the neck which has been clearly present for three years the diagnosis of madelung s disease combined with alcoholic liver disease and liver cirrhosis was made based on laboratory tests of liver function ultrasound of the neck vessels ultrasound of the superficial tissues of the neck and ct of the abdomen the patient has not exhibited restricted neck mobility or symptoms of tracheoesophageal fat syndrome which affects swallowing and breathing and refused neck surgery treatment and received hepatoprotective therapy and traditional agents after days and two cycles of chinese medicine edema subsided and the size of the subcutaneous mass remained stable madelung s disease is often underdiagnosed and misdiagnosed because of its low prevalence the purpose of this article is to illustrate the need to be vigilant in clinical encounters with patients with madelung s disease combined with alcoholic liver disease and liver cirrhosis to achieve early intervention and treatment and to prevent complications the etiology of this disease remains unclear further research into its pathophysiological mechanisms should be pursued opening new avenues for therapeutic investigations"
}