{
    "pmid": "41417402",
    "title": "Diastolic Blood Pressure Dipping During Sleep Shows Superior Unadjusted Predictive Power Compared to Systolic Dipping: A Retrospective Cohort Study.",
    "abstract": "Sleep blood pressure (BP) fall is a prognostic marker. Few studies have evaluated whether systolic BP (SBP) or diastolic BP (DBP) dipping more accurately predicts clinical outcomes. To determine which type of BP dipping has greater predictive value for clinical outcomes. This retrospective cohort evaluated patients who underwent ambulatory blood pressure monitoring (ABPM) between January 27, 2004, and February 16,2012. Patients were followed until the occurrence of the primary outcome (death from any cause), or until the end of follow-up period (February 01, 2022). Cox survival curves were constructed to assess which dipping classification - SBP or DBP - better distinguished the occurrence of outcomes. Dipping was defined as a nocturnal BP reduction of 10-20%. Absent and attenuated dipping were defined as reductions of ≤ 0% and 0-10%, respectively. Statistical significance was set at p < 0.05. A total of 756 patients were included, with a mean age of 54±16.4 years; 42% were male. In predicting the primary outcome (all-cause mortality), the absence of DBP dipping, adjusted for 24-hour SBP, was associated with a hazard-ratio (HR) of 2.051 (95% confidence interval [95%CI]: 1.147 - 3.670 (p=0.015). For the secondary outcome (cardiovascular mortality), the absence of DBP dipping, also adjusted for 24-hour SBP, showed a HR of 3.329 (95%CI: 1.317-8.412; p=0.011). In contrast, the absence of SBP dipping, when adjusted for 24-hour SBP, was not significantly associated with either outcome. In the fully adjusted model, which included age, diabetes, smoking, atherosclerotic vascular disease and chronic kidney disease, both SBP and DBP dipping lost statistically significant associations. DBP dipping demonstrates superior predictive power for outcomes compared to SBP dipping, and adds to the prognostic value of mean 24-hour SBP. (Central Illustration). A queda da pressão arterial (PA) durante o sono é reconhecida como um marcador prognóstico. Poucos estudos avaliaram se a queda da PA sistólica (PAS) ou da PA diastólica (PAD) prediz com maior precisão os desfechos clínicos. Determinar qual tipo de queda da PA possui maior valor preditivo para desfechos clínicos. Esta coorte retrospectiva avaliou pacientes submetidos à monitorização ambulatorial da PA entre 27 de janeiro de 2004 e 16 de fevereiro de 2012. Os pacientes foram acompanhados até a ocorrência do desfecho primário (óbito por qualquer causa) ou até o fim do período de seguimento (1º de fevereiro de 2022). Curvas de sobrevivência de Cox foram construídas para avaliar qual classificação de queda – PAS ou PAD – melhor distinguiu a ocorrência dos desfechos. A queda foi definida como uma redução noturna da PA entre 10% e 20%. A ausência e a atenuação da queda foram definidas como reduções de ≤ 0% e entre 0% e 10%, respectivamente. A significância estatística foi estabelecida em p < 0,05. Um total de 756 pacientes foi incluído, com idade média de 54 ± 16,4 anos; 42% eram do sexo masculino. Na predição do desfecho primário (mortalidade por todas as causas), a ausência de queda da PAD, ajustada para a PAS média de 24 horas, esteve associada a um hazard ratio (HR) de 2,051 [Intervalo de Confiança de 95% (IC95%): 1,147–3,670; p = 0,015). Para o desfecho secundário (mortalidade cardiovascular), a ausência de queda da PAD, também ajustada para a PAS de 24 horas, apresentou um HR de 3,329 (IC95%: 1,317–8,412; p = 0,011). Por outro lado, a ausência de queda da PAS, quando ajustada para a PAS de 24 horas, não apresentou associação estatisticamente significativa com nenhum dos desfechos. No modelo totalmente ajustado – que incluiu idade, diabetes, tabagismo, doença vascular aterosclerótica e doença renal crônica – tanto a queda da PAS quanto da PAD perderam a significância estatística. A queda da PAD demonstra maior poder preditivo para desfechos clínicos em comparação à queda da PAS, além de contribuir para o valor prognóstico da PAS média de 24 horas (Figura Central). Sleep blood pressure (BP) fall is a prognostic marker. Few studies have evaluated whether systolic BP (SBP) or diastolic BP (DBP) dipping more accurately predicts clinical outcomes. To determine which type of BP dipping has greater predictive value for clinical outcomes. This retrospective cohort evaluated patients who underwent ambulatory blood pressure monitoring (ABPM) between January 27, 2004, and February 16,2012. Patients were followed until the occurrence of the primary outcome (death from any cause), or until the end of follow-up period (February 01, 2022). Cox survival curves were constructed to assess which dipping classification – SBP or DBP – better distinguished the occurrence of outcomes. Dipping was defined as a nocturnal BP reduction of 10-20%. Absent and attenuated dipping were defined as reductions of ≤ 0% and 0-10%, respectively. Statistical significance was set at p < 0.05. A total of 756 patients were included, with a mean age of 54±16.4 years; 42% were male. In predicting the primary outcome (all-cause mortality), the absence of DBP dipping, adjusted for 24-hour SBP, was associated with a hazard-ratio (HR) of 2.051 (95% confidence interval [95%CI]: 1.147 - 3.670 (p=0.015). For the secondary outcome (cardiovascular mortality), the absence of DBP dipping, also adjusted for 24-hour SBP, showed a HR of 3.329 (95%CI: 1.317-8.412; p=0.011). In contrast, the absence of SBP dipping, when adjusted for 24-hour SBP, was not significantly associated with either outcome. In the fully adjusted model, which included age, diabetes, smoking, atherosclerotic vascular disease and chronic kidney disease, both SBP and DBP dipping lost statistically significant associations. DBP dipping demonstrates superior predictive power for outcomes compared to SBP dipping, and adds to the prognostic value of mean 24-hour SBP. (Central Illustration).",
    "disease": "chronic kidney disease",
    "clean_text": "diastolic blood pressure dipping during sleep shows superior unadjusted predictive power compared to systolic dipping a retrospective cohort study sleep blood pressure bp fall is a prognostic marker few studies have evaluated whether systolic bp sbp or diastolic bp dbp dipping more accurately predicts clinical outcomes to determine which type of bp dipping has greater predictive value for clinical outcomes this retrospective cohort evaluated patients who underwent ambulatory blood pressure monitoring abpm between january and february patients were followed until the occurrence of the primary outcome death from any cause or until the end of follow up period february cox survival curves were constructed to assess which dipping classification sbp or dbp better distinguished the occurrence of outcomes dipping was defined as a nocturnal bp reduction of absent and attenuated dipping were defined as reductions of and respectively statistical significance was set at p a total of patients were included with a mean age of years were male in predicting the primary outcome all cause mortality the absence of dbp dipping adjusted for hour sbp was associated with a hazard ratio hr of confidence interval ci p for the secondary outcome cardiovascular mortality the absence of dbp dipping also adjusted for hour sbp showed a hr of ci p in contrast the absence of sbp dipping when adjusted for hour sbp was not significantly associated with either outcome in the fully adjusted model which included age diabetes smoking atherosclerotic vascular disease and chronic kidney disease both sbp and dbp dipping lost statistically significant associations dbp dipping demonstrates superior predictive power for outcomes compared to sbp dipping and adds to the prognostic value of mean hour sbp central illustration a queda da press o arterial pa durante o sono reconhecida como um marcador progn stico poucos estudos avaliaram se a queda da pa sist lica pas ou da pa diast lica pad prediz com maior precis o os desfechos cl nicos determinar qual tipo de queda da pa possui maior valor preditivo para desfechos cl nicos esta coorte retrospectiva avaliou pacientes submetidos monitoriza o ambulatorial da pa entre de janeiro de e de fevereiro de os pacientes foram acompanhados at a ocorr ncia do desfecho prim rio bito por qualquer causa ou at o fim do per odo de seguimento de fevereiro de curvas de sobreviv ncia de cox foram constru das para avaliar qual classifica o de queda pas ou pad melhor distinguiu a ocorr ncia dos desfechos a queda foi definida como uma redu o noturna da pa entre e a aus ncia e a atenua o da queda foram definidas como redu es de e entre e respectivamente a signific ncia estat stica foi estabelecida em p um total de pacientes foi inclu do com idade m dia de anos eram do sexo masculino na predi o do desfecho prim rio mortalidade por todas as causas a aus ncia de queda da pad ajustada para a pas m dia de horas esteve associada a um hazard ratio hr de intervalo de confian a de ic p para o desfecho secund rio mortalidade cardiovascular a aus ncia de queda da pad tamb m ajustada para a pas de horas apresentou um hr de ic p por outro lado a aus ncia de queda da pas quando ajustada para a pas de horas n o apresentou associa o estatisticamente significativa com nenhum dos desfechos no modelo totalmente ajustado que incluiu idade diabetes tabagismo doen a vascular ateroscler tica e doen a renal cr nica tanto a queda da pas quanto da pad perderam a signific ncia estat stica a queda da pad demonstra maior poder preditivo para desfechos cl nicos em compara o queda da pas al m de contribuir para o valor progn stico da pas m dia de horas figura central sleep blood pressure bp fall is a prognostic marker few studies have evaluated whether systolic bp sbp or diastolic bp dbp dipping more accurately predicts clinical outcomes to determine which type of bp dipping has greater predictive value for clinical outcomes this retrospective cohort evaluated patients who underwent ambulatory blood pressure monitoring abpm between january and february patients were followed until the occurrence of the primary outcome death from any cause or until the end of follow up period february cox survival curves were constructed to assess which dipping classification sbp or dbp better distinguished the occurrence of outcomes dipping was defined as a nocturnal bp reduction of absent and attenuated dipping were defined as reductions of and respectively statistical significance was set at p a total of patients were included with a mean age of years were male in predicting the primary outcome all cause mortality the absence of dbp dipping adjusted for hour sbp was associated with a hazard ratio hr of confidence interval ci p for the secondary outcome cardiovascular mortality the absence of dbp dipping also adjusted for hour sbp showed a hr of ci p in contrast the absence of sbp dipping when adjusted for hour sbp was not significantly associated with either outcome in the fully adjusted model which included age diabetes smoking atherosclerotic vascular disease and chronic kidney disease both sbp and dbp dipping lost statistically significant associations dbp dipping demonstrates superior predictive power for outcomes compared to sbp dipping and adds to the prognostic value of mean hour sbp central illustration"
}