{
    "title": "Bone mineral density in patients with type 1 and type 2 diabetes.",
    "doc_id": "10388989",
    "writer": "Tuominen JT",
    "year": "1999",
    "summary": "RESULTS: Among both sexes, BMD values were significantly lower in type 1 diabetic patients than in type 2 diabetic patients or the control subjects. When adjusted for age and BMI, the differences between type 1 diabetic patients and control subj …",
    "abstract": "Objective:\n        \n      \n      To assess the effect of type 1 and type 2 diabetes and insulin treatment on bone mineral density (BMD) in middle-aged and elderly men and women.\n    \n\n\n          Research design and methods:\n        \n      \n      We measured BMD and evaluated known determinants of osteoporosis in 56 type 1 and 68 type 2 diabetic patients and 498 nondiabetic community control subjects. All patients, aged 52-72 years, developed diabetes after the age of 30 years (i.e., after achievement of peak bone mass) and were treated with insulin. BMD was measured at the proximal femur with dual-energy X-ray absorptiometry.\n    \n\n\n          Results:\n        \n      \n      Among both sexes, BMD values were significantly lower in type 1 diabetic patients than in type 2 diabetic patients or the control subjects. When adjusted for age and BMI, the differences between type 1 diabetic patients and control subjects remained essentially unchanged in both sexes, whereas the differences between type 1 and type 2 diabetic subjects were significant only in men. After further adjustments for confounding factors, the average BMD values were still lower in type 1 diabetic subjects than in type 2 diabetic subjects although with lesser significance. Past low-energy fractures were more common in type 1 diabetic women than in type 2 diabetic women.\n    \n\n\n          Conclusions:\n        \n      \n      The lower BMD in type 1 versus type 2 diabetic patients and control subjects probably results from more rapid bone loss after the onset of type 1 diabetes. This cannot be explained by insulin treatment, which was prescribed for both types of patients. Because the causes of low BMD in type 1 diabetes are unknown, these patients should be evaluated for the risk of osteoporosis and related fractures and offered appropriate preventive measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10388989/",
    "clean_text": "bone mineral density in patients with type and type diabetes results among both sexes bmd values were significantly lower in type diabetic patients than in type diabetic patients or the control subjects when adjusted for age and bmi the differences between type diabetic patients and control subj objective to assess the effect of type and type diabetes and insulin treatment on bone mineral density bmd in middle aged and elderly men and women research design and methods we measured bmd and evaluated known determinants of osteoporosis in type and type diabetic patients and nondiabetic community control subjects all patients aged years developed diabetes after the age of years i e after achievement of peak bone mass and were treated with insulin bmd was measured at the proximal femur with dual energy x ray absorptiometry results among both sexes bmd values were significantly lower in type diabetic patients than in type diabetic patients or the control subjects when adjusted for age and bmi the differences between type diabetic patients and control subjects remained essentially unchanged in both sexes whereas the differences between type and type diabetic subjects were significant only in men after further adjustments for confounding factors the average bmd values were still lower in type diabetic subjects than in type diabetic subjects although with lesser significance past low energy fractures were more common in type diabetic women than in type diabetic women conclusions the lower bmd in type versus type diabetic patients and control subjects probably results from more rapid bone loss after the onset of type diabetes this cannot be explained by insulin treatment which was prescribed for both types of patients because the causes of low bmd in type diabetes are unknown these patients should be evaluated for the risk of osteoporosis and related fractures and offered appropriate preventive measures"
}