{
    "title": "Primary biliary cirrhosis and ulcerative colitis: a case report and review of literature.",
    "doc_id": "12679954",
    "writer": "Xiao WB",
    "year": "2003",
    "summary": "The bowel lesions were usually mild with proctitis predominated. While ulcerative colitis was diagnosed before primary biliary cirrhosis in 13 cases, the presentation of primary biliary cirrhosis was earlier than that of ulcerative colitis in our new c …",
    "abstract": "Aim:\n        \n      \n      To summarize the characteristics of patients suffered from primary biliary cirrhosis associated with ulcerative colitis.\n    \n\n\n          Methods:\n        \n      \n      To report a new case and review the literature.\n    \n\n\n          Results:\n        \n      \n      There were 18 cases (including our case) of primary biliary cirrhosis complicated with ulcerative colitis reported in the literature. Compared with classical primary biliary cirrhosis, the patients were more often males and younger similar. The bowel lesions were usually mild with proctitis predominated. While ulcerative colitis was diagnosed before primary biliary cirrhosis in 13 cases, the presentation of primary biliary cirrhosis was earlier than that of ulcerative colitis in our new case reported here. The prevalence of primary biliary cirrhosis among patients of ulcerative colitis was almost 30 times higher than in general population.\n    \n\n\n          Conclusion:\n        \n      \n      Association of primary biliary cirrhosis with ulcerative colitis is rare. It should be considered in the differential diagnosis of hepatobiliary disease in patients with ulcerative colitis, and vice versa.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12679954/",
    "clean_text": "primary biliary cirrhosis and ulcerative colitis a case report and review of literature the bowel lesions were usually mild with proctitis predominated while ulcerative colitis was diagnosed before primary biliary cirrhosis in cases the presentation of primary biliary cirrhosis was earlier than that of ulcerative colitis in our new c aim to summarize the characteristics of patients suffered from primary biliary cirrhosis associated with ulcerative colitis methods to report a new case and review the literature results there were cases including our case of primary biliary cirrhosis complicated with ulcerative colitis reported in the literature compared with classical primary biliary cirrhosis the patients were more often males and younger similar the bowel lesions were usually mild with proctitis predominated while ulcerative colitis was diagnosed before primary biliary cirrhosis in cases the presentation of primary biliary cirrhosis was earlier than that of ulcerative colitis in our new case reported here the prevalence of primary biliary cirrhosis among patients of ulcerative colitis was almost times higher than in general population conclusion association of primary biliary cirrhosis with ulcerative colitis is rare it should be considered in the differential diagnosis of hepatobiliary disease in patients with ulcerative colitis and vice versa"
}