{
    "title": "Ankle impingement syndromes: an imaging review.",
    "doc_id": "27885856",
    "writer": "Berman Z",
    "year": "2017",
    "summary": "Ankle impingement syndromes encompass a broad spectrum of post-traumatic and chronic degenerative changes that present with pain on specific movements about the ankle joint. ...This review focuses on the anatomic locations, pathophysiology, imaging considerations and brief …",
    "abstract": "Ankle impingement syndromes encompass a broad spectrum of post-traumatic and chronic degenerative changes that present with pain on specific movements about the ankle joint. Both amateur and professional athletes are disproportionately affected by these conditions, and while conservative measures can potentially treat an impingement syndrome, definitive therapy is often alleviated surgically. Imaging (including conventional radiography, ultrasound, CT and MRI) plays an invaluable role in the diagnosis and pre-surgical work-up. An anatomically based classification system is useful in these syndromes, as the aetiology, sites of pathology and preferred treatment methods are similarly based on anatomic locations about the ankle. This review focuses on the anatomic locations, pathophysiology, imaging considerations and brief discussion of therapies for each of the major anatomic ankle impingement syndromes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27885856/",
    "clean_text": "ankle impingement syndromes an imaging review ankle impingement syndromes encompass a broad spectrum of post traumatic and chronic degenerative changes that present with pain on specific movements about the ankle joint this review focuses on the anatomic locations pathophysiology imaging considerations and brief ankle impingement syndromes encompass a broad spectrum of post traumatic and chronic degenerative changes that present with pain on specific movements about the ankle joint both amateur and professional athletes are disproportionately affected by these conditions and while conservative measures can potentially treat an impingement syndrome definitive therapy is often alleviated surgically imaging including conventional radiography ultrasound ct and mri plays an invaluable role in the diagnosis and pre surgical work up an anatomically based classification system is useful in these syndromes as the aetiology sites of pathology and preferred treatment methods are similarly based on anatomic locations about the ankle this review focuses on the anatomic locations pathophysiology imaging considerations and brief discussion of therapies for each of the major anatomic ankle impingement syndromes"
}