{
    "pmid": "41451243",
    "title": "Inflammation-resolution signalling in cardiac repair, remodelling, and heart failure.",
    "abstract": "Chronic unresolved inflammation is a major driver for the genesis of cardiovascular disease, originating from unhealthy lifestyle interactions with a network of metabolic genes impacting overall immune fitness. Acute inflammation is a host defence response overlapping with safe clearance of inflammation, termed as resolution of inflammation, co-ordinated by nutritionally originated fatty acid's interaction with immune-responsive enzymes. Especially processing of polyunsaturated fatty acids by immune-responsive lipoxygenase and cyclooxygenase orchestrates the biosynthesis of specialized proresolving mediators. In contrast, dysregulation due to an imbalanced lifestyle, such as an unhealthy diet, lack of sleep, and exercise/low physical activity, drives non-resolving inflammation. Overall, the quality of fatty acids, enzymatic processing, on-time biosynthesis of SPMs, and precise activation of SPM-specific receptors operate cardiac repair in heart failure with reduced ejection fraction; however, the dysfunction of specific receptors, such as FPR2, drives obesogenic ageing and heart failure with preserved ejection fraction. Thus, the overlapping inflammation-resolution signalling pathways that are essential for cardiac repair and the prevention of cardiac damage are highly relevant to cardiometabolic disorders and the subsequent development of heart failure. Therefore, future research is warranted to study lifestyle factors that maintain the balance of inflammation-resolution signalling in cardiac health and develop new therapeutic targets for resolution medicine.",
    "disease": "hypertension",
    "clean_text": "inflammation resolution signalling in cardiac repair remodelling and heart failure chronic unresolved inflammation is a major driver for the genesis of cardiovascular disease originating from unhealthy lifestyle interactions with a network of metabolic genes impacting overall immune fitness acute inflammation is a host defence response overlapping with safe clearance of inflammation termed as resolution of inflammation co ordinated by nutritionally originated fatty acid s interaction with immune responsive enzymes especially processing of polyunsaturated fatty acids by immune responsive lipoxygenase and cyclooxygenase orchestrates the biosynthesis of specialized proresolving mediators in contrast dysregulation due to an imbalanced lifestyle such as an unhealthy diet lack of sleep and exercise low physical activity drives non resolving inflammation overall the quality of fatty acids enzymatic processing on time biosynthesis of spms and precise activation of spm specific receptors operate cardiac repair in heart failure with reduced ejection fraction however the dysfunction of specific receptors such as fpr drives obesogenic ageing and heart failure with preserved ejection fraction thus the overlapping inflammation resolution signalling pathways that are essential for cardiac repair and the prevention of cardiac damage are highly relevant to cardiometabolic disorders and the subsequent development of heart failure therefore future research is warranted to study lifestyle factors that maintain the balance of inflammation resolution signalling in cardiac health and develop new therapeutic targets for resolution medicine"
}