{
    "title": "Impact of involvement in mental health professional education on patient educators: a qualitative systematic review.",
    "doc_id": "38388502",
    "writer": "Stanyon M",
    "year": "2024",
    "summary": "The impact of involvement in education on patients with mental health conditions may differ from that of patients with other conditions. This study aims to review the impact of involvement in mental health professional education on the patients with …",
    "abstract": "Objectives:\n        \n      \n      Patient involvement in mental health professional education is required by policy but lacks a robust evidence base. The impact of involvement in education on patients with mental health conditions may differ from that of patients with other conditions. This study aims to review the impact of involvement in mental health professional education on the patients with mental health conditions involved.\n    \n\n\n          Setting:\n        \n      \n      Electronic databases MEDLINE, PubMed, AMED, EMBASE, PsycINFO, Emcare, BNI, HMIC and CINAHL were systematically searched to find articles reporting on health professional teaching interventions involving patients with mental health conditions and the psychological, social or physical impact of involvement. The search took place in August 2023.\n    \n\n\n          Results:\n        \n      \n      Findings from 20 articles were amalgamated into four synthesised findings: (1) Impact of general involvement (2) impact of making a difference through teaching, (3) impact of new relationships and (4) impact of talking about experiences.\n    \n\n\n          Conclusions:\n        \n      \n      Patient involvement in mental health professional education can be beneficial for patients with mental health conditions when their experiences are respected and valued as expertise by students and academic staff. The experiences of patient educators in the mental health field are unique in that teaching activities interact with their mental health. Future research should evaluate patient involvement in the mental health field separately and report research findings according to reporting guidelines.\n    \n\n\n          Prospero registration number:\n        \n      \n      CRD42020224907.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38388502/",
    "clean_text": "impact of involvement in mental health professional education on patient educators a qualitative systematic review the impact of involvement in education on patients with mental health conditions may differ from that of patients with other conditions this study aims to review the impact of involvement in mental health professional education on the patients with objectives patient involvement in mental health professional education is required by policy but lacks a robust evidence base the impact of involvement in education on patients with mental health conditions may differ from that of patients with other conditions this study aims to review the impact of involvement in mental health professional education on the patients with mental health conditions involved setting electronic databases medline pubmed amed embase psycinfo emcare bni hmic and cinahl were systematically searched to find articles reporting on health professional teaching interventions involving patients with mental health conditions and the psychological social or physical impact of involvement the search took place in august results findings from articles were amalgamated into four synthesised findings impact of general involvement impact of making a difference through teaching impact of new relationships and impact of talking about experiences conclusions patient involvement in mental health professional education can be beneficial for patients with mental health conditions when their experiences are respected and valued as expertise by students and academic staff the experiences of patient educators in the mental health field are unique in that teaching activities interact with their mental health future research should evaluate patient involvement in the mental health field separately and report research findings according to reporting guidelines prospero registration number crd"
}