{
    "pmid": "41453357",
    "title": "Surgical Management of Pleomorphic Lung Carcinoma With Left Atrial Invasion: Two Cases Including One With Cerebral Artery Metastasis.",
    "abstract": "Pleomorphic carcinoma is a rare, aggressive subtype of non-small cell lung cancer (NSCLC). Invasion into the left atrium and dissemination to cerebral arteries are exceptionally uncommon, and the role of cardiopulmonary bypass (CPB)-assisted resection remains debated. We report two surgically treated cases with left atrial invasion. Case 1: A 57-year-old man underwent left lower lobectomy with partial atrial resection under CPB. One month later, he developed subarachnoid hemorrhage caused by rupture of a cerebral aneurysm secondary to metastasis; histology of the aneurysmal wall confirmed carcinoma. He remains recurrence-free at 21 months. Case 2: A 62-year-old woman underwent extended left upper lobectomy with partial atrial resection under CPB. Although adrenal metastasis was suspected radiologically, pathological confirmation was lacking preoperatively; surgery was pursued because of symptomatic disease and atrial involvement. She developed postoperative cerebral infarction and rapid adrenal progression and died at 4 months despite chemotherapy. These cases illustrate both the technical feasibility of CPB-assisted atrial resection and the aggressive biology of pleomorphic carcinoma, including atypical vascular metastasis to cerebral arteries. Careful staging, patient selection, and early multidisciplinary planning (thoracic surgery, cardiac surgery, neurosurgery, oncology, and radiology) are essential. Surgery can be justified in selected patients with atrial invasion; however, pleomorphic histology portends poor outcomes and unusual metastatic tropism. Vigilant postoperative surveillance and integration of systemic therapy are required.",
    "disease": "lung cancer",
    "clean_text": "surgical management of pleomorphic lung carcinoma with left atrial invasion two cases including one with cerebral artery metastasis pleomorphic carcinoma is a rare aggressive subtype of non small cell lung cancer nsclc invasion into the left atrium and dissemination to cerebral arteries are exceptionally uncommon and the role of cardiopulmonary bypass cpb assisted resection remains debated we report two surgically treated cases with left atrial invasion case a year old man underwent left lower lobectomy with partial atrial resection under cpb one month later he developed subarachnoid hemorrhage caused by rupture of a cerebral aneurysm secondary to metastasis histology of the aneurysmal wall confirmed carcinoma he remains recurrence free at months case a year old woman underwent extended left upper lobectomy with partial atrial resection under cpb although adrenal metastasis was suspected radiologically pathological confirmation was lacking preoperatively surgery was pursued because of symptomatic disease and atrial involvement she developed postoperative cerebral infarction and rapid adrenal progression and died at months despite chemotherapy these cases illustrate both the technical feasibility of cpb assisted atrial resection and the aggressive biology of pleomorphic carcinoma including atypical vascular metastasis to cerebral arteries careful staging patient selection and early multidisciplinary planning thoracic surgery cardiac surgery neurosurgery oncology and radiology are essential surgery can be justified in selected patients with atrial invasion however pleomorphic histology portends poor outcomes and unusual metastatic tropism vigilant postoperative surveillance and integration of systemic therapy are required"
}