{
    "title": "Intracortical hemorrhage injury in rats : relationship between blood fractions and brain cell death.",
    "doc_id": "10884479",
    "writer": "Xue M",
    "year": "2000",
    "summary": "BACKGROUND AND PURPOSE: Intracerebral hemorrhage is associated with stroke and head trauma. The purposes of this study were to investigate the effect of intracortical injections of autologous whole blood and blood components on inflammatory cell infiltration …",
    "abstract": "Background and purpose:\n        \n      \n      Intracerebral hemorrhage is associated with stroke and head trauma. The purposes of this study were to investigate the effect of intracortical injections of autologous whole blood and blood components on inflammatory cell infiltration and brain cell death and to determine if nonhemorrhagic lesions differ in these respects.\n    \n\n\n          Methods:\n        \n      \n      Eighty-seven adult rats were subjected to intracortical injections of autologous whole blood or allogeneic plasma, erythrocytes, leukocytes, \"activated\" leukocytes, and serum. Injections of saline or mineral oil were controls. Blood injections were compared with cortical freeze injury and pial devascularization. Rats were perfusion-fixed 48 hours after injection or lesioning. Eosinophilic neurons, TUNEL-positive cells, brain damage area, infiltrating neutrophils, and CD8a-immunoreactive lymphocytes were quantified.\n    \n\n\n          Results:\n        \n      \n      Damage area, dying cells, and inflammatory infiltrate were significantly greater after autologous whole blood, leukocyte, and \"activated\" leukocyte injections than injection of other fractions.\n    \n\n\n          Conclusions:\n        \n      \n      These results suggest that extravasated whole blood causes a greater degree of cortical cell death and inflammation than ischemic lesions of similar size. Leukocytes \"activated\" by systemic illness might exacerbate the injury. Secondary hemorrhagic phenomena suggest that the harmful effect is directed toward both brain cells and the vasculature. Further studies are required to delineate the mechanism(s).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10884479/",
    "clean_text": "intracortical hemorrhage injury in rats relationship between blood fractions and brain cell death background and purpose intracerebral hemorrhage is associated with stroke and head trauma the purposes of this study were to investigate the effect of intracortical injections of autologous whole blood and blood components on inflammatory cell infiltration background and purpose intracerebral hemorrhage is associated with stroke and head trauma the purposes of this study were to investigate the effect of intracortical injections of autologous whole blood and blood components on inflammatory cell infiltration and brain cell death and to determine if nonhemorrhagic lesions differ in these respects methods eighty seven adult rats were subjected to intracortical injections of autologous whole blood or allogeneic plasma erythrocytes leukocytes activated leukocytes and serum injections of saline or mineral oil were controls blood injections were compared with cortical freeze injury and pial devascularization rats were perfusion fixed hours after injection or lesioning eosinophilic neurons tunel positive cells brain damage area infiltrating neutrophils and cd a immunoreactive lymphocytes were quantified results damage area dying cells and inflammatory infiltrate were significantly greater after autologous whole blood leukocyte and activated leukocyte injections than injection of other fractions conclusions these results suggest that extravasated whole blood causes a greater degree of cortical cell death and inflammation than ischemic lesions of similar size leukocytes activated by systemic illness might exacerbate the injury secondary hemorrhagic phenomena suggest that the harmful effect is directed toward both brain cells and the vasculature further studies are required to delineate the mechanism s"
}