{
    "pmid": "41450407",
    "title": "Exploring the Role of Bipolar Thermal Radiofrequency in Complex Multi-pattern Post-stroke Spasticity: Clinical Insights From a Case Report With Combined Botulinum Toxin Type A Therapy.",
    "abstract": "Post-stroke spasticity significantly impairs quality of life by hindering functional abilities and increasing dependency. Common treatments include botulinum toxin type A (BoNTA) injections. BoNTA is effective for spasticity management, but some situations may require alternative approaches. This case report explores the role and efficacy of bipolar thermal radiofrequency in complex multi-pattern post-stroke spasticity. A 44-year-old man experienced increased left-sided spasticity five years post-stroke, despite initial success with BoNTA. The patient exhibited left hemiparesis with severe spasticity in the left limbs (Modified Ashworth Scale (MAS) score 2 to 4 in several muscle groups) and was treated with high doses of incobotulinumtoxinA. Combined treatment with bipolar thermal radiofrequency was implemented to redistribute the dose among other muscles, achieving a more comprehensive approach for better outcomes. It resulted in immediate spasticity reduction in elbow flexors (MAS 2 to 0). Four weeks post-treatment, the patient reported pain disappearance (visual analogue scale (VAS) 0) and reduced spasticity (MAS 0-3 in several muscle groups). In conclusion, thermal radiofrequency enhances outcomes in post-stroke spasticity, potentially improving functionality and quality of life. As one of the first cases reported, our findings highlight its feasibility and potential benefit. Further research is needed to explore broader applications.",
    "disease": "stroke",
    "clean_text": "exploring the role of bipolar thermal radiofrequency in complex multi pattern post stroke spasticity clinical insights from a case report with combined botulinum toxin type a therapy post stroke spasticity significantly impairs quality of life by hindering functional abilities and increasing dependency common treatments include botulinum toxin type a bonta injections bonta is effective for spasticity management but some situations may require alternative approaches this case report explores the role and efficacy of bipolar thermal radiofrequency in complex multi pattern post stroke spasticity a year old man experienced increased left sided spasticity five years post stroke despite initial success with bonta the patient exhibited left hemiparesis with severe spasticity in the left limbs modified ashworth scale mas score to in several muscle groups and was treated with high doses of incobotulinumtoxina combined treatment with bipolar thermal radiofrequency was implemented to redistribute the dose among other muscles achieving a more comprehensive approach for better outcomes it resulted in immediate spasticity reduction in elbow flexors mas to four weeks post treatment the patient reported pain disappearance visual analogue scale vas and reduced spasticity mas in several muscle groups in conclusion thermal radiofrequency enhances outcomes in post stroke spasticity potentially improving functionality and quality of life as one of the first cases reported our findings highlight its feasibility and potential benefit further research is needed to explore broader applications"
}