{
    "title": "Determining the Young's Modulus of the Bacterial Cell Envelope.",
    "doc_id": "38593061",
    "writer": "Lee J",
    "year": "2024",
    "summary": "Here, we extend this technique to determine Young's modulus of the cell envelope of E. coli and of the pathogens Vibrio cholerae and Staphylococcus aureus. An optimization-based inverse finite element analysis was used to determine the cell envelope Young's modulus …",
    "abstract": "Bacteria experience substantial physical forces in their natural environment, including forces caused by osmotic pressure, growth in constrained spaces, and fluid shear. The cell envelope is the primary load-carrying structure of bacteria, but the mechanical properties of the cell envelope are poorly understood; reports of Young's modulus of the cell envelope of Escherichia coli range from 2 to 18 MPa. We developed a microfluidic system to apply mechanical loads to hundreds of bacteria at once and demonstrated the utility of the approach for evaluating whole-cell stiffness. Here, we extend this technique to determine Young's modulus of the cell envelope of E. coli and of the pathogens Vibrio cholerae and Staphylococcus aureus. An optimization-based inverse finite element analysis was used to determine the cell envelope Young's modulus from observed deformations. The Young's modulus values of the cell envelope were 2.06 ± 0.04 MPa for E. coli, 0.84 ± 0.02 MPa for E. coli treated with a chemical (A22) known to reduce cell stiffness, 0.12 ± 0.03 MPa for V. cholerae, and 1.52 ± 0.06 MPa for S. aureus (mean ± SD). The microfluidic approach allows examination of hundreds of cells at once and is readily applied to Gram-negative and Gram-positive organisms as well as rod-shaped and cocci cells, allowing further examination of the structural causes behind differences in cell envelope Young's modulus among bacterial species and strains.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38593061/",
    "clean_text": "determining the young s modulus of the bacterial cell envelope here we extend this technique to determine young s modulus of the cell envelope of e coli and of the pathogens vibrio cholerae and staphylococcus aureus an optimization based inverse finite element analysis was used to determine the cell envelope young s modulus bacteria experience substantial physical forces in their natural environment including forces caused by osmotic pressure growth in constrained spaces and fluid shear the cell envelope is the primary load carrying structure of bacteria but the mechanical properties of the cell envelope are poorly understood reports of young s modulus of the cell envelope of escherichia coli range from to mpa we developed a microfluidic system to apply mechanical loads to hundreds of bacteria at once and demonstrated the utility of the approach for evaluating whole cell stiffness here we extend this technique to determine young s modulus of the cell envelope of e coli and of the pathogens vibrio cholerae and staphylococcus aureus an optimization based inverse finite element analysis was used to determine the cell envelope young s modulus from observed deformations the young s modulus values of the cell envelope were mpa for e coli mpa for e coli treated with a chemical a known to reduce cell stiffness mpa for v cholerae and mpa for s aureus mean sd the microfluidic approach allows examination of hundreds of cells at once and is readily applied to gram negative and gram positive organisms as well as rod shaped and cocci cells allowing further examination of the structural causes behind differences in cell envelope young s modulus among bacterial species and strains"
}