{
    "title": "Restraint stress slows cutaneous wound healing in mice.",
    "doc_id": "9570862",
    "writer": "Padgett DA",
    "year": "1998",
    "summary": "Control mice were wounded, but not restrained. Using photography and image analysis, the rate of wound healing was compared between the two groups. Wounds on control mice healed on average 3.10 days sooner than RST-treated mice. In addition, cross-sectional, …",
    "abstract": "The impact of stress on cutaneous wound healing was assessed in a murine model. Female, hairless SKH-1 mice, 6-8 weeks of age were subjected to restraint stress (RST) 3 days before and for 5 days following dorsal application of a 3.5-mm sterile punch wound. Control mice were wounded, but not restrained. Using photography and image analysis, the rate of wound healing was compared between the two groups. Wounds on control mice healed on average 3.10 days sooner than RST-treated mice. In addition, cross-sectional, morphometric analysis of the dermal and epidermal layers revealed reduced inflammation surrounding wounds from RST mice at 1, 3, and 5 days after wounding. In the RST group, serum corticosterone levels averaged 162.5 ng/ml compared to 35.7 ng/ml in the controls. Treatment of RST-stressed animals with the glucocorticoid receptor antagonist RU40555 resulted in healing rates comparable to those of control animals. Thus, the reduction in inflammation and delayed healing correlated with serum corticosterone levels and suggest that disruption of neuroendocrine homeostasis modulates wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9570862/",
    "clean_text": "restraint stress slows cutaneous wound healing in mice control mice were wounded but not restrained using photography and image analysis the rate of wound healing was compared between the two groups wounds on control mice healed on average days sooner than rst treated mice in addition cross sectional the impact of stress on cutaneous wound healing was assessed in a murine model female hairless skh mice weeks of age were subjected to restraint stress rst days before and for days following dorsal application of a mm sterile punch wound control mice were wounded but not restrained using photography and image analysis the rate of wound healing was compared between the two groups wounds on control mice healed on average days sooner than rst treated mice in addition cross sectional morphometric analysis of the dermal and epidermal layers revealed reduced inflammation surrounding wounds from rst mice at and days after wounding in the rst group serum corticosterone levels averaged ng ml compared to ng ml in the controls treatment of rst stressed animals with the glucocorticoid receptor antagonist ru resulted in healing rates comparable to those of control animals thus the reduction in inflammation and delayed healing correlated with serum corticosterone levels and suggest that disruption of neuroendocrine homeostasis modulates wound healing"
}