{
    "title": "Qualitative Analysis of Written Reflections during a Teaching Certificate Program.",
    "doc_id": "26941436",
    "writer": "Castleberry AN",
    "year": "2016",
    "summary": "OBJECTIVE: To evaluate the success of a teaching certificate program by qualitatively evaluating the content and extent of participants' reflections. METHODS: Two investigators independently identified themes within midpoint and final reflection essays across six program y …",
    "abstract": "Objective:\n        \n      \n      To evaluate the success of a teaching certificate program by qualitatively evaluating the content and extent of participants' reflections.\n    \n\n\n          Methods:\n        \n      \n      Two investigators independently identified themes within midpoint and final reflection essays across six program years. Each essay was evaluated to determine the extent of reflection in prompted teaching-related topic areas (strengths, weaknesses, assessment, feedback).\n    \n\n\n          Results:\n        \n      \n      Twenty-eight themes were identified within 132 essays. Common themes encompassed content delivery, student assessment, personal successes, and challenges encountered. Deep reflection was exhibited, with 48% of essays achieving the highest level of critical reflection. Extent of reflection trended higher from midpoint to final essays, with significant increases in the strengths and feedback areas.\n    \n\n\n          Conclusion:\n        \n      \n      The teaching certificate program fostered critical reflection and self-reported positive behavior change in teaching, thus providing a high-quality professional development opportunity. Such programs should strongly consider emphasizing critical reflection through required reflective exercises at multiple points within program curricula.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26941436/",
    "clean_text": "qualitative analysis of written reflections during a teaching certificate program objective to evaluate the success of a teaching certificate program by qualitatively evaluating the content and extent of participants reflections methods two investigators independently identified themes within midpoint and final reflection essays across six program y objective to evaluate the success of a teaching certificate program by qualitatively evaluating the content and extent of participants reflections methods two investigators independently identified themes within midpoint and final reflection essays across six program years each essay was evaluated to determine the extent of reflection in prompted teaching related topic areas strengths weaknesses assessment feedback results twenty eight themes were identified within essays common themes encompassed content delivery student assessment personal successes and challenges encountered deep reflection was exhibited with of essays achieving the highest level of critical reflection extent of reflection trended higher from midpoint to final essays with significant increases in the strengths and feedback areas conclusion the teaching certificate program fostered critical reflection and self reported positive behavior change in teaching thus providing a high quality professional development opportunity such programs should strongly consider emphasizing critical reflection through required reflective exercises at multiple points within program curricula"
}