{
    "title": "Morphologies, Young's Modulus and Resistivity of High Aspect Ratio Tungsten Nanowires.",
    "doc_id": "32854175",
    "writer": "Gao J",
    "year": "2020",
    "summary": "High aspect ratio tungsten nanowires have been prepared by selective dissolution of Nickel-aluminum-tungsten (NiAl-W) alloys which were directionally solidified at growth rates varying from 2 to 25 mum/s with a temperature gradient of 300 K.cm(-1). Young's modulus and elec …",
    "abstract": "High aspect ratio tungsten nanowires have been prepared by selective dissolution of Nickel-aluminum-tungsten (NiAl-W) alloys which were directionally solidified at growth rates varying from 2 to 25 μm/s with a temperature gradient of 300 K·cm-1. Young's modulus and electrical resistivity of tungsten nanowires were measured by metallic mask template method. The results show that the tungsten nanowires with uniform diameter and high aspect ratio are well aligned. The length of tungsten nanowires increases with prolongation of etching time, and their length reaches 300 μm at 14 h. Young's modulus of tungsten nanowires is estimated by Hertz and Sneddon models. The Sneddon model is proper for estimating the Young's modulus, and the value of calculating Young's modulus are 260-460 GPa which approach the value of bulk tungsten. The resistivity of tungsten nanowires is measured and fitted with Fuchs-Sondheimer (FS) + Mayadas-Shatzkes (MS) model. The fitting results show that the specific resistivity of W nanowires is a litter bigger than the bulk W, and its value decreases with decreasing diameter.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32854175/",
    "clean_text": "morphologies young s modulus and resistivity of high aspect ratio tungsten nanowires high aspect ratio tungsten nanowires have been prepared by selective dissolution of nickel aluminum tungsten nial w alloys which were directionally solidified at growth rates varying from to mum s with a temperature gradient of k cm young s modulus and elec high aspect ratio tungsten nanowires have been prepared by selective dissolution of nickel aluminum tungsten nial w alloys which were directionally solidified at growth rates varying from to m s with a temperature gradient of k cm young s modulus and electrical resistivity of tungsten nanowires were measured by metallic mask template method the results show that the tungsten nanowires with uniform diameter and high aspect ratio are well aligned the length of tungsten nanowires increases with prolongation of etching time and their length reaches m at h young s modulus of tungsten nanowires is estimated by hertz and sneddon models the sneddon model is proper for estimating the young s modulus and the value of calculating young s modulus are gpa which approach the value of bulk tungsten the resistivity of tungsten nanowires is measured and fitted with fuchs sondheimer fs mayadas shatzkes ms model the fitting results show that the specific resistivity of w nanowires is a litter bigger than the bulk w and its value decreases with decreasing diameter"
}