{
    "pmid": "41403138",
    "title": "A Systematic Review and Meta-Analysis on the Induction of Confirmed Eosinophilic Esophagitis as a Side Effect of Allergen Immunotherapy: An EAACI Task Force Report.",
    "abstract": "The European Academy of Allergy and Clinical Immunology (EAACI) established a Task Force to assess the existing data on the relationship between eosinophilic esophagitis (EoE) and allergen immunotherapy (AIT). This systematic review and meta-analysis aimed to study the incidence of confirmed EoE, developing as a side effect of AIT to food or airborne allergens, following the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) 2020 guidelines. The literature search was performed in three databases (PubMed, Embase and Scopus). Databases were searched from inception to March 31st, 2023. A total of 17 studies met the criteria for inclusion in the review. Fifteen studies, comprising 3,302 patients, were on food desensitization, and the overall estimate of EoE incidence, combining the results of these individual studies, was 2.31% (95% CI 1.45, 3.36). Registered data reported de novo cases of eosinophilic esophagitis, and its diagnosis was usually made during the maintenance phase of food desensitization. With the adopted searching strategy, only two studies on sublingual immunotherapy with aeroallergens meeting the inclusion criteria were retrieved, comprising 1,436 patients and not reporting cases of EoE. The meta-analysis showed that the development of EoE is a common adverse effect of oral immunotherapy with food allergens, whereas it is uncommon during sublingual immunotherapy with aeroallergens. Trial Registration: PROSPERO: CRD42023425917.",
    "disease": "asthma",
    "clean_text": "a systematic review and meta analysis on the induction of confirmed eosinophilic esophagitis as a side effect of allergen immunotherapy an eaaci task force report the european academy of allergy and clinical immunology eaaci established a task force to assess the existing data on the relationship between eosinophilic esophagitis eoe and allergen immunotherapy ait this systematic review and meta analysis aimed to study the incidence of confirmed eoe developing as a side effect of ait to food or airborne allergens following the preferred reporting items for systematic reviews and meta analysis prisma guidelines the literature search was performed in three databases pubmed embase and scopus databases were searched from inception to march st a total of studies met the criteria for inclusion in the review fifteen studies comprising patients were on food desensitization and the overall estimate of eoe incidence combining the results of these individual studies was ci registered data reported de novo cases of eosinophilic esophagitis and its diagnosis was usually made during the maintenance phase of food desensitization with the adopted searching strategy only two studies on sublingual immunotherapy with aeroallergens meeting the inclusion criteria were retrieved comprising patients and not reporting cases of eoe the meta analysis showed that the development of eoe is a common adverse effect of oral immunotherapy with food allergens whereas it is uncommon during sublingual immunotherapy with aeroallergens trial registration prospero crd"
}