{
    "pmid": "41460074",
    "title": "Evolution in the targets for blood pressure treatment.",
    "abstract": "This review focuses on new nonpharmacological and drug therapies for lowering blood pressure, hypertension treatment goals, and strategies to improve hypertension control. Clinical trials have demonstrated salt substitutes to be effective for blood pressure lowering and cardiovascular disease prevention. Cohort studies have identified a continuous association between alcohol intake and blood pressure, indicating no safe level of alcohol consumption. Clinical trials have demonstrated significant blood pressure reduction with isometric resistance exercise and have confirmed the benefits of \"weekend warrior\" exercise. The 2025 American Heart Association/American College of Cardiology Blood Pressure Guideline recommends stress reduction but with less enthusiasm than for other nonpharmacological recommendations.Clinical trials support use of single pill combinations, team-based management, multilevel strategies, health coaching, electronic decision-support systems, home blood pressure monitoring, provider training, and audit and feedback strategies for improved control of hypertension. Clinical trials have also documented the benefit of systolic blood pressure targets <130 and <120 mmHg for prevention of cardiovascular disease and all-cause mortality. Although recent reports have further enhanced knowledge for blood pressure lowering, hypertension remains poorly controlled, worldwide. There is an imperative to improve prevention, detection, treatment, and control of high blood pressure.",
    "disease": "hypertension",
    "clean_text": "evolution in the targets for blood pressure treatment this review focuses on new nonpharmacological and drug therapies for lowering blood pressure hypertension treatment goals and strategies to improve hypertension control clinical trials have demonstrated salt substitutes to be effective for blood pressure lowering and cardiovascular disease prevention cohort studies have identified a continuous association between alcohol intake and blood pressure indicating no safe level of alcohol consumption clinical trials have demonstrated significant blood pressure reduction with isometric resistance exercise and have confirmed the benefits of weekend warrior exercise the american heart association american college of cardiology blood pressure guideline recommends stress reduction but with less enthusiasm than for other nonpharmacological recommendations clinical trials support use of single pill combinations team based management multilevel strategies health coaching electronic decision support systems home blood pressure monitoring provider training and audit and feedback strategies for improved control of hypertension clinical trials have also documented the benefit of systolic blood pressure targets and mmhg for prevention of cardiovascular disease and all cause mortality although recent reports have further enhanced knowledge for blood pressure lowering hypertension remains poorly controlled worldwide there is an imperative to improve prevention detection treatment and control of high blood pressure"
}