{
    "pmid": "41438974",
    "title": "Association between maternal vitamin D supplementation during pregnancy and the risk of acute respiratory infections in offspring: a systematic review and meta-analysis.",
    "abstract": "Acute respiratory infections (ARIs) are a leading cause of mortality in infants. Vitamin D supports innate antimicrobial effector mechanisms in leucocytes and respiratory epithelium. Maternal vitamin D supplementation during pregnancy has been proposed as a preventive strategy, however, an up-to-date synthesis of available data from randomised controlled trials (RCTs) has not been conducted. We conducted a systematic review and meta-analysis of aggregate data from RCTs of maternal vitamin D supplementation for prevention of ARIs in offspring. Data were analysed using a random-effects model. We searched MEDLINE, EMBASE, the Cochrane Central Register of Controlled Trials, Web of Science and the ClinicalTrials.gov from database inception to 5th August 2025. No language restrictions were imposed. Double-blind RCTs of maternal vitamin D supplementation, with placebo or lower-dose vitamin D control, were eligible if approved by Research Ethics Committee and if ARI incidence in offspring was collected prospectively and pre-specified as an efficacy outcome. Sub-group analyses were done to determine whether effects of maternal vitamin D supplementation on offspring ARI risk varied according to maternal baseline circulating 25-hydroxyvitamin D (25 [OH]D) concentrations (<25 nmol/L, 25-49.9 nmol/L, 50-74.9 nmol/L, or ≥75 nmol/L). The study was registered with PROSPERO, CRD42024527191. Our search identified 405 unique studies, of which 4 RCTs (3678 participants) were eligible and included. For the primary comparison of any maternal vitamin D supplementation vs. placebo, the intervention did not significantly affect overall ARI risk in offspring (incidence rate ratio [IRR] 1.01, 95% CI 0.98-1.03, P = 0.66; 4 studies; I Our analysis of current data does not support routine antenatal vitamin D supplementation for the prevention of ARI in offspring. Key limitations of the study were the administration of a low dose vitamin D standard-of-care in some populations which may have attenuated effects of the intervention, and heterogeneity in ARI case definitions which may have introduced misclassification bias. Targeted supplementation in deficient populations may warrant further investigation. None.",
    "disease": "asthma",
    "clean_text": "association between maternal vitamin d supplementation during pregnancy and the risk of acute respiratory infections in offspring a systematic review and meta analysis acute respiratory infections aris are a leading cause of mortality in infants vitamin d supports innate antimicrobial effector mechanisms in leucocytes and respiratory epithelium maternal vitamin d supplementation during pregnancy has been proposed as a preventive strategy however an up to date synthesis of available data from randomised controlled trials rcts has not been conducted we conducted a systematic review and meta analysis of aggregate data from rcts of maternal vitamin d supplementation for prevention of aris in offspring data were analysed using a random effects model we searched medline embase the cochrane central register of controlled trials web of science and the clinicaltrials gov from database inception to th august no language restrictions were imposed double blind rcts of maternal vitamin d supplementation with placebo or lower dose vitamin d control were eligible if approved by research ethics committee and if ari incidence in offspring was collected prospectively and pre specified as an efficacy outcome sub group analyses were done to determine whether effects of maternal vitamin d supplementation on offspring ari risk varied according to maternal baseline circulating hydroxyvitamin d oh d concentrations nmol l nmol l nmol l or nmol l the study was registered with prospero crd our search identified unique studies of which rcts participants were eligible and included for the primary comparison of any maternal vitamin d supplementation vs placebo the intervention did not significantly affect overall ari risk in offspring incidence rate ratio irr ci p studies i our analysis of current data does not support routine antenatal vitamin d supplementation for the prevention of ari in offspring key limitations of the study were the administration of a low dose vitamin d standard of care in some populations which may have attenuated effects of the intervention and heterogeneity in ari case definitions which may have introduced misclassification bias targeted supplementation in deficient populations may warrant further investigation none"
}