{
    "pmid": "41411869",
    "title": "A clinical pitfall in caseating necrotizing granulomatous lymphadenitis: Tularemia.",
    "abstract": "Tularemia, caused by Francisella tularensis, is a zoonotic infection that typically presents with lymphadenopathy, acute tonsillitis, or ulcerative skin lesions. Various infectious agents and malignancies may underlie lymphadenopathy. Although necrotizing granulomatous reactions are common in suppurative lymphadenitis, caseating granulomas are rare and often raise suspicion for tuberculosis. We report two tularemia cases presenting with lymph node enlargement and caseating granulomas on histopathology. Case 1 involved a 27-year-old woman with axillary lymphadenopathy and no systemic symptoms. Tularemia was confirmed by serology and PCR, and treatment with gentamicin and ciprofloxacin led to regression within three months. Case 2 involved a 34-year-old woman with inguinal lymphadenopathy initially misdiagnosed as tuberculosis; during a local outbreak, tularemia was identified, and treatment with gentamicin and ciprofloxacin resulted in clinical improvement. These cases illustrate that tularemia can mimic tuberculosis or malignancy and highlight the importance of clinical awareness and targeted diagnostic testing in endemic regions.",
    "disease": "tuberculosis",
    "clean_text": "a clinical pitfall in caseating necrotizing granulomatous lymphadenitis tularemia tularemia caused by francisella tularensis is a zoonotic infection that typically presents with lymphadenopathy acute tonsillitis or ulcerative skin lesions various infectious agents and malignancies may underlie lymphadenopathy although necrotizing granulomatous reactions are common in suppurative lymphadenitis caseating granulomas are rare and often raise suspicion for tuberculosis we report two tularemia cases presenting with lymph node enlargement and caseating granulomas on histopathology case involved a year old woman with axillary lymphadenopathy and no systemic symptoms tularemia was confirmed by serology and pcr and treatment with gentamicin and ciprofloxacin led to regression within three months case involved a year old woman with inguinal lymphadenopathy initially misdiagnosed as tuberculosis during a local outbreak tularemia was identified and treatment with gentamicin and ciprofloxacin resulted in clinical improvement these cases illustrate that tularemia can mimic tuberculosis or malignancy and highlight the importance of clinical awareness and targeted diagnostic testing in endemic regions"
}