{
    "title": "[Molecular testing of prostate cancer: timing, methods and consequences].",
    "doc_id": "38537659",
    "writer": "von Amsberg G",
    "year": "2024",
    "summary": "Metastatic prostate cancer is a heterogeneous disease. To date, however, treatment decisions are often based on the extent and symptom burden of the tumour, concomitant diseases, and the patient's wishes. ...In our review article, we provide an overview of current m …",
    "abstract": "Metastatic prostate cancer is a heterogeneous disease. To date, however, treatment decisions are often based on the extent and symptom burden of the tumour, concomitant diseases, and the patient's wishes. Molecular pathology aspects are rarely taken into account. Declining costs and the increasing use of next-generation sequencing (NGS) have led to an increase in molecular testing and a better understanding of the significance of molecular alterations for the development and spread of prostate cancer. More consistent germline testing reveals hereditary predispositions. Following the approval of olaparib for the treatment of BRCA1/2 mutated, castration-resistant prostate cancer, further targeted therapeutic approaches are currently under development. In our review article, we provide an overview of current molecular testing in prostate cancer and discuss possible consequences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38537659/",
    "clean_text": "molecular testing of prostate cancer timing methods and consequences metastatic prostate cancer is a heterogeneous disease to date however treatment decisions are often based on the extent and symptom burden of the tumour concomitant diseases and the patient s wishes in our review article we provide an overview of current m metastatic prostate cancer is a heterogeneous disease to date however treatment decisions are often based on the extent and symptom burden of the tumour concomitant diseases and the patient s wishes molecular pathology aspects are rarely taken into account declining costs and the increasing use of next generation sequencing ngs have led to an increase in molecular testing and a better understanding of the significance of molecular alterations for the development and spread of prostate cancer more consistent germline testing reveals hereditary predispositions following the approval of olaparib for the treatment of brca mutated castration resistant prostate cancer further targeted therapeutic approaches are currently under development in our review article we provide an overview of current molecular testing in prostate cancer and discuss possible consequences"
}