{
    "title": "Adolescents, Young Adults, and Vaccine Hesitancy: Who and What Drives the Decision to Vaccinate?",
    "doc_id": "36841596",
    "writer": "English A",
    "year": "2023",
    "summary": "Although vaccines are important for all age groups, issues of vaccine uptake and vaccine hesitancy have particular salience for the adolescent and young adult age group. This article reviews the importance of vaccination for adolescents and young adults …",
    "abstract": "Although vaccines are important for all age groups, issues of vaccine uptake and vaccine hesitancy have particular salience for the adolescent and young adult age group. This article reviews the importance of vaccination for adolescents and young adults, the variability in uptake of different vaccines, the reasons for vaccine hesitancy for this age group, and the legal framework for consent for vaccination. One important difference between vaccine hesitancy for adolescents and hesitancy for younger children or adults is the unique developmental, clinical, ethical, and legal context in which the decision to vaccinate is made.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36841596/",
    "clean_text": "adolescents young adults and vaccine hesitancy who and what drives the decision to vaccinate although vaccines are important for all age groups issues of vaccine uptake and vaccine hesitancy have particular salience for the adolescent and young adult age group this article reviews the importance of vaccination for adolescents and young adults although vaccines are important for all age groups issues of vaccine uptake and vaccine hesitancy have particular salience for the adolescent and young adult age group this article reviews the importance of vaccination for adolescents and young adults the variability in uptake of different vaccines the reasons for vaccine hesitancy for this age group and the legal framework for consent for vaccination one important difference between vaccine hesitancy for adolescents and hesitancy for younger children or adults is the unique developmental clinical ethical and legal context in which the decision to vaccinate is made"
}