{
    "title": "[Initial Management of Traumatic Brain Injury].",
    "doc_id": "38011878",
    "writer": "Tanaka T",
    "year": "2023",
    "summary": "To reduce the number of preventable trauma deaths(PTD), a standardized approach has been established with various training courses and guidelines such as the Japan Advanced Trauma Evaluation and Care and Guidelines for the Diagnosis and Treatment of Traumatic Brain Inju …",
    "abstract": "To reduce the number of preventable trauma deaths(PTD), a standardized approach has been established with various training courses and guidelines such as the Japan Advanced Trauma Evaluation and Care and Guidelines for the Diagnosis and Treatment of Traumatic Brain Injury. To prevent PTD, initial treatment, including resuscitation, is crucial in the care of traumatic brain injury(TBI). The Japan Neurotrauma Data Bank recently reported that the number of patients with TBI is increasing. Patients on antithrombotic drugs are also increasing. Although the mortality rate is decreasing, the percentage of patients with favorable outcomes is also decreasing. Therefore, to prevent secondary brain injury, rapid and systematic assessment of physiological abnormalities and resuscitation using the ABCDE approach, diagnosis and treatment of impending D, administration of tranexamic acid(an antifibrinolytic drug), and timely administration of anticoagulant neutralizers are important.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38011878/",
    "clean_text": "initial management of traumatic brain injury to reduce the number of preventable trauma deaths ptd a standardized approach has been established with various training courses and guidelines such as the japan advanced trauma evaluation and care and guidelines for the diagnosis and treatment of traumatic brain inju to reduce the number of preventable trauma deaths ptd a standardized approach has been established with various training courses and guidelines such as the japan advanced trauma evaluation and care and guidelines for the diagnosis and treatment of traumatic brain injury to prevent ptd initial treatment including resuscitation is crucial in the care of traumatic brain injury tbi the japan neurotrauma data bank recently reported that the number of patients with tbi is increasing patients on antithrombotic drugs are also increasing although the mortality rate is decreasing the percentage of patients with favorable outcomes is also decreasing therefore to prevent secondary brain injury rapid and systematic assessment of physiological abnormalities and resuscitation using the abcde approach diagnosis and treatment of impending d administration of tranexamic acid an antifibrinolytic drug and timely administration of anticoagulant neutralizers are important"
}