{
    "pmid": "41468794",
    "title": "Multifunctional micelles-mediated macrophage modulation for dual suppression of inflammation and bone Erosion in rheumatoid arthritis.",
    "abstract": "Inflammation and bone damage are the primary factors contributing to poor quality of life in patients with rheumatoid arthritis (RA). Triptolide (TP), the main active component of Tripterygium wilfordii, exhibits a certain inhibitory effect on RA, however, its clinical application is hindered by systemic toxicity and poor spatiotemporal specificity in vivo. Based on the pathological features of RA, we designed and constructed a novel multifunctional TP-loaded micelle (Mul@MC) with acid sensitivity and particle size shrinkage properties. Specifically, Mul@MC first accumulates at inflammatory sites via passive targeting. In the acidic microenvironment of RA lesions, acid-sensitive bonds on the micelle surface are disrupted, exposing folate ligands. This process is accompanied by a significant reduction in particle size, which the penetration of the formulation into inflamed joints. Subsequently, the exposed folate ligands enable active targeting of folate receptors (FR) overexpressed on M1 macrophages. This targeted delivery inhibits M1 polarization of macrophages, promotes M1 macrophage repolarization, reduces the secretion of pro-inflammatory cytokines, and decreases the release of nitric oxide (NO) and reactive oxygen species (ROS). Consequently, the inflammatory microenvironment is rebalanced, chondrocytes are protected, and the toxicity of TP to normal tissues is effectively alleviated. In conclusion, the Mul@MC designed in this study exhibit excellent in vivo spatiotemporal selectivity for TP delivery. By integrating anti-inflammatory and chondroprotective effects, Mul@MC exerts a significant anti-RA effect, providing new prospects for the clinical application of TP in RA treatment.",
    "disease": "rheumatoid arthritis",
    "clean_text": "multifunctional micelles mediated macrophage modulation for dual suppression of inflammation and bone erosion in rheumatoid arthritis inflammation and bone damage are the primary factors contributing to poor quality of life in patients with rheumatoid arthritis ra triptolide tp the main active component of tripterygium wilfordii exhibits a certain inhibitory effect on ra however its clinical application is hindered by systemic toxicity and poor spatiotemporal specificity in vivo based on the pathological features of ra we designed and constructed a novel multifunctional tp loaded micelle mul mc with acid sensitivity and particle size shrinkage properties specifically mul mc first accumulates at inflammatory sites via passive targeting in the acidic microenvironment of ra lesions acid sensitive bonds on the micelle surface are disrupted exposing folate ligands this process is accompanied by a significant reduction in particle size which the penetration of the formulation into inflamed joints subsequently the exposed folate ligands enable active targeting of folate receptors fr overexpressed on m macrophages this targeted delivery inhibits m polarization of macrophages promotes m macrophage repolarization reduces the secretion of pro inflammatory cytokines and decreases the release of nitric oxide no and reactive oxygen species ros consequently the inflammatory microenvironment is rebalanced chondrocytes are protected and the toxicity of tp to normal tissues is effectively alleviated in conclusion the mul mc designed in this study exhibit excellent in vivo spatiotemporal selectivity for tp delivery by integrating anti inflammatory and chondroprotective effects mul mc exerts a significant anti ra effect providing new prospects for the clinical application of tp in ra treatment"
}