{
    "title": "Young-onset type 2 diabetes mellitus enhances proteinuria, but not glomerular filtration rate decline: A Japanese cohort study.",
    "doc_id": "39058327",
    "writer": "Saito H",
    "year": "2024",
    "summary": "The incidence of eGFR <60 mL/min/1.73 m(2) was lower (16.7% vs 33.5%, P = 0.003), but that of proteinuria was higher (46.2% vs 28.9%, P = 0.002) in the young-onset type 2 diabetes mellitus group. The Kaplan-Meyer curve showed that young-onset typ …",
    "abstract": "Aims/introduction:\n        \n      \n      The time course of chronic kidney disease in young-onset type 2 diabetes mellitus remains unclear. We compared the trajectories of proteinuria and estimated glomerular filtration rate (eGFR) decline between young-onset (aged ≤40 years) and late-onset (aged >40 years) type 2 diabetes mellitus in a Japanese multicenter cohort.\n    \n\n\n          Materials and methods:\n        \n      \n      Participants without diabetic kidney disease were divided into two groups according to age at diagnosis: young- and late-onset. The primary endpoint was eGFR <60 mL/min/1.73 m2, proteinuria or both. Multivariable Cox proportional hazards were calculated to estimate incidence.\n    \n\n\n          Results:\n        \n      \n      Among 626 participants with type 2 diabetes mellitus, 78 (12.4%) had young-onset and 548 (87.6%) had late-onset diabetes. The incidence of eGFR <60 mL/min/1.73 m2 was lower (16.7% vs 33.5%, P = 0.003), but that of proteinuria was higher (46.2% vs 28.9%, P = 0.002) in the young-onset type 2 diabetes mellitus group. The Kaplan-Meyer curve showed that young-onset type 2 diabetes mellitus was associated with a decreased hazard ratio (HR) for eGFR <60 mL/min/1.73 m2 and an increased HR for proteinuria compared with late-onset type 2 diabetes mellitus. In the multivariate Cox analysis, young-onset type 2 diabetes mellitus increased the HR (95% confidence interval) of proteinuria (1.53, 95% confidence interval 1.03-2.26), but did not change the eGFR <60 mL/min/1.73 m2 HR.\n    \n\n\n          Conclusions:\n        \n      \n      Young-onset type 2 diabetes mellitus has a lower HR of eGFR <60 mL/min/1.73 m2 and an increased HR of proteinuria compared with late-onset type 2 diabetes mellitus, indicating that young-onset type 2 diabetes mellitus has a different time course for the development of proteinuria and subsequent eGFR decline.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39058327/",
    "clean_text": "young onset type diabetes mellitus enhances proteinuria but not glomerular filtration rate decline a japanese cohort study the incidence of egfr ml min m was lower vs p but that of proteinuria was higher vs p in the young onset type diabetes mellitus group the kaplan meyer curve showed that young onset typ aims introduction the time course of chronic kidney disease in young onset type diabetes mellitus remains unclear we compared the trajectories of proteinuria and estimated glomerular filtration rate egfr decline between young onset aged years and late onset aged years type diabetes mellitus in a japanese multicenter cohort materials and methods participants without diabetic kidney disease were divided into two groups according to age at diagnosis young and late onset the primary endpoint was egfr ml min m proteinuria or both multivariable cox proportional hazards were calculated to estimate incidence results among participants with type diabetes mellitus had young onset and had late onset diabetes the incidence of egfr ml min m was lower vs p but that of proteinuria was higher vs p in the young onset type diabetes mellitus group the kaplan meyer curve showed that young onset type diabetes mellitus was associated with a decreased hazard ratio hr for egfr ml min m and an increased hr for proteinuria compared with late onset type diabetes mellitus in the multivariate cox analysis young onset type diabetes mellitus increased the hr confidence interval of proteinuria confidence interval but did not change the egfr ml min m hr conclusions young onset type diabetes mellitus has a lower hr of egfr ml min m and an increased hr of proteinuria compared with late onset type diabetes mellitus indicating that young onset type diabetes mellitus has a different time course for the development of proteinuria and subsequent egfr decline"
}