{
    "title": "Gastric cancer and family history.",
    "doc_id": "27809451",
    "writer": "Choi YJ",
    "year": "2016",
    "summary": "Gastric cancer is associated with high morbidity and mortality rates worldwide. Identifying individuals at high risk is important for surveillance and prevention of gastric cancer. Having first-degree relatives diagnosed with gastric cancer …",
    "abstract": "Gastric cancer is associated with high morbidity and mortality rates worldwide. Identifying individuals at high risk is important for surveillance and prevention of gastric cancer. Having first-degree relatives diagnosed with gastric cancer is a strong and consistent risk factor for gastric cancer, but the pathogenic mechanisms behind this familial aggregation are unclear. Against this background, we reviewed the risk factors for gastric cancer in those with a first-degree relative with gastric cancer, and the possible causes for familial clustering of gastric cancer including bacterial factors, inherited genetic susceptibility, environmental factors or a combination thereof. Among individuals with a family history, current or past Helicobacter pylori infection, having two or more first-degree affected relatives or female gender was associated with an increased risk of developing gastric cancer. To date, no specific single nucleotide polymorphism has been shown to be associated with familial clustering of gastric cancer. H. pylori eradication is the most important strategy for preventing gastric cancer in first-degree relatives of gastric cancer patients, particularly those in their 20s and 30s. Early H. pylori eradication could prevent the progression to intestinal metaplasia and reduce the synergistic effect on gastric carcinogenesis in individuals with both H. pylori infection and a family history. Endoscopic surveillance is also expected to benefit individuals with a family history. Further large-scale, prospective studies are warranted to evaluate the cost-effectiveness and optimal time point for endoscopy in this population. Moreover, genome-wide association studies that incorporate environmental and dietary factors on a 'big data' basis will increase our understanding of the pathogenesis of gastric cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27809451/",
    "clean_text": "gastric cancer and family history gastric cancer is associated with high morbidity and mortality rates worldwide identifying individuals at high risk is important for surveillance and prevention of gastric cancer having first degree relatives diagnosed with gastric cancer gastric cancer is associated with high morbidity and mortality rates worldwide identifying individuals at high risk is important for surveillance and prevention of gastric cancer having first degree relatives diagnosed with gastric cancer is a strong and consistent risk factor for gastric cancer but the pathogenic mechanisms behind this familial aggregation are unclear against this background we reviewed the risk factors for gastric cancer in those with a first degree relative with gastric cancer and the possible causes for familial clustering of gastric cancer including bacterial factors inherited genetic susceptibility environmental factors or a combination thereof among individuals with a family history current or past helicobacter pylori infection having two or more first degree affected relatives or female gender was associated with an increased risk of developing gastric cancer to date no specific single nucleotide polymorphism has been shown to be associated with familial clustering of gastric cancer h pylori eradication is the most important strategy for preventing gastric cancer in first degree relatives of gastric cancer patients particularly those in their s and s early h pylori eradication could prevent the progression to intestinal metaplasia and reduce the synergistic effect on gastric carcinogenesis in individuals with both h pylori infection and a family history endoscopic surveillance is also expected to benefit individuals with a family history further large scale prospective studies are warranted to evaluate the cost effectiveness and optimal time point for endoscopy in this population moreover genome wide association studies that incorporate environmental and dietary factors on a big data basis will increase our understanding of the pathogenesis of gastric cancer"
}