{
    "title": "The heterogeneity of ovarian cancer.",
    "doc_id": "24318356",
    "writer": "Meinhold-Heerlein I",
    "year": "2014",
    "summary": "Dietel presents a review article about novel findings of the etiopathogenesis of ovarian cancer and the role that fallopian tubes may play. He also outlines the implied clinical consequences. Here, we give a brief overview of the heterogeneity of ovarian c …",
    "abstract": "Ovarian cancer carries the worst prognosis of all gynecological malignancies. This is mainly due to its resistance against commonly used cytostatic drugs as well as the lack of a screening method for its detection at an early stage. Both basic and translational research have shown over the past decades that ovarian cancer as a medical term includes several types of tumors with different phenotypes, molecular biology, etiology, tumor progression, and even different prognosis. In this issue of Archives of Gynecology and Obstetrics, J. Dietel presents a review article about novel findings of the etiopathogenesis of ovarian cancer and the role that fallopian tubes may play. He also outlines the implied clinical consequences. Here, we give a brief overview of the heterogeneity of ovarian cancer to introduce the topic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24318356/",
    "clean_text": "the heterogeneity of ovarian cancer dietel presents a review article about novel findings of the etiopathogenesis of ovarian cancer and the role that fallopian tubes may play he also outlines the implied clinical consequences here we give a brief overview of the heterogeneity of ovarian c ovarian cancer carries the worst prognosis of all gynecological malignancies this is mainly due to its resistance against commonly used cytostatic drugs as well as the lack of a screening method for its detection at an early stage both basic and translational research have shown over the past decades that ovarian cancer as a medical term includes several types of tumors with different phenotypes molecular biology etiology tumor progression and even different prognosis in this issue of archives of gynecology and obstetrics j dietel presents a review article about novel findings of the etiopathogenesis of ovarian cancer and the role that fallopian tubes may play he also outlines the implied clinical consequences here we give a brief overview of the heterogeneity of ovarian cancer to introduce the topic"
}