{
    "pmid": "41454530",
    "title": "Advancing the current state of gene therapies using adeno-associated virus vectors to treat atrial cardiomyopathy.",
    "abstract": "Atrial cardiomyopathy (ACM) is characterized by complex interactions involving molecular, electrical, and structural abnormalities that predispose individuals to cardiac dysfunction and stroke. Current treatments are effective at managing the complications of ACM, but lack the ability to correct the underlying atrial substrate driving the disease state. Alternative treatment modalities are required to address this shortfall with viral-based delivery methods, particularly recombinant adeno-associated viral vectors (rAAVs), being at the forefront of filling this unmet need. Research in the design of rAAVs targeting the atrial myocardium has demonstrated robust atrial transduction with minimal toxicity. Despite the technology's promise, various biological, immunological, and economic obstacles continue to challenge the clinical translation of rAAVs targeting ACM. In this review, the concept of ACM is summarized along with its common sequelae and current management. Following this, a basic overview of rAAV biology is provided alongside a narrative review of research investigating rAAV-based gene therapy targeting atrial myocardium in preclinical models. Gene therapies provide an opportunity to treat ACM at the root cause beyond the management of its sequelae. However, solutions aiming to improve vector design, manufacturability and suitability for ACM should be adopted to improve therapeutic efficacy and broaden patient accessibility.",
    "disease": "stroke",
    "clean_text": "advancing the current state of gene therapies using adeno associated virus vectors to treat atrial cardiomyopathy atrial cardiomyopathy acm is characterized by complex interactions involving molecular electrical and structural abnormalities that predispose individuals to cardiac dysfunction and stroke current treatments are effective at managing the complications of acm but lack the ability to correct the underlying atrial substrate driving the disease state alternative treatment modalities are required to address this shortfall with viral based delivery methods particularly recombinant adeno associated viral vectors raavs being at the forefront of filling this unmet need research in the design of raavs targeting the atrial myocardium has demonstrated robust atrial transduction with minimal toxicity despite the technology s promise various biological immunological and economic obstacles continue to challenge the clinical translation of raavs targeting acm in this review the concept of acm is summarized along with its common sequelae and current management following this a basic overview of raav biology is provided alongside a narrative review of research investigating raav based gene therapy targeting atrial myocardium in preclinical models gene therapies provide an opportunity to treat acm at the root cause beyond the management of its sequelae however solutions aiming to improve vector design manufacturability and suitability for acm should be adopted to improve therapeutic efficacy and broaden patient accessibility"
}