{
    "pmid": "41448773",
    "title": "[Review of application of U-Net and Transformer in colon polyp image segmentation].",
    "abstract": "Colorectal cancer typically originates from the malignant transformation of colonic polyps, making the automatic and accurate segmentation of colonic polyps crucial for clinical diagnosis. Deep learning techniques such as U-Net and Transformer can effectively extract implicit features from medical images, and thus have significant potential in colonic polyp image segmentation. This paper first introduced commonly used evaluation metrics and datasets for colonic polyp segmentation. It then reviewed the application of segmentation models based on U-Net, Transformer, and their hybrid approaches in this domain. Finally, it summarized the improvement methods, advantages, and limitations of polyp segmentation algorithms, discussed the challenges faced by U-Net- and Transformer-based models, and provided an outlook on future research directions in this field. 结直肠癌通常源于结肠息肉的恶变，自动准确分割结肠息肉对于临床诊断至关重要。U-Net与Transformer等深度学习技术能够挖掘医学图像中的隐含特征，因此将它们应用于结肠息肉图像分割具有重要意义。本文首先介绍了结肠息肉图像分割常用的评价指标和数据集；接着对基于U-Net、Transformer以及将两者融合的分割模型在结肠息肉图像分割中的应用进行了综述；最后，总结了结肠息肉分割算法的改进方法及其优势与局限性，回顾了基于U-Net与Transformer的结肠息肉分割研究所面临的挑战，并对未来该领域的研究方向进行了展望。.",
    "disease": "colorectal cancer",
    "clean_text": "review of application of u net and transformer in colon polyp image segmentation colorectal cancer typically originates from the malignant transformation of colonic polyps making the automatic and accurate segmentation of colonic polyps crucial for clinical diagnosis deep learning techniques such as u net and transformer can effectively extract implicit features from medical images and thus have significant potential in colonic polyp image segmentation this paper first introduced commonly used evaluation metrics and datasets for colonic polyp segmentation it then reviewed the application of segmentation models based on u net transformer and their hybrid approaches in this domain finally it summarized the improvement methods advantages and limitations of polyp segmentation algorithms discussed the challenges faced by u net and transformer based models and provided an outlook on future research directions in this field u net transformer u net transformer u net transformer"
}