{
    "pmid": "41419965",
    "title": "Systemic inflammatory response index: a novel predictor for cardiovascular disease risk in patients with primary biliary cholangitis.",
    "abstract": "Cardiovascular disease (CVD) is a significant concern in patients with primary biliary cholangitis (PBC) due to the combined effects of immune dysregulation and chronic inflammation. Traditional biomarkers may have limited predictive value for CVD in this population. This study aims to investigate the relationship between inflammatory biomarkers and CVD in patients with PBC. Patients with PBC who were treated at Beijing Ditan Hospital between January 2018 and December 2022 were included. Multivariate logistic regression models were performed to investigate the association between systemic inflammatory response index (SIRI), systemic immune inflammatory index (SII), neutrophil-to-lymphocyte ratio (NLR), and monocyte-to-lymphocyte ratio (MLR) and CVD. The predictive value of inflammatory biomarkers for CVD was evaluated using receiver operating characteristic (ROC) curves. In addition, a restricted cubic spline (RCS) fitted with a logistic regression model was used to analyze the relationship between SIRI and CVD. The prevalence of CVD in patients with PBC was 16.9% (n = 71). Multivariate logistic regression analysis showed that SIRI was an independent risk factor for CVD prevalence. Each standard deviation increase in SIRI was associated with a 79.2% increased risk of CVD (OR = 1.792, 95%CI = 1.348-2.382, P < 0.001). SIRI demonstrated moderate predictive ability for CVD, with an area under the curve (AUC) of 0.725. However, it was superior to NLR (AUC = 0.626), MLR (AUC = 0.579) and SII (AUC = 0.599). Subgroup analysis showed that the association between SIRI and CVD risk was robust with respect to gender, body mass index, smoking, drinking, hypertension, and diabetes mellitus, except for older age and cirrhosis status. The RCS analysis showed a stable linear relationship between SIRI and CVD, with significantly increased odds of CVD for SIRI values > 0.65. SIRI is a promising inflammatory biomarker and is independently associated with CVD prevalence in patients with PBC. Clinicians may consider incorporating SIRI into clinical practice to better stratify CVD risk and guide preventive strategies in this vulnerable population.",
    "disease": "liver cirrhosis",
    "clean_text": "systemic inflammatory response index a novel predictor for cardiovascular disease risk in patients with primary biliary cholangitis cardiovascular disease cvd is a significant concern in patients with primary biliary cholangitis pbc due to the combined effects of immune dysregulation and chronic inflammation traditional biomarkers may have limited predictive value for cvd in this population this study aims to investigate the relationship between inflammatory biomarkers and cvd in patients with pbc patients with pbc who were treated at beijing ditan hospital between january and december were included multivariate logistic regression models were performed to investigate the association between systemic inflammatory response index siri systemic immune inflammatory index sii neutrophil to lymphocyte ratio nlr and monocyte to lymphocyte ratio mlr and cvd the predictive value of inflammatory biomarkers for cvd was evaluated using receiver operating characteristic roc curves in addition a restricted cubic spline rcs fitted with a logistic regression model was used to analyze the relationship between siri and cvd the prevalence of cvd in patients with pbc was n multivariate logistic regression analysis showed that siri was an independent risk factor for cvd prevalence each standard deviation increase in siri was associated with a increased risk of cvd or ci p siri demonstrated moderate predictive ability for cvd with an area under the curve auc of however it was superior to nlr auc mlr auc and sii auc subgroup analysis showed that the association between siri and cvd risk was robust with respect to gender body mass index smoking drinking hypertension and diabetes mellitus except for older age and cirrhosis status the rcs analysis showed a stable linear relationship between siri and cvd with significantly increased odds of cvd for siri values siri is a promising inflammatory biomarker and is independently associated with cvd prevalence in patients with pbc clinicians may consider incorporating siri into clinical practice to better stratify cvd risk and guide preventive strategies in this vulnerable population"
}