{
    "pmid": "41473241",
    "title": "Development and external validation of machine-learning based models to predict diabetic foot ulcer in diabetes population.",
    "abstract": "Diabetic foot ulcer (DFU) is a common and serious complication in patients with diabetes, which affects the quality of life greatly as well as brings high risk for mortality. Identification of high-risk individuals, as early as possible is important for efficient intervention and prevention. This study systematically evaluates and summarizes the diagnostic accuracy of machine learning approaches for predicting DFU risk in diabetic patients. This study adhered to the TRIPOD+AI (Transparent Reporting of a Multivariable Prediction Model for Individual Prognosis or Diagnosis, Extended for Artificial Intelligence) guidelines. Using data from the National Health and Nutrition Examination Survey (NHANES) 1999-2004 to determine diagnosis of DFU related clinical characteristics, laboratory indicators and lifestyle-related variables. The diagnostic performance of its models trained using Logistic Regression (LR), K-Nearest Neighbors (KNN), Random Forest (RF), Extreme Gradient Boosting (XGBoost) and Support Vector Machine (SVM) classifiers were compared. An independent testing dataset collected from the Second Affiliated Hospital of Zunyi Medical University was used to conduct external validation. This study included 1, 857 participants from NHANES and 807 individuals recruited at the testing dataset. Key predictors identified in NHANES were numbness in extremities, direct HDL cholesterol, lymphocyte, white blood cell, segmented neutrophils, and BMI. Among them, the RF was identified as having the highest area under receiver operating characteristic curve (AUC) for NHANES at 0.81. The RF model also had the highest discriminative performance in external validation (as measured by an AUC of 0.79). Other models also provided good results in external validation: XGBoost had an AUC of 0.76, SVM reached 0.72, KNN reached 0.70, and LR received a score of 0.69. The ability of machine learning models to predict DFU risk was good in a combined population cohort when measured using common metrics but varied across distinct regions. These results support future clinical evaluation of these models and underscore the need to select algorithms ",
    "disease": "diabetes mellitus",
    "clean_text": "development and external validation of machine learning based models to predict diabetic foot ulcer in diabetes population diabetic foot ulcer dfu is a common and serious complication in patients with diabetes which affects the quality of life greatly as well as brings high risk for mortality identification of high risk individuals as early as possible is important for efficient intervention and prevention this study systematically evaluates and summarizes the diagnostic accuracy of machine learning approaches for predicting dfu risk in diabetic patients this study adhered to the tripod ai transparent reporting of a multivariable prediction model for individual prognosis or diagnosis extended for artificial intelligence guidelines using data from the national health and nutrition examination survey nhanes to determine diagnosis of dfu related clinical characteristics laboratory indicators and lifestyle related variables the diagnostic performance of its models trained using logistic regression lr k nearest neighbors knn random forest rf extreme gradient boosting xgboost and support vector machine svm classifiers were compared an independent testing dataset collected from the second affiliated hospital of zunyi medical university was used to conduct external validation this study included participants from nhanes and individuals recruited at the testing dataset key predictors identified in nhanes were numbness in extremities direct hdl cholesterol lymphocyte white blood cell segmented neutrophils and bmi among them the rf was identified as having the highest area under receiver operating characteristic curve auc for nhanes at the rf model also had the highest discriminative performance in external validation as measured by an auc of other models also provided good results in external validation xgboost had an auc of svm reached knn reached and lr received a score of the ability of machine learning models to predict dfu risk was good in a combined population cohort when measured using common metrics but varied across distinct regions these results support future clinical evaluation of these models and underscore the need to select algorithms"
}