{
    "pmid": "41344018",
    "title": "Patients' attitudes towards deprescribing disease modifying anti-rheumatic drugs in rheumatoid arthritis.",
    "abstract": "People living with rheumatoid arthritis (RA) may be taking one or more medications that they no longer need. The objective of this study was to determine the attitudes and beliefs regarding Disease Modifying Anti-Rheumatic Drug (DMARD) use and RA patients' willingness to have their medications deprescribed. This cross-sectional study included adults aged ≥ 18 years with a diagnosis of RA and were currently taking methotrexate and/or hydroxychloroquine. Participants completed a self-administered survey, adapted from the validated revised Patients' Attitudes Towards Deprescribing (rPATD) questionnaire, tailored to patients living with RA. Additional sociodemographic and clinical data were collected to explore factors associated with participants' willingness to deprescribe their DMARDs. A total of 87 participants were recruited with median age of 66 years (IQR 57.5-73), and 57 (65.5 %) were female. The majority of RA patients (84 %) agreed they would be willing to stop one of their RA medicines if their rheumatologist said it was possible. Participants expressed greater concerns with ceasing their DMARDs compared to their other medications. No factors were found to be significantly associated with willingness to deprescribe DMARDs. Whilst people with RA are satisfied with their current therapy, most would be willing to have one or more of their DMARDs deprescribed if their rheumatologist supports it. Clinicians should be encouraged to initiate deprescribing discussions, especially in stable rheumatoid arthritis, however, shared decision-making should involve identifying and addressing concerns patients have about deprescribing their DMARDs.",
    "disease": "rheumatoid arthritis",
    "clean_text": "patients attitudes towards deprescribing disease modifying anti rheumatic drugs in rheumatoid arthritis people living with rheumatoid arthritis ra may be taking one or more medications that they no longer need the objective of this study was to determine the attitudes and beliefs regarding disease modifying anti rheumatic drug dmard use and ra patients willingness to have their medications deprescribed this cross sectional study included adults aged years with a diagnosis of ra and were currently taking methotrexate and or hydroxychloroquine participants completed a self administered survey adapted from the validated revised patients attitudes towards deprescribing rpatd questionnaire tailored to patients living with ra additional sociodemographic and clinical data were collected to explore factors associated with participants willingness to deprescribe their dmards a total of participants were recruited with median age of years iqr and were female the majority of ra patients agreed they would be willing to stop one of their ra medicines if their rheumatologist said it was possible participants expressed greater concerns with ceasing their dmards compared to their other medications no factors were found to be significantly associated with willingness to deprescribe dmards whilst people with ra are satisfied with their current therapy most would be willing to have one or more of their dmards deprescribed if their rheumatologist supports it clinicians should be encouraged to initiate deprescribing discussions especially in stable rheumatoid arthritis however shared decision making should involve identifying and addressing concerns patients have about deprescribing their dmards"
}