{
    "pmid": "41357737",
    "title": "Blood Eosinophil Counts in Healthy Volunteers and in Patients with Asthma and COPD in India: A Multi-Centre Cross-Sectional Report.",
    "abstract": "Blood eosinophils have become an invaluable tool in the assessment, management, and prognostication of patients with asthma and chronic obstructive pulmonary disease (COPD). Historically, the understanding and application of blood eosinophil counts (BEC) have been primarily based on data from high-income countries, with limited information available from developing regions, including the Indian subcontinent. This study aims to assess the distribution and clinical relevance of BEC among patients with asthma and COPD as well as healthy volunteers across India, to determine if patterns observed in Western studies hold true in an Indian setting. A multi-centre cross-sectional study was conducted at 16 clinics across India. Participants included patients diagnosed with asthma or COPD and healthy volunteers who were identified from referrals to these clinics. Comprehensive data collection involved demographics, medication use, smoking status, and pre- and post-bronchodilator spirometry. All participants underwent a laboratory full blood count. The study comprised 4782 adults, including 1,332 patients with asthma (571 males, 761 females), 1,001 patients with COPD (691 males, 310 females), and 2,449 healthy volunteers (1,399 males, 1,050 females). Among patients with asthma, the mean BEC was higher at geometric mean 173.9 [156.2, 193.6]; patients with COPD had a mean BEC of 198.4 [178.6, 220.4] which was significantly higher than that of healthy volunteers (144.7 [134.5, 155.5]). The range of eosinophils in the contemporary Indian population aligns with data from Europe, affirming the validity of using BEC as a biomarker in obstructive lung disease within the Indian demographic. This insight challenges the prevailing assumption of distinct eosinophil count profiles in different geographical regions and underscores the global applicability of eosinophil-based management strategies for asthma and COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "blood eosinophil counts in healthy volunteers and in patients with asthma and copd in india a multi centre cross sectional report blood eosinophils have become an invaluable tool in the assessment management and prognostication of patients with asthma and chronic obstructive pulmonary disease copd historically the understanding and application of blood eosinophil counts bec have been primarily based on data from high income countries with limited information available from developing regions including the indian subcontinent this study aims to assess the distribution and clinical relevance of bec among patients with asthma and copd as well as healthy volunteers across india to determine if patterns observed in western studies hold true in an indian setting a multi centre cross sectional study was conducted at clinics across india participants included patients diagnosed with asthma or copd and healthy volunteers who were identified from referrals to these clinics comprehensive data collection involved demographics medication use smoking status and pre and post bronchodilator spirometry all participants underwent a laboratory full blood count the study comprised adults including patients with asthma males females patients with copd males females and healthy volunteers males females among patients with asthma the mean bec was higher at geometric mean patients with copd had a mean bec of which was significantly higher than that of healthy volunteers the range of eosinophils in the contemporary indian population aligns with data from europe affirming the validity of using bec as a biomarker in obstructive lung disease within the indian demographic this insight challenges the prevailing assumption of distinct eosinophil count profiles in different geographical regions and underscores the global applicability of eosinophil based management strategies for asthma and copd"
}