{
    "title": "Perspectives on tight junction research.",
    "doc_id": "22671584",
    "writer": "Schulzke JD",
    "year": "2012",
    "summary": "However, not all tight junctions are merely tight: some tight junction proteins build their own transport pathways by forming channels selective for small cations, anions, or water. Two families of tight junction proteins have been …",
    "abstract": "The tight junction connects neighboring epithelial or endothelial cells. As a general function, it seals the paracellular pathway and thus prevents back-leakage of just transported solutes and water. However, not all tight junctions are merely tight: some tight junction proteins build their own transport pathways by forming channels selective for small cations, anions, or water. Two families of tight junction proteins have been identified, claudins (27 members in mammals) and tight junction-associated MARVEL proteins ((TAMPs) occludin, tricellulin, and MarvelD3); an additional, structurally different, junction protein is junction adhesion molecule (JAM). Besides classification by genetic or molecular kinship, classification of tight junction proteins has been suggested according to permeability attributes. Recent studies describe specific cis and trans interactions and manifold physiologic regulations of claudins and TAMPs. In many inflammatory and infectious diseases they are found to be altered, for example, causing adversely increased permeability. Currently, attempts are being made to alter the paracellular barrier for therapeutic interventions or for transiently facilitating drug uptake. This overview concludes with a list of open questions and future topics in tight junction research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22671584/",
    "clean_text": "perspectives on tight junction research however not all tight junctions are merely tight some tight junction proteins build their own transport pathways by forming channels selective for small cations anions or water two families of tight junction proteins have been the tight junction connects neighboring epithelial or endothelial cells as a general function it seals the paracellular pathway and thus prevents back leakage of just transported solutes and water however not all tight junctions are merely tight some tight junction proteins build their own transport pathways by forming channels selective for small cations anions or water two families of tight junction proteins have been identified claudins members in mammals and tight junction associated marvel proteins tamps occludin tricellulin and marveld an additional structurally different junction protein is junction adhesion molecule jam besides classification by genetic or molecular kinship classification of tight junction proteins has been suggested according to permeability attributes recent studies describe specific cis and trans interactions and manifold physiologic regulations of claudins and tamps in many inflammatory and infectious diseases they are found to be altered for example causing adversely increased permeability currently attempts are being made to alter the paracellular barrier for therapeutic interventions or for transiently facilitating drug uptake this overview concludes with a list of open questions and future topics in tight junction research"
}