{
    "title": "The Effects of Music Listening During Extraction of the Impacted Mandibular Third Molar on the Autonomic Nervous System and Psychological State.",
    "doc_id": "30902602",
    "writer": "Yamashita K",
    "year": "2019",
    "summary": "PURPOSE: Pain, anxiety, and nervousness related to dental procedures can cause acute changes in the autonomic nervous system. ...The authors explored the effects of listening to music during extraction of the impacted mandibular third molar on the autonomic nervo …",
    "abstract": "Purpose:\n        \n      \n      Pain, anxiety, and nervousness related to dental procedures can cause acute changes in the autonomic nervous system. Music is widely accepted as a relaxation method during dental treatment; however, its effects during dental treatment are unclear. The authors explored the effects of listening to music during extraction of the impacted mandibular third molar on the autonomic nervous system and the psychological state and hypothesized that listening to music would suppress sympathetic nervous activity and decrease anxiety.\n    \n\n\n          Materials and methods:\n        \n      \n      In this prospective study, 40 patients scheduled for extraction of an impacted mandibular third molar were randomized into 2 groups: extraction without music (control group) and extraction while listening to music (music group). Heart rate variability was recorded during the experiment, and Modified Dental Anxiety Scale and State-Trait Anxiety Inventory (STAI) scores were recorded before and after the procedure. Descriptive and bivariate statistics were computed and the P value was set at .05.\n    \n\n\n          Results:\n        \n      \n      An increased low-to-high frequency ratio was observed in the control group during incision and flap reflection, bone removal, and separation of the tooth crown; the ratio was significantly decreased in the music group during these time points (P < .05). Compared with the control group, the music group had a significantly greater decrease in postoperative STAI State Anxiety scores from preoperative levels (P < .05).\n    \n\n\n          Conclusions:\n        \n      \n      This study suggested that listening to music while undergoing extraction of the impacted mandibular third molar suppresses activity of the sympathetic nerves during incision, flap reflection, bone removal, and separation of the tooth crown and relieves anxiety after treatment. Future studies will focus on the mechanisms involved and methods to prevent the onset of systemic incidents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30902602/",
    "clean_text": "the effects of music listening during extraction of the impacted mandibular third molar on the autonomic nervous system and psychological state purpose pain anxiety and nervousness related to dental procedures can cause acute changes in the autonomic nervous system the authors explored the effects of listening to music during extraction of the impacted mandibular third molar on the autonomic nervo purpose pain anxiety and nervousness related to dental procedures can cause acute changes in the autonomic nervous system music is widely accepted as a relaxation method during dental treatment however its effects during dental treatment are unclear the authors explored the effects of listening to music during extraction of the impacted mandibular third molar on the autonomic nervous system and the psychological state and hypothesized that listening to music would suppress sympathetic nervous activity and decrease anxiety materials and methods in this prospective study patients scheduled for extraction of an impacted mandibular third molar were randomized into groups extraction without music control group and extraction while listening to music music group heart rate variability was recorded during the experiment and modified dental anxiety scale and state trait anxiety inventory stai scores were recorded before and after the procedure descriptive and bivariate statistics were computed and the p value was set at results an increased low to high frequency ratio was observed in the control group during incision and flap reflection bone removal and separation of the tooth crown the ratio was significantly decreased in the music group during these time points p compared with the control group the music group had a significantly greater decrease in postoperative stai state anxiety scores from preoperative levels p conclusions this study suggested that listening to music while undergoing extraction of the impacted mandibular third molar suppresses activity of the sympathetic nerves during incision flap reflection bone removal and separation of the tooth crown and relieves anxiety after treatment future studies will focus on the mechanisms involved and methods to prevent the onset of systemic incidents"
}