{
    "pmid": "41377825",
    "title": "National trends in post-operative complications for anterior cervical discectomy and fusion versus cervical disc arthroplasty from 2012 to 2022.",
    "abstract": "Anterior cervical discectomy and fusion (ACDF) and cervical disc arthroplasty (CDA) are common treatments for cervical radiculopathy and myelopathy. While ACDF remains the gold standard, CDA is gaining popularity due to the benefit of motion preservation. However, national trends in outcomes between these procedures remain unclear. A retrospective analysis was performed using the American College of Surgeons National Surgical Quality Improvement Program database to identify patients aged >18 who underwent ACDF or CDA between 2012 and 2022, using CPT codes 22551 and 22856. Annual rates of demographics, comorbidities, and 30-day complications were analyzed. Univariate analysis evaluated outcomes including readmission, reoperation, and length of stay (LOS). We identified 93,989 ACDF and 8708 CDA patients. From 2012 to 2022, the proportion of ACDF cases declined from 96.3% to 90.2%, while CDA cases increased from 3.7% to 9.9%. ACDF patients were older (55.7 vs. 46.8 years) and had higher body mass index (30.6 vs. 29.6) ( CDA continues to show favorable short-term outcomes compared to ACDF but remains less utilized overall. These trends may guide surgical planning and patient counseling in cervical spine care.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "national trends in post operative complications for anterior cervical discectomy and fusion versus cervical disc arthroplasty from to anterior cervical discectomy and fusion acdf and cervical disc arthroplasty cda are common treatments for cervical radiculopathy and myelopathy while acdf remains the gold standard cda is gaining popularity due to the benefit of motion preservation however national trends in outcomes between these procedures remain unclear a retrospective analysis was performed using the american college of surgeons national surgical quality improvement program database to identify patients aged who underwent acdf or cda between and using cpt codes and annual rates of demographics comorbidities and day complications were analyzed univariate analysis evaluated outcomes including readmission reoperation and length of stay los we identified acdf and cda patients from to the proportion of acdf cases declined from to while cda cases increased from to acdf patients were older vs years and had higher body mass index vs cda continues to show favorable short term outcomes compared to acdf but remains less utilized overall these trends may guide surgical planning and patient counseling in cervical spine care"
}