{
    "pmid": "41462265",
    "title": "Bioavailable testosterone reduces the risk of lung squamous cell carcinoma: a comprehensive data study.",
    "abstract": "The association between testosterone and lung cancer remains unclear. This study investigates the relationship between testosterone levels and lung cancer risk, focusing on bioavailable testosterone levels (BTLs), total testosterone levels (TTLs), and sex hormone-binding globulin (SHBG) in relation to lung cancer subtypes. We utilized bidirectional and multivariable Mendelian randomization (MR) analyses based on genome-wide association studies (GWAS) to assess causal links. To validate the findings clinically, immunohistochemical (IHC) staining for androgen receptor (AR) expression and survival analyses were conducted on a cohort of 90 patients with lung squamous cell carcinoma (LUSC). MR analysis demonstrated that higher BTLs were significantly associated with a reduced risk of LUSC (OR = 0.365, P = 0.001), while no significant associations were observed for TTLs or SHBG. Reverse MR analysis found no causal effect of lung cancer on testosterone levels. Multivariable MR confirmed BTLs as an independent protective factor. In the clinical cohort, AR expression was significantly associated with better prognosis, showing improved median progression-free survival (12.3 vs. 9.0 months, P = 0.01) and median overall survival (35.3 vs. 29.4 months, P < 0.01). Cox regression identified AR expression as an independent protective factor for patient outcomes. However, study limitations include potential residual confounding, ethnic heterogeneity between European GWAS data and Asian clinical cohorts, and the lack of direct experimental validation. Our findings suggest that higher BTLs may play a protective role against LUSC. BTLs and AR expression show potential as valuable biomarkers for the diagnosis and prognostic assessment of LUSC.",
    "disease": "lung cancer",
    "clean_text": "bioavailable testosterone reduces the risk of lung squamous cell carcinoma a comprehensive data study the association between testosterone and lung cancer remains unclear this study investigates the relationship between testosterone levels and lung cancer risk focusing on bioavailable testosterone levels btls total testosterone levels ttls and sex hormone binding globulin shbg in relation to lung cancer subtypes we utilized bidirectional and multivariable mendelian randomization mr analyses based on genome wide association studies gwas to assess causal links to validate the findings clinically immunohistochemical ihc staining for androgen receptor ar expression and survival analyses were conducted on a cohort of patients with lung squamous cell carcinoma lusc mr analysis demonstrated that higher btls were significantly associated with a reduced risk of lusc or p while no significant associations were observed for ttls or shbg reverse mr analysis found no causal effect of lung cancer on testosterone levels multivariable mr confirmed btls as an independent protective factor in the clinical cohort ar expression was significantly associated with better prognosis showing improved median progression free survival vs months p and median overall survival vs months p cox regression identified ar expression as an independent protective factor for patient outcomes however study limitations include potential residual confounding ethnic heterogeneity between european gwas data and asian clinical cohorts and the lack of direct experimental validation our findings suggest that higher btls may play a protective role against lusc btls and ar expression show potential as valuable biomarkers for the diagnosis and prognostic assessment of lusc"
}