{
    "pmid": "41438822",
    "title": "Prevalence, determinants, and barriers to follow-up colonoscopy after a positive fecal immunochemical test in Qaemshahr, Iran: A population-based cross-sectional study from 2022 to 2023.",
    "abstract": "Fecal Immunochemical Test (FIT) screening reduces mortality by detecting early-stage colorectal cancer (CRC), but its success depends on follow-up colonoscopy after a positive result. Follow-up rates vary widely, influenced by several barriers, which need to be addressed. Thus, the present study aimed to assess the prevalence, determinants, and barriers to a follow-up colonoscopy after a positive FIT result. This cross-sectional study evaluated FIT-based CRC screening from April 2022 to March 2023 in Qaemshahr, Iran. Positive FIT results triggered follow-up colonoscopies. Data on colonoscopy results and reasons for non-compliance were collected. Logistic regression was conducted to identify factors affecting follow-up rates. Of 14,784 screened, 294 (1.98 %) had positive FIT results; only 167 (56.80 %) underwent colonoscopy, with 73.65 % showing no abnormalities. Barriers included cost (18.89 %), perceived unimportance (41.73 %), fear (34.64 %), and lack of social support and appointment difficulties (4.72 %). Lower education levels (OR from 15.46 for illiterate to 3.79 for high school level, compared to university/college level), and asymptomatic status (OR: 1.86; 95 %CI: 1.01, 3.41) significantly reduced follow-up odds; while other demographics showed no association. This study reveals a concerning 56.80 % follow-up colonoscopy rate among FIT-positive patients, driven by cost, communication gaps, fear, and educational disparities.",
    "disease": "colorectal cancer",
    "clean_text": "prevalence determinants and barriers to follow up colonoscopy after a positive fecal immunochemical test in qaemshahr iran a population based cross sectional study from to fecal immunochemical test fit screening reduces mortality by detecting early stage colorectal cancer crc but its success depends on follow up colonoscopy after a positive result follow up rates vary widely influenced by several barriers which need to be addressed thus the present study aimed to assess the prevalence determinants and barriers to a follow up colonoscopy after a positive fit result this cross sectional study evaluated fit based crc screening from april to march in qaemshahr iran positive fit results triggered follow up colonoscopies data on colonoscopy results and reasons for non compliance were collected logistic regression was conducted to identify factors affecting follow up rates of screened had positive fit results only underwent colonoscopy with showing no abnormalities barriers included cost perceived unimportance fear and lack of social support and appointment difficulties lower education levels or from for illiterate to for high school level compared to university college level and asymptomatic status or ci significantly reduced follow up odds while other demographics showed no association this study reveals a concerning follow up colonoscopy rate among fit positive patients driven by cost communication gaps fear and educational disparities"
}