{
    "pmid": "41425689",
    "title": "Glucagon-like peptide-1 receptor agonists linked to a reduced risk of developing asthma among patients with type 2 diabetes.",
    "abstract": "Studies have suggested that glucagon-like peptide-1 receptor agonists (GLP-1 RAs) may modulate asthma-related immune pathways, but evidence directly linking the use of GLP-1 RAs to asthma onset remains limited. We aimed to evaluate whether the use of GLP-1 RAs in patients with type 2 diabetes mellitus (T2DM) is associated with a reduced risk and severity of asthma development. This retrospective cohort study was designed to evaluate asthma onset and severity in patients with T2DM treated with GLP-1 RAs, using data from the National Health Insurance Database (2011-2015). Asthma onset and severity were evaluated in 1345 patients with T2DM treated with GLP-1 RAs from a cohort of 1,936,512 individuals, excluding those with pre-existing asthma. Asthma risk was assessed across four severity levels. The study demonstrated a mean follow-up duration of 2.92 ± 1.82 years. Notably, treatment with GLP-1 RAs significantly reduced asthma risk compared with the non-GLP-1 RA group, as indicated by an adjusted hazard ratio (HR) of 0.67 (95% confidence interval (CI), 0.45-0.76), suggesting a consistent class effect. A protective trend was observed across various severity levels of asthma. The HRs for the GLP-1 RA group compared with the non-GLP-1 RA group for cases with no acute exacerbations (No-AE), acute exacerbations (AE), and status asthmaticus (Status) were 0.55 (95% CI, 0.37-0.62), 0.59 (95% CI, 0.39-0.66), and 0.83 (95% CI, 0.56-0.93), respectively. However, in cases requiring endotracheal intubation, the HR was 0.96 (95% CI, 0.65-1.09). Our study highlights a consistent effect of GLP-1 RAs in reducing asthma risk and severity, except in cases requiring endotracheal intubation, suggesting that GLP-1 RAs may contribute to reducing asthma incidence and severity in patients with T2DM. People with type 2 diabetes who take GLP-1 receptor agonist medicines, which help control blood sugar, may have a lower chance of getting asthma and milder asthma symptoms Our study shows that medicines called GLP-1 receptor agonists, used to treat type 2 diabetes, reduce the chance of getting asthma in people with type 2 diabetes. These medicines also make asthma less severe for most patients, except in cases needing a breathing tube. This suggests GLP-1 receptor agonists may help prevent asthma and reduce its symptoms in people with type 2 diabetes.",
    "disease": "asthma",
    "clean_text": "glucagon like peptide receptor agonists linked to a reduced risk of developing asthma among patients with type diabetes studies have suggested that glucagon like peptide receptor agonists glp ras may modulate asthma related immune pathways but evidence directly linking the use of glp ras to asthma onset remains limited we aimed to evaluate whether the use of glp ras in patients with type diabetes mellitus t dm is associated with a reduced risk and severity of asthma development this retrospective cohort study was designed to evaluate asthma onset and severity in patients with t dm treated with glp ras using data from the national health insurance database asthma onset and severity were evaluated in patients with t dm treated with glp ras from a cohort of individuals excluding those with pre existing asthma asthma risk was assessed across four severity levels the study demonstrated a mean follow up duration of years notably treatment with glp ras significantly reduced asthma risk compared with the non glp ra group as indicated by an adjusted hazard ratio hr of confidence interval ci suggesting a consistent class effect a protective trend was observed across various severity levels of asthma the hrs for the glp ra group compared with the non glp ra group for cases with no acute exacerbations no ae acute exacerbations ae and status asthmaticus status were ci ci and ci respectively however in cases requiring endotracheal intubation the hr was ci our study highlights a consistent effect of glp ras in reducing asthma risk and severity except in cases requiring endotracheal intubation suggesting that glp ras may contribute to reducing asthma incidence and severity in patients with t dm people with type diabetes who take glp receptor agonist medicines which help control blood sugar may have a lower chance of getting asthma and milder asthma symptoms our study shows that medicines called glp receptor agonists used to treat type diabetes reduce the chance of getting asthma in people with type diabetes these medicines also make asthma less severe for most patients except in cases needing a breathing tube this suggests glp receptor agonists may help prevent asthma and reduce its symptoms in people with type diabetes"
}