{
    "pmid": "41377985",
    "title": "Predictors of Metabolic Dysfunction-Associated Steatotic Liver Diseases (MALSD) in Vietnamese Population.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) comprises a spectrum of liver diseases from simple steatosis, non-alcoholic steatohepatitis (NASH) which progresses to fibrosis and compensated cirrhosis. Worldwide, MASLD significantly contributes to the rising incidence of liver cancer. Lille is known about its predictors in Asian population and particularly among Vietnamese. We determine the predictors of MASLD in Vietnamese population using a hospital-based case-control study of 100 MASLD patients and 119 healthy controls. Unconditional logistic regression model was used to calculate odds ratios (ORs) and respective 95% confidence intervals (CIs) for MASLD in relation to potential predictors. Overall, body mass index (BMI) (OR Besides clinical factors such as BMI, diabetes, AST, and GGT, liver stiffness measurement (i.e., kPA and CAP score) played important roles as predictors for MALSD in Vietnamese population. Our findings, for the first time, provided evidence for risk stratification and treatment management of MALSD in Vietnamese population.",
    "disease": "liver cirrhosis",
    "clean_text": "predictors of metabolic dysfunction associated steatotic liver diseases malsd in vietnamese population metabolic dysfunction associated steatotic liver disease masld comprises a spectrum of liver diseases from simple steatosis non alcoholic steatohepatitis nash which progresses to fibrosis and compensated cirrhosis worldwide masld significantly contributes to the rising incidence of liver cancer lille is known about its predictors in asian population and particularly among vietnamese we determine the predictors of masld in vietnamese population using a hospital based case control study of masld patients and healthy controls unconditional logistic regression model was used to calculate odds ratios ors and respective confidence intervals cis for masld in relation to potential predictors overall body mass index bmi or besides clinical factors such as bmi diabetes ast and ggt liver stiffness measurement i e kpa and cap score played important roles as predictors for malsd in vietnamese population our findings for the first time provided evidence for risk stratification and treatment management of malsd in vietnamese population"
}