{
    "title": "Ulcerative colitis and nephrotic syndrome: a two-sample Mendelian randomization study.",
    "doc_id": "38717727",
    "writer": "Zhan J",
    "year": "2024",
    "summary": "To investigate the potential causal relationship between ulcerative colitis and nephrotic syndrome. We obtained the whole-genome association study data of ulcerative colitis in the European population from the GWAS database. ...This study provides evid …",
    "abstract": "To investigate the potential causal relationship between ulcerative colitis and nephrotic syndrome. We obtained the whole-genome association study data of ulcerative colitis in the European population from the GWAS database. Relevant single nucleotide polymorphisms (SNPs) were selected for analysis. We employed the inverse variance-weighted meta-analysis of multiplicative random effects models to obtain SNP-specific Wald ratio estimates, which assume horizontal pleiotropy. In addition, we performed sensitivity analyses using MR-Egger, weighted median, and IVW. Our findings suggest a strong association between ulcerative colitis and nephrotic syndrome (P < 0.05). After conducting sensitivity analyses, we found no evidence of horizontal pleiotropy or heterogeneity (P > 0.05). This study provides evidence for an association between ulcerative colitis and nephrotic syndrome, which may help us better understand the conditions of ulcerative colitis and nephropathy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38717727/",
    "clean_text": "ulcerative colitis and nephrotic syndrome a two sample mendelian randomization study to investigate the potential causal relationship between ulcerative colitis and nephrotic syndrome we obtained the whole genome association study data of ulcerative colitis in the european population from the gwas database this study provides evid to investigate the potential causal relationship between ulcerative colitis and nephrotic syndrome we obtained the whole genome association study data of ulcerative colitis in the european population from the gwas database relevant single nucleotide polymorphisms snps were selected for analysis we employed the inverse variance weighted meta analysis of multiplicative random effects models to obtain snp specific wald ratio estimates which assume horizontal pleiotropy in addition we performed sensitivity analyses using mr egger weighted median and ivw our findings suggest a strong association between ulcerative colitis and nephrotic syndrome p after conducting sensitivity analyses we found no evidence of horizontal pleiotropy or heterogeneity p this study provides evidence for an association between ulcerative colitis and nephrotic syndrome which may help us better understand the conditions of ulcerative colitis and nephropathy"
}