{
    "pmid": "41455390",
    "title": "Patient-reported substance use in heart failure.",
    "abstract": "Substance use comorbidities complicate the care of patients with heart failure (HF). Most of the previous research on this problem has been based on analyses of epidemiological datasets or electronic health records. The aim of this study was to conduct in-depth clinical interviews to document the prevalence of patient-reported substance use comorbidities and polysubstance use in patients with HF. Patients with HF were enrolled in the study within 30 days after hospital discharge and interviewed within two weeks after enrollment. The NetSCID-5 interview was administered to evaluate substance use disorders and other psychiatric comorbidities. The Social Determinants of Health Patient Interview Form was administered to document patient-reported social determinants of health. Questionnaires were administered to measure perceived stress and health-related quality of life. The sample included 362 patients with HF. The participants were 61.3 ± 12.0 years of age at enrollment; 155 (42.8 %) were female and 208 (57.5 %) were racial minorities. Alcohol (26 %), stimulant (10 %), and cannabis (6 %) use disorders were prevalent, and approximately 9 % of the patients had a history of polysubstance use. These disorders were associated with cigarette smoking, chronic obstructive pulmonary disease, high levels of exposure to adverse social determinants of health, and poor health-related quality of life. Substance use disorders are common comorbidities in patients with heart failure. Research on the prevention and treatment of these comorbidities is needed.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "patient reported substance use in heart failure substance use comorbidities complicate the care of patients with heart failure hf most of the previous research on this problem has been based on analyses of epidemiological datasets or electronic health records the aim of this study was to conduct in depth clinical interviews to document the prevalence of patient reported substance use comorbidities and polysubstance use in patients with hf patients with hf were enrolled in the study within days after hospital discharge and interviewed within two weeks after enrollment the netscid interview was administered to evaluate substance use disorders and other psychiatric comorbidities the social determinants of health patient interview form was administered to document patient reported social determinants of health questionnaires were administered to measure perceived stress and health related quality of life the sample included patients with hf the participants were years of age at enrollment were female and were racial minorities alcohol stimulant and cannabis use disorders were prevalent and approximately of the patients had a history of polysubstance use these disorders were associated with cigarette smoking chronic obstructive pulmonary disease high levels of exposure to adverse social determinants of health and poor health related quality of life substance use disorders are common comorbidities in patients with heart failure research on the prevention and treatment of these comorbidities is needed"
}