{
    "title": "Barley yellow dwarf virus: Luteoviridae or Tombusviridae?",
    "doc_id": "20569325",
    "writer": "Miller WA",
    "year": "2002",
    "summary": "BYDV includes at least two serotypes or viruses: BYDV-PAV and BYDV-MAV. The former BYDV-RPV is now Cereal yellow dwarf virus-RPV (CYDV-RPV). CYDV is in genus Polerovirus, family Luteoviridae. Genus Luteovirus shares many features with family Tombusviridae. ...Also infects …",
    "abstract": "Summary Barley yellow dwarf virus (BYDV), the most economically important virus of small grains, features highly specialised relationships with its aphid vectors, a plethora of novel translation mechanisms mediated by long-distance RNA interactions, and an ambiguous taxonomic status. The structural and movement proteins of BYDV that confer aphid transmission and phloem-limitation properties resemble those of the Luteoviridae, the family in which BYDV is classified. In contrast, many genes and cis-acting signals involved in replication and gene expression most closely resemble those of the Tombusviridae.\n    \n\n\n          Taxonomy:\n        \n      \n      BYDV is in genus Luteovirus, family Luteoviridae. BYDV includes at least two serotypes or viruses: BYDV-PAV and BYDV-MAV. The former BYDV-RPV is now Cereal yellow dwarf virus-RPV (CYDV-RPV). CYDV is in genus Polerovirus, family Luteoviridae. Genus Luteovirus shares many features with family Tombusviridae. Physical properties: approximately 25 nm icosahedral (T = 3) virions. One major (22 kDa) and one minor (50-55 kDa) coat protein. 5.6-5.8 kb positive sense RNA genome with no 5'-cap and no poly(A) tail.\n    \n\n\n          Host range:\n        \n      \n      Most grasses. Most important in oats, barley and wheat. Also infects maize and rice.\n    \n\n\n          Symptoms:\n        \n      \n      Yellowing and dwarfing in barley, stunting in wheat; reddening, yellowing and blasting in oats. Some isolates cause leaf notching and curling. Key attractions: Model for the study of circulative transmission of aphid-transmitted viruses. Plethora of unusual translation mechanisms. Evidence of recombination in recent evolutionary history creates taxonomic ambiguity. Economically important virus of wheat, barley and oats, worldwide. Useful websites/meetings: International symposium: 'Barley Yellow Dwarf Disease: Recent Advances and Future Strategies', CIMMYT, El Batan, Mexico, 1-5 September 2002, http://www.cimmyt.cgiar.org/Research/wheat/Conf_BYD_02/invitation.htm http://www.cimmyt.org/Research/wheat/BYDVNEWS/htm/BYDVNEWS.htm Aphid transmission animation: http://www.ppws.vt.edu/~sforza/tmv/bydv_aph.html.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20569325/",
    "clean_text": "barley yellow dwarf virus luteoviridae or tombusviridae bydv includes at least two serotypes or viruses bydv pav and bydv mav the former bydv rpv is now cereal yellow dwarf virus rpv cydv rpv cydv is in genus polerovirus family luteoviridae genus luteovirus shares many features with family tombusviridae also infects summary barley yellow dwarf virus bydv the most economically important virus of small grains features highly specialised relationships with its aphid vectors a plethora of novel translation mechanisms mediated by long distance rna interactions and an ambiguous taxonomic status the structural and movement proteins of bydv that confer aphid transmission and phloem limitation properties resemble those of the luteoviridae the family in which bydv is classified in contrast many genes and cis acting signals involved in replication and gene expression most closely resemble those of the tombusviridae taxonomy bydv is in genus luteovirus family luteoviridae bydv includes at least two serotypes or viruses bydv pav and bydv mav the former bydv rpv is now cereal yellow dwarf virus rpv cydv rpv cydv is in genus polerovirus family luteoviridae genus luteovirus shares many features with family tombusviridae physical properties approximately nm icosahedral t virions one major kda and one minor kda coat protein kb positive sense rna genome with no cap and no poly a tail host range most grasses most important in oats barley and wheat also infects maize and rice symptoms yellowing and dwarfing in barley stunting in wheat reddening yellowing and blasting in oats some isolates cause leaf notching and curling key attractions model for the study of circulative transmission of aphid transmitted viruses plethora of unusual translation mechanisms evidence of recombination in recent evolutionary history creates taxonomic ambiguity economically important virus of wheat barley and oats worldwide useful websites meetings international symposium barley yellow dwarf disease recent advances and future strategies cimmyt el batan mexico september http www cimmyt cgiar org research wheat conf byd invitation htm http www cimmyt org research wheat bydvnews htm bydvnews htm aphid transmission animation http www ppws vt edu sforza tmv bydv aph html"
}