{
    "pmid": "41473624",
    "title": "Regression of a Cardiac Calcified Amorphous Tumor Under Antiplatelet Therapy in a Patient With Ischemic Stroke: A Case Report and Literature Review.",
    "abstract": "Cardiac calcified amorphous tumor (CAT) is a rare, non-neoplastic cardiac mass typically treated surgically. Spontaneous regression under antiplatelet therapy is uncommon. A 76-year-old woman presented with sudden visual loss in the left eye. Magnetic resonance (MR) imaging revealed small ischemic strokes in the left cerebellar hemisphere and right temporal lobe. Ophthalmological examination confirmed left central retinal artery occlusion. Transthoracic echocardiography (TTE) revealed mitral annulus calcification (MAC) and a mobile mass, raising suspicion for cerebral infarction due to cardiac CAT. Treatment with aspirin and heparin was initiated. On hospital day 10, brain MRI revealed a new asymptomatic infarction in the left frontal lobe, and surgical tumor resection was planned. The patient continued aspirin therapy while awaiting surgery. Follow-up TTE showed resolution of the CAT, and the patient was managed with aspirin alone. Because most CAT cases are treated surgically, reports of successful antithrombotic therapy are rare. CAT reduction or disappearance has been observed with oral aspirin, and its antiplatelet and anti-inflammatory effects may have contributed to tumor regression. Additionally, patients with MAC managed with anticoagulants are at elevated risk for calcification progression and recurrent stroke. In select patients with CAT and MAC, aspirin therapy may be considered with careful monitoring. Nonetheless, antithrombotic therapy has limitations and requires close monitoring, even after tumor regression.",
    "disease": "stroke",
    "clean_text": "regression of a cardiac calcified amorphous tumor under antiplatelet therapy in a patient with ischemic stroke a case report and literature review cardiac calcified amorphous tumor cat is a rare non neoplastic cardiac mass typically treated surgically spontaneous regression under antiplatelet therapy is uncommon a year old woman presented with sudden visual loss in the left eye magnetic resonance mr imaging revealed small ischemic strokes in the left cerebellar hemisphere and right temporal lobe ophthalmological examination confirmed left central retinal artery occlusion transthoracic echocardiography tte revealed mitral annulus calcification mac and a mobile mass raising suspicion for cerebral infarction due to cardiac cat treatment with aspirin and heparin was initiated on hospital day brain mri revealed a new asymptomatic infarction in the left frontal lobe and surgical tumor resection was planned the patient continued aspirin therapy while awaiting surgery follow up tte showed resolution of the cat and the patient was managed with aspirin alone because most cat cases are treated surgically reports of successful antithrombotic therapy are rare cat reduction or disappearance has been observed with oral aspirin and its antiplatelet and anti inflammatory effects may have contributed to tumor regression additionally patients with mac managed with anticoagulants are at elevated risk for calcification progression and recurrent stroke in select patients with cat and mac aspirin therapy may be considered with careful monitoring nonetheless antithrombotic therapy has limitations and requires close monitoring even after tumor regression"
}