{
    "title": "Quaternary prevention: reviewing the concept.",
    "doc_id": "29384397",
    "writer": "Martins C",
    "year": "2018",
    "summary": "The current definition of quaternary prevention has limitations because it excludes patients and medical interventions where a quaternary prevention perspective would be needed and useful to protect patients from harm. ...CONCLUSION: In this new proposal, quaternary preven …",
    "abstract": "Background:\n        \n      \n      According to the Wonca International Dictionary for General/Family Practice Quaternary Prevention is defined as: 'Action taken to identify patient at risk of overmedicalization, to protect him from new medical invasion, and to suggest to him interventions, which are ethically acceptable.' The concept of quaternary prevention was initially proposed by Marc Jamoulle and the targets were mainly patients with illness but without a disease.\n    \n\n\n          Objectives:\n        \n      \n      The purpose of this opinion article is to open the debate around a new possible definition and a new conceptual model of quaternary prevention based on the belief that quaternary prevention should be present in physicians' minds for every intervention they suggest to a patient.\n    \n\n\n          Discussion:\n        \n      \n      The debate around quaternary prevention is vital in the context of contemporary medicine and has expanded worldwide. The human being may suffer harm from medical interventions from conception, during their childhood, during their entire healthy lifetime as well as during a self-limited disease, a chronic disease, or a terminal disease. The current definition of quaternary prevention has limitations because it excludes patients and medical interventions where a quaternary prevention perspective would be needed and useful to protect patients from harm. In this context, a new definition and conceptual model of quaternary prevention is proposed.\n    \n\n\n          Conclusion:\n        \n      \n      In this new proposal, quaternary prevention is defined as an 'action taken to protect individuals (persons/patients) from medical interventions that are likely to cause more harm than good.'",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29384397/",
    "clean_text": "quaternary prevention reviewing the concept the current definition of quaternary prevention has limitations because it excludes patients and medical interventions where a quaternary prevention perspective would be needed and useful to protect patients from harm conclusion in this new proposal quaternary preven background according to the wonca international dictionary for general family practice quaternary prevention is defined as action taken to identify patient at risk of overmedicalization to protect him from new medical invasion and to suggest to him interventions which are ethically acceptable the concept of quaternary prevention was initially proposed by marc jamoulle and the targets were mainly patients with illness but without a disease objectives the purpose of this opinion article is to open the debate around a new possible definition and a new conceptual model of quaternary prevention based on the belief that quaternary prevention should be present in physicians minds for every intervention they suggest to a patient discussion the debate around quaternary prevention is vital in the context of contemporary medicine and has expanded worldwide the human being may suffer harm from medical interventions from conception during their childhood during their entire healthy lifetime as well as during a self limited disease a chronic disease or a terminal disease the current definition of quaternary prevention has limitations because it excludes patients and medical interventions where a quaternary prevention perspective would be needed and useful to protect patients from harm in this context a new definition and conceptual model of quaternary prevention is proposed conclusion in this new proposal quaternary prevention is defined as an action taken to protect individuals persons patients from medical interventions that are likely to cause more harm than good"
}