{
    "pmid": "41410584",
    "title": "Diagnostic potential of soluble and membrane-bound inducible T-cell co-stimulator in Sjögren's disease.",
    "abstract": "Our aim was to evaluate protein levels of soluble inducible T-cell co-stimulator (ICOS) and membrane-bound ICOS on CD4+ and CD8+ T cells, and its ligand ICOSL on B cells and monocytes in newly diagnosed and established Sjögren's disease (SjD) patients, sicca, and healthy controls. Additionally, we aimed to investigate their associations with SjD clinical features and their diagnostic potential. We included 39 newly diagnosed SjD patients, 10 established SjD patients, 30 sicca controls and 27 healthy controls. Soluble ICOS levels were measured in serum using ELISA test and ICOS expression on CD4+ and CD8+ T cells and ICOSL expression on B cells and monocytes were measured in whole peripheral blood using flow cytometry. Soluble ICOS and ICOS expressed on CD4+ T cells were significantly elevated in newly diagnosed SjD patients. Soluble ICOS showed a positive association with rheumatoid factor. ICOS expression on CD4+ T cells showed positive correlation with gamma globulins, and positive association with anti-Ro antibodies and rheumatoid factor. ROC curveanalysis revealed strong ability of soluble ICOS and ICOS expressed on CD4+ T cells to differentiate between SjD patients at the time they enter diagnostic process and sicca and healthy controls. Soluble ICOS levels and ICOS expression on CD4+ T cells are elevated in SjD patients when they enter diagnostic process. Notably, this is the first study to report the high diagnostic potential of both markers, supporting their further evaluation as potential biomarkers in SjD.",
    "disease": "rheumatoid arthritis",
    "clean_text": "diagnostic potential of soluble and membrane bound inducible t cell co stimulator in sj gren s disease our aim was to evaluate protein levels of soluble inducible t cell co stimulator icos and membrane bound icos on cd and cd t cells and its ligand icosl on b cells and monocytes in newly diagnosed and established sj gren s disease sjd patients sicca and healthy controls additionally we aimed to investigate their associations with sjd clinical features and their diagnostic potential we included newly diagnosed sjd patients established sjd patients sicca controls and healthy controls soluble icos levels were measured in serum using elisa test and icos expression on cd and cd t cells and icosl expression on b cells and monocytes were measured in whole peripheral blood using flow cytometry soluble icos and icos expressed on cd t cells were significantly elevated in newly diagnosed sjd patients soluble icos showed a positive association with rheumatoid factor icos expression on cd t cells showed positive correlation with gamma globulins and positive association with anti ro antibodies and rheumatoid factor roc curveanalysis revealed strong ability of soluble icos and icos expressed on cd t cells to differentiate between sjd patients at the time they enter diagnostic process and sicca and healthy controls soluble icos levels and icos expression on cd t cells are elevated in sjd patients when they enter diagnostic process notably this is the first study to report the high diagnostic potential of both markers supporting their further evaluation as potential biomarkers in sjd"
}