{
    "title": "Extracellular Matrix as a Regulator of Epidermal Stem Cell Fate.",
    "doc_id": "29584689",
    "writer": "Chermnykh E",
    "year": "2018",
    "summary": "Epidermal stem cells reside within the specific anatomic location, called niche, which is a microenvironment that interacts with stem cells to regulate their fate. ...When considering all of these factors, ECM is of fundamental importance in regulating …",
    "abstract": "Epidermal stem cells reside within the specific anatomic location, called niche, which is a microenvironment that interacts with stem cells to regulate their fate. Regulation of many important processes, including maintenance of stem cell quiescence, self-renewal, and homeostasis, as well as the regulation of division and differentiation, are common functions of the stem cell niche. As it was shown in multiple studies, extracellular matrix (ECM) contributes a lot to stem cell niches in various tissues, including that of skin. In epidermis, ECM is represented, primarily, by a highly specialized ECM structure, basement membrane (BM), which separates the epidermal and dermal compartments. Epidermal stem cells contact with BM, but when they lose the contact and migrate to the overlying layers, they undergo terminal differentiation. When considering all of these factors, ECM is of fundamental importance in regulating epidermal stem cells maintenance, proper mobilization, and differentiation. Here, we summarize the remarkable progress that has recently been made in the research of ECM role in regulating epidermal stem cell fate, paying special attention to the hair follicle stem cell niche. We show that the destruction of ECM components impairs epidermal stem cell morphogenesis and homeostasis. A deep understanding of ECM molecular structure as well as the development of in vitro system for stem cell maintaining by ECM proteins may bring us to developing new approaches for regenerative medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29584689/",
    "clean_text": "extracellular matrix as a regulator of epidermal stem cell fate epidermal stem cells reside within the specific anatomic location called niche which is a microenvironment that interacts with stem cells to regulate their fate when considering all of these factors ecm is of fundamental importance in regulating epidermal stem cells reside within the specific anatomic location called niche which is a microenvironment that interacts with stem cells to regulate their fate regulation of many important processes including maintenance of stem cell quiescence self renewal and homeostasis as well as the regulation of division and differentiation are common functions of the stem cell niche as it was shown in multiple studies extracellular matrix ecm contributes a lot to stem cell niches in various tissues including that of skin in epidermis ecm is represented primarily by a highly specialized ecm structure basement membrane bm which separates the epidermal and dermal compartments epidermal stem cells contact with bm but when they lose the contact and migrate to the overlying layers they undergo terminal differentiation when considering all of these factors ecm is of fundamental importance in regulating epidermal stem cells maintenance proper mobilization and differentiation here we summarize the remarkable progress that has recently been made in the research of ecm role in regulating epidermal stem cell fate paying special attention to the hair follicle stem cell niche we show that the destruction of ecm components impairs epidermal stem cell morphogenesis and homeostasis a deep understanding of ecm molecular structure as well as the development of in vitro system for stem cell maintaining by ecm proteins may bring us to developing new approaches for regenerative medicine"
}