{
    "pmid": "41450502",
    "title": "Temporal trends in chronic diseases among offshore oil workers and the interaction effect of age with body mass index.",
    "abstract": "To analyze trends in hypertension, diabetes, and dyslipidemia prevalence among Chinese offshore oil workers and explore the independent and interaction effects of age and BMI. Using health examination data of this population (2014-2024), we calculated the crude prevalence rate (CPR, the prevalence rate without age-structure adjustment) and the age-standardized prevalence rate (ASPR, adjusted to a standard population structure). Joinpoint regression assessed ASPR trends, and multivariable logistic regression analyzed age and BMI effects. The overall mean CPR for hypertension, diabetes, and dyslipidemia from 2014 to 2024 were 22.41, 2.53, and 29.64%, respectively. Trend analysis revealed that ASPR for diabetes [Annual Percent Change (APC): 24.08, 95% CI: 12.93-35.23] and Dyslipidemia (APC: 21.83, 95% CI: 10.45-33.21) increased significantly (both  The prevalence of chronic diseases among Chinese offshore oil workers is high, with diabetes and Dyslipidemia showing significant upward trends. Age and BMI are important influencing factors and exhibit an interaction effect. This population should be prioritized in occupational health surveillance, and comprehensive interventions focusing on weight management and metabolic screening should be implemented, particularly targeting middle-aged individuals with elevated BMI.",
    "disease": "diabetes mellitus",
    "clean_text": "temporal trends in chronic diseases among offshore oil workers and the interaction effect of age with body mass index to analyze trends in hypertension diabetes and dyslipidemia prevalence among chinese offshore oil workers and explore the independent and interaction effects of age and bmi using health examination data of this population we calculated the crude prevalence rate cpr the prevalence rate without age structure adjustment and the age standardized prevalence rate aspr adjusted to a standard population structure joinpoint regression assessed aspr trends and multivariable logistic regression analyzed age and bmi effects the overall mean cpr for hypertension diabetes and dyslipidemia from to were and respectively trend analysis revealed that aspr for diabetes annual percent change apc ci and dyslipidemia apc ci increased significantly both the prevalence of chronic diseases among chinese offshore oil workers is high with diabetes and dyslipidemia showing significant upward trends age and bmi are important influencing factors and exhibit an interaction effect this population should be prioritized in occupational health surveillance and comprehensive interventions focusing on weight management and metabolic screening should be implemented particularly targeting middle aged individuals with elevated bmi"
}