{
    "title": "Glucose control by the kidney: an emerging target in diabetes.",
    "doc_id": "19324482",
    "writer": "Marsenic O.",
    "year": "2009",
    "summary": "The full significance of the kidney's role in glucose homeostasis is now well recognized. For example, it is now known that renal gluconeogenesis contributes substantially to total-body glucose release in the postabsorptive state. The kidney contributes to gl …",
    "abstract": "The full significance of the kidney's role in glucose homeostasis is now well recognized. For example, it is now known that renal gluconeogenesis contributes substantially to total-body glucose release in the postabsorptive state. The kidney contributes to glucose homeostasis by filtering and reabsorbing glucose. Under normal circumstances, glucose filtered by glomeruli is completely reabsorbed, but glucosuria may occur under conditions of hyperglycemia or reduced reabsorptive capacity. The sodium-glucose cotransporter SGLT2 (encoded by the SLC5A2 gene), which is expressed almost exclusively in proximal tubules, mediates approximately 90% of active renal glucose reabsorption. This transporter can be blocked by SGLT2 inhibitors, a class of compound that may prove effective in managing type 2 diabetes. The glucosuria induced by these compounds has a naturally occurring parallel in familial renal glucosuria (FRG), a condition in which SGLT2 mutations reduce renal reabsorptive capacity. Interestingly, the chronic glucosuria of patients with FRG does not appear to be associated with other pathological changes, and patients with FRG are mostly asymptomatic. This suggests that glucosuria is not intrinsically detrimental. Selective SGLT2 inhibitors are currently in clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19324482/",
    "clean_text": "glucose control by the kidney an emerging target in diabetes the full significance of the kidney s role in glucose homeostasis is now well recognized for example it is now known that renal gluconeogenesis contributes substantially to total body glucose release in the postabsorptive state the kidney contributes to gl the full significance of the kidney s role in glucose homeostasis is now well recognized for example it is now known that renal gluconeogenesis contributes substantially to total body glucose release in the postabsorptive state the kidney contributes to glucose homeostasis by filtering and reabsorbing glucose under normal circumstances glucose filtered by glomeruli is completely reabsorbed but glucosuria may occur under conditions of hyperglycemia or reduced reabsorptive capacity the sodium glucose cotransporter sglt encoded by the slc a gene which is expressed almost exclusively in proximal tubules mediates approximately of active renal glucose reabsorption this transporter can be blocked by sglt inhibitors a class of compound that may prove effective in managing type diabetes the glucosuria induced by these compounds has a naturally occurring parallel in familial renal glucosuria frg a condition in which sglt mutations reduce renal reabsorptive capacity interestingly the chronic glucosuria of patients with frg does not appear to be associated with other pathological changes and patients with frg are mostly asymptomatic this suggests that glucosuria is not intrinsically detrimental selective sglt inhibitors are currently in clinical trials"
}