{
    "pmid": "41334744",
    "title": "Two-dimentional shear wave elastography as an alternative method of ultrasound for major salivary gland evaluation in Sjögren's disease.",
    "abstract": "This study aimed to investigate the performance of 2-dimensional shear wave elastography (2D-SWE) in the assessment of major salivary glands (MSG) involvement in patients with Sjögren's disease (SjD), compared with B-mode ultrasound (B-mode US), both individually and in combination, and to evaluate the association between elastography parameters and clinical and laboratory data. This cross-sectional study included 52 patients with SjD and 48 age, sex and ethnicity-matched healthy controls. Clinical and laboratory characteristics of the patients were recorded. MSG were assessed by B-mode US, and 2D-SWE, in both parameters [elasticity and shear wave velocity (SWV)]. B-mode US and SWE parameters revealed significant differences between patients with SjD and healthy controls. Analysis of the four MSG combined demonstrated that SjD patients had higher values of elasticity (15.2±2.9 vs. 9.3±0.8 kPa; p<0.001) and SWV (2.2±0.2 vs. 1.8±0.1m/s; p<0.001) compared with controls. Both elasticity and SWV showed excellent diagnostic performance for SjD (AUC=0.982 and 0.983, respectively). Comparatively, the elastography parameters showed higher AUCs than B-mode US (AUC=0.852). Combining both methods provided superior predictive ability (AUC=0.985) compared to isolated use of B-mode US. No significant correlations were observed between SWE parameters and clinical or laboratory features, except for the glandular domain of the ESSDAI (r=0.286; p=0.040). Elastography seems to be a promising tool for providing additional diagnostic value in SjD. 2D-SWE, either alone or in combination with B-mode US, may contribute to the assessment of MSG as a quantitative, non-invasive and feasible imaging method. However, further studies are needed to validate this technique.",
    "disease": "rheumatoid arthritis",
    "clean_text": "two dimentional shear wave elastography as an alternative method of ultrasound for major salivary gland evaluation in sj gren s disease this study aimed to investigate the performance of dimensional shear wave elastography d swe in the assessment of major salivary glands msg involvement in patients with sj gren s disease sjd compared with b mode ultrasound b mode us both individually and in combination and to evaluate the association between elastography parameters and clinical and laboratory data this cross sectional study included patients with sjd and age sex and ethnicity matched healthy controls clinical and laboratory characteristics of the patients were recorded msg were assessed by b mode us and d swe in both parameters elasticity and shear wave velocity swv b mode us and swe parameters revealed significant differences between patients with sjd and healthy controls analysis of the four msg combined demonstrated that sjd patients had higher values of elasticity vs kpa p and swv vs m s p compared with controls both elasticity and swv showed excellent diagnostic performance for sjd auc and respectively comparatively the elastography parameters showed higher aucs than b mode us auc combining both methods provided superior predictive ability auc compared to isolated use of b mode us no significant correlations were observed between swe parameters and clinical or laboratory features except for the glandular domain of the essdai r p elastography seems to be a promising tool for providing additional diagnostic value in sjd d swe either alone or in combination with b mode us may contribute to the assessment of msg as a quantitative non invasive and feasible imaging method however further studies are needed to validate this technique"
}