{
    "pmid": "41327680",
    "title": "Evidences and perspectives of transjugular intrahepatic portosystemic shunt: A bibliometric analysis from 1990 to 2024.",
    "abstract": "Transjugular intrahepatic portosystemic shunt (TIPS) is the mainstay of cirrhotic portal hypertension therapy. The extension of TIPS indications is relatively prevalent in clinical practice these years, but its prognosis is still controversial. However, no bibliometric study in this area has been performed to date.This study aimed to provide insights and perspectives on the development, hotspots and frontiers of TIPS. A total of 3152 related articles from 1990 to 2024 were retrieved from the Web of Science Core Collection database, and assessed using VOSviewer (version 1.6.19), CiteSpace (version 6.3.R1) and Bibliometrix R-package (version 4.3.0). The United States was the leading country contributing to this field, and the University of Barcelona stood out as the most prominent institution. Journal of Vascular and Interventional Radiology ranked first in publication, while Hepatology received the highest citation frequency. Trebicka Jonel's publication numbers and citations were both on the top ten author list, and demonstrated great total link strength. During this period, \"hepatic encephalopathy\" was regarded as a persistent hotspot, while \"sarcopenia\" emerged as the new frontier in the research area. We hypothesize that indication extension, optimal patient selection and the time of intervention will become the main concerns in the near future.",
    "disease": "liver cirrhosis",
    "clean_text": "evidences and perspectives of transjugular intrahepatic portosystemic shunt a bibliometric analysis from to transjugular intrahepatic portosystemic shunt tips is the mainstay of cirrhotic portal hypertension therapy the extension of tips indications is relatively prevalent in clinical practice these years but its prognosis is still controversial however no bibliometric study in this area has been performed to date this study aimed to provide insights and perspectives on the development hotspots and frontiers of tips a total of related articles from to were retrieved from the web of science core collection database and assessed using vosviewer version citespace version r and bibliometrix r package version the united states was the leading country contributing to this field and the university of barcelona stood out as the most prominent institution journal of vascular and interventional radiology ranked first in publication while hepatology received the highest citation frequency trebicka jonel s publication numbers and citations were both on the top ten author list and demonstrated great total link strength during this period hepatic encephalopathy was regarded as a persistent hotspot while sarcopenia emerged as the new frontier in the research area we hypothesize that indication extension optimal patient selection and the time of intervention will become the main concerns in the near future"
}