{
    "pmid": "41442069",
    "title": "CSF biomarkers of neuroinflammation are associated with regional atrophy.",
    "abstract": "Neuroinflammation is central to Alzheimer's disease (AD) pathogenesis, yet its contribution to region-specific brain atrophy remains unclear. We examined whether cerebrospinal fluid (CSF) biomarkers predict longitudinal atrophy in the hippocampus and basal forebrain and mediate the impact of AD pathology. Data from 227 DELCODE participants with baseline CSF measures and longitudinal structural MRI were analyzed. Four latent factors (synaptic, microglia, chemokine/cytokine, complement) were derived to capture shared variance across biomarkers. Latent factors represent unobserved biological domains inferred from related CSF markers. In addition, four single biomarkers (neurogranin, sTREM2, YKL-40, ferritin) were tested separately. Regional atrophy rates were estimated using linear mixed-effects models including biomarker × time, A/T classification, diagnosis, and covariates (age, sex, education, ApoE-ε4). Individual slopes were then entered into mediation models. Higher synaptic latent factor (β = - 0.019, pFDR = 0.021) and YKL-40 (β = - 0.020, pFDR = 0.025) significantly predicted hippocampal atrophy. Only these two markers remained significant after correction for multiple comparisons. Mediation analyses revealed significant indirect effects of the synaptic latent factor and YKL-40 on hippocampal atrophy across all A/T groups. No biomarker was associated with basal forebrain atrophy (pFDR > 0.05). Latent factors captured shared biological variance across related biomarkers and provided a more robust representation of underlying biological domains than single biomarkers. This approach identified synaptic dysfunction and astroglial activation as key links between AD pathology and hippocampal neurodegeneration. These findings highlight synaptic and glial pathways as promising targets for disease-modifying interventions.",
    "disease": "alzheimer disease",
    "clean_text": "csf biomarkers of neuroinflammation are associated with regional atrophy neuroinflammation is central to alzheimer s disease ad pathogenesis yet its contribution to region specific brain atrophy remains unclear we examined whether cerebrospinal fluid csf biomarkers predict longitudinal atrophy in the hippocampus and basal forebrain and mediate the impact of ad pathology data from delcode participants with baseline csf measures and longitudinal structural mri were analyzed four latent factors synaptic microglia chemokine cytokine complement were derived to capture shared variance across biomarkers latent factors represent unobserved biological domains inferred from related csf markers in addition four single biomarkers neurogranin strem ykl ferritin were tested separately regional atrophy rates were estimated using linear mixed effects models including biomarker time a t classification diagnosis and covariates age sex education apoe individual slopes were then entered into mediation models higher synaptic latent factor pfdr and ykl pfdr significantly predicted hippocampal atrophy only these two markers remained significant after correction for multiple comparisons mediation analyses revealed significant indirect effects of the synaptic latent factor and ykl on hippocampal atrophy across all a t groups no biomarker was associated with basal forebrain atrophy pfdr latent factors captured shared biological variance across related biomarkers and provided a more robust representation of underlying biological domains than single biomarkers this approach identified synaptic dysfunction and astroglial activation as key links between ad pathology and hippocampal neurodegeneration these findings highlight synaptic and glial pathways as promising targets for disease modifying interventions"
}