{
    "pmid": "41458324",
    "title": "Changes in the Gut Microbiome is Influenced by the Level of Control and Treatment in Asthma.",
    "abstract": "The influence of intestinal microorganisms on the development and course of allergic diseases has recently been the subject of intensive research, but studies describing changes in the intestinal microbiome of asthma patients in response to altering factors are still scarce. (1) the analysis of eating habits composition of intestinal microbiota and BMI in asthma patients compared to the control group, (2) the comparison of the results of the analyzed parameters in asthma patients and in the control group, (3) the analysis of asthma treatment results depending on the composition of intestinal microbiota. Clinical stool isolates were cultured and genetic material was sequenced. The study included 49 subjects with asthma and a control group of 18 healthy volunteers. Clinical data was collected through questionnaires on the most frequently reported symptoms and the FFQ questionnaire. The composition of intestinal microbiota was determined using the traditional breeding method (the serial dilution method was used) followed by 16S rRNA sequencing. Patients with asthma reported the greatest severity of clinical symptoms in all the body systems examined.The most common cause of the aberrant stool test results was  Patients with asthma showed less richness and diversity in the composition of their intestinal microbiota compared to the control group.",
    "disease": "asthma",
    "clean_text": "changes in the gut microbiome is influenced by the level of control and treatment in asthma the influence of intestinal microorganisms on the development and course of allergic diseases has recently been the subject of intensive research but studies describing changes in the intestinal microbiome of asthma patients in response to altering factors are still scarce the analysis of eating habits composition of intestinal microbiota and bmi in asthma patients compared to the control group the comparison of the results of the analyzed parameters in asthma patients and in the control group the analysis of asthma treatment results depending on the composition of intestinal microbiota clinical stool isolates were cultured and genetic material was sequenced the study included subjects with asthma and a control group of healthy volunteers clinical data was collected through questionnaires on the most frequently reported symptoms and the ffq questionnaire the composition of intestinal microbiota was determined using the traditional breeding method the serial dilution method was used followed by s rrna sequencing patients with asthma reported the greatest severity of clinical symptoms in all the body systems examined the most common cause of the aberrant stool test results was patients with asthma showed less richness and diversity in the composition of their intestinal microbiota compared to the control group"
}