{
    "title": "Placing juvenile specimens in phylogenies: An ontogenetically sensitive phylogenetic assessment of a new genus of iguanodontian dinosaur from the Early Cretaceous Kirkwood Formation, South Africa.",
    "doc_id": "36314663",
    "writer": "Poole K.",
    "year": "2023",
    "summary": "Four separate analyses were performed: (1) standard phylogenetic coding, (2) coding OSCs as unknown for juveniles, with both juvenile and adult OTUs present, (3) removal of adult specimens from second analysis, (4) adult specimens where known, taxa known only from …",
    "abstract": "The phylogenetic relationships of the new dryosaurid genus Iyuku are explored using parsimony analysis. As all known specimens are juvenile, each character of the data matrix was examined across all included taxa for morphological changes through ontogeny in the phylogenetic characters. Any character that changed in any taxon was considered an ontogenetically sensitive character (OSC) and coded as unknown for juvenile specimens, including all specimens of Iyuku. This method was tested with three other genera in the data set that are known from juvenile and adult specimens: Orodromeus, Dryosaurus, and Hypacrosaurus. Four separate analyses were performed: (1) standard phylogenetic coding, (2) coding OSCs as unknown for juveniles, with both juvenile and adult OTUs present, (3) removal of adult specimens from second analysis, (4) adult specimens where known, taxa known only from juveniles coded as unknown for OSCs. In all taxa, congeneric juvenile and adult specimens were recovered as sister taxa (analysis 2), and juveniles in analysis 3 were found at a congruent node to the congeneric adult in analyses 1 and 4, though with a loss of resolution in the tree. Consideration of the changes in morphology through ontogeny across a given set of taxa can allow some confidence in the phylogenetic affinities of juvenile specimens. In all analyses, Iyuku is recovered as the sister taxon to Dysalotosaurus within Dryosauridae.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36314663/",
    "clean_text": "placing juvenile specimens in phylogenies an ontogenetically sensitive phylogenetic assessment of a new genus of iguanodontian dinosaur from the early cretaceous kirkwood formation south africa four separate analyses were performed standard phylogenetic coding coding oscs as unknown for juveniles with both juvenile and adult otus present removal of adult specimens from second analysis adult specimens where known taxa known only from the phylogenetic relationships of the new dryosaurid genus iyuku are explored using parsimony analysis as all known specimens are juvenile each character of the data matrix was examined across all included taxa for morphological changes through ontogeny in the phylogenetic characters any character that changed in any taxon was considered an ontogenetically sensitive character osc and coded as unknown for juvenile specimens including all specimens of iyuku this method was tested with three other genera in the data set that are known from juvenile and adult specimens orodromeus dryosaurus and hypacrosaurus four separate analyses were performed standard phylogenetic coding coding oscs as unknown for juveniles with both juvenile and adult otus present removal of adult specimens from second analysis adult specimens where known taxa known only from juveniles coded as unknown for oscs in all taxa congeneric juvenile and adult specimens were recovered as sister taxa analysis and juveniles in analysis were found at a congruent node to the congeneric adult in analyses and though with a loss of resolution in the tree consideration of the changes in morphology through ontogeny across a given set of taxa can allow some confidence in the phylogenetic affinities of juvenile specimens in all analyses iyuku is recovered as the sister taxon to dysalotosaurus within dryosauridae"
}