{
    "pmid": "41400891",
    "title": "Analysis of AQP4 SNPs and Their Association With REM Sleep Behavior Disorder and Hallucinations in Parkinson's Disease.",
    "abstract": "The glymphatic system is a glial-dependent network responsible for the clearance of waste products from the brain through cerebrospinal fluid (CSF) circulation. This process, which involves astrocytes and the water channel AQP4, facilitates the removal of harmful proteins like β-amyloid and tau, making it crucial in neurodegenerative diseases such as Alzheimer's (AD) and Parkinson's disease (PD). AQP4 dysfunction has been linked to the accumulation of these proteins and related pathologies. This study aimed to investigate the association between AQP4 gene polymorphisms (rs2075575, rs162009, and rs335929) and PD in an Italian cohort, consisting of 380 individuals with PD enrolled in a rehabilitation protocol and 461 healthy controls. The analysis found no significant correlation between the selected AQP4 single nucleotide polymorphisms (SNPs) and PD risk. However, the rs162009 AA genotype was associated with a lower risk of developing REM sleep behavior disorder (RBD) symptoms in PD patients, while rs2075575 was linked to hallucinations in these individuals. These findings suggest a potential role for AQP4 polymorphisms in sleep disturbances and psychotic symptoms in PD, but further research is needed to confirm these results and understand the complex interactions between the glymphatic system and PD pathophysiology.",
    "disease": "parkinson disease",
    "clean_text": "analysis of aqp snps and their association with rem sleep behavior disorder and hallucinations in parkinson s disease the glymphatic system is a glial dependent network responsible for the clearance of waste products from the brain through cerebrospinal fluid csf circulation this process which involves astrocytes and the water channel aqp facilitates the removal of harmful proteins like amyloid and tau making it crucial in neurodegenerative diseases such as alzheimer s ad and parkinson s disease pd aqp dysfunction has been linked to the accumulation of these proteins and related pathologies this study aimed to investigate the association between aqp gene polymorphisms rs rs and rs and pd in an italian cohort consisting of individuals with pd enrolled in a rehabilitation protocol and healthy controls the analysis found no significant correlation between the selected aqp single nucleotide polymorphisms snps and pd risk however the rs aa genotype was associated with a lower risk of developing rem sleep behavior disorder rbd symptoms in pd patients while rs was linked to hallucinations in these individuals these findings suggest a potential role for aqp polymorphisms in sleep disturbances and psychotic symptoms in pd but further research is needed to confirm these results and understand the complex interactions between the glymphatic system and pd pathophysiology"
}