{
    "title": "Cancer-related pain and its influence on quality of life.",
    "doc_id": "2334115",
    "writer": "Strang P",
    "year": "1990",
    "summary": "In a prospective study 84 consecutive patients with cancer-related pain were interviewed and they also completed a comprehensive self-questionnaire concerning their pain and its influence on physical, emotional, cognitive and social qualities of life. Visual Analogu …",
    "abstract": "In a prospective study 84 consecutive patients with cancer-related pain were interviewed and they also completed a comprehensive self-questionnaire concerning their pain and its influence on physical, emotional, cognitive and social qualities of life. Visual Analogue Scales, VAS, (10 cm lines) were used. The mean intensity of pain was 3.9 (range 1-9). Sixty-one (73%) patients experienced two or more different types of pain. Anxiety and depressive feelings correlated with the intensity of pain (p = 0.003 and p = 0.0004). The parameters were significantly higher in patients who had no pain-free or almost pain-free periods (p = 0.02 and p = 0.002). Pain had a negative influence on ADL functions and on concentration in 76% and 56% of the patients, respectively. Social activities such as visits and conversations decreased significantly with increasing pain (p = 0.0001). It is concluded that unrelieved pain not only causes physical suffering, but also influences different aspects of quality of life. As effective pain control is achievable in most cases with already existing analgesics and complementary methods, more efforts should be focused on pain relief.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2334115/",
    "clean_text": "cancer related pain and its influence on quality of life in a prospective study consecutive patients with cancer related pain were interviewed and they also completed a comprehensive self questionnaire concerning their pain and its influence on physical emotional cognitive and social qualities of life visual analogu in a prospective study consecutive patients with cancer related pain were interviewed and they also completed a comprehensive self questionnaire concerning their pain and its influence on physical emotional cognitive and social qualities of life visual analogue scales vas cm lines were used the mean intensity of pain was range sixty one patients experienced two or more different types of pain anxiety and depressive feelings correlated with the intensity of pain p and p the parameters were significantly higher in patients who had no pain free or almost pain free periods p and p pain had a negative influence on adl functions and on concentration in and of the patients respectively social activities such as visits and conversations decreased significantly with increasing pain p it is concluded that unrelieved pain not only causes physical suffering but also influences different aspects of quality of life as effective pain control is achievable in most cases with already existing analgesics and complementary methods more efforts should be focused on pain relief"
}