{
    "title": "Stem Cells Heterogeneity.",
    "doc_id": "31016591",
    "writer": "Birbrair A.",
    "year": "2019",
    "summary": "The expanding literature which backs heterogeneity within stem cells is presently of great interest and brings questions as how stem cell subpopulations are generated, why they exist, and whether stem cells heterogeneity influences disease progr …",
    "abstract": "Adult endogenous stem cells are crucial to maintain organ homeostasis due to their particular capacity to originate more specialized cell populations in a coordinated manner based on the body necessity. Extensive studies in a variety of tissues have highlighted the importance of stem cells for the functioning of our organism, including the skin, intestine, stomach, skeletal muscle, bone marrow, and others. Although significant progress has been made in our understanding of stem cell biology, our knowledge about these cells still remains limited due to their complexity and their dynamics. The advancement of our knowledge on these essential cells will have substantial implications in our understanding of tissue homeostasis and disease. Importantly, not all stem cells are alike even within the same tissue. They differ in their cell cycle status, surface marker expression, response to various extrinsic molecules, and distinct lineage outputs after transplant. The expanding literature which backs heterogeneity within stem cells is presently of great interest and brings questions as how stem cell subpopulations are generated, why they exist, and whether stem cells heterogeneity influences disease progression or therapy options. In more recent years, the combination of fluorescent and confocal microscopy with genetic state-of-art techniques, such as fate lineage tracking and single-cell RNA sequencing, enabled remarkable advance in the discovery of multiple novel essential functions for stem cell subpopulations in health and disease, before unexpected. This book provides an overview on our knowledge of stem cell subtypes in different organs under physiological and pathological conditions and discusses the possible origins and consequences of stem cells heterogeneity. This book's initial title was Stem Cells Heterogeneity. However, due to the current great interest in this topic, we were able to assemble more chapters than would fit in one book, covering stem cell biology under distinct circumstances. Therefore, the book was subdivided into three volumes entitled: Stem Cells Heterogeneity-Novel Concepts, Stem Cells Heterogeneity in Different Organs, and Stem Cells Heterogeneity in Cancer. Here, we offer a selected compilation of comprehensive chapters on what we know so far about heterogeneity within stem cells. More than 30 chapters written by scientists in the field outline our present knowledge on stem cells heterogeneity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31016591/",
    "clean_text": "stem cells heterogeneity the expanding literature which backs heterogeneity within stem cells is presently of great interest and brings questions as how stem cell subpopulations are generated why they exist and whether stem cells heterogeneity influences disease progr adult endogenous stem cells are crucial to maintain organ homeostasis due to their particular capacity to originate more specialized cell populations in a coordinated manner based on the body necessity extensive studies in a variety of tissues have highlighted the importance of stem cells for the functioning of our organism including the skin intestine stomach skeletal muscle bone marrow and others although significant progress has been made in our understanding of stem cell biology our knowledge about these cells still remains limited due to their complexity and their dynamics the advancement of our knowledge on these essential cells will have substantial implications in our understanding of tissue homeostasis and disease importantly not all stem cells are alike even within the same tissue they differ in their cell cycle status surface marker expression response to various extrinsic molecules and distinct lineage outputs after transplant the expanding literature which backs heterogeneity within stem cells is presently of great interest and brings questions as how stem cell subpopulations are generated why they exist and whether stem cells heterogeneity influences disease progression or therapy options in more recent years the combination of fluorescent and confocal microscopy with genetic state of art techniques such as fate lineage tracking and single cell rna sequencing enabled remarkable advance in the discovery of multiple novel essential functions for stem cell subpopulations in health and disease before unexpected this book provides an overview on our knowledge of stem cell subtypes in different organs under physiological and pathological conditions and discusses the possible origins and consequences of stem cells heterogeneity this book s initial title was stem cells heterogeneity however due to the current great interest in this topic we were able to assemble more chapters than would fit in one book covering stem cell biology under distinct circumstances therefore the book was subdivided into three volumes entitled stem cells heterogeneity novel concepts stem cells heterogeneity in different organs and stem cells heterogeneity in cancer here we offer a selected compilation of comprehensive chapters on what we know so far about heterogeneity within stem cells more than chapters written by scientists in the field outline our present knowledge on stem cells heterogeneity"
}