{
    "pmid": "41454492",
    "title": "Real-World Survival Outcomes in EGFR-Mutant Advanced NSCLC Treated With EGFR TKIs: Insights From a Single-Center Clinical Data Warehouse Analysis in South Korea.",
    "abstract": "This study aims to evaluate real-world survival outcomes of patients with epidermal growth factor receptor (EGFR)-mutant advanced non-small cell lung cancer (NSCLC) by the generation of EGFR tyrosine kinase inhibitor (TKI) as a first-line treatment. A total of 893 patients with advanced EGFR-mutant NSCLC between January 2010 and June 2020 were identified through the clinical data warehouse-fully aligned with the electronic medical records-at Seoul National University Hospital in South Korea. Kaplan-Meire and multivariate Cox proportional hazard regression analyses were conducted to explore the overall survival (OS) between patients treated with first-/second-generation as their first-line treatment (1G/2G first) and third generation first-line EGFR TKIs (3G first). Of the 893 patients, 831 patients (93.1%) were in the 1G/2G first group, and 62 patients (6.9%) were in 3G first group. In 1G/2G first group, 324 (39.0%) switched to the next therapy with 3G EGFR TKI. The median OS for 1G/2G first group was 35.6 months (95% confidence interval [CI]: 31.1-39.1) and those for 3G first group was 47.6 months (95% CI: 41.4-not estimable [NE]). Multivariate Cox regression analysis revealed that first-line treatment with 3G EGFR TKIs conferred a significant survival benefit compared with 1G/2G TKIs (HR: 0.64; 95% CI: 0.45-0.92; p = 0.015). In addition, subgroup analysis showed that patients with brain metastases had significantly better survival with first-line 3G EGFR TKIs than with 1G/2G agents (HR: 0.54; 95% CI, 0.31-0.94; p = 0.031). Based on real-world data, first-line treatment with 3G EGFR TKIs demonstrated a significant survival benefit compared with 1G/2G EGFR TKIs.",
    "disease": "lung cancer",
    "clean_text": "real world survival outcomes in egfr mutant advanced nsclc treated with egfr tkis insights from a single center clinical data warehouse analysis in south korea this study aims to evaluate real world survival outcomes of patients with epidermal growth factor receptor egfr mutant advanced non small cell lung cancer nsclc by the generation of egfr tyrosine kinase inhibitor tki as a first line treatment a total of patients with advanced egfr mutant nsclc between january and june were identified through the clinical data warehouse fully aligned with the electronic medical records at seoul national university hospital in south korea kaplan meire and multivariate cox proportional hazard regression analyses were conducted to explore the overall survival os between patients treated with first second generation as their first line treatment g g first and third generation first line egfr tkis g first of the patients patients were in the g g first group and patients were in g first group in g g first group switched to the next therapy with g egfr tki the median os for g g first group was months confidence interval ci and those for g first group was months ci not estimable ne multivariate cox regression analysis revealed that first line treatment with g egfr tkis conferred a significant survival benefit compared with g g tkis hr ci p in addition subgroup analysis showed that patients with brain metastases had significantly better survival with first line g egfr tkis than with g g agents hr ci p based on real world data first line treatment with g egfr tkis demonstrated a significant survival benefit compared with g g egfr tkis"
}