{
    "pmid": "41448440",
    "title": "Inhalable perfluorocarbon RNA nanocapsules overcome biological barriers to treat lung metastases.",
    "abstract": "Inhalation RNA therapy offers to transform treatment of pulmonary diseases, yet mucus trapping, immune clearance, and navigation of heterogeneous lung tissue architecture prevents RNA from reaching its target cells. Here, we advance our previously reported perfluorocarbon (PFC) emulsion polyplex platform by developing stably aerosolized PFC-based miRNA nanocapsules. These nanocapsules are stabilized by PAMD-C, which is a cholesterol-modified polymeric analog of the FDA-approved CXCR4 antagonist AMD3100 (plerixafor). The nanocapsules exhibit negligible immune clearance, minimal inflammatory response, and efficient mucus transport, while passively homing to lung epithelial and tumor cells. After a single aerosolized dose in orthotopic lung metastasis model, more than 60 % of cancer cells and most type II alveolar and bronchial epithelial cells internalized the nanocapsules, with observed pulmonary retention exceeding 48 h. The nanocapsule provokes negligible cytokine release, enabling repeated dosing. Treatment with therapeutic miR-34a mimic suppresses metastatic outgrowth, potentiates anti-tumor immunity, and doubles median survival relative to control paclitaxel chemotherapy. By combining unique PFC disposition features with RNA versatility, the delivery platform overcomes main biological barriers for inhalable RNA medicines and opens a translatable path for treating diverse pulmonary diseases.",
    "disease": "lung cancer",
    "clean_text": "inhalable perfluorocarbon rna nanocapsules overcome biological barriers to treat lung metastases inhalation rna therapy offers to transform treatment of pulmonary diseases yet mucus trapping immune clearance and navigation of heterogeneous lung tissue architecture prevents rna from reaching its target cells here we advance our previously reported perfluorocarbon pfc emulsion polyplex platform by developing stably aerosolized pfc based mirna nanocapsules these nanocapsules are stabilized by pamd c which is a cholesterol modified polymeric analog of the fda approved cxcr antagonist amd plerixafor the nanocapsules exhibit negligible immune clearance minimal inflammatory response and efficient mucus transport while passively homing to lung epithelial and tumor cells after a single aerosolized dose in orthotopic lung metastasis model more than of cancer cells and most type ii alveolar and bronchial epithelial cells internalized the nanocapsules with observed pulmonary retention exceeding h the nanocapsule provokes negligible cytokine release enabling repeated dosing treatment with therapeutic mir a mimic suppresses metastatic outgrowth potentiates anti tumor immunity and doubles median survival relative to control paclitaxel chemotherapy by combining unique pfc disposition features with rna versatility the delivery platform overcomes main biological barriers for inhalable rna medicines and opens a translatable path for treating diverse pulmonary diseases"
}