{
    "title": "Multi-lineage Lung Regeneration by Stem Cell Transplantation across Major Genetic Barriers.",
    "doc_id": "31968255",
    "writer": "Hillel-Karniel C",
    "year": "2020",
    "summary": "Induction of lung regeneration by transplantation of lung progenitor cells is a critical preclinical challenge. Recently, we demonstrated that robust lung regeneration can be achieved if the endogenous stem cell niches in the recipient's lung …",
    "abstract": "Induction of lung regeneration by transplantation of lung progenitor cells is a critical preclinical challenge. Recently, we demonstrated that robust lung regeneration can be achieved if the endogenous stem cell niches in the recipient's lung are vacated by sub-lethal pre-conditioning. However, overcoming MHC barriers is an additional requirement for clinical application of this attractive approach. We demonstrate here that durable tolerance toward mis-matched lung progenitors and their derivatives can be achieved without any chronic immune suppression, by virtue of co-transplantation with hematopoietic progenitors from the same donor. Initial proof of concept of this approach was attained by transplantation of fetal lung cells comprising both hematopoietic and non-hematopoietic progenitors. Furthermore, an even higher rate of blood and epithelial lung chimerism was attained by using adult lung cells supplemented with bone marrow hematopoietic progenitors. These results lay the foundation for repair of lung injury through a procedure akin to bone marrow transplantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31968255/",
    "clean_text": "multi lineage lung regeneration by stem cell transplantation across major genetic barriers induction of lung regeneration by transplantation of lung progenitor cells is a critical preclinical challenge recently we demonstrated that robust lung regeneration can be achieved if the endogenous stem cell niches in the recipient s lung induction of lung regeneration by transplantation of lung progenitor cells is a critical preclinical challenge recently we demonstrated that robust lung regeneration can be achieved if the endogenous stem cell niches in the recipient s lung are vacated by sub lethal pre conditioning however overcoming mhc barriers is an additional requirement for clinical application of this attractive approach we demonstrate here that durable tolerance toward mis matched lung progenitors and their derivatives can be achieved without any chronic immune suppression by virtue of co transplantation with hematopoietic progenitors from the same donor initial proof of concept of this approach was attained by transplantation of fetal lung cells comprising both hematopoietic and non hematopoietic progenitors furthermore an even higher rate of blood and epithelial lung chimerism was attained by using adult lung cells supplemented with bone marrow hematopoietic progenitors these results lay the foundation for repair of lung injury through a procedure akin to bone marrow transplantation"
}