{
    "title": "Cancer among children, adolescents and young adults in the Hokushin region, Japan, between 2010 and 2015.",
    "doc_id": "34791299",
    "writer": "Okura E",
    "year": "2022",
    "summary": "Adolescents and young adults with cancer encounter age-related challenges. Cancer treatment and support are not always tailored to the needs of each patient due to difficulty in the collection of accurate data. ...Although further research is needed to understand th …",
    "abstract": "Adolescents and young adults with cancer encounter age-related challenges. Cancer treatment and support are not always tailored to the needs of each patient due to difficulty in the collection of accurate data. The present study aimed to investigate cancer among children and adolescents and young adults in the four adjacent prefectures of Japan (Toyama, Ishikawa, Fukui and Nagano) by analyzing data from a unique regional cancer database. We retrieved and analyzed the data of pediatric and adolescent and young adult patients aged between 0 and 39 years at cancer diagnosis (including carcinoma in situ), which was registered in the Hokushin Ganpro database between 2010 and 2015. A total of 5718 cases (1571 males and 4147 females) were identified during this period. The overall male-to-female ratio was 1:2.6. There was no distinct difference in the number of cancer cases per 100 000 population between males and females until 19 years of age. The difference became more pronounced after 20 years of age. The number of cancer cases (per 100 000 population) in the 0-14-, 15-19-, 20-29- and 30-39-year age groups was estimated to be 13.4, 14.5, 44.0 and 101.5, respectively. Carcinomas were the most common type of cancer in the adolescents and young adults (15-39 years) population (74%), whereas they were not the predominant cancer type in the pediatric (0-14 years) population. Although further research is needed to understand the needs of adolescents and young adults with cancer, we believe that our findings will help guide efforts to improve the management strategy for adolescents and young adults with cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34791299/",
    "clean_text": "cancer among children adolescents and young adults in the hokushin region japan between and adolescents and young adults with cancer encounter age related challenges cancer treatment and support are not always tailored to the needs of each patient due to difficulty in the collection of accurate data although further research is needed to understand th adolescents and young adults with cancer encounter age related challenges cancer treatment and support are not always tailored to the needs of each patient due to difficulty in the collection of accurate data the present study aimed to investigate cancer among children and adolescents and young adults in the four adjacent prefectures of japan toyama ishikawa fukui and nagano by analyzing data from a unique regional cancer database we retrieved and analyzed the data of pediatric and adolescent and young adult patients aged between and years at cancer diagnosis including carcinoma in situ which was registered in the hokushin ganpro database between and a total of cases males and females were identified during this period the overall male to female ratio was there was no distinct difference in the number of cancer cases per population between males and females until years of age the difference became more pronounced after years of age the number of cancer cases per population in the and year age groups was estimated to be and respectively carcinomas were the most common type of cancer in the adolescents and young adults years population whereas they were not the predominant cancer type in the pediatric years population although further research is needed to understand the needs of adolescents and young adults with cancer we believe that our findings will help guide efforts to improve the management strategy for adolescents and young adults with cancer"
}