{
    "title": "Applied physiology: gut microbiota and antimicrobial therapy.",
    "doc_id": "38683402",
    "writer": "Suslov AV",
    "year": "2024",
    "summary": "The gut microbiota plays an important role in maintaining human health and in the pathogenesis of several diseases. Antibiotics are among the most commonly prescribed drugs and have a significant impact on the structure and function of the gut microbiota …",
    "abstract": "The gut microbiota plays an important role in maintaining human health and in the pathogenesis of several diseases. Antibiotics are among the most commonly prescribed drugs and have a significant impact on the structure and function of the gut microbiota. The understanding that a healthy gut microbiota prevents the development of many diseases has also led to its consideration as a potential therapeutic target. At the same time, any factor that alters the gut microbiota becomes important in this approach. Exercise and antibacterial therapy have a direct effect on the microbiota. The review reflects the current state of publications on the mechanisms of intestinal bacterial involvement in the pathogenesis of cardiovascular, metabolic, and neurodegenerative diseases. The physiological mechanisms of the influence of physical activity on the composition of the gut microbiota are considered. The mechanisms of the common interface between exercise and antibacterial therapy will be considered using the example of several socially important diseases. The aim of the study is to show the physiological relationship between the effects of exercise and antibiotics on the gut microbiota.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38683402/",
    "clean_text": "applied physiology gut microbiota and antimicrobial therapy the gut microbiota plays an important role in maintaining human health and in the pathogenesis of several diseases antibiotics are among the most commonly prescribed drugs and have a significant impact on the structure and function of the gut microbiota the gut microbiota plays an important role in maintaining human health and in the pathogenesis of several diseases antibiotics are among the most commonly prescribed drugs and have a significant impact on the structure and function of the gut microbiota the understanding that a healthy gut microbiota prevents the development of many diseases has also led to its consideration as a potential therapeutic target at the same time any factor that alters the gut microbiota becomes important in this approach exercise and antibacterial therapy have a direct effect on the microbiota the review reflects the current state of publications on the mechanisms of intestinal bacterial involvement in the pathogenesis of cardiovascular metabolic and neurodegenerative diseases the physiological mechanisms of the influence of physical activity on the composition of the gut microbiota are considered the mechanisms of the common interface between exercise and antibacterial therapy will be considered using the example of several socially important diseases the aim of the study is to show the physiological relationship between the effects of exercise and antibiotics on the gut microbiota"
}