{
    "pmid": "41432363",
    "title": "Prognosis after resection or ablation of hepatocellular carcinoma: real-world evidence from a Danish population-based cohort.",
    "abstract": "The real-world clinical course of hepatocellular carcinoma (HCC) remains poorly understood. We aimed to describe the prognosis of Danish patients with HCC treated with curative-intent resection or ablation strategies. This was a population-based, historical cohort study of all patients with HCC within two Danish regions (population 2 million). Information was extracted from patients' medical records. Patients diagnosed with HCC in 2013-2023 and treated first-line with resection/ablation with curative intent were included. We used multistate models, competing risk analyses, and cause-specific Cox models to describe the clinical course and examine risk factors for recurrence. The cohort comprised 296 patients [79% male; median age 69 years (IQR 62-76); 60% ( This population-based real-world study demonstrated that current curative-intent treatment strategies for early HCC are insufficient for long-term disease control, and that we need more effective management and follow-up of patients with HCC.",
    "disease": "liver cirrhosis",
    "clean_text": "prognosis after resection or ablation of hepatocellular carcinoma real world evidence from a danish population based cohort the real world clinical course of hepatocellular carcinoma hcc remains poorly understood we aimed to describe the prognosis of danish patients with hcc treated with curative intent resection or ablation strategies this was a population based historical cohort study of all patients with hcc within two danish regions population million information was extracted from patients medical records patients diagnosed with hcc in and treated first line with resection ablation with curative intent were included we used multistate models competing risk analyses and cause specific cox models to describe the clinical course and examine risk factors for recurrence the cohort comprised patients male median age years iqr this population based real world study demonstrated that current curative intent treatment strategies for early hcc are insufficient for long term disease control and that we need more effective management and follow up of patients with hcc"
}