{
    "pmid": "41377348",
    "title": "Comparative risks of mortality, cardiovascular events, and dementia with methotrexate versus hydroxychloroquine in rheumatoid arthritis: a retrospective cohort study.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune disorder primarily affecting joints. Methotrexate (MTX) and hydroxychloroquine (HCQ) are common disease-modifying antirheumatic drugs, yet more comparative outcome studies are needed. This study aimed to compare associations of HCQ versus MTX initiation with mortality, cardiovascular events, and other major health outcomes in RA patients. This retrospective cohort study utilized the TriNetX database (electronic health records from 142 global health care organizations) to compare selected 10-year outcomes in RA patients starting HCQ or MTX therapy. Patients aged 18-75 years diagnosed with RA (ICD-10 codes) were studied. This retrospective, multi-center cohort study used data from the TriNetX Research Network (analysis: 23 March 2025). Two cohorts, HCQ initiators and MTX initiators, were created. Propensity score matching (PSM) balanced cohorts for age, sex, race, pre-specified comorbidities, and concomitant medications. Primary outcomes were 10-year cumulative incidences of all-cause mortality, non-ST elevation myocardial infarction (NSTEMI), ST-elevation myocardial infarction (STEMI), pulmonary hypertension (PAH), end-stage renal disease (ESRD), interstitial lung disease (ILD), osteoporosis, and Alzheimer's dementia. After PSM, 56 362 patients were in each cohort. HCQ initiation was associated with significantly higher 10-year relative risks (RR) for NSTEMI (RR: 1.217), ESRD (RR: 2.624), ILD (RR: 1.377), PAH (RR: 1.625), and all-cause mortality (RR: 1.379) compared to MTX. No statistically significant RR differences were observed for Alzheimer's dementia, STEMI, or osteoporosis. In this large, real-world observational study, RA patients initiating HCQ had a higher 10-year risk association for ESRD, ILD, PAH, NSTEMI, and all-cause mortality versus MTX initiators. These findings highlight potential differences in systemic risk profiles and are hypothesis generating. However, the results must be interpreted with significant caution due to major limitations, including the potential for residual confounding from unmeasured variables like disease severity and the absence of adherence data. Further prospective research that addresses these limitations is warranted to confirm these associations and explore underlying mechanisms.",
    "disease": "rheumatoid arthritis",
    "clean_text": "comparative risks of mortality cardiovascular events and dementia with methotrexate versus hydroxychloroquine in rheumatoid arthritis a retrospective cohort study rheumatoid arthritis ra is a chronic autoimmune disorder primarily affecting joints methotrexate mtx and hydroxychloroquine hcq are common disease modifying antirheumatic drugs yet more comparative outcome studies are needed this study aimed to compare associations of hcq versus mtx initiation with mortality cardiovascular events and other major health outcomes in ra patients this retrospective cohort study utilized the trinetx database electronic health records from global health care organizations to compare selected year outcomes in ra patients starting hcq or mtx therapy patients aged years diagnosed with ra icd codes were studied this retrospective multi center cohort study used data from the trinetx research network analysis march two cohorts hcq initiators and mtx initiators were created propensity score matching psm balanced cohorts for age sex race pre specified comorbidities and concomitant medications primary outcomes were year cumulative incidences of all cause mortality non st elevation myocardial infarction nstemi st elevation myocardial infarction stemi pulmonary hypertension pah end stage renal disease esrd interstitial lung disease ild osteoporosis and alzheimer s dementia after psm patients were in each cohort hcq initiation was associated with significantly higher year relative risks rr for nstemi rr esrd rr ild rr pah rr and all cause mortality rr compared to mtx no statistically significant rr differences were observed for alzheimer s dementia stemi or osteoporosis in this large real world observational study ra patients initiating hcq had a higher year risk association for esrd ild pah nstemi and all cause mortality versus mtx initiators these findings highlight potential differences in systemic risk profiles and are hypothesis generating however the results must be interpreted with significant caution due to major limitations including the potential for residual confounding from unmeasured variables like disease severity and the absence of adherence data further prospective research that addresses these limitations is warranted to confirm these associations and explore underlying mechanisms"
}