{
    "title": "Beyond ISN/RPS Lupus Nephritis Classification: Adding Chronicity Index to Clinical Variables Predicts Kidney Survival.",
    "doc_id": "35368572",
    "writer": "Moroni G",
    "year": "2021",
    "summary": "Older age (P<0.001) and longer delay between clinical onset of LN and kidney biopsy (P<0.001) were significantly correlated with baseline chronicity index. CONCLUSIONS: The chronicity index and its components, but not the activity index, were significan …",
    "abstract": "Background:\n        \n      \n      A renewed interest for activity and chronicity indices as predictors of lupus nephritis (LN) outcome has emerged. Revised National Institutes of Health activity and chronicity indices have been proposed to classify LN lesions, but they should be validated by future studies. The aims of this study were (1) to detect the histologic features associated with the development of kidney function impairment (KFI), and (2) to identify the best clinical-histologic model to predict KFI at time of kidney biopsy.\n    \n\n\n          Methods:\n        \n      \n      Patients with LN who had more than ten glomeruli per kidney biopsy specimen were admitted to the study. Univariate and multivariate logistic regression and Cox proportional hazards models were used to investigate whether activity and chronicity indices could predict KFI development.\n    \n\n\n          Results:\n        \n      \n      Among 203 participants with LN followed for 14 years, correlations were found between the activity index, and its components, and clinical-laboratory signs of active LN at baseline. The chronicity index was correlated with serum creatinine. Thus, serum creatinine was significantly and directly correlated with both activity and chronicity indices. In the multivariate analysis, glomerulosclerosis (OR, 3.05; 95% CI, 1.17 to 7.91; P=0.02) and fibrous crescents (OR, 6.84; 95% CI, 3.22 to 14.52; P<0.001) associated with either moderate/severe tubular atrophy (OR, 3.17; 95% CI, 1.04 to 9.64; P=0.04), or with interstitial fibrosis (OR, 2.36; 95% CI, 1.05 to 5.32; P=0.04), predicted KFI. Considering both clinical and histologic features, serum creatinine (OR, 1.68; 95% CI, 1.31 to 2.15; P<0.001), arterial hypertension (OR, 4.64; 95% CI, 1.90 to 11.32; P<0.001), glomerulosclerosis (OR, 2.12; 95% CI, 1.00 to 4.50; P=0.05), and fibrous crescents (OR, 5.18; 95% CI, 2.43 to 11.04; P<0.001) independently predicted KFI. Older age (P<0.001) and longer delay between clinical onset of LN and kidney biopsy (P<0.001) were significantly correlated with baseline chronicity index.\n    \n\n\n          Conclusions:\n        \n      \n      The chronicity index and its components, but not the activity index, were significantly associated with an impairment of kidney function. The Cox model showed that serum creatinine, arterial hypertension, chronic glomerular lesions, and delay in kidney biopsy predicted KFI. These data reinforce the importance of timely kidney biopsy in LN.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35368572/",
    "clean_text": "beyond isn rps lupus nephritis classification adding chronicity index to clinical variables predicts kidney survival older age p and longer delay between clinical onset of ln and kidney biopsy p were significantly correlated with baseline chronicity index conclusions the chronicity index and its components but not the activity index were significan background a renewed interest for activity and chronicity indices as predictors of lupus nephritis ln outcome has emerged revised national institutes of health activity and chronicity indices have been proposed to classify ln lesions but they should be validated by future studies the aims of this study were to detect the histologic features associated with the development of kidney function impairment kfi and to identify the best clinical histologic model to predict kfi at time of kidney biopsy methods patients with ln who had more than ten glomeruli per kidney biopsy specimen were admitted to the study univariate and multivariate logistic regression and cox proportional hazards models were used to investigate whether activity and chronicity indices could predict kfi development results among participants with ln followed for years correlations were found between the activity index and its components and clinical laboratory signs of active ln at baseline the chronicity index was correlated with serum creatinine thus serum creatinine was significantly and directly correlated with both activity and chronicity indices in the multivariate analysis glomerulosclerosis or ci to p and fibrous crescents or ci to p associated with either moderate severe tubular atrophy or ci to p or with interstitial fibrosis or ci to p predicted kfi considering both clinical and histologic features serum creatinine or ci to p arterial hypertension or ci to p glomerulosclerosis or ci to p and fibrous crescents or ci to p independently predicted kfi older age p and longer delay between clinical onset of ln and kidney biopsy p were significantly correlated with baseline chronicity index conclusions the chronicity index and its components but not the activity index were significantly associated with an impairment of kidney function the cox model showed that serum creatinine arterial hypertension chronic glomerular lesions and delay in kidney biopsy predicted kfi these data reinforce the importance of timely kidney biopsy in ln"
}