{
    "pmid": "41424414",
    "title": "Evaluation of Circulating miR-155, miR-221, miR-34a, and miR-143 for Monitoring Tumor Clearance After Surgery in Colorectal Cancer.",
    "abstract": "Colorectal cancer (CRC) remains one of the leading causes of cancer-related mortality worldwide. Despite advances in surgery and adjuvant therapy, recurrence after curative resection remains a major challenge, and current surveillance tools such as carcinoembryonic antigen (CEA) and imaging lack sensitivity for detecting minimal residual disease (MRD). Circulating microRNAs (miRNAs) have emerged as promising biomarkers due to their stability in plasma and disease-specific expression profiles. This study aimed to evaluate the clinical relevance of four circulating cell-free miRNAs-miR-155, miR-221, miR-34a, and miR-143-for monitoring tumor clearance following surgery in CRC patients. Plasma samples were obtained from CRC patients at multiple perioperative time points and compared with samples from healthy controls. Expression levels of the selected miRNAs were quantified using real-time PCR, normalized to cel-miR-39, and analyzed in relation to clinicopathological features. Dynamic postoperative changes and diagnostic performance were assessed, including ROC curve analysis. Circulating miR-155 and miR-221 were significantly upregulated in CRC patients compared with controls, whereas the tumor suppressor miRNAs miR-34a and miR-143 were markedly downregulated. Postoperative samples showed progressive normalization of these markers, though variability persisted in a subset of patients. The combined four-miRNA panel achieved excellent diagnostic accuracy (AUC = 0.999), outperforming CEA in distinguishing CRC from controls. No independent predictive effect of individual miRNAs was demonstrated in multivariate models, but biologically consistent trends were observed. Circulating miR-155, miR-221, miR-34a, and miR-143 demonstrate dynamic early postoperative changes and hold promise as minimally invasive biomarkers of short-term tumor clearance after colorectal cancer surgery. While the combined panel shows strong diagnostic performance at baseline, longer-term prospective studies with multi-year follow-up are required to establish their role in recurrence surveillance alongside established markers such as CEA and ctDNA.",
    "disease": "colorectal cancer",
    "clean_text": "evaluation of circulating mir mir mir a and mir for monitoring tumor clearance after surgery in colorectal cancer colorectal cancer crc remains one of the leading causes of cancer related mortality worldwide despite advances in surgery and adjuvant therapy recurrence after curative resection remains a major challenge and current surveillance tools such as carcinoembryonic antigen cea and imaging lack sensitivity for detecting minimal residual disease mrd circulating micrornas mirnas have emerged as promising biomarkers due to their stability in plasma and disease specific expression profiles this study aimed to evaluate the clinical relevance of four circulating cell free mirnas mir mir mir a and mir for monitoring tumor clearance following surgery in crc patients plasma samples were obtained from crc patients at multiple perioperative time points and compared with samples from healthy controls expression levels of the selected mirnas were quantified using real time pcr normalized to cel mir and analyzed in relation to clinicopathological features dynamic postoperative changes and diagnostic performance were assessed including roc curve analysis circulating mir and mir were significantly upregulated in crc patients compared with controls whereas the tumor suppressor mirnas mir a and mir were markedly downregulated postoperative samples showed progressive normalization of these markers though variability persisted in a subset of patients the combined four mirna panel achieved excellent diagnostic accuracy auc outperforming cea in distinguishing crc from controls no independent predictive effect of individual mirnas was demonstrated in multivariate models but biologically consistent trends were observed circulating mir mir mir a and mir demonstrate dynamic early postoperative changes and hold promise as minimally invasive biomarkers of short term tumor clearance after colorectal cancer surgery while the combined panel shows strong diagnostic performance at baseline longer term prospective studies with multi year follow up are required to establish their role in recurrence surveillance alongside established markers such as cea and ctdna"
}