{
    "title": "Quality Improvement Interventions to Prevent Intraventricular Hemorrhage: A Systematic Review.",
    "doc_id": "38982935",
    "writer": "Edwards EM",
    "year": "2024",
    "summary": "OBJECTIVES: Quality improvement may reduce the incidence and severity of intraventricular hemorrhage in preterm infants. We evaluated quality improvement interventions (QIIs) that sought to prevent or reduce the severity of intraventricular hemorrhage. …",
    "abstract": "Objectives:\n        \n      \n      Quality improvement may reduce the incidence and severity of intraventricular hemorrhage in preterm infants. We evaluated quality improvement interventions (QIIs) that sought to prevent or reduce the severity of intraventricular hemorrhage.\n    \n\n\n          Methods:\n        \n      \n      PubMed, CINAHL, Embase, and citations of selected articles were searched. QIIs that had reducing incidence or severity of intraventricular hemorrhage in preterm infants as the primary outcome. Paired reviewers independently extracted data from selected studies.\n    \n\n\n          Results:\n        \n      \n      Eighteen quality improvement interventions involving 5906 infants were included. Clinical interventions in antenatal care, the delivery room, and the NICU were used in the QIIs. Four of 10 QIIs reporting data on intraventricular hemorrhage (IVH) and 9 of 14 QIIs reporting data on severe IVH saw improvements. The median Quality Improvement Minimum Quality Criteria Set score was 11 of 16. Clinical intervention heterogeneity and incomplete information on quality improvement methods challenged the identification of the main reason for the observed changes. Publication bias may result in the inclusion of more favorable findings.\n    \n\n\n          Conclusions:\n        \n      \n      QIIs demonstrated reductions in the incidence and severity of intraventricular hemorrhage in preterm infants in some but not all settings. Which specific interventions and quality improvement methods were responsible for those reductions and why they were successful in some settings but not others are not clear. This systematic review can assist teams in identifying potentially better practices for reducing IVH, but improvements in reporting and assessing QIIs are needed if systematic reviews are to realize their potential for guiding evidence-based practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38982935/",
    "clean_text": "quality improvement interventions to prevent intraventricular hemorrhage a systematic review objectives quality improvement may reduce the incidence and severity of intraventricular hemorrhage in preterm infants we evaluated quality improvement interventions qiis that sought to prevent or reduce the severity of intraventricular hemorrhage objectives quality improvement may reduce the incidence and severity of intraventricular hemorrhage in preterm infants we evaluated quality improvement interventions qiis that sought to prevent or reduce the severity of intraventricular hemorrhage methods pubmed cinahl embase and citations of selected articles were searched qiis that had reducing incidence or severity of intraventricular hemorrhage in preterm infants as the primary outcome paired reviewers independently extracted data from selected studies results eighteen quality improvement interventions involving infants were included clinical interventions in antenatal care the delivery room and the nicu were used in the qiis four of qiis reporting data on intraventricular hemorrhage ivh and of qiis reporting data on severe ivh saw improvements the median quality improvement minimum quality criteria set score was of clinical intervention heterogeneity and incomplete information on quality improvement methods challenged the identification of the main reason for the observed changes publication bias may result in the inclusion of more favorable findings conclusions qiis demonstrated reductions in the incidence and severity of intraventricular hemorrhage in preterm infants in some but not all settings which specific interventions and quality improvement methods were responsible for those reductions and why they were successful in some settings but not others are not clear this systematic review can assist teams in identifying potentially better practices for reducing ivh but improvements in reporting and assessing qiis are needed if systematic reviews are to realize their potential for guiding evidence based practice"
}