{
    "pmid": "41467379",
    "title": "State-Level Structural Racism and Incident Coronary Heart Disease.",
    "abstract": "Black Americans have greater coronary heart disease (CHD) burden than White Americans, disparities that are largely socially determined. Discriminatory societal practices that systematically disadvantage Black Americans are forms of structural racism but few studies have examined structural racism and incident CHD. We sought to determine associations between 3 validated measures of structural racism and incident CHD, hypothesizing that greater state-level structural racism is associated with incident CHD for Black but not White individuals. We used data from the national REGARDS (Reasons for Geographic and Racial Differences in Stroke) cohort, which enrolled 30 239 Black and White community-dwelling adults between 2003 and 2007 who were contacted every 6 months with retrieval of medical records and expert adjudication of myocardial infarction and cause of death. Incident CHD was defined as myocardial infarction or death due to CHD. Structural racism variables included Black:White percentage living below the federal poverty line, Black:White percentage uninsured, and the Dissimilarity Index (DI), a measure of residential racial segregation. Structural racism variables were dichotomized at the median. Separate race-stratified Cox proportional hazards models examined associations between each measure of structural racism and incident CHD. The 24 533 participants free of CHD at baseline included 10 402 Black and 14 131 White participants. Mean age at baseline was 64 years, 59% were women, and 47% had an annual household income <$35 000. High DI was significantly associated with incident CHD and fatal CHD but not nonfatal CHD for Black but not White participants. High Black:White percentage poverty and high Black:White percentage uninsured were not significantly associated with any outcome. For fatal CHD, the hazard ratios (HRs) for high Black:White poverty were 1.19 (95% CI, 0.95-1.48) for Black participants and 0.92 (95% CI, 0.75-1.14) for White participants. For high Black:White uninsurance, the HRs were 1.16 (95% CI, 0.89-1.50) for Black participants and 1.00 (95% CI, 0.77-1.30) for White participants. For high DI, the HRs were 1.35 (95% CI, 1.08-1.68) for Black participants and 1.13 (95% CI, 0.92-1.40) for White participants. Results were similar for men and women and for older and younger individuals. Racial residential segregation but not other structural factors were associated with higher incidence of fatal CHD for Black but not White individuals. If these associations are causal, changing or enforcing state level laws to reduce residential racial segregation could potentially lessen Black:White disparities in CHD.",
    "disease": "stroke",
    "clean_text": "state level structural racism and incident coronary heart disease black americans have greater coronary heart disease chd burden than white americans disparities that are largely socially determined discriminatory societal practices that systematically disadvantage black americans are forms of structural racism but few studies have examined structural racism and incident chd we sought to determine associations between validated measures of structural racism and incident chd hypothesizing that greater state level structural racism is associated with incident chd for black but not white individuals we used data from the national regards reasons for geographic and racial differences in stroke cohort which enrolled black and white community dwelling adults between and who were contacted every months with retrieval of medical records and expert adjudication of myocardial infarction and cause of death incident chd was defined as myocardial infarction or death due to chd structural racism variables included black white percentage living below the federal poverty line black white percentage uninsured and the dissimilarity index di a measure of residential racial segregation structural racism variables were dichotomized at the median separate race stratified cox proportional hazards models examined associations between each measure of structural racism and incident chd the participants free of chd at baseline included black and white participants mean age at baseline was years were women and had an annual household income high di was significantly associated with incident chd and fatal chd but not nonfatal chd for black but not white participants high black white percentage poverty and high black white percentage uninsured were not significantly associated with any outcome for fatal chd the hazard ratios hrs for high black white poverty were ci for black participants and ci for white participants for high black white uninsurance the hrs were ci for black participants and ci for white participants for high di the hrs were ci for black participants and ci for white participants results were similar for men and women and for older and younger individuals racial residential segregation but not other structural factors were associated with higher incidence of fatal chd for black but not white individuals if these associations are causal changing or enforcing state level laws to reduce residential racial segregation could potentially lessen black white disparities in chd"
}