{
    "pmid": "41426258",
    "title": "Cutaneous Opportunistic Mycobacterial and Fungal Infections in Adult-Onset Immunodeficiency Due to Anti-Interferon-Gamma Autoantibodies-Decoding Skin Involvement Patterns.",
    "abstract": "Adult-onset immunodeficiency (AOID) due to anti-interferon-gamma autoantibodies (AIGA) predisposes patients to multiple opportunistic infections (OIs), including cutaneous involvement. However, data specifically addressing cutaneous OIs in AOID remain limited. This study aimed to characterize and compare clinical and laboratory features, with a focus on cutaneous OIs caused by mycobacteria and fungi. A retrospective chart review was conducted on AOID patients with cutaneous OIs in Chiang Mai and Khon Kaen University Hospital from January 2000 to December 2020. Cases with infection due to  A total of 61 AOID patients with 70 cutaneous infectious episodes were identified. Among these, fifty episodes were due to  Cutaneous lesions involving the neck area and lymphadenopathy are clinical clues that suggest cutaneous ",
    "disease": "tuberculosis",
    "clean_text": "cutaneous opportunistic mycobacterial and fungal infections in adult onset immunodeficiency due to anti interferon gamma autoantibodies decoding skin involvement patterns adult onset immunodeficiency aoid due to anti interferon gamma autoantibodies aiga predisposes patients to multiple opportunistic infections ois including cutaneous involvement however data specifically addressing cutaneous ois in aoid remain limited this study aimed to characterize and compare clinical and laboratory features with a focus on cutaneous ois caused by mycobacteria and fungi a retrospective chart review was conducted on aoid patients with cutaneous ois in chiang mai and khon kaen university hospital from january to december cases with infection due to a total of aoid patients with cutaneous infectious episodes were identified among these fifty episodes were due to cutaneous lesions involving the neck area and lymphadenopathy are clinical clues that suggest cutaneous"
}