{
    "title": "Diagnosis of Zika Virus Infections: Challenges and Opportunities.",
    "doc_id": "29267922",
    "writer": "Munoz-Jordan JL.",
    "year": "2017",
    "summary": "Accurate diagnosis of Zika virus (ZIKV) infections has become a pressing need for the effective prevention and control of the epidemic. ...Antibody response to related flaviviruses has long been known to be cross-reactive, and antibody detection of ZIKV is nonspecif …",
    "abstract": "Accurate diagnosis of Zika virus (ZIKV) infections has become a pressing need for the effective prevention and control of the epidemic. The findings that ZIKV infections are associated with birth defects and neurologic disease, and that the virus can be sexually transmitted, accentuate the need for accurate diagnostic testing for different applications new to the arbovirus field. Antibody response to related flaviviruses has long been known to be cross-reactive, and antibody detection of ZIKV is nonspecific in populations previously exposed to any of the four dengue viruses or West Nile virus, or vaccinated against yellow fever virus. Therefore, the diagnosis of ZIKV infections has increasingly depended on detection by nucleic acid tests. During the recent epidemic, tests authorized for emergency use have been utilized by public health laboratories and the commercial sector, but a more dependable and responsive diagnostic testing has yet to be developed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29267922/",
    "clean_text": "diagnosis of zika virus infections challenges and opportunities accurate diagnosis of zika virus zikv infections has become a pressing need for the effective prevention and control of the epidemic antibody response to related flaviviruses has long been known to be cross reactive and antibody detection of zikv is nonspecif accurate diagnosis of zika virus zikv infections has become a pressing need for the effective prevention and control of the epidemic the findings that zikv infections are associated with birth defects and neurologic disease and that the virus can be sexually transmitted accentuate the need for accurate diagnostic testing for different applications new to the arbovirus field antibody response to related flaviviruses has long been known to be cross reactive and antibody detection of zikv is nonspecific in populations previously exposed to any of the four dengue viruses or west nile virus or vaccinated against yellow fever virus therefore the diagnosis of zikv infections has increasingly depended on detection by nucleic acid tests during the recent epidemic tests authorized for emergency use have been utilized by public health laboratories and the commercial sector but a more dependable and responsive diagnostic testing has yet to be developed"
}