{
    "title": "Similarity of the impact of type 1 and type 2 diabetes on cardiovascular mortality in middle-aged subjects.",
    "doc_id": "18083789",
    "writer": "Juutilainen A",
    "year": "2008",
    "summary": "CVD mortality rates per 1,000 person-years were 23.1 (95% CI 16.9-31.9) in type 1 diabetic, 35.3 (30.8-40.4) in type 2 diabetic, and 4.6 (3.8-5.7) in nondiabetic participants. ...CONCLUSIONS: The impact of type 1 and type 2 …",
    "abstract": "Objective:\n        \n      \n      To compare the risk of cardiovascular disease (CVD) death and the impact of hyperglycemia on the risk of CVD mortality associated with type 1 diabetes to that associated with type 2 diabetes.\n    \n\n\n          Research design and methods:\n        \n      \n      The study comprised 173 participants with type 1 diabetes, 834 participants with type 2 diabetes, and 1,294 nondiabetic participants, aged 45-64 years at baseline and free of CVD. The age of onset of diabetes was >30 years in both diabetic groups.\n    \n\n\n          Results:\n        \n      \n      During an 18-year follow-up, 86 participants with type 1 diabetes, 567 participants with type 2 diabetes, and 252 nondiabetic participants died. CVD mortality rates per 1,000 person-years were 23.1 (95% CI 16.9-31.9) in type 1 diabetic, 35.3 (30.8-40.4) in type 2 diabetic, and 4.6 (3.8-5.7) in nondiabetic participants. Adjusted hazard ratios for CVD mortality in participants with type 1 diabetes versus no diabetes was 3.6 (95% CI 2.2-5.7) in men and 13.3 (6.9-22.5) in women and in participants with type 2 diabetes versus no diabetes 3.3 (2.5-4.5) in men and 10.1 (6.7-17.4) in women. An increment of 1 unit (%) of GHb increased CVD mortality by 52.5% (95% CI 28.4-81.3) in type 1 diabetic subjects and by 7.5% (4.3-10.8) in type 2 diabetic participants.\n    \n\n\n          Conclusions:\n        \n      \n      The impact of type 1 and type 2 diabetes on CVD mortality was similar. The effect of increasing hyperglycemia on the risk of CVD mortality was more profound in type 1 than in type 2 diabetic subjects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18083789/",
    "clean_text": "similarity of the impact of type and type diabetes on cardiovascular mortality in middle aged subjects cvd mortality rates per person years were ci in type diabetic in type diabetic and in nondiabetic participants conclusions the impact of type and type objective to compare the risk of cardiovascular disease cvd death and the impact of hyperglycemia on the risk of cvd mortality associated with type diabetes to that associated with type diabetes research design and methods the study comprised participants with type diabetes participants with type diabetes and nondiabetic participants aged years at baseline and free of cvd the age of onset of diabetes was years in both diabetic groups results during an year follow up participants with type diabetes participants with type diabetes and nondiabetic participants died cvd mortality rates per person years were ci in type diabetic in type diabetic and in nondiabetic participants adjusted hazard ratios for cvd mortality in participants with type diabetes versus no diabetes was ci in men and in women and in participants with type diabetes versus no diabetes in men and in women an increment of unit of ghb increased cvd mortality by ci in type diabetic subjects and by in type diabetic participants conclusions the impact of type and type diabetes on cvd mortality was similar the effect of increasing hyperglycemia on the risk of cvd mortality was more profound in type than in type diabetic subjects"
}