{
    "title": "A Study on the Radiosensitivity of Radiation-Induced Lung Injury at the Acute Phase Based on Single-Cell Transcriptomics.",
    "doc_id": "35967301",
    "writer": "Ma L",
    "year": "2022",
    "summary": "Intercellular communication networks were constructed to study the heterogeneity and intercellular interactions among different cell types. RESULTS: A single-cell transcriptome map was established in a mouse model of acute lung injury. In total, 18,500 single …",
    "abstract": "Background and aims:\n        \n      \n      Radiation-induced lung injury (RILI) is the most common complication associated with chest tumors, such as lung and breast cancers, after radiotherapy; however, the pathogenic mechanisms are unclear. Single-cell RNA sequencing has laid the foundation for studying RILI at the cellular microenvironmental level. This study focused on changes during the acute pneumonitis stage of RILI at the cellular microenvironmental level and investigated the interactions between different cell types.\n    \n\n\n          Methods:\n        \n      \n      An acute RILI model in mice and a single-cell transcriptional library were established. Intercellular communication networks were constructed to study the heterogeneity and intercellular interactions among different cell types.\n    \n\n\n          Results:\n        \n      \n      A single-cell transcriptome map was established in a mouse model of acute lung injury. In total, 18,500 single-cell transcripts were generated, and 10 major cell types were identified. The heterogeneity and radiosensitivity of each cell type or subtype in the lung tissues during the acute stage were revealed. It was found that immune cells had higher radiosensitivity than stromal cells. Immune cells were highly heterogeneous in terms of radiosensitivity, while some immune cells had the characteristics of radiation resistance. Two groups of radiation-induced Cd8+Mki67+ T cells and Cd4+Cxcr6+ helper T cells were identified. The presence of these cells was verified using immunofluorescence. The ligand-receptor interactions were analyzed by constructing intercellular communication networks. These explained the origins of the cells and revealed that they had been recruited from endothelial cells to the inflammatory site.\n    \n\n\n          Conclusions:\n        \n      \n      This study revealed the heterogeneity of in vivo radiosensitivity of different cell types in the lung at the initial stage post irradiation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35967301/",
    "clean_text": "a study on the radiosensitivity of radiation induced lung injury at the acute phase based on single cell transcriptomics intercellular communication networks were constructed to study the heterogeneity and intercellular interactions among different cell types results a single cell transcriptome map was established in a mouse model of acute lung injury in total single background and aims radiation induced lung injury rili is the most common complication associated with chest tumors such as lung and breast cancers after radiotherapy however the pathogenic mechanisms are unclear single cell rna sequencing has laid the foundation for studying rili at the cellular microenvironmental level this study focused on changes during the acute pneumonitis stage of rili at the cellular microenvironmental level and investigated the interactions between different cell types methods an acute rili model in mice and a single cell transcriptional library were established intercellular communication networks were constructed to study the heterogeneity and intercellular interactions among different cell types results a single cell transcriptome map was established in a mouse model of acute lung injury in total single cell transcripts were generated and major cell types were identified the heterogeneity and radiosensitivity of each cell type or subtype in the lung tissues during the acute stage were revealed it was found that immune cells had higher radiosensitivity than stromal cells immune cells were highly heterogeneous in terms of radiosensitivity while some immune cells had the characteristics of radiation resistance two groups of radiation induced cd mki t cells and cd cxcr helper t cells were identified the presence of these cells was verified using immunofluorescence the ligand receptor interactions were analyzed by constructing intercellular communication networks these explained the origins of the cells and revealed that they had been recruited from endothelial cells to the inflammatory site conclusions this study revealed the heterogeneity of in vivo radiosensitivity of different cell types in the lung at the initial stage post irradiation"
}