{
    "title": "Comparative pathology of endometrial carcinoma.",
    "doc_id": "6388139",
    "writer": "Elsinghorst TA",
    "year": "1984",
    "summary": "In rats the endometrial carcinomas are mostly primary multiple adenocarcinomas. In man as well as in the rabbit and in the rat, relationships have been described between endometrial hyperplasia and endometrial carcinoma. It is striking that in the dog, a spec …",
    "abstract": "A review is given of the comparative pathology of endometrial carcinomas regarding the incidence, the morphology, and the relation with endometrial hyperplasia. Compared to man, endometrial carcinomas in animals are fairly rare, except in rabbits, in cattle, and in a stock of Han: Wistar rats. In rabbits the endometrial carcinomas are mostly primary multiple and present in both horns. Histologically they are almost always adenocarcinomas. The histological structure can vary considerably with regard to the degree of differentiation. In cattle the endometrial carcinomas are mostly singular. Histologically they are mostly adenocarcinomas, often accompanied by formation of much dense fibrous tissue. In rats the endometrial carcinomas are mostly primary multiple adenocarcinomas. In man as well as in the rabbit and in the rat, relationships have been described between endometrial hyperplasia and endometrial carcinoma. It is striking that in the dog, a species in which endometrial hyperplasia very often occurs, endometrial carcinomas should be rare. The endometrial carcinoma in the rabbit as an animal model for human endometrial carcinoma is discussed extensively. In both species there are signs indicating relationships between endometrial carcinomas and sex hormones, especially oestrogens. The incidence in rabbits is very high. Endometrial carcinomas in rabbits can be transplanted subcutaneously in the same rabbit. They can also be cultured in vitro. Moreover the rabbit is a suitable species to study the progesterone/progesterone-receptor complex by determining the synthesis of the progesterone-induced protein uteroglobin which may be important in studying endometrial carcinomas. Uteroglobin is a good marker for a functional 'Progesterone-PR-DNA-mRNAug-Uteroglobin- System' (or PUG-System).(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6388139/",
    "clean_text": "comparative pathology of endometrial carcinoma in rats the endometrial carcinomas are mostly primary multiple adenocarcinomas in man as well as in the rabbit and in the rat relationships have been described between endometrial hyperplasia and endometrial carcinoma it is striking that in the dog a spec a review is given of the comparative pathology of endometrial carcinomas regarding the incidence the morphology and the relation with endometrial hyperplasia compared to man endometrial carcinomas in animals are fairly rare except in rabbits in cattle and in a stock of han wistar rats in rabbits the endometrial carcinomas are mostly primary multiple and present in both horns histologically they are almost always adenocarcinomas the histological structure can vary considerably with regard to the degree of differentiation in cattle the endometrial carcinomas are mostly singular histologically they are mostly adenocarcinomas often accompanied by formation of much dense fibrous tissue in rats the endometrial carcinomas are mostly primary multiple adenocarcinomas in man as well as in the rabbit and in the rat relationships have been described between endometrial hyperplasia and endometrial carcinoma it is striking that in the dog a species in which endometrial hyperplasia very often occurs endometrial carcinomas should be rare the endometrial carcinoma in the rabbit as an animal model for human endometrial carcinoma is discussed extensively in both species there are signs indicating relationships between endometrial carcinomas and sex hormones especially oestrogens the incidence in rabbits is very high endometrial carcinomas in rabbits can be transplanted subcutaneously in the same rabbit they can also be cultured in vitro moreover the rabbit is a suitable species to study the progesterone progesterone receptor complex by determining the synthesis of the progesterone induced protein uteroglobin which may be important in studying endometrial carcinomas uteroglobin is a good marker for a functional progesterone pr dna mrnaug uteroglobin system or pug system abstract truncated at words"
}