{
    "pmid": "41393760",
    "title": "Concurrent Nemolizumab-Induced Cutaneous Adverse Events and Asthma Exacerbation in a Patient With Prurigo Nodularis With Resolution of Both Conditions After Switching to Dupilumab.",
    "abstract": "Prurigo nodularis (PN) is a chronic pruritic inflammatory disease driven by Th2-dominant immune dysregulation and neural hyperactivity. Conventional therapies often fail, while biologics such as dupilumab and nemolizumab have shown efficacy. However, nemolizumab can cause cutaneous adverse events (cAEs) and occasional asthma exacerbation. An 82-year-old woman with long-standing PN and well-controlled asthma developed cAEs and asthma exacerbation one month after initiating nemolizumab, an IL-31 receptor antagonist. Although nemolizumab markedly improved pruritus and PN lesions, acute eczematous eruptions and erythematous papules appeared on previously unaffected skin, accompanied by worsening asthma symptoms. After switching to dupilumab (IL-4/IL-13 inhibitor), both cAEs and asthma improved, with complete resolution within two months. The mechanism underlying nemolizumab-induced cAEs and asthma remains unclear, but activation of Th2-driven inflammation following IL-31 blockade has been proposed. To our knowledge, this is the first reported case of concurrent nemolizumab-induced cAEs and asthma exacerbation in a patient with PN, successfully managed with dupilumab. Given that asthma exacerbations have occurred only in patients with preexisting asthma, careful monitoring is warranted when administering nemolizumab. Further studies are needed to clarify its mechanism and management strategies.",
    "disease": "asthma",
    "clean_text": "concurrent nemolizumab induced cutaneous adverse events and asthma exacerbation in a patient with prurigo nodularis with resolution of both conditions after switching to dupilumab prurigo nodularis pn is a chronic pruritic inflammatory disease driven by th dominant immune dysregulation and neural hyperactivity conventional therapies often fail while biologics such as dupilumab and nemolizumab have shown efficacy however nemolizumab can cause cutaneous adverse events caes and occasional asthma exacerbation an year old woman with long standing pn and well controlled asthma developed caes and asthma exacerbation one month after initiating nemolizumab an il receptor antagonist although nemolizumab markedly improved pruritus and pn lesions acute eczematous eruptions and erythematous papules appeared on previously unaffected skin accompanied by worsening asthma symptoms after switching to dupilumab il il inhibitor both caes and asthma improved with complete resolution within two months the mechanism underlying nemolizumab induced caes and asthma remains unclear but activation of th driven inflammation following il blockade has been proposed to our knowledge this is the first reported case of concurrent nemolizumab induced caes and asthma exacerbation in a patient with pn successfully managed with dupilumab given that asthma exacerbations have occurred only in patients with preexisting asthma careful monitoring is warranted when administering nemolizumab further studies are needed to clarify its mechanism and management strategies"
}