{
    "pmid": "41431043",
    "title": "Osteoarthritis burden across 204 countries and territories during 1990 to 2021: Insights from the Global Burden of Disease Study 2021.",
    "abstract": "This study provides a comprehensive assessment of the global, regional, and national burden of osteoarthritis from 1990 to 2021, based on data from the Global Burden of Disease Study 2021. We analyzed prevalence, incidence, and disability-adjusted life years (DALYs) across 204 countries and territories, stratified by age, sex, and Sociodemographic Index (SDI). In 2021, osteoarthritis affected an estimated 606.9 million people globally, with 46.6 million new cases and 21.3 million DALYs. Age-standardized prevalence, incidence, and DALY rates increased by 8.9%, 9.2%, and 9.7% respectively compared to 1990. The highest prevalence was observed in high-SDI countries such as South Korea, Brunei, and Singapore. Notably, the burden was consistently higher in women and increased with age. High body mass index and metabolic risks were the leading contributors to DALYs. These findings highlight osteoarthritis as a growing public health concern, particularly among older adults and in high-SDI regions, underscoring the need for targeted prevention and management strategies.",
    "disease": "osteoarthritis",
    "clean_text": "osteoarthritis burden across countries and territories during to insights from the global burden of disease study this study provides a comprehensive assessment of the global regional and national burden of osteoarthritis from to based on data from the global burden of disease study we analyzed prevalence incidence and disability adjusted life years dalys across countries and territories stratified by age sex and sociodemographic index sdi in osteoarthritis affected an estimated million people globally with million new cases and million dalys age standardized prevalence incidence and daly rates increased by and respectively compared to the highest prevalence was observed in high sdi countries such as south korea brunei and singapore notably the burden was consistently higher in women and increased with age high body mass index and metabolic risks were the leading contributors to dalys these findings highlight osteoarthritis as a growing public health concern particularly among older adults and in high sdi regions underscoring the need for targeted prevention and management strategies"
}