{
    "title": "Iron oxides act as an alternative electron acceptor for aerobic methanotrophs in anoxic lake sediments.",
    "doc_id": "36889095",
    "writer": "Li B",
    "year": "2023",
    "summary": "Conventional aerobic CH(4)-oxidizing bacteria (MOB) are frequently detected in anoxic environments, but their survival strategy and ecological contribution are still enigmatic. ...We found that enriched MOB consortium used ferric oxides as alternative electron accep …",
    "abstract": "Conventional aerobic CH4-oxidizing bacteria (MOB) are frequently detected in anoxic environments, but their survival strategy and ecological contribution are still enigmatic. Here we explore the role of MOB in enrichment cultures under O2 gradients and an iron-rich lake sediment in situ by combining microbiological and geochemical techniques. We found that enriched MOB consortium used ferric oxides as alternative electron acceptors for oxidizing CH4 with the help of riboflavin when O2 was unavailable. Within the MOB consortium, MOB transformed CH4 to low molecular weight organic matter such as acetate for consortium bacteria as a carbon source, while the latter secrete riboflavin to facilitate extracellular electron transfer (EET). Iron reduction coupled to CH4 oxidation mediated by the MOB consortium was also demonstrated in situ, reducing 40.3% of the CH4 emission in the studied lake sediment. Our study indicates how MOBs survive under anoxia and expands the knowledge of this previously overlooked CH4 sink in iron-rich sediments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36889095/",
    "clean_text": "iron oxides act as an alternative electron acceptor for aerobic methanotrophs in anoxic lake sediments conventional aerobic ch oxidizing bacteria mob are frequently detected in anoxic environments but their survival strategy and ecological contribution are still enigmatic we found that enriched mob consortium used ferric oxides as alternative electron accep conventional aerobic ch oxidizing bacteria mob are frequently detected in anoxic environments but their survival strategy and ecological contribution are still enigmatic here we explore the role of mob in enrichment cultures under o gradients and an iron rich lake sediment in situ by combining microbiological and geochemical techniques we found that enriched mob consortium used ferric oxides as alternative electron acceptors for oxidizing ch with the help of riboflavin when o was unavailable within the mob consortium mob transformed ch to low molecular weight organic matter such as acetate for consortium bacteria as a carbon source while the latter secrete riboflavin to facilitate extracellular electron transfer eet iron reduction coupled to ch oxidation mediated by the mob consortium was also demonstrated in situ reducing of the ch emission in the studied lake sediment our study indicates how mobs survive under anoxia and expands the knowledge of this previously overlooked ch sink in iron rich sediments"
}