{
    "pmid": "41457461",
    "title": "A vision-language foundation model for Alzheimer's disease diagnosis using MRI and clinical data.",
    "abstract": "Reliable early detection of Alzheimer's disease (AD) remains difficult due to heterogeneous progression trajectories and variability in clinical presentation. Multimodal approaches leveraging neuroimaging and clinical data offer promise but often struggle with effective integration and generalization. We developed Alzheimer's Disease Language and Image Pre-Training (ADLIP), a vision-language framework that integrates 3D T1-weighted magnetic resonance imaging with structured clinical records. The model uses a multi-teacher training strategy to enhance generalizability and robustness across modalities, enabling more reliable representation learning for AD diagnosis. ADLIP outperformed baseline CLIP and fine-tuned CLIP models in three-class classification and zero-shot diagnosis, achieving improved accuracy, F Our results demonstrate that contrastive multimodal representation learning enables clinically meaningful, generalizable, and temporally stable AD diagnosis across diverse populations. A novel vision-language foundation model (Alzheimer's Disease Language and Image Pre-Training [ADLIP]) integrates 3D magnetic resonance imaging and clinical text for Alzheimer's disease diagnosis. ADLIP enables zero-shot prediction of unseen data and cognitive scores without task-specific fine-tuning. The model demonstrates strong generalizability across racially diverse cohorts, supporting equitable clinical use. Longitudinal evaluation shows alignment with disease progression, highlighting utility for monitoring applications.",
    "disease": "stroke",
    "clean_text": "a vision language foundation model for alzheimer s disease diagnosis using mri and clinical data reliable early detection of alzheimer s disease ad remains difficult due to heterogeneous progression trajectories and variability in clinical presentation multimodal approaches leveraging neuroimaging and clinical data offer promise but often struggle with effective integration and generalization we developed alzheimer s disease language and image pre training adlip a vision language framework that integrates d t weighted magnetic resonance imaging with structured clinical records the model uses a multi teacher training strategy to enhance generalizability and robustness across modalities enabling more reliable representation learning for ad diagnosis adlip outperformed baseline clip and fine tuned clip models in three class classification and zero shot diagnosis achieving improved accuracy f our results demonstrate that contrastive multimodal representation learning enables clinically meaningful generalizable and temporally stable ad diagnosis across diverse populations a novel vision language foundation model alzheimer s disease language and image pre training adlip integrates d magnetic resonance imaging and clinical text for alzheimer s disease diagnosis adlip enables zero shot prediction of unseen data and cognitive scores without task specific fine tuning the model demonstrates strong generalizability across racially diverse cohorts supporting equitable clinical use longitudinal evaluation shows alignment with disease progression highlighting utility for monitoring applications"
}