{
    "pmid": "41460819",
    "title": "Exploration of risk factors for the incidence of knee osteoarthritis in rural areas of northern China and the establishment of a prediction model.",
    "abstract": "This study sought to identify knee osteoarthritis (KOA) contributing factors and develop a preliminary forecasting model for its development. Participants were systematically invited to complete an exhaustive medical questionnaire designed to capture relevant health and demographic information. Following data collection, univariate analyses were conducted to assess the significance of the variables obtained from the questionnaire. To delineate the association between identified risk factors and the occurrence of KOA, a binary logistic regression model was utilized. The reliability of the model was evaluated through internal validation, encompassing both calibration and discrimination analyses. Calibration was quantified using the Hosmer-Lemeshow χ² statistic to assess the model's goodness of fit, while discrimination was gauged utilizing the receiver operating characteristic (ROC) curve, providing a comprehensive evaluation of the model's predictive accuracy. In the present study, a total of 445 cases were analyzed, with 266 cases employed for model development and 179 cases reserved for internal validation. Univariate analysis revealed significant statistical differences between the two groups with respect to several variables, including family history of KOA, heating methods, stair usage, anxiety and depression, toilet type, and the frequency of consumption of vegetables, fruits, red meat, and dairy products. Binary logistic regression analysis identified advanced age, lower educational level, use of a squat toilet, family history of KOA, and psychological conditions such as anxiety and depression as significant risk factors for the development of KOA. Furthermore, a moderate predictive value was observed for incident KOA based on a combination of factors, including age, gender, weight, height, family history of KOA, toilet type, mode of transportation, dairy product consumption, and emotional state. Our findings indicate that, in addition to established risk factors such as age, gender, height, and weight, lifestyle and dietary habits also play a pivotal role in the etiology of KOA. These factors not only serve as potential risk markers but also exhibit predictive utility for the onset of KOA, suggesting a comprehensive approach to prevention and intervention strategies.",
    "disease": "osteoarthritis",
    "clean_text": "exploration of risk factors for the incidence of knee osteoarthritis in rural areas of northern china and the establishment of a prediction model this study sought to identify knee osteoarthritis koa contributing factors and develop a preliminary forecasting model for its development participants were systematically invited to complete an exhaustive medical questionnaire designed to capture relevant health and demographic information following data collection univariate analyses were conducted to assess the significance of the variables obtained from the questionnaire to delineate the association between identified risk factors and the occurrence of koa a binary logistic regression model was utilized the reliability of the model was evaluated through internal validation encompassing both calibration and discrimination analyses calibration was quantified using the hosmer lemeshow statistic to assess the model s goodness of fit while discrimination was gauged utilizing the receiver operating characteristic roc curve providing a comprehensive evaluation of the model s predictive accuracy in the present study a total of cases were analyzed with cases employed for model development and cases reserved for internal validation univariate analysis revealed significant statistical differences between the two groups with respect to several variables including family history of koa heating methods stair usage anxiety and depression toilet type and the frequency of consumption of vegetables fruits red meat and dairy products binary logistic regression analysis identified advanced age lower educational level use of a squat toilet family history of koa and psychological conditions such as anxiety and depression as significant risk factors for the development of koa furthermore a moderate predictive value was observed for incident koa based on a combination of factors including age gender weight height family history of koa toilet type mode of transportation dairy product consumption and emotional state our findings indicate that in addition to established risk factors such as age gender height and weight lifestyle and dietary habits also play a pivotal role in the etiology of koa these factors not only serve as potential risk markers but also exhibit predictive utility for the onset of koa suggesting a comprehensive approach to prevention and intervention strategies"
}