{
    "title": "A systematic review of the impact of weight loss on cancer incidence and mortality.",
    "doc_id": "22672203",
    "writer": "Birks S",
    "year": "2012",
    "summary": "A literature search identified 34 publications reporting weight loss data in relation to cancer incidence or mortality. All except one were observational studies and the majority used self-reported weights and did not define intentionality of weight loss …",
    "abstract": "Obesity is well recognized as a significant risk factor for certain cancers; however, a corresponding risk reduction with weight loss is not yet clearly defined. This review aims to examine the literature investigating the effect of all types of weight loss on cancer incidence and mortality, and to more clearly describe the relationship between these two factors. A literature search identified 34 publications reporting weight loss data in relation to cancer incidence or mortality. All except one were observational studies and the majority used self-reported weights and did not define intentionality of weight loss. 16/34 studies found a significant inverse association between weight loss and cancer incidence or mortality. The remainder returned null findings. The observed association was more consistently seen in studies that investigated the effect of intentional weight loss (5/6 studies) and the risk reduction was greatest for obesity-related cancers and in women. In conclusion, intentional weight loss does result in a decreased incidence of cancer, particularly female obesity-related cancers. However, there is a need for further evaluation of sustained intentional weight loss in the obese with less reliance on self-reported weight data and more focus on male populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22672203/",
    "clean_text": "a systematic review of the impact of weight loss on cancer incidence and mortality a literature search identified publications reporting weight loss data in relation to cancer incidence or mortality all except one were observational studies and the majority used self reported weights and did not define intentionality of weight loss obesity is well recognized as a significant risk factor for certain cancers however a corresponding risk reduction with weight loss is not yet clearly defined this review aims to examine the literature investigating the effect of all types of weight loss on cancer incidence and mortality and to more clearly describe the relationship between these two factors a literature search identified publications reporting weight loss data in relation to cancer incidence or mortality all except one were observational studies and the majority used self reported weights and did not define intentionality of weight loss studies found a significant inverse association between weight loss and cancer incidence or mortality the remainder returned null findings the observed association was more consistently seen in studies that investigated the effect of intentional weight loss studies and the risk reduction was greatest for obesity related cancers and in women in conclusion intentional weight loss does result in a decreased incidence of cancer particularly female obesity related cancers however there is a need for further evaluation of sustained intentional weight loss in the obese with less reliance on self reported weight data and more focus on male populations"
}