{
    "pmid": "41459496",
    "title": "Clinical correlation of anti-desmoglein antibody dynamics in pemphigus treated with rituximab.",
    "abstract": "Pemphigus vulgaris (PV) and pemphigus foliaceus (PF) are blistering disorders mediated predominantly by IgG1 and IgG4 antibodies directed towards desmoglein (Dsg)1 and/or 3. The anti-CD20 monoclonal antibody rituximab is a highly effective treatment for PV, although less is known regarding its efficacy in the treatment of PF and the dynamics of anti-Dsg1 IgG subclasses post rituximab treatment. We therefore investigated clinical outcomes and anti-Dsg antibody dynamics in 105 pemphigus patients (89 with PV, 16 with PF) treated with rituximab. Similar treatment responses were observed in PV and PF, although there were significant differences in anti-Dsg antibody dynamics post treatment, with a greater reduction of anti-Dsg1 in anti-Dsg1 positive PV than in PF which corresponded to a reduction in predominantly IgG4 subclass antibodies. Baseline clinical parameters that correlated with complete remission were increased age and lower disease duration. We identified lower circulating B cell counts in older patients and enrichment in anti-Dsg1 IgG4 and anti-Dsg3 IgA with longer disease duration, suggesting that immune senescence and increased clonal diversity could account for more and less favourable treatment responses respectively. Reductions in anti-Dsg1 post rituximab had greater prognostic value than anti-Dsg3 and this applied to both IgG1 and IgG4 subclasses. The study findings therefore suggest disparate disease biology underlying anti-Dsg1 and 3 responses and advances our knowledge of the biology underlying shorter disease duration and increased age as positive predictors of treatment response to rituximab.",
    "disease": "breast cancer",
    "clean_text": "clinical correlation of anti desmoglein antibody dynamics in pemphigus treated with rituximab pemphigus vulgaris pv and pemphigus foliaceus pf are blistering disorders mediated predominantly by igg and igg antibodies directed towards desmoglein dsg and or the anti cd monoclonal antibody rituximab is a highly effective treatment for pv although less is known regarding its efficacy in the treatment of pf and the dynamics of anti dsg igg subclasses post rituximab treatment we therefore investigated clinical outcomes and anti dsg antibody dynamics in pemphigus patients with pv with pf treated with rituximab similar treatment responses were observed in pv and pf although there were significant differences in anti dsg antibody dynamics post treatment with a greater reduction of anti dsg in anti dsg positive pv than in pf which corresponded to a reduction in predominantly igg subclass antibodies baseline clinical parameters that correlated with complete remission were increased age and lower disease duration we identified lower circulating b cell counts in older patients and enrichment in anti dsg igg and anti dsg iga with longer disease duration suggesting that immune senescence and increased clonal diversity could account for more and less favourable treatment responses respectively reductions in anti dsg post rituximab had greater prognostic value than anti dsg and this applied to both igg and igg subclasses the study findings therefore suggest disparate disease biology underlying anti dsg and responses and advances our knowledge of the biology underlying shorter disease duration and increased age as positive predictors of treatment response to rituximab"
}