{
    "title": "The effect of health education in patients with chronic low back pain.",
    "doc_id": "24781721",
    "writer": "Zhang Y",
    "year": "2014",
    "summary": "OBJECTIVE: To assess the value of health education (active management and postural hygiene) over and above exercise alone, in patients with chronic low back pain. METHODS: Adults (aged 18-30 years) with low back pain of 3 months' duration were randomiz …",
    "abstract": "Objective:\n        \n      \n      To assess the value of health education (active management and postural hygiene) over and above exercise alone, in patients with chronic low back pain.\n    \n\n\n          Methods:\n        \n      \n      Adults (aged 18-30 years) with low back pain of ≥ 3 months' duration were randomized to undergo a 12-week programme of lumbar strengthening exercise and health education or exercise alone. Pain, disability (Oswestry Disability Index, ODI), static and dynamic muscle endurance, and health-related quality-of-life (short form-36, SF-36) were assessed at baseline and after completion of treatment.\n    \n\n\n          Results:\n        \n      \n      At the end of the 12-week intervention period, pain, disability, SF-36 physical component and SF-36 mental component were significantly better in the health education group (n = 25) than in the control group (n = 24). There were no significant between-group differences in static or dynamic endurance.\n    \n\n\n          Conclusion:\n        \n      \n      Health education provides additional benefits to exercise alone for improving pain, disability and mental and physical health-related quality-of-life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24781721/",
    "clean_text": "the effect of health education in patients with chronic low back pain objective to assess the value of health education active management and postural hygiene over and above exercise alone in patients with chronic low back pain methods adults aged years with low back pain of months duration were randomiz objective to assess the value of health education active management and postural hygiene over and above exercise alone in patients with chronic low back pain methods adults aged years with low back pain of months duration were randomized to undergo a week programme of lumbar strengthening exercise and health education or exercise alone pain disability oswestry disability index odi static and dynamic muscle endurance and health related quality of life short form sf were assessed at baseline and after completion of treatment results at the end of the week intervention period pain disability sf physical component and sf mental component were significantly better in the health education group n than in the control group n there were no significant between group differences in static or dynamic endurance conclusion health education provides additional benefits to exercise alone for improving pain disability and mental and physical health related quality of life"
}