{
    "title": "Silent Atrial Fibrillation: Definition, Clarification, and Unanswered Issues.",
    "doc_id": "26446367",
    "writer": "Kennedy HL.",
    "year": "2015",
    "summary": "Silent or subclinical asymptomatic atrial fibrillation has currently gained wide interest in the epidemiologic, neurologic and cardiovascular communities. The association of brief episodes of paroxysmal atrial fibrillation or surrogate atrial ar …",
    "abstract": "Silent or subclinical asymptomatic atrial fibrillation has currently gained wide interest in the epidemiologic, neurologic and cardiovascular communities. The association of brief episodes of paroxysmal atrial fibrillation or surrogate atrial arrhythmias which predict future clinical adverse events have been established. Nevertheless there exists a confounding array of definitions to indicate its presence without discrete indication of which populations should be examined. Moreover the term \"atrial fibrillation burden\" (AFB) has emerged from such studies with a plethora of descriptions to prognosticate both arrhythmic and clinical adverse events. This presentation suggests clarification of diagnostic definitions associated with silent atrial fibrillation, and a more precise description of AFB. It examines the populations across the current disease and cardiovascular invasive therapeutic spectrum that lead to both silent atrial fibrillation and AFB. It describes the diagnostic methods of arrhythmia detection utilizing the surface ECG, subcutaneous ECG or intra-cardiac devices and their relationship in seeking meaningful arrhythmic markers of silent atrial fibrillation. Whereas a wide range of clinical risk factors of silent atrial fibrillation have been validated in the literature, there is an ongoing search for those arrhythmic risk factors that precisely identify and prognosticate outcome events in diverse populations at risk of atrial fibrillation and its complications. This presentation identifies this chaos, and focuses attention on the issues to be addressed to facilitate descriptive and comparative scientific studies in the future. It is a call to action specifically to the medical arrhythmic community and its specialty societies (i.e., ISHNE, HRS, EHRA) to begin a quest to unravel the arrhythmic quagmire associated with \"silent atrial fibrillation.\"",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26446367/",
    "clean_text": "silent atrial fibrillation definition clarification and unanswered issues silent or subclinical asymptomatic atrial fibrillation has currently gained wide interest in the epidemiologic neurologic and cardiovascular communities the association of brief episodes of paroxysmal atrial fibrillation or surrogate atrial ar silent or subclinical asymptomatic atrial fibrillation has currently gained wide interest in the epidemiologic neurologic and cardiovascular communities the association of brief episodes of paroxysmal atrial fibrillation or surrogate atrial arrhythmias which predict future clinical adverse events have been established nevertheless there exists a confounding array of definitions to indicate its presence without discrete indication of which populations should be examined moreover the term atrial fibrillation burden afb has emerged from such studies with a plethora of descriptions to prognosticate both arrhythmic and clinical adverse events this presentation suggests clarification of diagnostic definitions associated with silent atrial fibrillation and a more precise description of afb it examines the populations across the current disease and cardiovascular invasive therapeutic spectrum that lead to both silent atrial fibrillation and afb it describes the diagnostic methods of arrhythmia detection utilizing the surface ecg subcutaneous ecg or intra cardiac devices and their relationship in seeking meaningful arrhythmic markers of silent atrial fibrillation whereas a wide range of clinical risk factors of silent atrial fibrillation have been validated in the literature there is an ongoing search for those arrhythmic risk factors that precisely identify and prognosticate outcome events in diverse populations at risk of atrial fibrillation and its complications this presentation identifies this chaos and focuses attention on the issues to be addressed to facilitate descriptive and comparative scientific studies in the future it is a call to action specifically to the medical arrhythmic community and its specialty societies i e ishne hrs ehra to begin a quest to unravel the arrhythmic quagmire associated with silent atrial fibrillation"
}