{
    "title": "Sero-molecular epidemiology of enterovirus-associated encephalitis in Zhejiang Province, China, from 2014 to 2017.",
    "doc_id": "30423458",
    "writer": "Sun Y",
    "year": "2019",
    "summary": "BACKGROUND: Recently, both sporadic and outbreak aseptic meningitis caused by enteroviruses have been reported in Zhejiang Province based on a surveillance system. METHODS: This study analysed the epidemiologic features, phylogenetic characteristics and prevalence of enter …",
    "abstract": "Background:\n        \n      \n      Recently, both sporadic and outbreak aseptic meningitis caused by enteroviruses have been reported in Zhejiang Province based on a surveillance system.\n    \n\n\n          Methods:\n        \n      \n      This study analysed the epidemiologic features, phylogenetic characteristics and prevalence of enterovirus neutralizing antibodies (nAbs) from 2014 to 2017 in Zhejiang Province.\n    \n\n\n          Results:\n        \n      \n      A total of 584 samples were collected. Males accounted for 66.07% while females accounted for 33.93%. The median age was 6 years (range: 1-15 years). Cases peaked in May and August (81.17%) and 162 cases (28.93%) occurred in June. We detected 15 serotypes, some of which (E6, E9, E18 and E30) were the dominant serotypes prevalent in different years and geographical regions. Phylogenetic results revealed that all of the isolates from this study belonged to the human enterovirus B family. A total of 329 subjects sampled from a healthy population were tested for nAbs against B5, E6 and E30 in Rui'an county in 2015. The seropositive rate of E30 in each age group was significantly higher than that of the other serotypes.\n    \n\n\n          Conclusion:\n        \n      \n      Enterovirus-associated encephalitis pathogens circulating in Zhejiang caused sporadic aseptic meningitis in children. The level of nAbs against human enterovirus reflects the history of previous infections in different age groups. Therefore, additional surveillance sites and more precise seroprevalence studies based on these populations are required to gain better insight into the epidemiology of enterovirus-associated encephalitis in Zhejiang Province.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30423458/",
    "clean_text": "sero molecular epidemiology of enterovirus associated encephalitis in zhejiang province china from to background recently both sporadic and outbreak aseptic meningitis caused by enteroviruses have been reported in zhejiang province based on a surveillance system methods this study analysed the epidemiologic features phylogenetic characteristics and prevalence of enter background recently both sporadic and outbreak aseptic meningitis caused by enteroviruses have been reported in zhejiang province based on a surveillance system methods this study analysed the epidemiologic features phylogenetic characteristics and prevalence of enterovirus neutralizing antibodies nabs from to in zhejiang province results a total of samples were collected males accounted for while females accounted for the median age was years range years cases peaked in may and august and cases occurred in june we detected serotypes some of which e e e and e were the dominant serotypes prevalent in different years and geographical regions phylogenetic results revealed that all of the isolates from this study belonged to the human enterovirus b family a total of subjects sampled from a healthy population were tested for nabs against b e and e in rui an county in the seropositive rate of e in each age group was significantly higher than that of the other serotypes conclusion enterovirus associated encephalitis pathogens circulating in zhejiang caused sporadic aseptic meningitis in children the level of nabs against human enterovirus reflects the history of previous infections in different age groups therefore additional surveillance sites and more precise seroprevalence studies based on these populations are required to gain better insight into the epidemiology of enterovirus associated encephalitis in zhejiang province"
}