{
    "pmid": "41444280",
    "title": "Genotype A3 influenza A(H5N1) isolated from fur seals shows high virulence in mammals, but not airborne transmission.",
    "abstract": "The global spread of highly pathogenic avian influenza A(H5N1) clade 2.3.4.4b viruses has recently extended to include diverse mammalian species, raising new concerns about pandemic risk. In 2023, this clade was first detected in Russian marine mammals during a mass mortality event among northern fur seals in the Far East. Genetic analyses revealed the causative viruses to belong to genotype A3 of European origin, which is known to have circulated in wild birds across the Far East since 2022. Notably, these isolates harbor the mammalian-adaptive substitutions PB2-K482R and NP-N319K-mutations previously linked to enhanced virulence in non-H5 avian influenza viruses, but whose impact on A(H5N1) clade 2.3.4.4b viruses remained to be characterized. The heightened virulence of A3 genotype viruses is confirmed by data obtained via a mouse model. However, despite these adaptive changes, ferret transmission models showed no evidence of airborne transmission of the fur seal-derived virus. Our findings indicate that while PB2-K482R and NP-N319K may contribute to increased mammalian pathogenicity, they do not significantly increase the efficiency of respiratory transmission-a key prerequisite for human pandemic potential. Although suggesting a limited immediate pandemic threat from this A3 genotype, these results underscore the critical need for continued surveillance and functional assessment of emerging mammalian-adaptive mutations in circulating A(H5N1) viruses.",
    "disease": "influenza",
    "clean_text": "genotype a influenza a h n isolated from fur seals shows high virulence in mammals but not airborne transmission the global spread of highly pathogenic avian influenza a h n clade b viruses has recently extended to include diverse mammalian species raising new concerns about pandemic risk in this clade was first detected in russian marine mammals during a mass mortality event among northern fur seals in the far east genetic analyses revealed the causative viruses to belong to genotype a of european origin which is known to have circulated in wild birds across the far east since notably these isolates harbor the mammalian adaptive substitutions pb k r and np n k mutations previously linked to enhanced virulence in non h avian influenza viruses but whose impact on a h n clade b viruses remained to be characterized the heightened virulence of a genotype viruses is confirmed by data obtained via a mouse model however despite these adaptive changes ferret transmission models showed no evidence of airborne transmission of the fur seal derived virus our findings indicate that while pb k r and np n k may contribute to increased mammalian pathogenicity they do not significantly increase the efficiency of respiratory transmission a key prerequisite for human pandemic potential although suggesting a limited immediate pandemic threat from this a genotype these results underscore the critical need for continued surveillance and functional assessment of emerging mammalian adaptive mutations in circulating a h n viruses"
}