{
    "title": "Genetic Testing Enhances the Precision Diagnosis and Treatment of Breast Cancer.",
    "doc_id": "38068930",
    "writer": "Yang T",
    "year": "2023",
    "summary": "The contemporary comprehension of breast cancer has progressed to the molecular level. As a heterogeneous malignancy, conventional pathological diagnosis and histological classification could no longer meet the needs of precisely managing breast cancer …",
    "abstract": "The contemporary comprehension of breast cancer has progressed to the molecular level. As a heterogeneous malignancy, conventional pathological diagnosis and histological classification could no longer meet the needs of precisely managing breast cancer. Genetic testing based on gene expression profiles and gene mutations has emerged and substantially contributed to the precise diagnosis and treatment of breast cancer. Multigene assays (MGAs) are explored for early-stage breast cancer patients, aiding the selection of adjuvant therapy and predicting prognosis. For metastatic breast cancer patients, testing specific genes indicates potentially effective antitumor agents. In this review, genetic testing in early-stage and metastatic breast cancer is summarized, as well as the advantages and challenges of genetic testing in breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38068930/",
    "clean_text": "genetic testing enhances the precision diagnosis and treatment of breast cancer the contemporary comprehension of breast cancer has progressed to the molecular level as a heterogeneous malignancy conventional pathological diagnosis and histological classification could no longer meet the needs of precisely managing breast cancer the contemporary comprehension of breast cancer has progressed to the molecular level as a heterogeneous malignancy conventional pathological diagnosis and histological classification could no longer meet the needs of precisely managing breast cancer genetic testing based on gene expression profiles and gene mutations has emerged and substantially contributed to the precise diagnosis and treatment of breast cancer multigene assays mgas are explored for early stage breast cancer patients aiding the selection of adjuvant therapy and predicting prognosis for metastatic breast cancer patients testing specific genes indicates potentially effective antitumor agents in this review genetic testing in early stage and metastatic breast cancer is summarized as well as the advantages and challenges of genetic testing in breast cancer"
}