{
    "pmid": "41400514",
    "title": "Volume-Based Stereotactic Radiofrequency Thermocoagulation for Drug-Resistant Focal Epilepsy: Preliminary Multicenter Report From Japan.",
    "abstract": "Although volume-based stereotactic radiofrequency thermocoagulation (RFTC) is being increasingly employed, data regarding its clinical outcomes and patient selection criteria remain limited. This study aimed to elucidate the current status of RFTC for epilepsy in a multicenter Japanese cohort. This retrospective study included 23 patients who underwent volume-based RFTC for drug-resistant focal epilepsy between January 2021 and April 2024. Preoperative and postoperative clinical data were collected and analyzed in relation to postoperative seizure outcomes. The median age at surgery was 16 years, with a median follow-up of 27 months. The most frequent etiology was focal cortical dysplasia (60.9%). Surgical planning was primarily based on magnetic resonance imaging and positron emission tomography findings, supplemented by stereo-electroencephalography in most cases. The median number of ablations per patient was 23, ranging from 5 to 51. The treatment area included the insulo-opercular cortices in 11 patients and the medial temporal lobe in 5 patients. No surgical complications occurred, although transient and permanent neurological deficits were observed in 34.8% and 13.0% of patients, respectively. Seizure freedom was achieved in 59.1% of patients at 1 year and 34.8% at the last follow-up. Prior epilepsy surgery was significantly associated with poorer seizure outcomes (P = .02). No other preoperative factors demonstrated a significant association with seizure freedom. Volume-based RFTC seems to be a safe and effective, less invasive surgical option for selected patients with drug-resistant focal epilepsy, particularly those with deep-seated lesions or those involving eloquent cortex. While short-term seizure control is encouraging, long-term outcomes remain suboptimal, underscoring the need for improved patient selection and standardized treatment protocols.",
    "disease": "epilepsy",
    "clean_text": "volume based stereotactic radiofrequency thermocoagulation for drug resistant focal epilepsy preliminary multicenter report from japan although volume based stereotactic radiofrequency thermocoagulation rftc is being increasingly employed data regarding its clinical outcomes and patient selection criteria remain limited this study aimed to elucidate the current status of rftc for epilepsy in a multicenter japanese cohort this retrospective study included patients who underwent volume based rftc for drug resistant focal epilepsy between january and april preoperative and postoperative clinical data were collected and analyzed in relation to postoperative seizure outcomes the median age at surgery was years with a median follow up of months the most frequent etiology was focal cortical dysplasia surgical planning was primarily based on magnetic resonance imaging and positron emission tomography findings supplemented by stereo electroencephalography in most cases the median number of ablations per patient was ranging from to the treatment area included the insulo opercular cortices in patients and the medial temporal lobe in patients no surgical complications occurred although transient and permanent neurological deficits were observed in and of patients respectively seizure freedom was achieved in of patients at year and at the last follow up prior epilepsy surgery was significantly associated with poorer seizure outcomes p no other preoperative factors demonstrated a significant association with seizure freedom volume based rftc seems to be a safe and effective less invasive surgical option for selected patients with drug resistant focal epilepsy particularly those with deep seated lesions or those involving eloquent cortex while short term seizure control is encouraging long term outcomes remain suboptimal underscoring the need for improved patient selection and standardized treatment protocols"
}