{
    "title": "Juvenile waiting stage crown-of-thorns sea stars are resilient in heatwave conditions that bleach and kill corals.",
    "doc_id": "37849435",
    "writer": "Byrne M",
    "year": "2023",
    "summary": "The juveniles exhibited higher activity (righting) and metabolic rate after weeks in increased temperature. In separate acute temperature experiments, the upper thermal limit of the juveniles was 34-36C. In a warming world, juvenile COTS residing in their cor …",
    "abstract": "The juveniles of predatory sea stars can remain in their recruitment-nursery habitat for some time before their ontogenetic shift to the adult habitat and diet. These small juveniles are vulnerable to a range of factors with their sensitivity amplified by climate change-driven ocean warming. We investigate the thermal tolerance of the waiting stage herbivorous juveniles of the keystone coral predator, the crown-of-thorns sea star (COTS, Acanthaster sp.), in context with the degree heating weeks (DHW) model that predicts coral bleaching and mass mortality. In temperature treatments ranging from +1 to 3°C in prolonged heatwave acclimation conditions, the juveniles exhibited ~100% survival in DHW scenarios that trigger coral bleaching (4 DHW), resulting in mass mortality of corals (8 DHW) and extreme conditions well beyond those that kill corals (12 DHW). This indicates that herbivorous juvenile COTS are far more resistant to heatwave conditions than the coral prey of the adults. The juveniles exhibited higher activity (righting) and metabolic rate after weeks in increased temperature. In separate acute temperature experiments, the upper thermal limit of the juveniles was 34-36°C. In a warming world, juvenile COTS residing in their coral rubble nursery habitat will benefit from an increase in the extent of this habitat due to coral mortality. The juveniles have potential for long-term persistence as herbivores as they wait for live coral to recover before becoming coral predators, thereby serving as a proximate source of COTS outbreaks on reefs already in a tenuous state due to climate change.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37849435/",
    "clean_text": "juvenile waiting stage crown of thorns sea stars are resilient in heatwave conditions that bleach and kill corals the juveniles exhibited higher activity righting and metabolic rate after weeks in increased temperature in separate acute temperature experiments the upper thermal limit of the juveniles was c in a warming world juvenile cots residing in their cor the juveniles of predatory sea stars can remain in their recruitment nursery habitat for some time before their ontogenetic shift to the adult habitat and diet these small juveniles are vulnerable to a range of factors with their sensitivity amplified by climate change driven ocean warming we investigate the thermal tolerance of the waiting stage herbivorous juveniles of the keystone coral predator the crown of thorns sea star cots acanthaster sp in context with the degree heating weeks dhw model that predicts coral bleaching and mass mortality in temperature treatments ranging from to c in prolonged heatwave acclimation conditions the juveniles exhibited survival in dhw scenarios that trigger coral bleaching dhw resulting in mass mortality of corals dhw and extreme conditions well beyond those that kill corals dhw this indicates that herbivorous juvenile cots are far more resistant to heatwave conditions than the coral prey of the adults the juveniles exhibited higher activity righting and metabolic rate after weeks in increased temperature in separate acute temperature experiments the upper thermal limit of the juveniles was c in a warming world juvenile cots residing in their coral rubble nursery habitat will benefit from an increase in the extent of this habitat due to coral mortality the juveniles have potential for long term persistence as herbivores as they wait for live coral to recover before becoming coral predators thereby serving as a proximate source of cots outbreaks on reefs already in a tenuous state due to climate change"
}