{
    "pmid": "41455969",
    "title": "Trajectories and influencing factors of social alienation in first-onset stroke patients: a prospective cohort study.",
    "abstract": "Stroke patients frequently experience social alienation due to factors such as impaired self-care, depression, fatigue, and stigma. This condition exacerbates the perceived burden of disease and hinders social integration within families and society. Multiple studies have demonstrated that the level of social alienation is influenced by physical, psychological, biological, and socioeconomic factors. However, there is limited research on the dynamics of social alienation among first-onset stroke patients. In this context, this study aims to identify the developmental trajectory of social alienation in stroke patients, laying a foundation for targeted intervention strategies to mitigate its negative effects. Research subjects were assessed using the General Information Questionnaire, General Alienation Scale, Social Support Rating Scale, Self-Rating Depression Scale, Connor-Davidson Resilience Scale-10, and Barthel Index during follow-up surveys. Group-based trajectory modeling was utilized to identify the developmental trajectories of social alienation, while multiple logistic regression applied to analyze the influencing factors. The scores of Social Alienation in first-onset stroke patients at four points were (37.8 ± 4.65), (39.67 ± 0.37), (37.14 ± 6.50) and (35.94 ± 6.72), respectively. Three developmental trajectories of social alienation were identified: the stable low alienation group, the high decreasing alienation group, and the stable high alienation group. Multiple logistic regression analysis indicated that BI scores (OR: 0.957), depression (OR: 1.137), psychological resilience (OR: 0.833), number of sequelae (OR: 0.246), willingness to return to work or study (OR: 2.586), and the primary caregiver after discharge (OR: 0.541) were the significant influencing factors for the different trajectories. The developmental trajectories of social alienation in stroke patients are heterogeneous. Medical staff should implement targeted nursing interventions tailored to the characteristics of various trajectory changes.",
    "disease": "stroke",
    "clean_text": "trajectories and influencing factors of social alienation in first onset stroke patients a prospective cohort study stroke patients frequently experience social alienation due to factors such as impaired self care depression fatigue and stigma this condition exacerbates the perceived burden of disease and hinders social integration within families and society multiple studies have demonstrated that the level of social alienation is influenced by physical psychological biological and socioeconomic factors however there is limited research on the dynamics of social alienation among first onset stroke patients in this context this study aims to identify the developmental trajectory of social alienation in stroke patients laying a foundation for targeted intervention strategies to mitigate its negative effects research subjects were assessed using the general information questionnaire general alienation scale social support rating scale self rating depression scale connor davidson resilience scale and barthel index during follow up surveys group based trajectory modeling was utilized to identify the developmental trajectories of social alienation while multiple logistic regression applied to analyze the influencing factors the scores of social alienation in first onset stroke patients at four points were and respectively three developmental trajectories of social alienation were identified the stable low alienation group the high decreasing alienation group and the stable high alienation group multiple logistic regression analysis indicated that bi scores or depression or psychological resilience or number of sequelae or willingness to return to work or study or and the primary caregiver after discharge or were the significant influencing factors for the different trajectories the developmental trajectories of social alienation in stroke patients are heterogeneous medical staff should implement targeted nursing interventions tailored to the characteristics of various trajectory changes"
}