{
    "title": "Subjective sleep quality and sleep habits of elderly inhabiting rural areas of Sambalpur district of Odisha, India.",
    "doc_id": "39637151",
    "writer": "Minz S",
    "year": "2024",
    "summary": "Data collection was done using a socio-demographic form and Pittsburgh Sleep Quality Index (PSQI) inventory to determine the sleep quality and related factors that might alter the quality of sleep. ...Of the 1992 elderly participants, 138 …",
    "abstract": "Sleep is an important physiological process that is essential for human beings because it maintains the circadian rhythm appropriately. The sleep behavior in the older population of India has not been studied adequately. Further, there is no report on the sleep behavior of the elderly population of Odisha, India. Therefore, this study has been designed to examine the status of sleep quality in the elderly living in rural areas of the Sambalpur district of western Odisha, India. This study includes1992 elderly subjects above the age of 60 years (945 females and 1047 males) who participated voluntarily. Data collection was done using a socio-demographic form and Pittsburgh Sleep Quality Index (PSQI) inventory to determine the sleep quality and related factors that might alter the quality of sleep. The prevalence rate of sleep quality was assessed for both groups and the independence of attributes was tested statistically using the Chi-square test with ap-value ≤0.05 was considered significant. Of the 1992 elderly participants, 1384 (69.5%) showed good sleep quality, and 608 (30.5%) had poor sleep quality. The factors, \"female gender, marital status such as married\" and \"drinking habits of alcohol\" are the statistically significant associations with good sleep quality among the elderly participants. The overall prevalence of good-quality sleep was high among the elderly participants living in rural areas of the Sambalpur district of western Odisha. These results might serve as a baseline database for future research endeavors. Further, a longitudinal study that has been planned might help in identifying the underlying factors that sustain good-quality sleep in a majority of the studied population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39637151/",
    "clean_text": "subjective sleep quality and sleep habits of elderly inhabiting rural areas of sambalpur district of odisha india data collection was done using a socio demographic form and pittsburgh sleep quality index psqi inventory to determine the sleep quality and related factors that might alter the quality of sleep of the elderly participants sleep is an important physiological process that is essential for human beings because it maintains the circadian rhythm appropriately the sleep behavior in the older population of india has not been studied adequately further there is no report on the sleep behavior of the elderly population of odisha india therefore this study has been designed to examine the status of sleep quality in the elderly living in rural areas of the sambalpur district of western odisha india this study includes elderly subjects above the age of years females and males who participated voluntarily data collection was done using a socio demographic form and pittsburgh sleep quality index psqi inventory to determine the sleep quality and related factors that might alter the quality of sleep the prevalence rate of sleep quality was assessed for both groups and the independence of attributes was tested statistically using the chi square test with ap value was considered significant of the elderly participants showed good sleep quality and had poor sleep quality the factors female gender marital status such as married and drinking habits of alcohol are the statistically significant associations with good sleep quality among the elderly participants the overall prevalence of good quality sleep was high among the elderly participants living in rural areas of the sambalpur district of western odisha these results might serve as a baseline database for future research endeavors further a longitudinal study that has been planned might help in identifying the underlying factors that sustain good quality sleep in a majority of the studied population"
}