{
    "title": "High vulnerability of juvenile Nathusius' pipistrelle bats (Pipistrellus nathusii) at wind turbines.",
    "doc_id": "34877754",
    "writer": "Kruszynski C",
    "year": "2022",
    "summary": "Juveniles contributed with a higher proportion of carcasses at wind turbines than expected given their frequency in the live population suggesting that juvenile bats may be particularly vulnerable to wind turbine mortality. ...A disproportionately high vulnerability …",
    "abstract": "Large numbers of bats are killed by wind turbines globally, yet the specific demographic consequences of wind turbine mortality are still unclear. In this study, we compared characteristics of Nathusius' pipistrelles (Pipistrellus nathusii) killed at wind turbines (N = 119) to those observed within the live population (N = 524) during the summer migration period in Germany. We used generalized linear mixed-effects modeling to identify demographic groups most vulnerable to wind turbine mortality, including sex (female or male), age (adult or juvenile), and geographic origin (regional or long-distance migrant; depicted by fur stable hydrogen isotope ratios). Juveniles contributed with a higher proportion of carcasses at wind turbines than expected given their frequency in the live population suggesting that juvenile bats may be particularly vulnerable to wind turbine mortality. This effect varied with wind turbine density. Specifically, at low wind turbine densities, representing mostly inland areas with water bodies and forests where Nathusius' pipistrelles breed, juveniles were found more often dead beneath turbines than expected based on their abundance in the live population. At high wind turbine densities, representing mostly coastal areas where Nathusius' pipistrelles migrate, adults and juveniles were equally vulnerable. We found no evidence of increased vulnerability to wind turbines in either sex, yet we observed a higher proportion of females than males among both carcasses and the live population, which may reflect a female bias in the live population most likely caused by females migrating from their northeastern breeding areas migrating into Germany. A high mortality of females is conservation concern for this migratory bat species because it affects the annual reproduction rate of populations. A distant origin did not influence the likelihood of getting killed at wind turbines. A disproportionately high vulnerability of juveniles to wind turbine mortality may reduce juvenile recruitment, which may limit the resilience of Nathusius' pipistrelles to environmental stressors such as climate change or habitat loss. Schemes to mitigate wind turbine mortality, such as elevated cut-in speeds, should be implemented throughout Europe to prevent population declines of Nathusius' pipistrelles and other migratory bats.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34877754/",
    "clean_text": "high vulnerability of juvenile nathusius pipistrelle bats pipistrellus nathusii at wind turbines juveniles contributed with a higher proportion of carcasses at wind turbines than expected given their frequency in the live population suggesting that juvenile bats may be particularly vulnerable to wind turbine mortality a disproportionately high vulnerability large numbers of bats are killed by wind turbines globally yet the specific demographic consequences of wind turbine mortality are still unclear in this study we compared characteristics of nathusius pipistrelles pipistrellus nathusii killed at wind turbines n to those observed within the live population n during the summer migration period in germany we used generalized linear mixed effects modeling to identify demographic groups most vulnerable to wind turbine mortality including sex female or male age adult or juvenile and geographic origin regional or long distance migrant depicted by fur stable hydrogen isotope ratios juveniles contributed with a higher proportion of carcasses at wind turbines than expected given their frequency in the live population suggesting that juvenile bats may be particularly vulnerable to wind turbine mortality this effect varied with wind turbine density specifically at low wind turbine densities representing mostly inland areas with water bodies and forests where nathusius pipistrelles breed juveniles were found more often dead beneath turbines than expected based on their abundance in the live population at high wind turbine densities representing mostly coastal areas where nathusius pipistrelles migrate adults and juveniles were equally vulnerable we found no evidence of increased vulnerability to wind turbines in either sex yet we observed a higher proportion of females than males among both carcasses and the live population which may reflect a female bias in the live population most likely caused by females migrating from their northeastern breeding areas migrating into germany a high mortality of females is conservation concern for this migratory bat species because it affects the annual reproduction rate of populations a distant origin did not influence the likelihood of getting killed at wind turbines a disproportionately high vulnerability of juveniles to wind turbine mortality may reduce juvenile recruitment which may limit the resilience of nathusius pipistrelles to environmental stressors such as climate change or habitat loss schemes to mitigate wind turbine mortality such as elevated cut in speeds should be implemented throughout europe to prevent population declines of nathusius pipistrelles and other migratory bats"
}