{
    "title": "Effects of Childhood Trauma on Mentalization Capacities and Dissociative Experiences.",
    "doc_id": "36744638",
    "writer": "Katzman W",
    "year": "2023",
    "summary": "This study examined the relationship between childhood trauma, dissociation, and mentalization. Childhood trauma has been understood to affect both dissociation and mentalization, but it is unclear how these processes interact amidst the presence of childhood trauma …",
    "abstract": "This study examined the relationship between childhood trauma, dissociation, and mentalization. Childhood trauma has been understood to affect both dissociation and mentalization, but it is unclear how these processes interact amidst the presence of childhood trauma. Specifically, the study sought to determine whether hypermentalization or hypomentalization would mediate the relationship between childhood trauma and dissociation. Mentalization describes the ability to understand the mental states of both the self and others, and suboptimal mentalization occurs when an individual experiences hypermentalizing, understood as a high level of certainty about mental states, or hypomentalizing, understood as a high level of uncertainty about mental states. 100 participants completed self-report measures assessing their experiences of childhood trauma using the Early Trauma Inventory Short Form Revised, dissociation using the Dissociative Experiences Scale II, and mentalization capacities using the Reflective Functioning Questionnaire. A series of mediation analyses were conducted, and it was found that neither hypermentalization or hypomentalization mediated the relationship between childhood trauma and dissociation. However, additional analyses revealed that dissociation mediated the relationship between childhood trauma and hypermentalization. The implications of the findings are explored and discussed within the context of the current literature, and the relationship between dissociation and mentalization is considered.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36744638/",
    "clean_text": "effects of childhood trauma on mentalization capacities and dissociative experiences this study examined the relationship between childhood trauma dissociation and mentalization childhood trauma has been understood to affect both dissociation and mentalization but it is unclear how these processes interact amidst the presence of childhood trauma this study examined the relationship between childhood trauma dissociation and mentalization childhood trauma has been understood to affect both dissociation and mentalization but it is unclear how these processes interact amidst the presence of childhood trauma specifically the study sought to determine whether hypermentalization or hypomentalization would mediate the relationship between childhood trauma and dissociation mentalization describes the ability to understand the mental states of both the self and others and suboptimal mentalization occurs when an individual experiences hypermentalizing understood as a high level of certainty about mental states or hypomentalizing understood as a high level of uncertainty about mental states participants completed self report measures assessing their experiences of childhood trauma using the early trauma inventory short form revised dissociation using the dissociative experiences scale ii and mentalization capacities using the reflective functioning questionnaire a series of mediation analyses were conducted and it was found that neither hypermentalization or hypomentalization mediated the relationship between childhood trauma and dissociation however additional analyses revealed that dissociation mediated the relationship between childhood trauma and hypermentalization the implications of the findings are explored and discussed within the context of the current literature and the relationship between dissociation and mentalization is considered"
}