{
    "pmid": "41462169",
    "title": "Motives and deterrents of blood donation: perspectives from the post-COVID era in Northern Iran.",
    "abstract": "Blood donation is essential to healthcare systems, yet shortages persist, highlighting the need to understand factors influencing donation behavior. Motivations and deterrents, shaped by societal changes like the COVID-19 pandemic, significantly impact donation. This study explores the motives and deterrents of blood donation among Iranian donors in the post-COVID era, while also examining how the pandemic has affected donor attitudes, including their willingness to donate. A prospective study was conducted at Anzali Blood Donation Center, Iran, from December 2023 to January 2024. Data on demographics, motivations, deterrents, and pandemic effects were collected through interviews with donors. Logistic regression was used for analysis. Altruism was the primary motive (60.6%), followed by a sense of well-being (24.1%). Altruism was higher in repeat donors and those over 40. The most common deterrent was lack of time (38.4%), particularly among younger, married, and repeat donors. The pandemic increased eagerness (16.6%) but also caused reluctance (10.2%), influenced by concerns about COVID-19 or immunity loss. Altruism remains a key motivator for blood donation post-COVID, while practical barriers like time constraints still hinder participation. The pandemic has had both positive and negative effects on donation attitudes, highlighting the need for targeted strategies to optimize blood donation efforts.",
    "disease": "covid-19",
    "clean_text": "motives and deterrents of blood donation perspectives from the post covid era in northern iran blood donation is essential to healthcare systems yet shortages persist highlighting the need to understand factors influencing donation behavior motivations and deterrents shaped by societal changes like the covid pandemic significantly impact donation this study explores the motives and deterrents of blood donation among iranian donors in the post covid era while also examining how the pandemic has affected donor attitudes including their willingness to donate a prospective study was conducted at anzali blood donation center iran from december to january data on demographics motivations deterrents and pandemic effects were collected through interviews with donors logistic regression was used for analysis altruism was the primary motive followed by a sense of well being altruism was higher in repeat donors and those over the most common deterrent was lack of time particularly among younger married and repeat donors the pandemic increased eagerness but also caused reluctance influenced by concerns about covid or immunity loss altruism remains a key motivator for blood donation post covid while practical barriers like time constraints still hinder participation the pandemic has had both positive and negative effects on donation attitudes highlighting the need for targeted strategies to optimize blood donation efforts"
}