{
    "title": "Diuretic resistance: physiology and therapeutics.",
    "doc_id": "10598546",
    "writer": "Ellison DH.",
    "year": "1999",
    "summary": "Diuretic adaptations can be classified as those that occur during diuretic action, those that cause sodium retention in the short term (causing 'post-diuretic NaCl retention'), and those that increase sodium retention chronically (the 'braking phenomenon'). Recent experime …",
    "abstract": "Diuretic drugs are usually effective treatment for edema when used judiciously. However, some patients become resistant to their effects. Adaptation to diuretic drugs and diuretic resistance may be caused by similar mechanisms. Diuretic adaptations can be classified as those that occur during diuretic action, those that cause sodium retention in the short term (causing 'post-diuretic NaCl retention'), and those that increase sodium retention chronically (the 'braking phenomenon'). Recent experimental work has indicated ways in which kidneys adapt to chronic diuretic treatment. First, nephron segments downstream from the site of diuretic action increase NaCl reabsorption during diuretic administration because delivered NaCl load is increased. Second, when diuretic concentrations in the tubule decline, the kidney tubules act to retain Na until the next dose of diuretic is administered. Third, the ability of the diuretic to increase renal NaCl excretion declines over time, an effect that results both from depletion of the extracellular fluid volume and from structural and functional changes of kidney tubules themselves. These adaptations all increase the rate of NaCl reabsorption and blunt the effectiveness of diuretic therapy. Many times, a second diuretic drug is effective treatment for diuretic resistance. Recent experimental results suggest that a second drug may act synergistically because it blocks the adaptive processes limiting the effectiveness of the first diuretic. Based on an understanding of the mechanisms of diuretic adaptation and resistance, treatment regimens can be designed to block specific adaptive mechanisms and improve diuretic effectiveness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10598546/",
    "clean_text": "diuretic resistance physiology and therapeutics diuretic adaptations can be classified as those that occur during diuretic action those that cause sodium retention in the short term causing post diuretic nacl retention and those that increase sodium retention chronically the braking phenomenon recent experime diuretic drugs are usually effective treatment for edema when used judiciously however some patients become resistant to their effects adaptation to diuretic drugs and diuretic resistance may be caused by similar mechanisms diuretic adaptations can be classified as those that occur during diuretic action those that cause sodium retention in the short term causing post diuretic nacl retention and those that increase sodium retention chronically the braking phenomenon recent experimental work has indicated ways in which kidneys adapt to chronic diuretic treatment first nephron segments downstream from the site of diuretic action increase nacl reabsorption during diuretic administration because delivered nacl load is increased second when diuretic concentrations in the tubule decline the kidney tubules act to retain na until the next dose of diuretic is administered third the ability of the diuretic to increase renal nacl excretion declines over time an effect that results both from depletion of the extracellular fluid volume and from structural and functional changes of kidney tubules themselves these adaptations all increase the rate of nacl reabsorption and blunt the effectiveness of diuretic therapy many times a second diuretic drug is effective treatment for diuretic resistance recent experimental results suggest that a second drug may act synergistically because it blocks the adaptive processes limiting the effectiveness of the first diuretic based on an understanding of the mechanisms of diuretic adaptation and resistance treatment regimens can be designed to block specific adaptive mechanisms and improve diuretic effectiveness"
}