{
    "title": "Myocardial neutrophil infiltration, lipid peroxidation, and antioxidant activity after coronary artery thrombosis and thrombolysis.",
    "doc_id": "7832091",
    "writer": "Chen LY",
    "year": "1995",
    "summary": "In dogs with ischemia alone (no reperfusion), MPO activity and MDA levels in the LAD-supplied myocardium were modestly higher and SOD activity modestly lower than in the corresponding Cx-supplied myocardium. In dogs with sustained reperfusion there was a marked incr …",
    "abstract": "Neutrophil accumulation and free radical release are implicated in the genesis of reperfusion injury. However, little is known about the changes in myocardial lipid peroxidation and antioxidant activity in relation to coronary artery thrombosis and thrombolysis. To investigate this issue, 18 dogs with electrically induced occlusive thrombus in the left anterior descending (LAD) coronary artery were given tissue-type plasminogen activator (TPA). Sustained reflow (lasting > 120 min) occurred in 4 dogs, reocclusion after initial thrombolysis (transient reflow, duration of reflow 5 to 25 min) occurred in 7 dogs, and no reperfusion was evident in 7 dogs. Myocardial neutrophil infiltration was determined by measuring myeloperoxidase (MPO) activity, lipid peroxidation by malondialdehyde (MDA) levels and antioxidant activity by superoxide dismutase (SOD) activity in the myocardial regions supplied by the nonischemic left circumflex (Cx) and the ischemic LAD coronary arteries. In dogs with ischemia alone (no reperfusion), MPO activity and MDA levels in the LAD-supplied myocardium were modestly higher and SOD activity modestly lower than in the corresponding Cx-supplied myocardium. In dogs with sustained reperfusion there was a marked increase in MPO and MDA and a marked reduction in SOD activity in the reperfused myocardium. The MPO and MDA values in the myocardium of dogs with transient reperfusion, although much higher than the corresponding normal myocardial values, were less marked than in the myocardium of dogs with sustained reperfusion, and the SOD activity was preserved in the transiently reperfused regions. Myocardial shortening fraction in the LAD region was worse in dogs with sustained reperfusion than in those with sustained ischemia or transient reperfusion.(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7832091/",
    "clean_text": "myocardial neutrophil infiltration lipid peroxidation and antioxidant activity after coronary artery thrombosis and thrombolysis in dogs with ischemia alone no reperfusion mpo activity and mda levels in the lad supplied myocardium were modestly higher and sod activity modestly lower than in the corresponding cx supplied myocardium in dogs with sustained reperfusion there was a marked incr neutrophil accumulation and free radical release are implicated in the genesis of reperfusion injury however little is known about the changes in myocardial lipid peroxidation and antioxidant activity in relation to coronary artery thrombosis and thrombolysis to investigate this issue dogs with electrically induced occlusive thrombus in the left anterior descending lad coronary artery were given tissue type plasminogen activator tpa sustained reflow lasting min occurred in dogs reocclusion after initial thrombolysis transient reflow duration of reflow to min occurred in dogs and no reperfusion was evident in dogs myocardial neutrophil infiltration was determined by measuring myeloperoxidase mpo activity lipid peroxidation by malondialdehyde mda levels and antioxidant activity by superoxide dismutase sod activity in the myocardial regions supplied by the nonischemic left circumflex cx and the ischemic lad coronary arteries in dogs with ischemia alone no reperfusion mpo activity and mda levels in the lad supplied myocardium were modestly higher and sod activity modestly lower than in the corresponding cx supplied myocardium in dogs with sustained reperfusion there was a marked increase in mpo and mda and a marked reduction in sod activity in the reperfused myocardium the mpo and mda values in the myocardium of dogs with transient reperfusion although much higher than the corresponding normal myocardial values were less marked than in the myocardium of dogs with sustained reperfusion and the sod activity was preserved in the transiently reperfused regions myocardial shortening fraction in the lad region was worse in dogs with sustained reperfusion than in those with sustained ischemia or transient reperfusion abstract truncated at words"
}