{
    "pmid": "41413485",
    "title": "Evaluating the value for money of global fund's expenditures (2017-2019).",
    "abstract": "The Global Fund to Fight AIDS, Tuberculosis, and Malaria is one of the world's largest global health donor agencies, playing a key role by filling recipient countries' domestic health financing gaps; however, little is known about how well it achieves value for money. Given the current uncertainty regarding global health development assistance, it is critical to understand how to prioritize external donor funding allocations in an effort to maximize health impact. In this study, we evaluated 66 recipient countries' efficiency relative to peers in achieving improvement in health outcomes for TB, malaria, and HIV given their 2017-2019 Global Fund expenditures for (1) health products, (2) program activities, and (3) program management. Using a combination of frontier analysis, linear regression, and cluster analysis, we examined how macroeconomic conditions, epidemiological context, health system factors, and Global Fund spending decisions explain variation in country program performance. For malaria and HIV, we found a negative relationship between Global Fund spending on program activity and health product costs respectively and countries' efficiency at translating funds to health impact. For malaria and HIV, there was also significant variation in efficiency across countries according to their economic capacity, disease burden, and most prominent spending area. Our results suggest possible structural inefficiencies in country program management, dampening the health impact of frontline programs. The lack of broad patterns to predict performance signals the importance of tailoring spending strategies to country-specific contexts.",
    "disease": "tuberculosis",
    "clean_text": "evaluating the value for money of global fund s expenditures the global fund to fight aids tuberculosis and malaria is one of the world s largest global health donor agencies playing a key role by filling recipient countries domestic health financing gaps however little is known about how well it achieves value for money given the current uncertainty regarding global health development assistance it is critical to understand how to prioritize external donor funding allocations in an effort to maximize health impact in this study we evaluated recipient countries efficiency relative to peers in achieving improvement in health outcomes for tb malaria and hiv given their global fund expenditures for health products program activities and program management using a combination of frontier analysis linear regression and cluster analysis we examined how macroeconomic conditions epidemiological context health system factors and global fund spending decisions explain variation in country program performance for malaria and hiv we found a negative relationship between global fund spending on program activity and health product costs respectively and countries efficiency at translating funds to health impact for malaria and hiv there was also significant variation in efficiency across countries according to their economic capacity disease burden and most prominent spending area our results suggest possible structural inefficiencies in country program management dampening the health impact of frontline programs the lack of broad patterns to predict performance signals the importance of tailoring spending strategies to country specific contexts"
}