{
    "title": "Analysis of the current status of pelvic floor dysfunction in urban women in Xi'an City.",
    "doc_id": "32434360",
    "writer": "Shen L",
    "year": "2020",
    "summary": "This study aimed to analyze the current status of PFD in urban women in Xi'an City. METHODS: A total of 1300 women in the urban area of Xi'an City were selected based on a multi-stage sampling method. ...CONCLUSIONS: The prevalence rate of PFD in urban …",
    "abstract": "Background:\n        \n      \n      Female pelvic floor dysfunction (PFD), a common disease affecting women, has attracted a significant amount of attention in the field of obstetrics and gynecology in recent years. Pelvic floor disorders can induce urinary incontinence, vaginal prolapse and other dysfunction, which seriously affect the quality of life of patients. This study aimed to analyze the current status of PFD in urban women in Xi'an City.\n    \n\n\n          Methods:\n        \n      \n      A total of 1300 women in the urban area of Xi'an City were selected based on a multi-stage sampling method. A face-to-face questionnaire survey and gynecological examination were carried out, and the prevalence rates of stress urinary incontinence (SUI) and pelvic organ prolapse (POP) and PFD were calculated, Multivariate logistic regression analysis was performed to analyze the risk factors of PFD in urban women in Xi'an City.\n    \n\n\n          Results:\n        \n      \n      The effective questionnaire recovery rate was 76.69% (997/1,300). The number of patients with SUI, POP, and SUI combined POP were 124 (55.11%), 64 (28.44%) and 37 (16.44%), respectively, and the prevalence of PFD was 22.57% (225/997). Multivariate logistic regression analysis showed that the risk of PFD in women with vaginal delivery, delivery times ≥2, menopause or prolonged labor was higher than that in women with cesarean section, delivery times of 1, no menopause, or no prolonged labor (P<0.05).\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence rate of PFD in urban women in Xi'an City cannot be ignored, especially women who have experienced vaginal delivery, delivered ≥2 children, menopause, or prolonged labor. It may be necessary to prioritize these women so as to actively prevent and control PFD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32434360/",
    "clean_text": "analysis of the current status of pelvic floor dysfunction in urban women in xi an city this study aimed to analyze the current status of pfd in urban women in xi an city methods a total of women in the urban area of xi an city were selected based on a multi stage sampling method conclusions the prevalence rate of pfd in urban background female pelvic floor dysfunction pfd a common disease affecting women has attracted a significant amount of attention in the field of obstetrics and gynecology in recent years pelvic floor disorders can induce urinary incontinence vaginal prolapse and other dysfunction which seriously affect the quality of life of patients this study aimed to analyze the current status of pfd in urban women in xi an city methods a total of women in the urban area of xi an city were selected based on a multi stage sampling method a face to face questionnaire survey and gynecological examination were carried out and the prevalence rates of stress urinary incontinence sui and pelvic organ prolapse pop and pfd were calculated multivariate logistic regression analysis was performed to analyze the risk factors of pfd in urban women in xi an city results the effective questionnaire recovery rate was the number of patients with sui pop and sui combined pop were and respectively and the prevalence of pfd was multivariate logistic regression analysis showed that the risk of pfd in women with vaginal delivery delivery times menopause or prolonged labor was higher than that in women with cesarean section delivery times of no menopause or no prolonged labor p conclusions the prevalence rate of pfd in urban women in xi an city cannot be ignored especially women who have experienced vaginal delivery delivered children menopause or prolonged labor it may be necessary to prioritize these women so as to actively prevent and control pfd"
}