{
    "pmid": "41420205",
    "title": "A novel one-tube nested fluorescence melting curve analysis for rapid detection of drug-resistant Mycobacterium tuberculosis.",
    "abstract": "Rapidly detecting drug-resistant Mycobacterium tuberculosis (MTB) is essential for effective tuberculosis (TB) treatment. We have developed a one-tube nested fluorescence melting curve assay (OTN-FMCA) that allows rapid and simultaneous detection of resistance to rifampicin, isoniazid, fluoroquinolones, and bedaquiline. The OTN-FMCA uses nested PCR and locked nucleic acid (LNA)-modified probes to identify 44 mutations in six key genes (rpoB, katG, inhA, gyrA, gyrB, and atpE), achieving a detection limit of 5 copies per microliter and identifying up to 10% heterogeneous resistance. When tested on 198 culture-positive isolates, OTN-FMCA demonstrated high concordance with microarray susceptibility testing, with 100% sensitivity and 96.89% specificity. Further validation with 518 sputum samples confirmed its ability to classify patients into different drug resistance categories, including DS-TB, RR-TB, MDR-TB, pre-XDR-TB, and XDR-TB. OTN-FMCA offers a faster, more affordable, and more accessible alternative to current comprehensive drug resistance profiling methods, especially in resource-limited settings. OTN-FMCA is a promising tool for the rapid and accurate detection of drug resistance in MTB, which could improve the management of drug-resistant TB.",
    "disease": "tuberculosis",
    "clean_text": "a novel one tube nested fluorescence melting curve analysis for rapid detection of drug resistant mycobacterium tuberculosis rapidly detecting drug resistant mycobacterium tuberculosis mtb is essential for effective tuberculosis tb treatment we have developed a one tube nested fluorescence melting curve assay otn fmca that allows rapid and simultaneous detection of resistance to rifampicin isoniazid fluoroquinolones and bedaquiline the otn fmca uses nested pcr and locked nucleic acid lna modified probes to identify mutations in six key genes rpob katg inha gyra gyrb and atpe achieving a detection limit of copies per microliter and identifying up to heterogeneous resistance when tested on culture positive isolates otn fmca demonstrated high concordance with microarray susceptibility testing with sensitivity and specificity further validation with sputum samples confirmed its ability to classify patients into different drug resistance categories including ds tb rr tb mdr tb pre xdr tb and xdr tb otn fmca offers a faster more affordable and more accessible alternative to current comprehensive drug resistance profiling methods especially in resource limited settings otn fmca is a promising tool for the rapid and accurate detection of drug resistance in mtb which could improve the management of drug resistant tb"
}