{
    "pmid": "41413081",
    "title": "The genetic architecture of Parkinson's disease on the Island of Crete.",
    "abstract": "We investigated the genetic landscape of Parkinson's disease (PD) on the island of Crete. DNA samples from 360 PD patients and 251 controls were analyzed using a combination of genotyping, whole-exome sequencing, and targeted screening for GBA1 variants p.N409S and p.L483P. A molecular diagnosis (heterozygous dominant/homozygous recessive pathogenic/likely pathogenic non-GBA1 variant) was identified in 3.1% of patients, including LRRK2-PD (n = 4) and SNCA-PD (n = 1). A novel homozygous PINK1 variant (p.Y295Ter) and a rare homozygous FIG4 variant (p.I41T) were detected in two early-onset cases. About 10.3% of patients carried a GBA1 variant, including four rare variants (p.C55S, p.H294Q, p.K237T, p.R502H), and had an adjusted earlier disease onset of 7.3 years. GBA1 carriers had a 4.3-fold higher risk for PD compared to non-carriers. The proportion of GBA1 in Crete is substantially higher than on the Greek mainland, highlighting the distinct genetic PD profile in this population and supporting targeted genetic testing and counseling.",
    "disease": "parkinson disease",
    "clean_text": "the genetic architecture of parkinson s disease on the island of crete we investigated the genetic landscape of parkinson s disease pd on the island of crete dna samples from pd patients and controls were analyzed using a combination of genotyping whole exome sequencing and targeted screening for gba variants p n s and p l p a molecular diagnosis heterozygous dominant homozygous recessive pathogenic likely pathogenic non gba variant was identified in of patients including lrrk pd n and snca pd n a novel homozygous pink variant p y ter and a rare homozygous fig variant p i t were detected in two early onset cases about of patients carried a gba variant including four rare variants p c s p h q p k t p r h and had an adjusted earlier disease onset of years gba carriers had a fold higher risk for pd compared to non carriers the proportion of gba in crete is substantially higher than on the greek mainland highlighting the distinct genetic pd profile in this population and supporting targeted genetic testing and counseling"
}