{
    "title": "Haptically Quantifying Young's Modulus of Soft Materials Using a Self-Locked Stretchable Strain Sensor.",
    "doc_id": "34423476",
    "writer": "Cui Z",
    "year": "2022",
    "summary": "Simple and rapid Young's modulus measurements of soft materials adaptable to various scenarios are of general significance, and they require miniaturized measurement platforms with easy operation. ...A universal strategy is offered toward ultraconvenient and high-efficient …",
    "abstract": "Simple and rapid Young's modulus measurements of soft materials adaptable to various scenarios are of general significance, and they require miniaturized measurement platforms with easy operation. Despite the advances made in portable and wearable approaches, acquiring and analyzing multiple or complicated signals necessitate tethered bulky components and careful preparation. Here, a new methodology based on a self-locked stretchable strain sensor to haptically quantify Young's modulus of soft materials (kPa-MPa) rapidly is reported. The method demonstrates a fingertip measurement platform, which endows a prosthetic finger with human-comparable haptic behaviors and skills on elasticity sensing without activity constraints. A universal strategy is offered toward ultraconvenient and high-efficient Young's modulus measurements with wide adaptability to various fields for unprecedented applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34423476/",
    "clean_text": "haptically quantifying young s modulus of soft materials using a self locked stretchable strain sensor simple and rapid young s modulus measurements of soft materials adaptable to various scenarios are of general significance and they require miniaturized measurement platforms with easy operation a universal strategy is offered toward ultraconvenient and high efficient simple and rapid young s modulus measurements of soft materials adaptable to various scenarios are of general significance and they require miniaturized measurement platforms with easy operation despite the advances made in portable and wearable approaches acquiring and analyzing multiple or complicated signals necessitate tethered bulky components and careful preparation here a new methodology based on a self locked stretchable strain sensor to haptically quantify young s modulus of soft materials kpa mpa rapidly is reported the method demonstrates a fingertip measurement platform which endows a prosthetic finger with human comparable haptic behaviors and skills on elasticity sensing without activity constraints a universal strategy is offered toward ultraconvenient and high efficient young s modulus measurements with wide adaptability to various fields for unprecedented applications"
}