{
    "title": "Assessment of sleep quality and its predictors among newly diagnosed psychiatric patients.",
    "doc_id": "33866696",
    "writer": "Singh H",
    "year": "2021",
    "summary": "The current study aims at assessment of sleep quality among psychiatric patients using the Pittsburgh Sleep Quality Index (PSQI) scale and to identify the predictors of sleep quality. METHODS: A hospital-based cross-sectional observationa …",
    "abstract": "Objectives:\n        \n      \n      Poor sleep is a vital symptom observed in many psychiatric conditions and is the most neglected and underdiagnosed. The current study aims at assessment of sleep quality among psychiatric patients using the Pittsburgh Sleep Quality Index (PSQI) scale and to identify the predictors of sleep quality.\n    \n\n\n          Methods:\n        \n      \n      A hospital-based cross-sectional observational study conducted in the Psychiatry department with a sample size of 256 patients for six months. PSQI scale was used to assess sleep quality and multiple logistic regression was used (to identify) the predictors for poor sleep quality.\n    \n\n\n          Results:\n        \n      \n      The mean age of the study population was 37.95 ± 14.11 years, with 148 (58%) male study participants. 192 (75%) of the study population had poor sleep quality with respect to PSQI scale with a mean score of 9.05 ± 4.65 that was well above the expected range (0-5) suggestive of compromised quality of sleep (p=0.001). Poor sleep satisfaction, waking up after the sleep onset, anorexia, day time drowsiness and at least one completely sleepless night in the past one week of admission were identified as good predictors for poor sleep quality.\n    \n\n\n          Conclusions:\n        \n      \n      Our study addresses the importance of assessing sleep quality regardless of the psychiatric conditions. We recommend screening patients if they have Poor sleep satisfaction, waking up after the sleep onset, anorexia, day time drowsiness or at least one completely sleepless night in the past one week of admission predictors for comorbid sleep disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33866696/",
    "clean_text": "assessment of sleep quality and its predictors among newly diagnosed psychiatric patients the current study aims at assessment of sleep quality among psychiatric patients using the pittsburgh sleep quality index psqi scale and to identify the predictors of sleep quality methods a hospital based cross sectional observationa objectives poor sleep is a vital symptom observed in many psychiatric conditions and is the most neglected and underdiagnosed the current study aims at assessment of sleep quality among psychiatric patients using the pittsburgh sleep quality index psqi scale and to identify the predictors of sleep quality methods a hospital based cross sectional observational study conducted in the psychiatry department with a sample size of patients for six months psqi scale was used to assess sleep quality and multiple logistic regression was used to identify the predictors for poor sleep quality results the mean age of the study population was years with male study participants of the study population had poor sleep quality with respect to psqi scale with a mean score of that was well above the expected range suggestive of compromised quality of sleep p poor sleep satisfaction waking up after the sleep onset anorexia day time drowsiness and at least one completely sleepless night in the past one week of admission were identified as good predictors for poor sleep quality conclusions our study addresses the importance of assessing sleep quality regardless of the psychiatric conditions we recommend screening patients if they have poor sleep satisfaction waking up after the sleep onset anorexia day time drowsiness or at least one completely sleepless night in the past one week of admission predictors for comorbid sleep disorders"
}