{
    "pmid": "41442065",
    "title": "Whole-exome sequencing in children with dyslexia implicates rare variants in CLDN3 and ion channel genes.",
    "abstract": "Dyslexia is a specific difficulty in learning to read that affects 5-10% of school-aged children and is strongly influenced by genetic factors. While previous studies have identified common genetic variants associated with dyslexia, the role of rare variants has only recently begun to emerge from pedigree studies and has yet to be systematically tested in larger cohorts. Here, we present a whole-exome sequencing (WES) study of 53 individuals with dyslexia, followed by an analysis in 38 cases with reading difficulties and 82 controls assessed with reading measures. Of the 22 genes that had high-impact variants filtered through stringent bioinformatic approaches in at least three dyslexia cases, five genes were validated in the follow-up analysis: CACNA1D, CACNA1G, CLDN3, CNGB1, and CP. Notably, a specific variant (7-73769649-G-A; c.C401T; p.P134L) in the CLDN3 gene was identified in six independent cases, showing a four-fold higher frequency compared to population reference datasets. CACNA1D and CACNA1G encode subunits of voltage-gated calcium channels expressed in neurons, and variants in both genes have been implicated in neurodevelopmental disorders such as autism spectrum disorder (ASD) and epilepsy. Segregation analyses in available family members were consistent with patterns of dominant inheritance with variable expressivity. In total, high-impact variants in the five genes of interest were found in 26% (N = 14) of individuals of the discovery cohort. Overall, our findings support the involvement of rare variants in developmental dyslexia and indicate that larger WES studies may uncover additional associated genes.",
    "disease": "epilepsy",
    "clean_text": "whole exome sequencing in children with dyslexia implicates rare variants in cldn and ion channel genes dyslexia is a specific difficulty in learning to read that affects of school aged children and is strongly influenced by genetic factors while previous studies have identified common genetic variants associated with dyslexia the role of rare variants has only recently begun to emerge from pedigree studies and has yet to be systematically tested in larger cohorts here we present a whole exome sequencing wes study of individuals with dyslexia followed by an analysis in cases with reading difficulties and controls assessed with reading measures of the genes that had high impact variants filtered through stringent bioinformatic approaches in at least three dyslexia cases five genes were validated in the follow up analysis cacna d cacna g cldn cngb and cp notably a specific variant g a c c t p p l in the cldn gene was identified in six independent cases showing a four fold higher frequency compared to population reference datasets cacna d and cacna g encode subunits of voltage gated calcium channels expressed in neurons and variants in both genes have been implicated in neurodevelopmental disorders such as autism spectrum disorder asd and epilepsy segregation analyses in available family members were consistent with patterns of dominant inheritance with variable expressivity in total high impact variants in the five genes of interest were found in n of individuals of the discovery cohort overall our findings support the involvement of rare variants in developmental dyslexia and indicate that larger wes studies may uncover additional associated genes"
}