{
    "title": "Molecular genetics of head and neck cancer.",
    "doc_id": "12410176",
    "writer": "Gleich LL",
    "year": "2002",
    "summary": "RESULTS: The large number of genetic changes present in head and neck cancer cells precludes meaningful use of simple molecular tests and treatments. ...Screening tests that rely on amplification of genetic material present in bodily fluids are hindered by th …",
    "abstract": "Background:\n        \n      \n      Head and neck cancers have multiple genetic abnormalities that influence tumor behavior and may be useful in developing new treatments.\n    \n\n\n          Methods:\n        \n      \n      Genetic alterations implicated in head and neck cancer oncogenesis and behavior are reviewed, and molecular techniques for detection and treatment are evaluated.\n    \n\n\n          Results:\n        \n      \n      The large number of genetic changes present in head and neck cancer cells precludes meaningful use of simple molecular tests and treatments. Detection of abnormalities in multiple genes provides better prognostic information than the detection and assessment of single mutations. Screening tests that rely on amplification of genetic material present in bodily fluids are hindered by the genomic complexity of head and neck cancer. Introduction of genetic material into head and neck cancer cells for gene therapy has shown some efficacy.\n    \n\n\n          Conclusions:\n        \n      \n      Head and neck cancers comprise a complex genetic disease. Although much has been learned about the molecular genetics of head and neck cancers, continued study of multiple genes is critical for further progress. Gene therapy, although promising, must also overcome this complexity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12410176/",
    "clean_text": "molecular genetics of head and neck cancer results the large number of genetic changes present in head and neck cancer cells precludes meaningful use of simple molecular tests and treatments screening tests that rely on amplification of genetic material present in bodily fluids are hindered by th background head and neck cancers have multiple genetic abnormalities that influence tumor behavior and may be useful in developing new treatments methods genetic alterations implicated in head and neck cancer oncogenesis and behavior are reviewed and molecular techniques for detection and treatment are evaluated results the large number of genetic changes present in head and neck cancer cells precludes meaningful use of simple molecular tests and treatments detection of abnormalities in multiple genes provides better prognostic information than the detection and assessment of single mutations screening tests that rely on amplification of genetic material present in bodily fluids are hindered by the genomic complexity of head and neck cancer introduction of genetic material into head and neck cancer cells for gene therapy has shown some efficacy conclusions head and neck cancers comprise a complex genetic disease although much has been learned about the molecular genetics of head and neck cancers continued study of multiple genes is critical for further progress gene therapy although promising must also overcome this complexity"
}