{
    "pmid": "41410145",
    "title": "Short- to Mid-term Evaluation of Patient-Reported Outcomes of Carpometacarpal Denervation for the Treatment of Osteoarthritis of the Thumb: A Prospective Clinical Trial.",
    "abstract": "Denervation of the carpometacarpal (CMC) joint has been described as a treatment to decrease pain and increase function for patients with base-of-thumb osteoarthritis. However, few short- to mid-term outcome studies have been conducted. A prospective clinical trial was conducted on patients who received CMC denervation at our institution. Preoperative and postoperative evaluations were conducted on patients including evaluation of pain with the visual analogue score (VAS), functional outcomes via the Quick Disabilities of the Arm, Shoulder, and Hand (QuickDASH) outcome measure, quality of life with the EuroQol-5D (EQ-5D), and need for revision to CMC suspension arthroplasty. Eighty-seven CMC denervation procedures were performed in 77 patients. The average age of the study population was 66 years, with a range of 35 to 89 years. The median follow-up time was 2.8 years, with a range of 1.5 to 4 years. VAS pain scores improved from an average of 7.2 to 2.1, QuickDASH scores improved from 54.8 to 31.2, and EQ-5D scores improved from 0.40 to 0.68. Eighty-seven percent of patients reported improved hand function following denervation, and patients reported a 72% reduction in pain. Three of 87 (3.4%) denervation procedures were revised to a CMC arthroplasty procedure. Carpometacarpal denervation appears to provide pain reduction and improvement in function and quality of life in short- to mid-term follow-up with a low need for revision to arthroplasty. A vast majority of patients saw improvement in hand function. Carpometacarpal denervation may offer lasting pain relief with quick return of function for patients suffering from base-of-thumb osteoarthritis.",
    "disease": "osteoarthritis",
    "clean_text": "short to mid term evaluation of patient reported outcomes of carpometacarpal denervation for the treatment of osteoarthritis of the thumb a prospective clinical trial denervation of the carpometacarpal cmc joint has been described as a treatment to decrease pain and increase function for patients with base of thumb osteoarthritis however few short to mid term outcome studies have been conducted a prospective clinical trial was conducted on patients who received cmc denervation at our institution preoperative and postoperative evaluations were conducted on patients including evaluation of pain with the visual analogue score vas functional outcomes via the quick disabilities of the arm shoulder and hand quickdash outcome measure quality of life with the euroqol d eq d and need for revision to cmc suspension arthroplasty eighty seven cmc denervation procedures were performed in patients the average age of the study population was years with a range of to years the median follow up time was years with a range of to years vas pain scores improved from an average of to quickdash scores improved from to and eq d scores improved from to eighty seven percent of patients reported improved hand function following denervation and patients reported a reduction in pain three of denervation procedures were revised to a cmc arthroplasty procedure carpometacarpal denervation appears to provide pain reduction and improvement in function and quality of life in short to mid term follow up with a low need for revision to arthroplasty a vast majority of patients saw improvement in hand function carpometacarpal denervation may offer lasting pain relief with quick return of function for patients suffering from base of thumb osteoarthritis"
}