{
    "title": "Clinical and imaging features of spinal cord type of neuro Behcet disease: A case report and systematic review.",
    "doc_id": "28984755",
    "writer": "Liu HM",
    "year": "2017",
    "summary": "RATIONAL: To investigate the clinical and MRI characteristics of spinal cord nerve Behcet's disease. PATIENT CONCERNS: One patient with spinal cord nerve Behcet's disease was admitted to our hospital at October 20, 2015. DIAGNOSE: Spinal cord …",
    "abstract": "Rational:\n        \n      \n      To investigate the clinical and MRI characteristics of spinal cord nerve Behçet's disease.\n    \n\n\n          Patient concerns:\n        \n      \n      One patient with spinal cord nerve Behçet's disease was admitted to our hospital at October 20, 2015.\n    \n\n\n          Diagnose:\n        \n      \n      Spinal cord nerve Behçet's disease.\n    \n\n\n          Interventions:\n        \n      \n      Retrospective analysis was performed on such case as well as 16 cases of spinal cord nerve Behçet's disease reported in China or abroad.\n    \n\n\n          Outcomes:\n        \n      \n      Seventeen cases of spinal cord type of neuro Behçet's disease include 13 men and 4 women, with an average age of onset of 34.8 years old. The mean time from Behçet's disease symptoms to spinal cord involvement were 10.8 years. The initial symptom in one case was spinal cord injury, and another 4 cases had a recurrence course. The most common performance of spinal cord injury was sensory disturbance (82.4%), following by weakness (76.5%), sphincter or sexual dysfunction (58.8%), and pain in back, backside of neck or lower chest (29.4%). The number of cells was slightly increased or the protein level was increased in cerebrospinal fluid test. And the water channel protein antibody and oligoclonal band of serum levels were all negative. The spinal cord injury involved more than 3 vertebral bodies in 10 cases, and involved more than half of spinal cord in sagittal plane in 8 cases. In acute stage, shock therapy with large dose of glucocorticoid was generally applied both in China and abroad.\n    \n\n\n          Lessons:\n        \n      \n      The clinical features of spinal cord nerve Behçet's disease were various, making it easily misdiagnosed. Longitudinal extensive transverse myelitis performs as a characteristic manifestation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28984755/",
    "clean_text": "clinical and imaging features of spinal cord type of neuro behcet disease a case report and systematic review rational to investigate the clinical and mri characteristics of spinal cord nerve behcet s disease patient concerns one patient with spinal cord nerve behcet s disease was admitted to our hospital at october diagnose spinal cord rational to investigate the clinical and mri characteristics of spinal cord nerve beh et s disease patient concerns one patient with spinal cord nerve beh et s disease was admitted to our hospital at october diagnose spinal cord nerve beh et s disease interventions retrospective analysis was performed on such case as well as cases of spinal cord nerve beh et s disease reported in china or abroad outcomes seventeen cases of spinal cord type of neuro beh et s disease include men and women with an average age of onset of years old the mean time from beh et s disease symptoms to spinal cord involvement were years the initial symptom in one case was spinal cord injury and another cases had a recurrence course the most common performance of spinal cord injury was sensory disturbance following by weakness sphincter or sexual dysfunction and pain in back backside of neck or lower chest the number of cells was slightly increased or the protein level was increased in cerebrospinal fluid test and the water channel protein antibody and oligoclonal band of serum levels were all negative the spinal cord injury involved more than vertebral bodies in cases and involved more than half of spinal cord in sagittal plane in cases in acute stage shock therapy with large dose of glucocorticoid was generally applied both in china and abroad lessons the clinical features of spinal cord nerve beh et s disease were various making it easily misdiagnosed longitudinal extensive transverse myelitis performs as a characteristic manifestation"
}