{
    "pmid": "41422630",
    "title": "Long-term outcomes and predictors of failure after medial opening-wedge high tibial osteotomy: a 138-knee cohort with up to 10-year follow-up.",
    "abstract": "To quantify 10-year survivorship after medial opening-wedge high tibial osteotomy (MOWHTO) and identify modifiable predictors of conversion to total knee arthroplasty (TKA), focusing on joint-line obliquity (JLO), obesity and smoking. Single-centre retrospective cohort of 138 MOWHTOs (2007-2022) with Ahlbäck I-II medial osteoarthritis, correctable varus and ≥24-month follow-up. Long-leg radiographs measured alignment, JLO (tibial plateau angle relative to floor) and medial proximal tibial angle (MPTA; pre-/post-operative). TKA conversion. Kaplan-Meier estimated survivorship; multivariable Cox with proportional-hazards checks and Fine-Gray competing-risk analyses were used. A sensitivity model added post-operative JLO and deviation from planned hip-knee-ankle (HKA) alignment; a complementary model evaluated post-operative MPTA >95°. Mean age 46.9 years; mean follow-up 83.4 months. Twelve of 138 knees (8.7 %) underwent TKA; survivorship was 98.5 % at 2 years, 90.4 % at 5 years and 79.7 % at 10 years. Independent predictors of conversion were age (HR 1.09/year), BMI ≥30 (HR 1.12), smoking (HR 2.85) and pre-operative JLO >5° (HR 1.32) (all p < 0.05). Post-operative MPTA >95° was not significant. Findings were consistent in competing-risk analyses. Complications occurred in 13.0 % (hinge fracture 5.1 %, delayed/non-union 3.6 %, infection 4.3 %). WOMAC improved from 45.8 to 22.1 (p < 0.001); all KOOS domains improved (p < 0.001); satisfaction 86.2 %. MOWHTO achieved ∼80 % 10-year TKA-free survivorship with durable functional gains. Older age, obesity, smoking and increased pre-operative JLO predicted earlier conversion; post-operative MPTA >95° was not significant. Considering MPTA thresholds alongside pre-operative JLO may help avoid excessive obliquity and optimise longevity. Level IV (retrospective cohort/case series).",
    "disease": "osteoarthritis",
    "clean_text": "long term outcomes and predictors of failure after medial opening wedge high tibial osteotomy a knee cohort with up to year follow up to quantify year survivorship after medial opening wedge high tibial osteotomy mowhto and identify modifiable predictors of conversion to total knee arthroplasty tka focusing on joint line obliquity jlo obesity and smoking single centre retrospective cohort of mowhtos with ahlb ck i ii medial osteoarthritis correctable varus and month follow up long leg radiographs measured alignment jlo tibial plateau angle relative to floor and medial proximal tibial angle mpta pre post operative tka conversion kaplan meier estimated survivorship multivariable cox with proportional hazards checks and fine gray competing risk analyses were used a sensitivity model added post operative jlo and deviation from planned hip knee ankle hka alignment a complementary model evaluated post operative mpta mean age years mean follow up months twelve of knees underwent tka survivorship was at years at years and at years independent predictors of conversion were age hr year bmi hr smoking hr and pre operative jlo hr all p post operative mpta was not significant findings were consistent in competing risk analyses complications occurred in hinge fracture delayed non union infection womac improved from to p all koos domains improved p satisfaction mowhto achieved year tka free survivorship with durable functional gains older age obesity smoking and increased pre operative jlo predicted earlier conversion post operative mpta was not significant considering mpta thresholds alongside pre operative jlo may help avoid excessive obliquity and optimise longevity level iv retrospective cohort case series"
}