{
    "pmid": "41420007",
    "title": "Development of a portable avian influenza virus characterisation system: bringing the inside-out.",
    "abstract": "Highly pathogenic avian influenza (HPAI) poses a major threat to the world economy and human health; hence, rapid and accurate identification of avian influenza virus (AIV) subtypes is required for effective surveillance and outbreak prevention, particularly in remote or resource-limited settings. Here, we present a portable laboratory system designed to streamline the characterisation of AIV subtypes. This system integrates sample processing, rapid sequencing, and easy to use bioinformatics pipelines to enable characterisation of AIV subtypes, directly from the field. The approach also reduces the chances of samples being degraded, delayed or mixed-up during transport to the laboratory. Equipment for the portable system was first assessed in the laboratory, using AIV isolates with known subtypes, then with swabs collected from several locations in New Zealand. The system was then deployed in the field in Antarctica in December 2024, where it identified HPAI H5N1 in a skua, demonstrating its ability to characterise AIV subtypes rapidly and accurately in situ. This highlights the potential of our portable field system to enhance AIV surveillance in challenging environments and to mitigate the impact of its spread.",
    "disease": "influenza",
    "clean_text": "development of a portable avian influenza virus characterisation system bringing the inside out highly pathogenic avian influenza hpai poses a major threat to the world economy and human health hence rapid and accurate identification of avian influenza virus aiv subtypes is required for effective surveillance and outbreak prevention particularly in remote or resource limited settings here we present a portable laboratory system designed to streamline the characterisation of aiv subtypes this system integrates sample processing rapid sequencing and easy to use bioinformatics pipelines to enable characterisation of aiv subtypes directly from the field the approach also reduces the chances of samples being degraded delayed or mixed up during transport to the laboratory equipment for the portable system was first assessed in the laboratory using aiv isolates with known subtypes then with swabs collected from several locations in new zealand the system was then deployed in the field in antarctica in december where it identified hpai h n in a skua demonstrating its ability to characterise aiv subtypes rapidly and accurately in situ this highlights the potential of our portable field system to enhance aiv surveillance in challenging environments and to mitigate the impact of its spread"
}