{
    "pmid": "41387899",
    "title": "Atypical GNAO1 variants in severe childhood speech disorders: clinical, genetic, and molecular insights.",
    "abstract": "The etiology of severe childhood speech disorders, including childhood apraxia of speech (CAS), is currently understood as genetically heterogeneous, with over 40 distinct monogenic conditions reported to date. Among them, the p.Thr327Arg variant in GNAO1, encoding the major neuronal G protein Gαo, was identified in one patient diagnosed with CAS and intellectual disability (ID). This presentation is exceptionally rare, as GNAO1 mutations are commonly associated with epilepsy, hyperkinetic movement disorders, and global developmental delay, often accompanied by ID. Here, we describe the clinical course of two patients with de novo heterozygous GNAO1 variants-p.Leu39_Gly40insVal and p.Thr327Lys-who exhibit severe speech disorder and ID as prominent symptoms. We also analyzed the biochemical and cellular properties of the mutant Gαo proteins alongside the previously reported p.Thr327Arg variant. Molecular investigation of these three atypical Gαo mutants revealed aberrant GTP binding and hydrolysis, impaired association with RGS19, and a strong neomorphic gain of Ric8A interaction. Yet, all variants show normal plasma membrane localization despite poor Gβγ association, with p.Leu39_Gly40insVal exhibiting weak coupling to G protein-coupled receptors and p.Thr327Arg/Lys displaying near-normal coupling. Importantly, all three Gαo variants respond to Zn These rare findings are based on a limited number of cases and require confirmation in additional patients to establish firmer genotype-phenotype correlations for GNAO1-related severe speech disorders. Our results broaden the clinical and mechanistic spectrum of GNAO1-related disorders, showing that severe speech disorders and ID can occur as defining features even in the absence of seizures or movement disorders. These findings highlight the importance of including GNAO1 in genetic testing for children with severe speech disorders.",
    "disease": "epilepsy",
    "clean_text": "atypical gnao variants in severe childhood speech disorders clinical genetic and molecular insights the etiology of severe childhood speech disorders including childhood apraxia of speech cas is currently understood as genetically heterogeneous with over distinct monogenic conditions reported to date among them the p thr arg variant in gnao encoding the major neuronal g protein g o was identified in one patient diagnosed with cas and intellectual disability id this presentation is exceptionally rare as gnao mutations are commonly associated with epilepsy hyperkinetic movement disorders and global developmental delay often accompanied by id here we describe the clinical course of two patients with de novo heterozygous gnao variants p leu gly insval and p thr lys who exhibit severe speech disorder and id as prominent symptoms we also analyzed the biochemical and cellular properties of the mutant g o proteins alongside the previously reported p thr arg variant molecular investigation of these three atypical g o mutants revealed aberrant gtp binding and hydrolysis impaired association with rgs and a strong neomorphic gain of ric a interaction yet all variants show normal plasma membrane localization despite poor g association with p leu gly insval exhibiting weak coupling to g protein coupled receptors and p thr arg lys displaying near normal coupling importantly all three g o variants respond to zn these rare findings are based on a limited number of cases and require confirmation in additional patients to establish firmer genotype phenotype correlations for gnao related severe speech disorders our results broaden the clinical and mechanistic spectrum of gnao related disorders showing that severe speech disorders and id can occur as defining features even in the absence of seizures or movement disorders these findings highlight the importance of including gnao in genetic testing for children with severe speech disorders"
}