{
    "pmid": "41419233",
    "title": "Initial treatment of COPD with LABA-ICS or LABA-LAMA: real-world comparative effectiveness.",
    "abstract": "The 2023 Global initiative for chronic Obstructive Lung Disease (GOLD) recommendations advocate long-acting beta What is the comparative effectiveness of initiating COPD treatment with LABA-ICS versus LABA-LAMA inhalers, particularly in patients with multiple COPD exacerbations, in a real-world clinical practice setting? We identified a cohort of patients with COPD, 40 years of age or older, from the United Kingdom's Clinical Practice Research Datalink. Treatment-naïve initiators of single-inhaler LABA-ICS or LABA-LAMA, with no prior asthma, LABA, LAMA or ICS use, were compared on the incidence of moderate or severe COPD exacerbation over 1 year, after adjustment by propensity score weighting. The study cohort included 20 750 initiators of LABA-ICS inhalers and 16 594 of LABA-LAMA. The overall adjusted HR of a first moderate or severe exacerbation with LABA-ICS relative to LABA-LAMA was 1.03 (95% CI 0.98 to 1.08). Among patients with two or more prior exacerbations, the HR of exacerbation with LABA-ICS versus LABA-LAMA was 0.89 (95% CI 0.81 to 0.97), while it was 1.07 (95% CI 1.00 to 1.15) among patients with no prior exacerbations. The HR was 0.92 (95% CI 0.86 to 0.99) among those with forced expiratory volume in 1 s (FEV In a real-world clinical practice setting of COPD treatment, initiating therapy with LABA-ICS inhalers may be more effective than LABA-LAMA inhalers among patients with multiple exacerbations, particularly those with FEV",
    "disease": "asthma",
    "clean_text": "initial treatment of copd with laba ics or laba lama real world comparative effectiveness the global initiative for chronic obstructive lung disease gold recommendations advocate long acting beta what is the comparative effectiveness of initiating copd treatment with laba ics versus laba lama inhalers particularly in patients with multiple copd exacerbations in a real world clinical practice setting we identified a cohort of patients with copd years of age or older from the united kingdom s clinical practice research datalink treatment na ve initiators of single inhaler laba ics or laba lama with no prior asthma laba lama or ics use were compared on the incidence of moderate or severe copd exacerbation over year after adjustment by propensity score weighting the study cohort included initiators of laba ics inhalers and of laba lama the overall adjusted hr of a first moderate or severe exacerbation with laba ics relative to laba lama was ci to among patients with two or more prior exacerbations the hr of exacerbation with laba ics versus laba lama was ci to while it was ci to among patients with no prior exacerbations the hr was ci to among those with forced expiratory volume in s fev in a real world clinical practice setting of copd treatment initiating therapy with laba ics inhalers may be more effective than laba lama inhalers among patients with multiple exacerbations particularly those with fev"
}