{
    "title": "Inherited ichthyosis: Syndromic forms.",
    "doc_id": "26945533",
    "writer": "Yoneda K.",
    "year": "2016",
    "summary": "Of these, diseases with characteristic signs are regarded as syndromes. Although these syndromes are very rare, Netherton syndrome, Sjogren-Larsson syndrome, Conradi-Hunermann-Happle syndrome, Dorfman-Chanarin syndrome, ichthyosis follicu …",
    "abstract": "Among diseases that cause ichthyosis as one of the symptoms, there are some diseases that induce abnormalities in organs other than the skin. Of these, diseases with characteristic signs are regarded as syndromes. Although these syndromes are very rare, Netherton syndrome, Sjögren-Larsson syndrome, Conradi-Hünermann-Happle syndrome, Dorfman-Chanarin syndrome, ichthyosis follicularis, atrichia and photophobia (IFAP) syndrome, and Refsum syndrome have been described in texts as representative ones. It is important to know the molecular genetics and pathomechanisms in order to establish an effective therapy and beneficial genetic counseling including a prenatal diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26945533/",
    "clean_text": "inherited ichthyosis syndromic forms of these diseases with characteristic signs are regarded as syndromes although these syndromes are very rare netherton syndrome sjogren larsson syndrome conradi hunermann happle syndrome dorfman chanarin syndrome ichthyosis follicu among diseases that cause ichthyosis as one of the symptoms there are some diseases that induce abnormalities in organs other than the skin of these diseases with characteristic signs are regarded as syndromes although these syndromes are very rare netherton syndrome sj gren larsson syndrome conradi h nermann happle syndrome dorfman chanarin syndrome ichthyosis follicularis atrichia and photophobia ifap syndrome and refsum syndrome have been described in texts as representative ones it is important to know the molecular genetics and pathomechanisms in order to establish an effective therapy and beneficial genetic counseling including a prenatal diagnosis"
}