{
    "pmid": "41450106",
    "title": "The Two Worlds of Emergency Law: A Comparative Study of International and Chinese Scholarship Through Knowledge Domain Mapping.",
    "abstract": "In the context of a global risk society, emergency law has become a critical field for balancing the expansion of state power with the protection of civil rights during crises. Despite its growing importance, a systematic, quantitative comparison of the knowledge landscapes of international and Chinese emergency law scholarship has been notably absent. This study employs bibliometric and knowledge mapping analysis, utilizing CiteSpace software. A total of 274 publications were retrieved from the Web of Science Core Collection and 391 from the China National Knowledge Infrastructure database. These data were used to systematically map and compare the research status, collaborative networks, and core themes of the two academic communities. The findings indicate that while both international and Chinese research are crisis-driven, with publication surges corresponding to major events such as the 9/11 attacks, SARS, and the COVID-19 pandemic, they function as two academically isolated communities with no author-level collaboration. A fundamental divergence in research paradigms was identified. International scholarship follows a \"limitation-oriented\" paradigm, rooted in liberal constitutionalism, focusing on the tension between emergency powers and human rights, and the risks of a state of exception. In contrast, Chinese research adopts a \"construction-oriented\" paradigm aimed at building an efficient, state-centric crisis response system, dominated by concepts such as emergency management and the \"one plan and three sub-systems\" framework. This study concludes that there are two worlds of emergency law. The international paradigm primarily treats emergency law as a mechanism to constrain state authority and protect individual rights from government overreach. In contrast, the Chinese paradigm views law as an instrument to enhance state capacity and ensure effective crisis management. This fundamental divergence in normative goals and theoretical foundations identified in this study presents significant theoretical and practical challenges for global emergency governance and offers a clear direction for future comparative legal studies.",
    "disease": "covid-19",
    "clean_text": "the two worlds of emergency law a comparative study of international and chinese scholarship through knowledge domain mapping in the context of a global risk society emergency law has become a critical field for balancing the expansion of state power with the protection of civil rights during crises despite its growing importance a systematic quantitative comparison of the knowledge landscapes of international and chinese emergency law scholarship has been notably absent this study employs bibliometric and knowledge mapping analysis utilizing citespace software a total of publications were retrieved from the web of science core collection and from the china national knowledge infrastructure database these data were used to systematically map and compare the research status collaborative networks and core themes of the two academic communities the findings indicate that while both international and chinese research are crisis driven with publication surges corresponding to major events such as the attacks sars and the covid pandemic they function as two academically isolated communities with no author level collaboration a fundamental divergence in research paradigms was identified international scholarship follows a limitation oriented paradigm rooted in liberal constitutionalism focusing on the tension between emergency powers and human rights and the risks of a state of exception in contrast chinese research adopts a construction oriented paradigm aimed at building an efficient state centric crisis response system dominated by concepts such as emergency management and the one plan and three sub systems framework this study concludes that there are two worlds of emergency law the international paradigm primarily treats emergency law as a mechanism to constrain state authority and protect individual rights from government overreach in contrast the chinese paradigm views law as an instrument to enhance state capacity and ensure effective crisis management this fundamental divergence in normative goals and theoretical foundations identified in this study presents significant theoretical and practical challenges for global emergency governance and offers a clear direction for future comparative legal studies"
}