{
    "pmid": "41420903",
    "title": "Protective mechanisms of Qingda granule in hypertensive kidney injury: Focus on ERK/RSK1-mediated mitochondrial protection.",
    "abstract": "Hypertension represents a significant chronic non-infectious disease in China, where Qingda Granule (QDG) has traditionally been employed for its management. However, the mechanisms underlying QDG's kidney protective effects remain incompletely understood. This study investigates QDG's role in ameliorating hypertensive kidney injury (KI) and elucidates the associated mechanisms. Network analysis identified potential therapeutic targets related to mitochondrial function and the extracellular signal-regulated kinase (ERK) cascade. Ribonucleic acid (RNA) sequencing revealed differentially expressed genes (DEGs) in hypertensive mouse kidneys, which were enriched in mitochondrial-related functions and normalized by QDG treatment. QDG attenuated angiotensin II (Ang II)-induced blood pressure elevation and enhanced renal artery flow. Both cellular and animal experiments demonstrated that QDG inhibits the ERK/ribosomal S6 kinase 1 (RSK1) signaling axis, thereby preventing Ang II-induced mitochondrial damage and renal cell apoptosis. ERK pathway inhibitors confirmed QDG's mechanism of action through the ERK/RSK1 pathway. These findings indicate that QDG ameliorates hypertensive KI by preserving mitochondrial function through modulation of the ERK/RSK1 network, presenting a novel therapeutic approach for managing hypertensive KI in clinical practice.",
    "disease": "chronic kidney disease",
    "clean_text": "protective mechanisms of qingda granule in hypertensive kidney injury focus on erk rsk mediated mitochondrial protection hypertension represents a significant chronic non infectious disease in china where qingda granule qdg has traditionally been employed for its management however the mechanisms underlying qdg s kidney protective effects remain incompletely understood this study investigates qdg s role in ameliorating hypertensive kidney injury ki and elucidates the associated mechanisms network analysis identified potential therapeutic targets related to mitochondrial function and the extracellular signal regulated kinase erk cascade ribonucleic acid rna sequencing revealed differentially expressed genes degs in hypertensive mouse kidneys which were enriched in mitochondrial related functions and normalized by qdg treatment qdg attenuated angiotensin ii ang ii induced blood pressure elevation and enhanced renal artery flow both cellular and animal experiments demonstrated that qdg inhibits the erk ribosomal s kinase rsk signaling axis thereby preventing ang ii induced mitochondrial damage and renal cell apoptosis erk pathway inhibitors confirmed qdg s mechanism of action through the erk rsk pathway these findings indicate that qdg ameliorates hypertensive ki by preserving mitochondrial function through modulation of the erk rsk network presenting a novel therapeutic approach for managing hypertensive ki in clinical practice"
}