{
    "title": "Blood supply of the male breast nipple-areola complex evaluated by CTA.",
    "doc_id": "33879411",
    "writer": "Ding N",
    "year": "2021",
    "summary": "PURPOSE: In addition to women, men also undergo breast surgeries, and early studies on the blood supply of breasts are nearly all conducted in female subjects. The vasculature of the male breast is seldom studied. Understanding the male-specific blood supply …",
    "abstract": "Purpose:\n        \n      \n      In addition to women, men also undergo breast surgeries, and early studies on the blood supply of breasts are nearly all conducted in female subjects. The vasculature of the male breast is seldom studied. Understanding the male-specific blood supply of the breast is important for pre-operative planning and reducing complications. The purpose of this retrospective study is to fill the gap in the literature by describing the main blood supply and its orientation in the male breast.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively evaluated thoracic computed tomographic angiography (CTA) data from January 1, 2017 to July 30, 2019. Single or multiple dominant arteries and their origins were traced, and the artery route and orientation related to the nipple-areola complex (NAC) were revealed through data analysis of the images.\n    \n\n\n          Results:\n        \n      \n      Totally, 284 breasts were included. Most breasts were supplied by a single dominant artery (196, 69%), among which the lateral thoracic artery (LTA; 119, 41.9%; type I) and internal thoracic artery (ITA; 63, 22.2%; type II) were the most common arteries. A minority of breasts were supplied by vascular anastomoses formed by dual arteries (17, 6.0%; type III), and in 25.0% of breasts, no specific dominant artery was found (type IV). The predominant artery distribution was evaluated.\n    \n\n\n          Conclusion:\n        \n      \n      This study cohort of male thoracic CTA provided and analysed the elaborate vascular anatomy of the NAC region. Our results favour inferior periareolar incision in regard to diminished vascular-related complications in male surgeries without pre-operative vascular evaluation. This study also suggests that super-lateral or lower-lateral-based pedicles can reserve more vasculature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33879411/",
    "clean_text": "blood supply of the male breast nipple areola complex evaluated by cta purpose in addition to women men also undergo breast surgeries and early studies on the blood supply of breasts are nearly all conducted in female subjects the vasculature of the male breast is seldom studied understanding the male specific blood supply purpose in addition to women men also undergo breast surgeries and early studies on the blood supply of breasts are nearly all conducted in female subjects the vasculature of the male breast is seldom studied understanding the male specific blood supply of the breast is important for pre operative planning and reducing complications the purpose of this retrospective study is to fill the gap in the literature by describing the main blood supply and its orientation in the male breast methods we retrospectively evaluated thoracic computed tomographic angiography cta data from january to july single or multiple dominant arteries and their origins were traced and the artery route and orientation related to the nipple areola complex nac were revealed through data analysis of the images results totally breasts were included most breasts were supplied by a single dominant artery among which the lateral thoracic artery lta type i and internal thoracic artery ita type ii were the most common arteries a minority of breasts were supplied by vascular anastomoses formed by dual arteries type iii and in of breasts no specific dominant artery was found type iv the predominant artery distribution was evaluated conclusion this study cohort of male thoracic cta provided and analysed the elaborate vascular anatomy of the nac region our results favour inferior periareolar incision in regard to diminished vascular related complications in male surgeries without pre operative vascular evaluation this study also suggests that super lateral or lower lateral based pedicles can reserve more vasculature"
}