{
    "title": "Few juvenile auditory perceptual skills correlate with adult performance.",
    "doc_id": "24512063",
    "writer": "Sarro EC",
    "year": "2014",
    "summary": "For animals trained and tested on the AM detection task as juveniles and adults, there was no correlation between juvenile and adult learning metrics, or perceptual sensitivity. For animals trained and tested on FM detection as juveniles, we observed a signif …",
    "abstract": "Measures of human mental development suggest that behavioral skills displayed during early life can predict an individual's subsequent cognitive performance. Support for this draws from longitudinal studies that reveal compelling within-subject correlations during childhood. If this idea applies across the life span, then correlations in performance should persist into adulthood. Here, we address this prediction in juvenile and adult gerbils by evaluating within-subject measures of auditory learning and perception. Animals were trained and tested as juveniles on either an amplitude modulation (AM) or a frequency modulation (FM) detection task. Measures of learning and perception obtained from juveniles were then compared to similar measures obtained when each subject was tested in adulthood on either the same task or the untrained task. For animals trained and tested on the AM detection task as juveniles and adults, there was no correlation between juvenile and adult learning metrics, or perceptual sensitivity. For animals trained and tested on FM detection as juveniles, we observed a significant relationship to their adult performance. Juveniles that performed the best on FM detection were the poorest at AM detection, and the best at FM detection, when tested as adults. Thus, across-age correlations for sensory and cognitive measures, obtained during development and in adulthood, depend heavily on the specific type of developmental experience and the outcome measure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24512063/",
    "clean_text": "few juvenile auditory perceptual skills correlate with adult performance for animals trained and tested on the am detection task as juveniles and adults there was no correlation between juvenile and adult learning metrics or perceptual sensitivity for animals trained and tested on fm detection as juveniles we observed a signif measures of human mental development suggest that behavioral skills displayed during early life can predict an individual s subsequent cognitive performance support for this draws from longitudinal studies that reveal compelling within subject correlations during childhood if this idea applies across the life span then correlations in performance should persist into adulthood here we address this prediction in juvenile and adult gerbils by evaluating within subject measures of auditory learning and perception animals were trained and tested as juveniles on either an amplitude modulation am or a frequency modulation fm detection task measures of learning and perception obtained from juveniles were then compared to similar measures obtained when each subject was tested in adulthood on either the same task or the untrained task for animals trained and tested on the am detection task as juveniles and adults there was no correlation between juvenile and adult learning metrics or perceptual sensitivity for animals trained and tested on fm detection as juveniles we observed a significant relationship to their adult performance juveniles that performed the best on fm detection were the poorest at am detection and the best at fm detection when tested as adults thus across age correlations for sensory and cognitive measures obtained during development and in adulthood depend heavily on the specific type of developmental experience and the outcome measure"
}