{
    "title": "[Association between insomnia and type 2 diabetes: A two-sample Mendelian rando-mization study].",
    "doc_id": "38318914",
    "writer": "Ma Y",
    "year": "2024",
    "summary": "IVW method showed insomnia was associated with higher risk of type 2 diabetes mellitus that po-pulation with insomnia were 1. 14 times more likely to develop type 2 diabetes mellitus than those without insomnia (95% CI: 1.09 …",
    "abstract": "Objective:\n        \n      \n      To explore the robust relationship between insomnia and type 2 diabetes mellitus by two-sample Mendelian randomization analysis to overcome confounding factors and reverse causality in observational studies.\n    \n\n\n          Methods:\n        \n      \n      We identified strong, independent single nucleotide polymorphisms (SNPs) of insomnia from the most up to date genome wide association studies (GWAS) within European ancestors and applied them as instrumental variable to GWAS of type 2 diabetes mellitus. After excluding SNPs that were significantly associated with smoking, physical activity, alcohol consumption, educational attainment, obesity, or type 2 diabetes mellitus, we assessed the impact of insomnia on type 2 diabetes mellitus using inverse variance weighting (IVW) method. Weighted median and MR-Egger regression analysis were also conducted to test the robustness of the association. We calculated the F statistic of the selected SNPs to test the applicability of instrumental variable and F statistic over than ten indicated that there was little possibility of bias of weak instrumental variables. We further examined the existence of pleiotropy by testing whether the intercept term in MR-Egger regression was significantly different from zero. In addition, the leave-one-out method was used for sensitivity analysis to verify the stability and reliability of the results.\n    \n\n\n          Results:\n        \n      \n      We selected 248 SNPs independently associated with insomnia at the genome-wide level (P<5×10-8) as a preliminary candidate set of instrumental variables. After clumping based on the reference panel from 1000 Genome Project and removing the potential pleiotropic SNPs, a total of 167 SNPs associated with insomnia were included as final instrumental variables. The F statistic of this study was 39. 74, which was in line with the relevance assumption of Mendelian randomization. IVW method showed insomnia was associated with higher risk of type 2 diabetes mellitus that po-pulation with insomnia were 1. 14 times more likely to develop type 2 diabetes mellitus than those without insomnia (95% CI: 1.09-1.21, P<0.001). The weighted median estimator (WME) method and MR-Egger regression showed similar causal effect of insomnia on type 2 diabetes mellitus. And MR-Egger regression also showed that the effect was less likely to be triggered by pleiotropy. Sensitivity analyses produced directionally similar estimates.\n    \n\n\n          Conclusion:\n        \n      \n      Insomnia is a risk factor of type 2 diabetes mellitus, which has positively effects on type 2 diabetes mellitus. Our study provides further rationale for indivi-duals at risk for diabetes to keep healthy lifestyle.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38318914/",
    "clean_text": "association between insomnia and type diabetes a two sample mendelian rando mization study ivw method showed insomnia was associated with higher risk of type diabetes mellitus that po pulation with insomnia were times more likely to develop type diabetes mellitus than those without insomnia ci objective to explore the robust relationship between insomnia and type diabetes mellitus by two sample mendelian randomization analysis to overcome confounding factors and reverse causality in observational studies methods we identified strong independent single nucleotide polymorphisms snps of insomnia from the most up to date genome wide association studies gwas within european ancestors and applied them as instrumental variable to gwas of type diabetes mellitus after excluding snps that were significantly associated with smoking physical activity alcohol consumption educational attainment obesity or type diabetes mellitus we assessed the impact of insomnia on type diabetes mellitus using inverse variance weighting ivw method weighted median and mr egger regression analysis were also conducted to test the robustness of the association we calculated the f statistic of the selected snps to test the applicability of instrumental variable and f statistic over than ten indicated that there was little possibility of bias of weak instrumental variables we further examined the existence of pleiotropy by testing whether the intercept term in mr egger regression was significantly different from zero in addition the leave one out method was used for sensitivity analysis to verify the stability and reliability of the results results we selected snps independently associated with insomnia at the genome wide level p as a preliminary candidate set of instrumental variables after clumping based on the reference panel from genome project and removing the potential pleiotropic snps a total of snps associated with insomnia were included as final instrumental variables the f statistic of this study was which was in line with the relevance assumption of mendelian randomization ivw method showed insomnia was associated with higher risk of type diabetes mellitus that po pulation with insomnia were times more likely to develop type diabetes mellitus than those without insomnia ci p the weighted median estimator wme method and mr egger regression showed similar causal effect of insomnia on type diabetes mellitus and mr egger regression also showed that the effect was less likely to be triggered by pleiotropy sensitivity analyses produced directionally similar estimates conclusion insomnia is a risk factor of type diabetes mellitus which has positively effects on type diabetes mellitus our study provides further rationale for indivi duals at risk for diabetes to keep healthy lifestyle"
}