{
    "title": "Moderated mediation of gender on the relationship between resilience, mentalizing, and mental health outcomes in cumulative trauma survivors: The case of the 2020 Lebanese port explosion.",
    "doc_id": "40489139",
    "writer": "Tohme P",
    "year": "2025",
    "summary": "RESULTS: Findings revealed that mentalizing significantly mediates the relationship between resilience and mental health, with stronger effects observed in females. This study highlights the vital role of gender-sensitive interventions in mental health, advoc …",
    "abstract": "Objectives:\n        \n      \n      This study addresses a critical gap in trauma research by examining the moderated mediation effects of gender on the relationship between resilience, mentalizing, and mental health outcomes among Lebanese trauma survivors following the Beirut port explosion in 2020 as well as the earthquakes in 2023.\n    \n\n\n          Method:\n        \n      \n      With a significant sample of 546 participants, the research used robust psychological scales, such as the Connor-Davidson Resilience Scale and the Reflective Functioning Questionnaire, to examine how resilience affects mental health through mentalizing processes and how these effects differ between genders.\n    \n\n\n          Results:\n        \n      \n      Findings revealed that mentalizing significantly mediates the relationship between resilience and mental health, with stronger effects observed in females. This study highlights the vital role of gender-sensitive interventions in mental health, advocating for the integration of mentalizing-focused therapies in trauma recovery programs to enhance resilience and mitigate mental health difficulties effectively.\n    \n\n\n          Conclusion:\n        \n      \n      The implications of this research are particularly crucial for regions with high exposure to traumatic events, emphasizing the need for tailored, gender-aware psychological support strategies. (PsycInfo Database Record (c) 2025 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40489139/",
    "clean_text": "moderated mediation of gender on the relationship between resilience mentalizing and mental health outcomes in cumulative trauma survivors the case of the lebanese port explosion results findings revealed that mentalizing significantly mediates the relationship between resilience and mental health with stronger effects observed in females this study highlights the vital role of gender sensitive interventions in mental health advoc objectives this study addresses a critical gap in trauma research by examining the moderated mediation effects of gender on the relationship between resilience mentalizing and mental health outcomes among lebanese trauma survivors following the beirut port explosion in as well as the earthquakes in method with a significant sample of participants the research used robust psychological scales such as the connor davidson resilience scale and the reflective functioning questionnaire to examine how resilience affects mental health through mentalizing processes and how these effects differ between genders results findings revealed that mentalizing significantly mediates the relationship between resilience and mental health with stronger effects observed in females this study highlights the vital role of gender sensitive interventions in mental health advocating for the integration of mentalizing focused therapies in trauma recovery programs to enhance resilience and mitigate mental health difficulties effectively conclusion the implications of this research are particularly crucial for regions with high exposure to traumatic events emphasizing the need for tailored gender aware psychological support strategies psycinfo database record c apa all rights reserved"
}