{
    "pmid": "41406992",
    "title": "Noncirrhotic Portopulmonary Hypertension Due to Hepatoportal Sclerosis in Adams-Oliver Syndrome.",
    "abstract": "A 13-year-old girl presented for evaluation of pulmonary hypertension after symptoms of dyspnea and exercise intolerance. Full evaluation was negative except for abdominal ultrasonography with splenomegaly and esophageal varices suggestive of portal hypertension. Cardiac and hepatic vein catheterization confirmed portopulmonary hypertension. Liver biopsy demonstrated sinusoidal dilatation, nodularity, and minimal fibrosis, which was interpreted as possible nodular regenerative hyperplasia but not cirrhosis. Radiographic imaging, including computed tomography venography, demonstrated an elongated and severely stenotic extrahepatic portal vein, and portal hypertension was presumed to be secondary to congenital portal vein hypoplasia. She was treated with ambrisentan with initial improvement in symptoms and estimated pulmonary pressure. Whole-exome sequencing revealed a likely pathogenic missense mutation in Delta-like canonical Notch ligand 4 associated with Adams-Oliver syndrome. After 2 years, pulmonary hypertension and right heart failure symptoms worsened, along with liver failure. She then had fulminant liver failure and cardiorespiratory arrest. Resuscitative efforts included extracorporeal membranous oxygenation (ECMO), but because of hypoxic brain injury, care was compassionately withdrawn. Autopsy limited to the thorax and abdomen revealed high-grade pulmonary plexiform arteriopathy, splenomegaly, esophageal varices, and large splenorenal shunt. The liver was small with a nodular surface but not fibrotic. The entire length of the extrahepatic portal vein was severely stenotic, and intrahepatic portal veins were missing or diminutive-findings diagnostic of hepatoportal sclerosis. Noncirrhotic portopulmonary hypertension is rare and should include evaluation of immunologic, infectious, toxic, thrombotic, and genetic etiologies. Unfortunately, there is no known treatment of hepatoportal sclerosis.",
    "disease": "liver cirrhosis",
    "clean_text": "noncirrhotic portopulmonary hypertension due to hepatoportal sclerosis in adams oliver syndrome a year old girl presented for evaluation of pulmonary hypertension after symptoms of dyspnea and exercise intolerance full evaluation was negative except for abdominal ultrasonography with splenomegaly and esophageal varices suggestive of portal hypertension cardiac and hepatic vein catheterization confirmed portopulmonary hypertension liver biopsy demonstrated sinusoidal dilatation nodularity and minimal fibrosis which was interpreted as possible nodular regenerative hyperplasia but not cirrhosis radiographic imaging including computed tomography venography demonstrated an elongated and severely stenotic extrahepatic portal vein and portal hypertension was presumed to be secondary to congenital portal vein hypoplasia she was treated with ambrisentan with initial improvement in symptoms and estimated pulmonary pressure whole exome sequencing revealed a likely pathogenic missense mutation in delta like canonical notch ligand associated with adams oliver syndrome after years pulmonary hypertension and right heart failure symptoms worsened along with liver failure she then had fulminant liver failure and cardiorespiratory arrest resuscitative efforts included extracorporeal membranous oxygenation ecmo but because of hypoxic brain injury care was compassionately withdrawn autopsy limited to the thorax and abdomen revealed high grade pulmonary plexiform arteriopathy splenomegaly esophageal varices and large splenorenal shunt the liver was small with a nodular surface but not fibrotic the entire length of the extrahepatic portal vein was severely stenotic and intrahepatic portal veins were missing or diminutive findings diagnostic of hepatoportal sclerosis noncirrhotic portopulmonary hypertension is rare and should include evaluation of immunologic infectious toxic thrombotic and genetic etiologies unfortunately there is no known treatment of hepatoportal sclerosis"
}