{
    "title": "Pemphigus vulgaris and systemic lupus erythematosus in a 46-y-old man.",
    "doc_id": "11789495",
    "writer": "Hidalgo-Tenorio C",
    "year": "2001",
    "summary": "Systemic lupus erythematosus (SLE) is an autoimmune disease that may affect many organs in the body. Skin manifestations are frequent and sometimes vesiculobullous lesions may apper such as in bullous lupus erythematosus. SLE may also be excepti …",
    "abstract": "Systemic lupus erythematosus (SLE) is an autoimmune disease that may affect many organs in the body. Skin manifestations are frequent and sometimes vesiculobullous lesions may apper such as in bullous lupus erythematosus. SLE may also be exceptionally associated with other blistering diseases such as pemphigus vulgaris (PV). We describe the case of a male diagnosed as having SLE, who one year later developed PV. Only three cases (all in women) of SLE associated with PV have been reported in the literature. Our case is noteworthy in that this exceptional association developed in a middle-aged male.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11789495/",
    "clean_text": "pemphigus vulgaris and systemic lupus erythematosus in a y old man systemic lupus erythematosus sle is an autoimmune disease that may affect many organs in the body skin manifestations are frequent and sometimes vesiculobullous lesions may apper such as in bullous lupus erythematosus sle may also be excepti systemic lupus erythematosus sle is an autoimmune disease that may affect many organs in the body skin manifestations are frequent and sometimes vesiculobullous lesions may apper such as in bullous lupus erythematosus sle may also be exceptionally associated with other blistering diseases such as pemphigus vulgaris pv we describe the case of a male diagnosed as having sle who one year later developed pv only three cases all in women of sle associated with pv have been reported in the literature our case is noteworthy in that this exceptional association developed in a middle aged male"
}