{
    "pmid": "41401555",
    "title": "Chlorinated solvents in groundwater and human DNA methylation: The Italian case of Bussi sul Tirino.",
    "abstract": "Environmental toxicants, including chlorinated solvents present in contaminated water sources, can modify human DNA methylation (DNAm), an epigenetic mechanism that underlies biological plasticity in response to environmental perturbations. Given the relevance of these epigenetic mechanisms, this study examines the DNAm profiles of communities near Bussi sul Tirino (Abruzzo, Italy), an area declared a Site of National Interest (SNI) in 2008 due to extensive environmental contamination, including chlorinated solvents. The aim was to determine whether long-standing groundwater contamination is associated with changes in DNAm variability. Specifically, buccal swabs were collected from 61 volunteers classified into high (HLE) and low (LLE) exposure groups based on proximity to contaminated water sources. Subsequently, bisulfite sequencing (MiSeq, Illumina) was used to assess DNAm in repetitive elements, while genome-wide DNAm and genotyping were performed on a subset of 32 individuals using Illumina MethylationEPIC and HumanOmniExpress 720k BeadChips, respectively. Genome-wide analysis identified differentially methylated positions enriched in genes related to embryonic/cellular development, nervous system development, and immune function. In particular, the strongest association was observed at cg04879348 (GCC2 gene; p = 6.52 ×10",
    "disease": "parkinson disease",
    "clean_text": "chlorinated solvents in groundwater and human dna methylation the italian case of bussi sul tirino environmental toxicants including chlorinated solvents present in contaminated water sources can modify human dna methylation dnam an epigenetic mechanism that underlies biological plasticity in response to environmental perturbations given the relevance of these epigenetic mechanisms this study examines the dnam profiles of communities near bussi sul tirino abruzzo italy an area declared a site of national interest sni in due to extensive environmental contamination including chlorinated solvents the aim was to determine whether long standing groundwater contamination is associated with changes in dnam variability specifically buccal swabs were collected from volunteers classified into high hle and low lle exposure groups based on proximity to contaminated water sources subsequently bisulfite sequencing miseq illumina was used to assess dnam in repetitive elements while genome wide dnam and genotyping were performed on a subset of individuals using illumina methylationepic and humanomniexpress k beadchips respectively genome wide analysis identified differentially methylated positions enriched in genes related to embryonic cellular development nervous system development and immune function in particular the strongest association was observed at cg gcc gene p"
}