{
    "title": "Renal ischemia: does sex matter?",
    "doc_id": "18635495",
    "writer": "Hutchens MP",
    "year": "2008",
    "summary": "Clinically, women experience a lower incidence of perioperative acute renal failure, with the exception of cardiac surgery. Experimental science is now producing tantalizing clues that sex steroids, both male and female, play a role in the kidney's response t …",
    "abstract": "Renal ischemia is a common complication in the perioperative period that leads to a high rate of morbidity and mortality. As in other forms of ischemia (i.e., cardiac, neurologic), the incidence and outcome of renal ischemia is strikingly sex-specific. Sexual dimorphism in response to renal injury has been noted for many years, but is now the subject of both clinical and experimental research. Clinically, women experience a lower incidence of perioperative acute renal failure, with the exception of cardiac surgery. Experimental science is now producing tantalizing clues that sex steroids, both male and female, play a role in the kidney's response to ischemia. In this review, we evaluated sex differences in perioperative renal failure and in the pathophysiology of renal ischemia/reperfusion injury. Although much work remains to characterize the biological mechanisms involved, the data are sufficient to support consideration of gender and the use of medications that impact steroid availability in the perioperative plan of care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18635495/",
    "clean_text": "renal ischemia does sex matter clinically women experience a lower incidence of perioperative acute renal failure with the exception of cardiac surgery experimental science is now producing tantalizing clues that sex steroids both male and female play a role in the kidney s response t renal ischemia is a common complication in the perioperative period that leads to a high rate of morbidity and mortality as in other forms of ischemia i e cardiac neurologic the incidence and outcome of renal ischemia is strikingly sex specific sexual dimorphism in response to renal injury has been noted for many years but is now the subject of both clinical and experimental research clinically women experience a lower incidence of perioperative acute renal failure with the exception of cardiac surgery experimental science is now producing tantalizing clues that sex steroids both male and female play a role in the kidney s response to ischemia in this review we evaluated sex differences in perioperative renal failure and in the pathophysiology of renal ischemia reperfusion injury although much work remains to characterize the biological mechanisms involved the data are sufficient to support consideration of gender and the use of medications that impact steroid availability in the perioperative plan of care"
}