{
    "pmid": "41450579",
    "title": "Plasma aldosterone is low in patients hospitalized with COVID-19 and not associated with changes in serum potassium levels: ",
    "abstract": "Hypokalemia is common in patients hospitalized with coronavirus disease 2019 (COVID-19) and is associated with mortality, disease progression and severity. Increased aldosterone levels were previously suggested to be the main cause of potassium loss in this population. We aimed to assess the effects of the latest morning plasma aldosterone levels on changes in serum potassium during severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. We used dynamic generalized estimating equations (GEEs) on longitudinal data (3 weeks) from an adequately sized (159 patients) platform trial evaluating therapeutics for COVID-19 during the first wave of infections in Vienna, Austria. We adjusted for important confounding variables (GEE A, 106 patients) and conducted sensitivity analyses by including medications with the potential to confound the analysis (GEE B, 82 patients) and by modeling an exponential decay of effects on potassium over time (GEE C, 82 patients). Furthermore, we explored the relationship descriptively. The median potassium concentration was 3.8 (quartile 1: 3.5, quartile 3: 4.0) mmol/L, and hypokalemia (<3.5 mmol/L) was present in 15.7% of patients at the first blood draw compared to 21.6% throughout the 3-week observation period. The median aldosterone concentration was 45.0 (20.0, 104.0) pmol/L and was below the lower limit of quantitation (20 pmol/L) in 32.4% of samples. Aldosterone was not associated with changes in potassium neither in GEE A [base-10 logarithm of aldosterone,  Aldosterone levels were low and were not associated with potassium changes in patients hospitalized with COVID-19 during the first wave of the SARS-CoV-2 pandemic.",
    "disease": "pneumonia",
    "clean_text": "plasma aldosterone is low in patients hospitalized with covid and not associated with changes in serum potassium levels hypokalemia is common in patients hospitalized with coronavirus disease covid and is associated with mortality disease progression and severity increased aldosterone levels were previously suggested to be the main cause of potassium loss in this population we aimed to assess the effects of the latest morning plasma aldosterone levels on changes in serum potassium during severe acute respiratory syndrome coronavirus sars cov infection we used dynamic generalized estimating equations gees on longitudinal data weeks from an adequately sized patients platform trial evaluating therapeutics for covid during the first wave of infections in vienna austria we adjusted for important confounding variables gee a patients and conducted sensitivity analyses by including medications with the potential to confound the analysis gee b patients and by modeling an exponential decay of effects on potassium over time gee c patients furthermore we explored the relationship descriptively the median potassium concentration was quartile quartile mmol l and hypokalemia mmol l was present in of patients at the first blood draw compared to throughout the week observation period the median aldosterone concentration was pmol l and was below the lower limit of quantitation pmol l in of samples aldosterone was not associated with changes in potassium neither in gee a base logarithm of aldosterone aldosterone levels were low and were not associated with potassium changes in patients hospitalized with covid during the first wave of the sars cov pandemic"
}