{
    "title": "Moving more: physical activity and its positive effects on long term conditions in children and young people.",
    "doc_id": "32198161",
    "writer": "Dimitri P",
    "year": "2020",
    "summary": "While the benefits of regular participation in physical activity in children and young people are clear, misconceptions have developed about the possible negative effects and potential complications of exercise on long-term conditions such as epilepsy, asthma …",
    "abstract": "While the benefits of regular participation in physical activity in children and young people are clear, misconceptions have developed about the possible negative effects and potential complications of exercise on long-term conditions such as epilepsy, asthma and diabetes. Over the last decade evidence has emerged supporting the positive impact that physical activity has on long-term conditions. Previous concerns were raised about the risks of hypoglycaemia in children with type 1 diabetes mellitus (T1DM) thus limiting participation in sports. Importantly, physical activity improves the metabolic profile, bone mineral density, cardiorespiratory fitness and insulin sensitivity while lowering mortality risk in children with T1DM. Children with asthma were prevented from doing exercise due to concerns about precipitating an acute asthmatic episode. To the contrary, physical activity interventions have consistently shown an increase in cardiovascular fitness, physical capacity, asthma-free days and quality of life in childhood asthmatics. Children with epilepsy are often excluded from sports due to concerns relating to increased seizure frequency, yet evidence suggests that this is not the case. The evidence supporting physical activity in childhood survivors of cancer is growing but still primarily confined to patients with acute lymphoblastic leukaemia. Participation in sports and physical activity also reduces mental health problems developing in adolescence. While further research is required to investigate benefits of physical activity on specific aspects of long-term conditions in children, in general this group should be advised to increase participation in sports and exercise as a means of improving long-term physical and mental health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32198161/",
    "clean_text": "moving more physical activity and its positive effects on long term conditions in children and young people while the benefits of regular participation in physical activity in children and young people are clear misconceptions have developed about the possible negative effects and potential complications of exercise on long term conditions such as epilepsy asthma while the benefits of regular participation in physical activity in children and young people are clear misconceptions have developed about the possible negative effects and potential complications of exercise on long term conditions such as epilepsy asthma and diabetes over the last decade evidence has emerged supporting the positive impact that physical activity has on long term conditions previous concerns were raised about the risks of hypoglycaemia in children with type diabetes mellitus t dm thus limiting participation in sports importantly physical activity improves the metabolic profile bone mineral density cardiorespiratory fitness and insulin sensitivity while lowering mortality risk in children with t dm children with asthma were prevented from doing exercise due to concerns about precipitating an acute asthmatic episode to the contrary physical activity interventions have consistently shown an increase in cardiovascular fitness physical capacity asthma free days and quality of life in childhood asthmatics children with epilepsy are often excluded from sports due to concerns relating to increased seizure frequency yet evidence suggests that this is not the case the evidence supporting physical activity in childhood survivors of cancer is growing but still primarily confined to patients with acute lymphoblastic leukaemia participation in sports and physical activity also reduces mental health problems developing in adolescence while further research is required to investigate benefits of physical activity on specific aspects of long term conditions in children in general this group should be advised to increase participation in sports and exercise as a means of improving long term physical and mental health"
}