{
    "title": "Current advances in magnetic resonance imaging (MRI) in spinal cord trauma: review article.",
    "doc_id": "1598169",
    "writer": "Perovitch M",
    "year": "1992",
    "summary": "In addition to the standard MR imaging techniques applied in the spinal cord injuries, we also introduced some recent MRI technical achievements which are anticipated to improve diagnostic accuracy and broaden clinical application of this modality with regard to the …",
    "abstract": "Magnetic resonance (MR) images of 87 patients who had sustained spinal cord injuries during the past 2 years, were analyzed and compared with the corresponding clinical, surgical, and in some cases pathological findings. In addition to the standard MR imaging techniques applied in the spinal cord injuries, we also introduced some recent MRI technical achievements which are anticipated to improve diagnostic accuracy and broaden clinical application of this modality with regard to the spinal cord trauma. The recent technical advancements that we used include image enhancement, fat tissue signal suppression, three-dimensional (3-D) imaging, and magnetic resonance angiography (MRA). The reviewed post traumatic changes disclosed in these MR images were classified in 4 categories: acute, subacute, chronic, and the injury's sequelae. The essential properties of the 4 new imaging advancements are considered in relationship to the gain in diagnostic improvement of MRI of the 4 phases of patients with spinal cord trauma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1598169/",
    "clean_text": "current advances in magnetic resonance imaging mri in spinal cord trauma review article in addition to the standard mr imaging techniques applied in the spinal cord injuries we also introduced some recent mri technical achievements which are anticipated to improve diagnostic accuracy and broaden clinical application of this modality with regard to the magnetic resonance mr images of patients who had sustained spinal cord injuries during the past years were analyzed and compared with the corresponding clinical surgical and in some cases pathological findings in addition to the standard mr imaging techniques applied in the spinal cord injuries we also introduced some recent mri technical achievements which are anticipated to improve diagnostic accuracy and broaden clinical application of this modality with regard to the spinal cord trauma the recent technical advancements that we used include image enhancement fat tissue signal suppression three dimensional d imaging and magnetic resonance angiography mra the reviewed post traumatic changes disclosed in these mr images were classified in categories acute subacute chronic and the injury s sequelae the essential properties of the new imaging advancements are considered in relationship to the gain in diagnostic improvement of mri of the phases of patients with spinal cord trauma"
}