{
    "title": "[Role and change of the gut microbiota after bariatric surgery].",
    "doc_id": "35844131",
    "writer": "Cao C",
    "year": "2022",
    "summary": "Gut microbiota have been validated to play a pivotal role in metabolic regulation. As the most effective treatment for obesity and related comorbidities, bariatric surgery has been shown to result in significant alterations to the gut microbiota. ...So …",
    "abstract": "Gut microbiota have been validated to play a pivotal role in metabolic regulation. As the most effective treatment for obesity and related comorbidities, bariatric surgery has been shown to result in significant alterations to the gut microbiota. Literature have recently suggested temporal and spatial features of alterations to the intestinal bacteria following bariatric surgery, which is possibly attributed to the gut adaptation to the surgical modification on the gastrointestinal tract. More importantly, the gut microbiota have been appreciated as a critical contributor to the metabolic improvements following bariatric surgery. Although not fully elucidated, the underlying mechanisms are associated with the molecular pathways mediating the crosstalk between gut microbiota and host . On the other hand, change of the gut microbiota has been found to be related to the prognosis of patients receiving bariatric surgery. Some studies even point out negative effects of the gut microbiota on certain surgical complications . In this review, we summarize the characteristics of alterations to the gut microbiota following bariatric surgery as well as its relevant impacts to better understand the role of gut microbiota in bariatric surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35844131/",
    "clean_text": "role and change of the gut microbiota after bariatric surgery gut microbiota have been validated to play a pivotal role in metabolic regulation as the most effective treatment for obesity and related comorbidities bariatric surgery has been shown to result in significant alterations to the gut microbiota so gut microbiota have been validated to play a pivotal role in metabolic regulation as the most effective treatment for obesity and related comorbidities bariatric surgery has been shown to result in significant alterations to the gut microbiota literature have recently suggested temporal and spatial features of alterations to the intestinal bacteria following bariatric surgery which is possibly attributed to the gut adaptation to the surgical modification on the gastrointestinal tract more importantly the gut microbiota have been appreciated as a critical contributor to the metabolic improvements following bariatric surgery although not fully elucidated the underlying mechanisms are associated with the molecular pathways mediating the crosstalk between gut microbiota and host on the other hand change of the gut microbiota has been found to be related to the prognosis of patients receiving bariatric surgery some studies even point out negative effects of the gut microbiota on certain surgical complications in this review we summarize the characteristics of alterations to the gut microbiota following bariatric surgery as well as its relevant impacts to better understand the role of gut microbiota in bariatric surgery"
}