{
    "title": "The X chromosome and fragile X mental retardation.",
    "doc_id": "12900573",
    "writer": "Oostra BA",
    "year": "2002",
    "summary": "Fragile X syndrome represents the most common inherited cause of mental retardation. It is caused by a stretch of CGG repeats within the fragile X gene, which increases in length as it is transmitted from generation to generation. ...For most X- …",
    "abstract": "Fragile X syndrome represents the most common inherited cause of mental retardation. It is caused by a stretch of CGG repeats within the fragile X gene, which increases in length as it is transmitted from generation to generation. Once the repeat exceeds a threshold length, no protein is produced, resulting in the fragile X phenotype. Both X chromosome inactivation and inactivation of the FMR1 gene are the result of methylation. X inactivation occurs earlier than inactivation of the FMR1 gene. The instability to a full mutation is dependent on the sex of the transmitting parent and occurs only from mother to child. For most X-chromosomal diseases, female carriers do not express the phenotype. A clear exception is fragile X syndrome. It is clear that more than 50% of the neurons have to express the protein to ensure a normal phenotype in females. This means that a normal phenotype in female carriers of a full mutation is accompanied by a distortion of the normal distribution of X inactivation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12900573/",
    "clean_text": "the x chromosome and fragile x mental retardation fragile x syndrome represents the most common inherited cause of mental retardation it is caused by a stretch of cgg repeats within the fragile x gene which increases in length as it is transmitted from generation to generation for most x fragile x syndrome represents the most common inherited cause of mental retardation it is caused by a stretch of cgg repeats within the fragile x gene which increases in length as it is transmitted from generation to generation once the repeat exceeds a threshold length no protein is produced resulting in the fragile x phenotype both x chromosome inactivation and inactivation of the fmr gene are the result of methylation x inactivation occurs earlier than inactivation of the fmr gene the instability to a full mutation is dependent on the sex of the transmitting parent and occurs only from mother to child for most x chromosomal diseases female carriers do not express the phenotype a clear exception is fragile x syndrome it is clear that more than of the neurons have to express the protein to ensure a normal phenotype in females this means that a normal phenotype in female carriers of a full mutation is accompanied by a distortion of the normal distribution of x inactivation"
}