{
    "title": "The spinal antinociceptive effects of cholinergic drugs in rats: receptor subtype specificity in different nociceptive tests.",
    "doc_id": "12441008",
    "writer": "Lograsso M",
    "year": "2002",
    "summary": "BACKGROUND: Several studies have shown that muscarinic cholinergic agonists cause antinociception in humans and animals when given by both spinal and non-spinal parenteral routes. It is uncertain which subtype of muscarinic receptor is involved in spinally me …",
    "abstract": "Background:\n        \n      \n      Several studies have shown that muscarinic cholinergic agonists cause antinociception in humans and animals when given by both spinal and non-spinal parenteral routes. It is uncertain which subtype of muscarinic receptor is involved in spinally mediated antinociceptive effects caused by these drugs. The cholinergic receptor agonists McN-A-343 (M1 selective; 3.89 to 389 nmol) and carbachol (non-selective; 0.029 to 29 nmol) were used in a rat acute pain model to investigate the involvement of M1 and non-M1 subtypes in spinally mediated antinociception. The drugs were injected intrathecally and results from experiments in which drug actions were carefully confined to the spinal cord were used to construct agonist dose response curves.\n    \n\n\n          Results:\n        \n      \n      McN-A-343 frequently diffused rostrally to the brain, away from the lumbosacral site of injection. Thus, in spite of its receptor subtype selectivity, McN-A-343 is a poor probe to use in attempting to identify receptor subtypes involved in spinal cord antinociceptive systems. However, in some experiments McN-A-343 caused spinally mediated antinociception assessed by the electrical current threshold test. Antinociception assessed by the tail flick latency test with intrathecal McN-A-343 was observed and found to involve supraspinal mechanisms. Carbachol caused spinally mediated antinociception assessed by both electrical current threshold and tail flick latency.\n    \n\n\n          Conclusions:\n        \n      \n      The results suggest that M1 receptors are involved in spinally mediated antinociception revealed by electrical current threshold; other cholinergic receptors (non-M1) are involved in thermal antinociception at the spinal cord. This contrasts with previous work on spinally mediated cholinergic antinociception. These differences are believed to be due to difficulties in restricting the action of these drugs to the spinal cord.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12441008/",
    "clean_text": "the spinal antinociceptive effects of cholinergic drugs in rats receptor subtype specificity in different nociceptive tests background several studies have shown that muscarinic cholinergic agonists cause antinociception in humans and animals when given by both spinal and non spinal parenteral routes it is uncertain which subtype of muscarinic receptor is involved in spinally me background several studies have shown that muscarinic cholinergic agonists cause antinociception in humans and animals when given by both spinal and non spinal parenteral routes it is uncertain which subtype of muscarinic receptor is involved in spinally mediated antinociceptive effects caused by these drugs the cholinergic receptor agonists mcn a m selective to nmol and carbachol non selective to nmol were used in a rat acute pain model to investigate the involvement of m and non m subtypes in spinally mediated antinociception the drugs were injected intrathecally and results from experiments in which drug actions were carefully confined to the spinal cord were used to construct agonist dose response curves results mcn a frequently diffused rostrally to the brain away from the lumbosacral site of injection thus in spite of its receptor subtype selectivity mcn a is a poor probe to use in attempting to identify receptor subtypes involved in spinal cord antinociceptive systems however in some experiments mcn a caused spinally mediated antinociception assessed by the electrical current threshold test antinociception assessed by the tail flick latency test with intrathecal mcn a was observed and found to involve supraspinal mechanisms carbachol caused spinally mediated antinociception assessed by both electrical current threshold and tail flick latency conclusions the results suggest that m receptors are involved in spinally mediated antinociception revealed by electrical current threshold other cholinergic receptors non m are involved in thermal antinociception at the spinal cord this contrasts with previous work on spinally mediated cholinergic antinociception these differences are believed to be due to difficulties in restricting the action of these drugs to the spinal cord"
}