{
    "title": "L1 Cell Adhesion Molecule Overexpression Down Regulates Phosphacan and Up Regulates Structural Plasticity-Related Genes Rostral and Caudal to the Complete Spinal Cord Transection.",
    "doc_id": "31426714",
    "writer": "Płatek R",
    "year": "2020",
    "summary": "L1 cell adhesion molecule (L1CAM) supports spinal cord cellular milieu after contusion and compression lesions, contributing to neuroprotection, promoting axonal outgrowth, and reducing outgrowth-inhibitory molecules in lesion proximity. ...Low-molecular L1CAM isoforms gen …",
    "abstract": "L1 cell adhesion molecule (L1CAM) supports spinal cord cellular milieu after contusion and compression lesions, contributing to neuroprotection, promoting axonal outgrowth, and reducing outgrowth-inhibitory molecules in lesion proximity. We extended investigations into L1CAM molecular targets and explored long-distance effects of L1CAM rostral and caudal to complete spinal cord transection (SCT) in adult rats. L1CAM overexpression in neurons and glia after Th10/Th11 SCT was achieved using adeno-associated viral vector serotype 5 (AAV5) injected into an L1-lumbar segment immediately after transection. At 5 weeks, a L1CAM mRNA profound decrease detected rostral and caudal to the transection site was alleviated by AAV5-L1CAM treatment, with increased endogenous L1CAM rostral to the SCT. Transected corticospinal tract fibers showed attenuated retraction after treatment, accompanied by a multi-segmental increase of lesion-reduced expression of adenylate cyclase 1 (Adcy1), synaptophysin, growth-associated protein 43, and myelin basic protein genes caudal to transection, and Adcy1 rostral to transection. In parallel, chondroitin sulfate proteoglycan phosphacan elevated after SCT was downregulated after treatment. Low-molecular L1CAM isoforms generated after spinalization indicated the involvement of sheddases in L1CAM processing and long-distance effects. A disintegrin and metalloproteinase (ADAM)10 sheddase immunoreactivity, stronger in AAV5-L1CAM than AAV5- enhanced green fluorescent protein (EGFP)-transduced motoneurons indicated local ADAM10 upregulation by L1CAM. The results suggest that increased L1CAM availability and penetration of diffusible L1CAM fragments post-lesion induce both local and long-distance neuronal and glial responses toward better neuronal maintenance, neurite growth, and myelination. Despite the fact that intervention promoted beneficial molecular changes, kinematic analysis of hindlimb movements showed minor improvement, indicating that spinalized rats require longer L1CAM treatment to regain locomotor functions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31426714/",
    "clean_text": "l cell adhesion molecule overexpression down regulates phosphacan and up regulates structural plasticity related genes rostral and caudal to the complete spinal cord transection l cell adhesion molecule l cam supports spinal cord cellular milieu after contusion and compression lesions contributing to neuroprotection promoting axonal outgrowth and reducing outgrowth inhibitory molecules in lesion proximity low molecular l cam isoforms gen l cell adhesion molecule l cam supports spinal cord cellular milieu after contusion and compression lesions contributing to neuroprotection promoting axonal outgrowth and reducing outgrowth inhibitory molecules in lesion proximity we extended investigations into l cam molecular targets and explored long distance effects of l cam rostral and caudal to complete spinal cord transection sct in adult rats l cam overexpression in neurons and glia after th th sct was achieved using adeno associated viral vector serotype aav injected into an l lumbar segment immediately after transection at weeks a l cam mrna profound decrease detected rostral and caudal to the transection site was alleviated by aav l cam treatment with increased endogenous l cam rostral to the sct transected corticospinal tract fibers showed attenuated retraction after treatment accompanied by a multi segmental increase of lesion reduced expression of adenylate cyclase adcy synaptophysin growth associated protein and myelin basic protein genes caudal to transection and adcy rostral to transection in parallel chondroitin sulfate proteoglycan phosphacan elevated after sct was downregulated after treatment low molecular l cam isoforms generated after spinalization indicated the involvement of sheddases in l cam processing and long distance effects a disintegrin and metalloproteinase adam sheddase immunoreactivity stronger in aav l cam than aav enhanced green fluorescent protein egfp transduced motoneurons indicated local adam upregulation by l cam the results suggest that increased l cam availability and penetration of diffusible l cam fragments post lesion induce both local and long distance neuronal and glial responses toward better neuronal maintenance neurite growth and myelination despite the fact that intervention promoted beneficial molecular changes kinematic analysis of hindlimb movements showed minor improvement indicating that spinalized rats require longer l cam treatment to regain locomotor functions"
}