{
    "title": "Juvenile idiopathic arthritis - the role of imaging from a rheumatologist's perspective.",
    "doc_id": "29766250",
    "writer": "Malattia C",
    "year": "2018",
    "summary": "Alongside recent advances in treatment strategies for juvenile idiopathic arthritis (JIA), paediatric rheumatologists have taken increasing interest in the use of imaging. ...",
    "abstract": "Alongside recent advances in treatment strategies for juvenile idiopathic arthritis (JIA), paediatric rheumatologists have taken increasing interest in the use of imaging. Magnetic resonance imaging (MRI) and musculoskeletal ultrasound, by providing more detailed information on disease activity than clinical examination and conventional radiography (CR), have become helpful diagnostic and managerial tools. The growing skeleton, however, with changing appearances over time, is still challenging in the establishment of valid scoring systems for pathological changes. Defining child- and age-specific reference standards is therefore a highly prioritized issue. The aim of this article is to raise awareness among radiologists of the substantial role that imaging can play to optimize the management of JIA patients and to describe the state-of-the-art validation process of imaging as an outcome measure. A closer collaboration between radiologists and pediatric rheumatologists is crucial to define a scheduled workflow for imaging in JIA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29766250/",
    "clean_text": "juvenile idiopathic arthritis the role of imaging from a rheumatologist s perspective alongside recent advances in treatment strategies for juvenile idiopathic arthritis jia paediatric rheumatologists have taken increasing interest in the use of imaging alongside recent advances in treatment strategies for juvenile idiopathic arthritis jia paediatric rheumatologists have taken increasing interest in the use of imaging magnetic resonance imaging mri and musculoskeletal ultrasound by providing more detailed information on disease activity than clinical examination and conventional radiography cr have become helpful diagnostic and managerial tools the growing skeleton however with changing appearances over time is still challenging in the establishment of valid scoring systems for pathological changes defining child and age specific reference standards is therefore a highly prioritized issue the aim of this article is to raise awareness among radiologists of the substantial role that imaging can play to optimize the management of jia patients and to describe the state of the art validation process of imaging as an outcome measure a closer collaboration between radiologists and pediatric rheumatologists is crucial to define a scheduled workflow for imaging in jia"
}