{
    "pmid": "41368131",
    "title": "Evaluating Post-Transplant Outcomes in Elderly Liver Recipients Over 70: A Propensity-Score Matching Analysis.",
    "abstract": "The rising prevalence of Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) and Hepatocellular Carcinoma in the elderly population has increased the demand for liver transplantation (LT) in patients over 70 years. Advanced age, however, is still considered an independent risk factor. This study aims to evaluate post-transplant oucomes in patients aged over 70 years, traditionally viewed as an age limit for transplant. We retrospectively analyzed 584 LT recipients (36 aged ≥70, 548 aged <70). Viral cirrhosis was more frequent in the younger group (36.1% vs. 13.1%), while MASLD was more common in those over 70 (25% vs. 13.1%) (p = 0.013). Model for End-Stage Liver Disease (MELD) scores were lower in patients over 70 (13, IQR 9-17) compared to the younger group (15, IQR 10-23) (p = 0.032). Propensity score matching (3:1 ratio, without replacement) was performed based on MELD and cirrhosis etiology. After matching, no significant differences were found in postoperative outcomes, overall survival, or graft survival. Our findings demonstrate that carefully selected patients over 70 can achieve post-transplant outcomes comparable to younger patients. Advanced age alone should not be considered an absolute contraindication; instead, a comprehensive, multidimensional assessment is essential to identify suitable candidates.",
    "disease": "liver cirrhosis",
    "clean_text": "evaluating post transplant outcomes in elderly liver recipients over a propensity score matching analysis the rising prevalence of metabolic dysfunction associated steatotic liver disease masld and hepatocellular carcinoma in the elderly population has increased the demand for liver transplantation lt in patients over years advanced age however is still considered an independent risk factor this study aims to evaluate post transplant oucomes in patients aged over years traditionally viewed as an age limit for transplant we retrospectively analyzed lt recipients aged aged viral cirrhosis was more frequent in the younger group vs while masld was more common in those over vs p model for end stage liver disease meld scores were lower in patients over iqr compared to the younger group iqr p propensity score matching ratio without replacement was performed based on meld and cirrhosis etiology after matching no significant differences were found in postoperative outcomes overall survival or graft survival our findings demonstrate that carefully selected patients over can achieve post transplant outcomes comparable to younger patients advanced age alone should not be considered an absolute contraindication instead a comprehensive multidimensional assessment is essential to identify suitable candidates"
}