{
    "pmid": "41380334",
    "title": "Emerging adaptation of BJ/94 lineage H9N2 viruses to waterfowl: insights into enhanced replication and immune activation in the host cells.",
    "abstract": "H9N2 influenza viruses have adapted to terrestrial avian hosts via prolonged circulation in domestic chicken populations across South and Southeast Asia. Recent surveys have documented an increased incidence of H9N2 infections in domestic ducks and geese; however, it remains unresolved whether these infections are transient spillover events from incidental chicken exposure or indicate sustained infectivity and transmissibility among waterfowl species. To address this, we performed a comprehensive characterization of H9N2 viruses detected from wild aquatic birds and farmed ducks. Surveillance revealed sporadic H9N2 infections in wild aquatic birds, as well as transient outbreaks within farmed duck flocks following viral introduction. Phylogenetic and molecular analyses revealed that these viruses shared high homology with contemporaneous chicken-circulating strains and retained chicken-adapted signatures. Notably, a phenotypic shift in recent BJ/94 lineage isolates (post-2021) was uncovered: whereas early BJ/94 lineage strains (pre-2021) exhibited preferential replication in chicken embryo fibroblasts (CEF), recent isolates displayed significantly enhanced replication efficiency in duck embryo fibroblasts (DEF)-a replication profile analogous to that of the aquatic bird-adapted Y439 lineage. Furthermore, recent isolates induced robust innate immune activation and pronounced upregulation of pro-inflammatory cytokines in DEF, characterized by elevated expression of key sensors (LGP2 and MDA5), adaptors (STING), transcription factors (IRF7 and NF-κB), and inflammatory cytokines (IL-2, IL-6 and IL-8). Thus, our findings indicate the recent BJ/94 lineage H9N2 has heightened waterfowl cell infectivity and immune responses, signaling emerging waterfowl adaptation. This may disrupt the evolutionary stasis of H9N2 viruses and potentially drive the emergence of novel viral variants with interspecies transmissibility.",
    "disease": "influenza",
    "clean_text": "emerging adaptation of bj lineage h n viruses to waterfowl insights into enhanced replication and immune activation in the host cells h n influenza viruses have adapted to terrestrial avian hosts via prolonged circulation in domestic chicken populations across south and southeast asia recent surveys have documented an increased incidence of h n infections in domestic ducks and geese however it remains unresolved whether these infections are transient spillover events from incidental chicken exposure or indicate sustained infectivity and transmissibility among waterfowl species to address this we performed a comprehensive characterization of h n viruses detected from wild aquatic birds and farmed ducks surveillance revealed sporadic h n infections in wild aquatic birds as well as transient outbreaks within farmed duck flocks following viral introduction phylogenetic and molecular analyses revealed that these viruses shared high homology with contemporaneous chicken circulating strains and retained chicken adapted signatures notably a phenotypic shift in recent bj lineage isolates post was uncovered whereas early bj lineage strains pre exhibited preferential replication in chicken embryo fibroblasts cef recent isolates displayed significantly enhanced replication efficiency in duck embryo fibroblasts def a replication profile analogous to that of the aquatic bird adapted y lineage furthermore recent isolates induced robust innate immune activation and pronounced upregulation of pro inflammatory cytokines in def characterized by elevated expression of key sensors lgp and mda adaptors sting transcription factors irf and nf b and inflammatory cytokines il il and il thus our findings indicate the recent bj lineage h n has heightened waterfowl cell infectivity and immune responses signaling emerging waterfowl adaptation this may disrupt the evolutionary stasis of h n viruses and potentially drive the emergence of novel viral variants with interspecies transmissibility"
}