{
    "pmid": "41325893",
    "title": "Mental Health Diseases Are Associated With Active Hepatitis C and Partly Drive Hepatocellular Carcinoma Trends in Veterans.",
    "abstract": "Hepatocellular carcinoma (HCC) incidence is on the rise. Although biological factors have been studied extensively, how mental health diseases (MHDs) affect the risk of HCC remains unexplored. In this study, we aimed to determine whether MHDs are associated with HCC incidence among at-risk Veterans. We conducted a retrospective cohort study of Veterans with cirrhosis (2000-2021). MHDs were defined by International Classification of Disease (ICD) codes, and mental health surveys and were categorized into individual MHDs or alcohol/substance use disorders (AUD/SUD), non-AUD/SUD (anxiety, depression, post-traumatic stress disorder [PTSD], schizophrenia, and bipolar), and any MHD, based on clinical relevance and correlations (>0.7). Cirrhosis was defined by 2-consecutive Fibrosis-4 (FIB-4) >3.25 or validated ICD codes. The Census Bureau and Rural-Urban Commuting Area Code (RUCAC) geospatial codes were used to define rurality. The association between incident HCC, MHD, rurality, and hepatitis C virus (HCV) (per direct acting antiviral (DAA) era) was analyzed using multivariable Cox logistic regression. We identified 221,721 Veterans, 7% of whom (n = 15,710) developed HCC. AUD/SUD was the most prevalent MHD (n = 44,140; 19.6%). AUD (6.74%) was the most common individual MHD, with large overlaps between MHD. DAAs improved but did not eliminate the risk of HCC in Veterans (adjusted hazard ratio [aHR], 1.32; 95% confidence interval [CI], 1.26-1.38 vs aHR, 1.59; 95% CI, 1.89-2.14). AUD/SUD was a significant risk for HCC in the pre-DAA era (aHR, 1.42; 95% CI, 1.28-1.59). In the post-DAA era, AUD/SUD significantly interacted with HCV (aHR, 1.98; 95% CI, 1.54-2.55). In a large cohort of Veterans with cirrhosis, any MHD significantly increased incident HCC risk and associated with active HCV, even in the post-DAA era, with AUD and ALD having the largest effects. Multidisciplinary management of vulnerable, at-risk Veterans is needed to mitigate the risk of HCC.",
    "disease": "liver cirrhosis",
    "clean_text": "mental health diseases are associated with active hepatitis c and partly drive hepatocellular carcinoma trends in veterans hepatocellular carcinoma hcc incidence is on the rise although biological factors have been studied extensively how mental health diseases mhds affect the risk of hcc remains unexplored in this study we aimed to determine whether mhds are associated with hcc incidence among at risk veterans we conducted a retrospective cohort study of veterans with cirrhosis mhds were defined by international classification of disease icd codes and mental health surveys and were categorized into individual mhds or alcohol substance use disorders aud sud non aud sud anxiety depression post traumatic stress disorder ptsd schizophrenia and bipolar and any mhd based on clinical relevance and correlations cirrhosis was defined by consecutive fibrosis fib or validated icd codes the census bureau and rural urban commuting area code rucac geospatial codes were used to define rurality the association between incident hcc mhd rurality and hepatitis c virus hcv per direct acting antiviral daa era was analyzed using multivariable cox logistic regression we identified veterans of whom n developed hcc aud sud was the most prevalent mhd n aud was the most common individual mhd with large overlaps between mhd daas improved but did not eliminate the risk of hcc in veterans adjusted hazard ratio ahr confidence interval ci vs ahr ci aud sud was a significant risk for hcc in the pre daa era ahr ci in the post daa era aud sud significantly interacted with hcv ahr ci in a large cohort of veterans with cirrhosis any mhd significantly increased incident hcc risk and associated with active hcv even in the post daa era with aud and ald having the largest effects multidisciplinary management of vulnerable at risk veterans is needed to mitigate the risk of hcc"
}