{
    "title": "Sympathetic nervous system dominance during stress recovery mediates associations between stress sensitivity and social anxiety symptoms in female adolescents.",
    "doc_id": "33427188",
    "writer": "Ho TC",
    "year": "2020",
    "summary": "No study, however, has systematically examined which aspects of autonomic nervous system function mediate likely links between stress sensitivity and social anxiety symptoms in adolescents. ...Further, sympathetic nervous system dominance during recovery spec …",
    "abstract": "Social anxiety disorder (SAD) is commonly diagnosed during adolescence and is associated with psychological stress reactivity and heightened physiological arousal. No study, however, has systematically examined which aspects of autonomic nervous system function mediate likely links between stress sensitivity and social anxiety symptoms in adolescents. Here, we assessed 163 adolescents (90 females; 12.29 ± 1.39 years) with respect to life stress and social anxiety symptoms, and measured respiratory sinus arrhythmia (RSA) and skin conductance levels (SCL) during a psychosocial stress paradigm. We operationalized stress sensitivity as the residual variance in subjective stress severity after accounting for objective severity and changes in autonomic regulation using standardized change scores in RSA and SCL. In females only, stress sensitivity and social anxiety symptoms were significantly correlated with each other (p < .001) and with autonomic regulation during both reactivity and recovery (all ps < 0.04). Further, sympathetic nervous system dominance during recovery specifically mediated associations between stress sensitivity and social anxiety symptoms (B = 1.06, 95% CI: 0.02-2.64). In contrast, in males, stress sensitivity, autonomic regulation during reactivity or recovery, and social anxiety symptoms were not significantly associated (all ps > 0.1). We interpret these results in the context of psychobiological models of SAD and discuss implications for interventions targeting autonomic processes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33427188/",
    "clean_text": "sympathetic nervous system dominance during stress recovery mediates associations between stress sensitivity and social anxiety symptoms in female adolescents no study however has systematically examined which aspects of autonomic nervous system function mediate likely links between stress sensitivity and social anxiety symptoms in adolescents further sympathetic nervous system dominance during recovery spec social anxiety disorder sad is commonly diagnosed during adolescence and is associated with psychological stress reactivity and heightened physiological arousal no study however has systematically examined which aspects of autonomic nervous system function mediate likely links between stress sensitivity and social anxiety symptoms in adolescents here we assessed adolescents females years with respect to life stress and social anxiety symptoms and measured respiratory sinus arrhythmia rsa and skin conductance levels scl during a psychosocial stress paradigm we operationalized stress sensitivity as the residual variance in subjective stress severity after accounting for objective severity and changes in autonomic regulation using standardized change scores in rsa and scl in females only stress sensitivity and social anxiety symptoms were significantly correlated with each other p and with autonomic regulation during both reactivity and recovery all ps further sympathetic nervous system dominance during recovery specifically mediated associations between stress sensitivity and social anxiety symptoms b ci in contrast in males stress sensitivity autonomic regulation during reactivity or recovery and social anxiety symptoms were not significantly associated all ps we interpret these results in the context of psychobiological models of sad and discuss implications for interventions targeting autonomic processes"
}