{
    "title": "Does the Gut Microbiota Modulate Host Physiology through Polymicrobial Biofilms?",
    "doc_id": "32624527",
    "writer": "Yang J",
    "year": "2020",
    "summary": "Humans harbor a complex commensal microbial community in the gastrointestinal tract, which is known as the gut microbiota. The gut microbiota participates not only in various metabolic processes in the human body, it also plays a critical role i …",
    "abstract": "Microbes inhabit various environments, such as soil, water environments, plants, and animals. Humans harbor a complex commensal microbial community in the gastrointestinal tract, which is known as the gut microbiota. The gut microbiota participates not only in various metabolic processes in the human body, it also plays a critical role in host immune responses. Gut microbes that inhabit the intestinal epithelial surface form polymicrobial biofilms. In the last decade, it has been widely reported that gut microbial biofilms and gut microbiota-derived products, such as metabolites and bacterial membrane vesicles, not only directly affect the host intestinal environment, but also indirectly influence the health of the host. In this review, we discuss the most recent findings from human and animal studies on the interactions between the gut microbiota and hosts, and their associations with various disorders, including inflammatory diseases, atopic dermatitis, metabolic disorders, and psychiatric and neurological diseases. The integrated approach of metabologenomics together with biofilm imaging may provide valuable insights into the gut microbiota and suggest remedies that may lead to a healthier society.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32624527/",
    "clean_text": "does the gut microbiota modulate host physiology through polymicrobial biofilms humans harbor a complex commensal microbial community in the gastrointestinal tract which is known as the gut microbiota the gut microbiota participates not only in various metabolic processes in the human body it also plays a critical role i microbes inhabit various environments such as soil water environments plants and animals humans harbor a complex commensal microbial community in the gastrointestinal tract which is known as the gut microbiota the gut microbiota participates not only in various metabolic processes in the human body it also plays a critical role in host immune responses gut microbes that inhabit the intestinal epithelial surface form polymicrobial biofilms in the last decade it has been widely reported that gut microbial biofilms and gut microbiota derived products such as metabolites and bacterial membrane vesicles not only directly affect the host intestinal environment but also indirectly influence the health of the host in this review we discuss the most recent findings from human and animal studies on the interactions between the gut microbiota and hosts and their associations with various disorders including inflammatory diseases atopic dermatitis metabolic disorders and psychiatric and neurological diseases the integrated approach of metabologenomics together with biofilm imaging may provide valuable insights into the gut microbiota and suggest remedies that may lead to a healthier society"
}