{
    "title": "Physical and hormonal evaluation of transsexual patients during hormonal therapy.",
    "doc_id": "6794543",
    "writer": "Meyer WJ 3rd",
    "year": "1981",
    "summary": "All patients were hormonally and physically normal prior to therapy. Ethinyl estradiol was superior to conjugated estrogen in suppression of testosterone and gonadotropins but equal in effecting breast growth. The changes in physical and hormonal characteristics wer …",
    "abstract": "The optimal hormonal therapy for transsexual patients is not known. The physical and hormonal characteristics of 38 noncastrate male-to-female transsexuals and 14 noncastrate female-to-male transsexuals have been measured before and/or during therapy with various forms and dosages of hormonal therapy. All patients were hormonally and physically normal prior to therapy. Ethinyl estradiol was superior to conjugated estrogen in suppression of testosterone and gonadotropins but equal in effecting breast growth. The changes in physical and hormonal characteristics were the same for 0.1 mg/d and 0.5 mg/d of ethinyl estradiol. The female-to-male transsexuals were well managed with a dose of intramuscular testosterone cypionate of 400 mg/month, usually given 200 mg every two weeks. The maximal clitoral length reached was usually 4 cm. Higher doses of testosterone did not further increase clitoral length or suppression of gonadotropins; lower doses did not suppress the gonadotropins. Based on the information found in this study, we recommend 0.1 mg/d of ethinyl estradiol for the noncastrate male-to-female transsexual and 200 mg of intramuscular testosterone cypionate every two weeks for the noncastrate female-to-male transsexual.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6794543/",
    "clean_text": "physical and hormonal evaluation of transsexual patients during hormonal therapy all patients were hormonally and physically normal prior to therapy ethinyl estradiol was superior to conjugated estrogen in suppression of testosterone and gonadotropins but equal in effecting breast growth the changes in physical and hormonal characteristics wer the optimal hormonal therapy for transsexual patients is not known the physical and hormonal characteristics of noncastrate male to female transsexuals and noncastrate female to male transsexuals have been measured before and or during therapy with various forms and dosages of hormonal therapy all patients were hormonally and physically normal prior to therapy ethinyl estradiol was superior to conjugated estrogen in suppression of testosterone and gonadotropins but equal in effecting breast growth the changes in physical and hormonal characteristics were the same for mg d and mg d of ethinyl estradiol the female to male transsexuals were well managed with a dose of intramuscular testosterone cypionate of mg month usually given mg every two weeks the maximal clitoral length reached was usually cm higher doses of testosterone did not further increase clitoral length or suppression of gonadotropins lower doses did not suppress the gonadotropins based on the information found in this study we recommend mg d of ethinyl estradiol for the noncastrate male to female transsexual and mg of intramuscular testosterone cypionate every two weeks for the noncastrate female to male transsexual"
}