{
    "title": "Do statins prevent Alzheimer's disease? A narrative review.",
    "doc_id": "26342722",
    "writer": "Daneschvar HL",
    "year": "2015",
    "summary": "Alzheimer's disease is the most common cause of dementia and occurs commonly in patients 65 and older. ...In this review, we discuss potential pathogenetic pathways for the development of Alzheimer's disease and review the evidence regard …",
    "abstract": "Alzheimer's disease is the most common cause of dementia and occurs commonly in patients 65 and older. There is an urgent need to find an effective management that could help prevent or at least slow down the progress of this major public health problem. Cholesterol related pathways might play a role in the pathogenesis of Alzheimer's disease. Treatment with 3-hydroxy-3-methylglutaryl-coenzyme A (HMG-CoA) reductase inhibitors (statins) has been suggested to promote the prevention of Alzheimer's disease. In this review, we discuss potential pathogenetic pathways for the development of Alzheimer's disease and review the evidence regarding the value of statins as a strategy to prevent or delay progression of Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26342722/",
    "clean_text": "do statins prevent alzheimer s disease a narrative review alzheimer s disease is the most common cause of dementia and occurs commonly in patients and older in this review we discuss potential pathogenetic pathways for the development of alzheimer s disease and review the evidence regard alzheimer s disease is the most common cause of dementia and occurs commonly in patients and older there is an urgent need to find an effective management that could help prevent or at least slow down the progress of this major public health problem cholesterol related pathways might play a role in the pathogenesis of alzheimer s disease treatment with hydroxy methylglutaryl coenzyme a hmg coa reductase inhibitors statins has been suggested to promote the prevention of alzheimer s disease in this review we discuss potential pathogenetic pathways for the development of alzheimer s disease and review the evidence regarding the value of statins as a strategy to prevent or delay progression of alzheimer s disease"
}