{
    "title": "Advanced superimposition method to evaluate the marginal and internal fit of ceramic crowns fabricated using heat pressing techniques.",
    "doc_id": "40191758",
    "writer": "Alqahtani NM",
    "year": "2025",
    "summary": "RESULTS: The mean marginal gap and internal fit values were lowest for Group A-1 with RSBFL in each zone. The intergroup comparison showed values for marginal gap and the internal fit were minimum for Group A-1 for each finish line design, with the lowest for …",
    "abstract": "Background:\n        \n      \n      Digital technologies can enhance the success of permanent crowns. The present study aimed to evaluate marginal adaptation and internal fit of permanent crowns fabricated using stereolithography (SLA) and digital light processing (DLP) 3D printing technologies following scans using two different intraoral scanners (IOS) (Medit i700, shape (TRIOS 3)).\n    \n\n\n          Methods:\n        \n      \n      Three typodont #14 teeth were prepared for full veneer all ceramic crowns with three types of margins-chamfer (CFL), rounded shoulder (RSFL) and rounded shoulder with bevel (RSBFL). A total of 360 study models were made and divided into two groups based on the type of intraoral scanner used for digital impressions. Group A in which the intraoral scanner MEDIT i700 was used, and Group B in which intraoral scanner TRIOS 3 was used (n = 360/group). The subgroups were made as Medit i700-SLA, Medit i700-DLP, TRIOS 3-SLA and TRIOS 3-DLP (n = 180/subgroup). These were further divided into three sub-subgroups based on the finish lines: CFL, RSFL, and RSBFL (n = 30 each sub-subgroups). All ceramic crowns were made on models and scanned to assess discrepancies (marginal adaptation and internal fit) at nine zones (Z1-Z9). Three-way analysis of variance and pairwise comparison was done (Tukey HSD test) (α = 0.05).\n    \n\n\n          Results:\n        \n      \n      The mean marginal gap and internal fit values were lowest for Group A-1 with RSBFL in each zone. The intergroup comparison showed values for marginal gap and the internal fit were minimum for Group A-1 for each finish line design, with the lowest for RSBFL at zone Z2 0.04 ±0.001.\n    \n\n\n          Conclusions:\n        \n      \n      Regardless of the IOS and 3D printing techniques, the smallest gap was observed in RSBFL, followed by RSFL and CFL. The all-ceramic crowns fabricated using a Medit intraoral scanner with an SLA 3DPrinter with a rounded shoulder finish line had the best marginal and internal fit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40191758/",
    "clean_text": "advanced superimposition method to evaluate the marginal and internal fit of ceramic crowns fabricated using heat pressing techniques results the mean marginal gap and internal fit values were lowest for group a with rsbfl in each zone the intergroup comparison showed values for marginal gap and the internal fit were minimum for group a for each finish line design with the lowest for background digital technologies can enhance the success of permanent crowns the present study aimed to evaluate marginal adaptation and internal fit of permanent crowns fabricated using stereolithography sla and digital light processing dlp d printing technologies following scans using two different intraoral scanners ios medit i shape trios methods three typodont teeth were prepared for full veneer all ceramic crowns with three types of margins chamfer cfl rounded shoulder rsfl and rounded shoulder with bevel rsbfl a total of study models were made and divided into two groups based on the type of intraoral scanner used for digital impressions group a in which the intraoral scanner medit i was used and group b in which intraoral scanner trios was used n group the subgroups were made as medit i sla medit i dlp trios sla and trios dlp n subgroup these were further divided into three sub subgroups based on the finish lines cfl rsfl and rsbfl n each sub subgroups all ceramic crowns were made on models and scanned to assess discrepancies marginal adaptation and internal fit at nine zones z z three way analysis of variance and pairwise comparison was done tukey hsd test results the mean marginal gap and internal fit values were lowest for group a with rsbfl in each zone the intergroup comparison showed values for marginal gap and the internal fit were minimum for group a for each finish line design with the lowest for rsbfl at zone z conclusions regardless of the ios and d printing techniques the smallest gap was observed in rsbfl followed by rsfl and cfl the all ceramic crowns fabricated using a medit intraoral scanner with an sla dprinter with a rounded shoulder finish line had the best marginal and internal fit"
}