{
    "pmid": "41421503",
    "title": "Functional MRI Following Sensory Stimulation in Rat Monosodium Iodoacetate Model of Osteoarthritis Pain as a Tool for Drug Therapy Discovery.",
    "abstract": "Chronic pain management in osteoarthritis (OA) remains a significant challenge, with current analgesic treatments often failing to provide adequate pain relief. A major issue in developing new therapies is the translational gap between preclinical animal models and clinical outcomes. This study investigates the use of functional magnetic resonance imaging (fMRI) to assess pain processing in the brain of a monosodium iodoacetate (MIA) -induced rat model of OA, combined with the pharmacological intervention of pregabalin (PGL). Thirty-two male Wistar rats were divided into sham and MIA groups, with the MIA group receiving intra-articular MIA injections to induce OA. Mechanical sensitivity was measured using the von Frey test, and fMRI was performed at baseline, on day 21, and post-PGL treatment on day 22. Results showed significant hypersensitivity in the MIA group by day 21, with altered brain activity in pain-related regions such as the thalamus and retrosplenial cortex. PGL treatment on day 22 significantly alleviated mechanical hypersensitivity and reduced brain activity in the pain-related regions, including the thalamus, frontal cortex, insula, and cingulate cortex. These findings suggest that fMRI can provide objective measures of pain processing and the efficacy of analgesic treatments in preclinical models, potentially bridging the gap between animal studies and clinical trials. The study highlights the potential of fMRI as a tool for drug discovery in chronic pain management, emphasizing the need for further research with different analgesics to fully understand its utility.",
    "disease": "osteoarthritis",
    "clean_text": "functional mri following sensory stimulation in rat monosodium iodoacetate model of osteoarthritis pain as a tool for drug therapy discovery chronic pain management in osteoarthritis oa remains a significant challenge with current analgesic treatments often failing to provide adequate pain relief a major issue in developing new therapies is the translational gap between preclinical animal models and clinical outcomes this study investigates the use of functional magnetic resonance imaging fmri to assess pain processing in the brain of a monosodium iodoacetate mia induced rat model of oa combined with the pharmacological intervention of pregabalin pgl thirty two male wistar rats were divided into sham and mia groups with the mia group receiving intra articular mia injections to induce oa mechanical sensitivity was measured using the von frey test and fmri was performed at baseline on day and post pgl treatment on day results showed significant hypersensitivity in the mia group by day with altered brain activity in pain related regions such as the thalamus and retrosplenial cortex pgl treatment on day significantly alleviated mechanical hypersensitivity and reduced brain activity in the pain related regions including the thalamus frontal cortex insula and cingulate cortex these findings suggest that fmri can provide objective measures of pain processing and the efficacy of analgesic treatments in preclinical models potentially bridging the gap between animal studies and clinical trials the study highlights the potential of fmri as a tool for drug discovery in chronic pain management emphasizing the need for further research with different analgesics to fully understand its utility"
}