{
    "title": "A multicentric, single arm, prospective, stratified clinical investigation to evaluate MammoWave's ability in breast lesions detection.",
    "doc_id": "37450545",
    "writer": "Sánchez-Bayuela DÁ",
    "year": "2023",
    "summary": "Microwave imaging is a safe and promising new technology in breast radiology, avoiding discomfort of breast compression and usage of ionizing radiation. ...Each breast scan was performed with the volunteers lying on a dedicated examination table in a comforta …",
    "abstract": "Microwave imaging is a safe and promising new technology in breast radiology, avoiding discomfort of breast compression and usage of ionizing radiation. This paper presents the first prospective microwave breast imaging study during which both symptomatic and asymptomatic subjects were recruited. Specifically, a prospective multicentre international clinical trial was performed in 2020-2021, to investigate the capability of a microwave imaging device (MammoWave) in allowing distinction between breasts with no radiological finding (NF) and breasts with radiological findings (WF), i.e., with benign or malignant lesions. Each breast scan was performed with the volunteers lying on a dedicated examination table in a comfortable prone position. MammoWave output was compared to reference standard (i.e., radiologic study obtained within the last month and integrated with histological one if available and deemed necessary by responsible investigator) to classify breasts into NF/WF categories. MammoWave output consists of a selection of microwave images' features (determined prior to trials' start), which allow distinction between NF and WF breasts (using statistical significance p<0.05). 353 women were enrolled in the study (mean age 51 years ± 12 [SD], minimum age 19, maximum age 78); MammoWave data from the first 15 women of each site, all with NF breasts, were used for calibration. Following central assessor evaluation, 111 NF (48 dense) and 272 WF (136 dense) breasts were used for comparison with MammoWave output. 272 WF comprised 182 benign findings and 90 malignant histology-confirmed cancer. A sensitivity of 82.3% was achieved (95%CI: 0.78-0.87); sensitivity is maintained when limiting the investigation to histology-confirmed breasts cancer only (90 histology-confirmed breasts cancer have been included in this analysis, having sizes ranging from 3 mm to 60 mm). Specificity value of approximately 50% was achieved as expected, since thresholds were calculated (for each feature) using median value obtained after recruiting the first 15 women (of each site), all NF. This prospective trial may represent another step for introducing microwave imaging into clinical practice, for helping in breast lesion identification in asymptomatic women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37450545/",
    "clean_text": "a multicentric single arm prospective stratified clinical investigation to evaluate mammowave s ability in breast lesions detection microwave imaging is a safe and promising new technology in breast radiology avoiding discomfort of breast compression and usage of ionizing radiation each breast scan was performed with the volunteers lying on a dedicated examination table in a comforta microwave imaging is a safe and promising new technology in breast radiology avoiding discomfort of breast compression and usage of ionizing radiation this paper presents the first prospective microwave breast imaging study during which both symptomatic and asymptomatic subjects were recruited specifically a prospective multicentre international clinical trial was performed in to investigate the capability of a microwave imaging device mammowave in allowing distinction between breasts with no radiological finding nf and breasts with radiological findings wf i e with benign or malignant lesions each breast scan was performed with the volunteers lying on a dedicated examination table in a comfortable prone position mammowave output was compared to reference standard i e radiologic study obtained within the last month and integrated with histological one if available and deemed necessary by responsible investigator to classify breasts into nf wf categories mammowave output consists of a selection of microwave images features determined prior to trials start which allow distinction between nf and wf breasts using statistical significance p women were enrolled in the study mean age years sd minimum age maximum age mammowave data from the first women of each site all with nf breasts were used for calibration following central assessor evaluation nf dense and wf dense breasts were used for comparison with mammowave output wf comprised benign findings and malignant histology confirmed cancer a sensitivity of was achieved ci sensitivity is maintained when limiting the investigation to histology confirmed breasts cancer only histology confirmed breasts cancer have been included in this analysis having sizes ranging from mm to mm specificity value of approximately was achieved as expected since thresholds were calculated for each feature using median value obtained after recruiting the first women of each site all nf this prospective trial may represent another step for introducing microwave imaging into clinical practice for helping in breast lesion identification in asymptomatic women"
}