{
    "pmid": "41433455",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Socioeconomic deprivation is associated with increased risk of co-morbid diseases that are modifiable risk factors for dementia, and reductions in hippocampal and amygdala volume, key regions in neurodegenerative pathology. To date, these changes have not been studied in real world populations of cognitive impairment. Machine learning approaches now enable visualisation of smaller structures such as hippocampal subfields from routine clinical MRIs, previously not possible. This study investigates the association between socioeconomic deprivation, and apriori selected volumes (whole brain, hippocampus, hippocampal subfields, amygdala) in patients with cognitive impairment. Patients from South London and Maudsley (SLaM) Image Bank diagnosed with MCI/dementia subtypes with available MRI scans were identified. UK Index of Multiple Deprivation (IMD) scores, modifiable dementia risk factors (hypertension, diabetes, cerebrovascular accident and asthma) were obtained. Multiple linear regression models adjusted for age, gender, ethnicity, and modifiable risk factors were compared with hippocampal subfields, whole hippocampus and amygdala (ANTsX pipeline - Deepflash with the DSK atlas applied, corrected for total intracranial volume) with stratified analyses for cognitive impairment subtypes. 3,075 patients (mean age 77, 58% female, 40% minoritized ethnicity, AD (n = 2003), MCI (n = 660), VaD (n = 239), other/unspecified (n = 173) were included. Higher IMD (greater deprivation) correlated with significantly reduced hippocampal and amygdala volumes across all cognitive impairment types. For every 10-point increase in IMD, hippocampal volume decreased by 76 ml (left) (p = 0.002) and 104 ml (right) (p <0.001), CA1 subfield volume by 46 ml (left) (p <0.001) and 43 ml (right) (p = 0.001), parahippocampal gyrus volume by 58 ml (left) (p = 0.011) and 51 ml (right) (p = 0.034), perirhinal cortex volume by 37 ml (left) (p = 0.046) and 44 ml (right) (p =  0.001), and amygdala volume by 12 ml (left) (p = 0.004) and 14 ml (right) (p <0.001). The strongest associations were observed in AD and MCI groups. We show higher deprivation is linked to distinct hippocampal subfield and amygdala atrophy in cognitive impairment. Socioeconomic deprivation may have a larger role in reflecting regional vulnerability to neurodegeneration than previously thought.",
    "disease": "asthma",
    "clean_text": "alzheimer s imaging consortium socioeconomic deprivation is associated with increased risk of co morbid diseases that are modifiable risk factors for dementia and reductions in hippocampal and amygdala volume key regions in neurodegenerative pathology to date these changes have not been studied in real world populations of cognitive impairment machine learning approaches now enable visualisation of smaller structures such as hippocampal subfields from routine clinical mris previously not possible this study investigates the association between socioeconomic deprivation and apriori selected volumes whole brain hippocampus hippocampal subfields amygdala in patients with cognitive impairment patients from south london and maudsley slam image bank diagnosed with mci dementia subtypes with available mri scans were identified uk index of multiple deprivation imd scores modifiable dementia risk factors hypertension diabetes cerebrovascular accident and asthma were obtained multiple linear regression models adjusted for age gender ethnicity and modifiable risk factors were compared with hippocampal subfields whole hippocampus and amygdala antsx pipeline deepflash with the dsk atlas applied corrected for total intracranial volume with stratified analyses for cognitive impairment subtypes patients mean age female minoritized ethnicity ad n mci n vad n other unspecified n were included higher imd greater deprivation correlated with significantly reduced hippocampal and amygdala volumes across all cognitive impairment types for every point increase in imd hippocampal volume decreased by ml left p and ml right p ca subfield volume by ml left p and ml right p parahippocampal gyrus volume by ml left p and ml right p perirhinal cortex volume by ml left p and ml right p and amygdala volume by ml left p and ml right p the strongest associations were observed in ad and mci groups we show higher deprivation is linked to distinct hippocampal subfield and amygdala atrophy in cognitive impairment socioeconomic deprivation may have a larger role in reflecting regional vulnerability to neurodegeneration than previously thought"
}