{
    "pmid": "41460606",
    "title": "Proposed unified model of late-onset Alzheimer's disease: Chronic astrocytic and neuronal bioenergetic failure.",
    "abstract": "Late-onset Alzheimer's disease (LOAD) is framed here as progressive astrocyte-neuronal metabolic and neurovascular uncoupling initiated by astrocytic bioenergetic collapse. In genetically or environmentally predisposed brains, a self-reinforcing loop of lipid accumulation, inflammation, vascular impairment, glucose-handling defects, and mitochondrial dysfunction erodes astrocytic functional capacity. Subsequent cerebrovascular dysfunction and loss of blood-brain barrier (BBB) integrity perpetuate the neuroinflammatory response and drive amyloid-β deposition. Astrocytic failure then disrupts astrocyte-neuron metabolic and neurovascular coupling, compromising lactate shuttling, glycogen mobilization, glutamate uptake, potassium buffering, antioxidant support, lipid handling, and demand-perfusion matching. Neurons deprived of this support enter chronic energy stress with sustained AMPK activation, which enhances tau hyperphosphorylation, perturbs proteostasis, and reduces tau ",
    "disease": "alzheimer disease",
    "clean_text": "proposed unified model of late onset alzheimer s disease chronic astrocytic and neuronal bioenergetic failure late onset alzheimer s disease load is framed here as progressive astrocyte neuronal metabolic and neurovascular uncoupling initiated by astrocytic bioenergetic collapse in genetically or environmentally predisposed brains a self reinforcing loop of lipid accumulation inflammation vascular impairment glucose handling defects and mitochondrial dysfunction erodes astrocytic functional capacity subsequent cerebrovascular dysfunction and loss of blood brain barrier bbb integrity perpetuate the neuroinflammatory response and drive amyloid deposition astrocytic failure then disrupts astrocyte neuron metabolic and neurovascular coupling compromising lactate shuttling glycogen mobilization glutamate uptake potassium buffering antioxidant support lipid handling and demand perfusion matching neurons deprived of this support enter chronic energy stress with sustained ampk activation which enhances tau hyperphosphorylation perturbs proteostasis and reduces tau"
}