{
    "pmid": "41390775",
    "title": "Optogenetic-induced α-synuclein accumulation reveals early synaptic dysfunction in experimental models of Parkinson's disease.",
    "abstract": "Presynaptic accumulation of misfolded α-synuclein (α-syn) and altered synaptic transmission are considered early events in the pathogenesis of Parkinson's disease (PD), suggesting a potential causal link between these two events. However, the mechanisms by which α-syn aggregation induces synaptic dysfunction and the subsequent progressive neurodegeneration remain elusive. In the present study we leveraged the high temporal resolution of the Light-Inducible Protein Aggregation (LIPA) system in vivo and in human dopaminergic neurons to explore the early sequence of α-syn-induced pathological events leading to synaptopathy. We observed that nigrostriatal axonal transport and presynaptic accumulation of α-syn aggregates altered the activity of different neuronal populations in the mouse striatum. The results of histological and metabolite analyses show that presynaptic accumulation of α-syn induced a shift in the activation pattern of D1- and D2-expressing striatal medium spiny neurons, caused an increase in the size and density of dopaminergic synapses, and disrupted striatal dopamine signaling. Altogether, our findings reveal that the accumulation of α-syn in dopaminergic terminals triggered early presynaptic impairments, which subsequently altered striatal neuronal activity. Our study provides new insights into the molecular mechanisms underlying early synaptopathy in PD.",
    "disease": "parkinson disease",
    "clean_text": "optogenetic induced synuclein accumulation reveals early synaptic dysfunction in experimental models of parkinson s disease presynaptic accumulation of misfolded synuclein syn and altered synaptic transmission are considered early events in the pathogenesis of parkinson s disease pd suggesting a potential causal link between these two events however the mechanisms by which syn aggregation induces synaptic dysfunction and the subsequent progressive neurodegeneration remain elusive in the present study we leveraged the high temporal resolution of the light inducible protein aggregation lipa system in vivo and in human dopaminergic neurons to explore the early sequence of syn induced pathological events leading to synaptopathy we observed that nigrostriatal axonal transport and presynaptic accumulation of syn aggregates altered the activity of different neuronal populations in the mouse striatum the results of histological and metabolite analyses show that presynaptic accumulation of syn induced a shift in the activation pattern of d and d expressing striatal medium spiny neurons caused an increase in the size and density of dopaminergic synapses and disrupted striatal dopamine signaling altogether our findings reveal that the accumulation of syn in dopaminergic terminals triggered early presynaptic impairments which subsequently altered striatal neuronal activity our study provides new insights into the molecular mechanisms underlying early synaptopathy in pd"
}