{
    "title": "Instrument Playing as a Cognitive Intervention Task for Older Adults: A Systematic Review and Meta-Analysis.",
    "doc_id": "30833913",
    "writer": "Kim SJ",
    "year": "2019",
    "summary": "Inclusion criteria for participants were older adults, ages 60 years and older, and any clinical diagnosis of cognitive impairment had to be due to aging. Searches used combinations of the following keywords: older adults, instrument playing, and cognitive ou …",
    "abstract": "The aim of this meta-analysis was to review studies that applied musical instrument playing as an intervention to improve cognitive functioning of older adults with and without cognitive impairment. English-language articles published between 1990 and 2018 were searched using electronic databases. Music therapy journals were also hand searched for relevant research. Inclusion criteria for participants were older adults, ages 60 years and older, and any clinical diagnosis of cognitive impairment had to be due to aging. Searches used combinations of the following keywords: older adults, instrument playing, and cognitive outcomes measures. A total of 10 studies that met the inclusion criteria were included in the final analysis: five studies with healthy older adults, two with older adults with mild cognitive impairment (MCI), two studies with older adults with dementia, and one study with both healthy older adults and older adults with MCI. The results of this meta-analysis demonstrated that different types of cognitive involvement were demanded from instrument playing. Furthermore, depending on the type of involvement, a target cognitive domain was found to be differentially impacted by the instrument playing intervention. This study supports using different types of instrument playing for interventions targeting specific cognitive domains of older adults with varying levels of cognitive aging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30833913/",
    "clean_text": "instrument playing as a cognitive intervention task for older adults a systematic review and meta analysis inclusion criteria for participants were older adults ages years and older and any clinical diagnosis of cognitive impairment had to be due to aging searches used combinations of the following keywords older adults instrument playing and cognitive ou the aim of this meta analysis was to review studies that applied musical instrument playing as an intervention to improve cognitive functioning of older adults with and without cognitive impairment english language articles published between and were searched using electronic databases music therapy journals were also hand searched for relevant research inclusion criteria for participants were older adults ages years and older and any clinical diagnosis of cognitive impairment had to be due to aging searches used combinations of the following keywords older adults instrument playing and cognitive outcomes measures a total of studies that met the inclusion criteria were included in the final analysis five studies with healthy older adults two with older adults with mild cognitive impairment mci two studies with older adults with dementia and one study with both healthy older adults and older adults with mci the results of this meta analysis demonstrated that different types of cognitive involvement were demanded from instrument playing furthermore depending on the type of involvement a target cognitive domain was found to be differentially impacted by the instrument playing intervention this study supports using different types of instrument playing for interventions targeting specific cognitive domains of older adults with varying levels of cognitive aging"
}