{
    "pmid": "41410839",
    "title": "Ultrasound assessment of temporomandibular disorders: comparative analysis between inflammatory and degenerative patterns in rheumatic and non-rheumatic patients.",
    "abstract": "Temporomandibular disorders (TMDs) encompass a range of conditions affecting the temporomandibular joint (TMJ), with causes that may be inflammatory or degenerative. Differentiating these mechanisms is essential for targeted treatment, especially in patients with underlying rheumatic diseases. This prospective, cross-sectional study assessed the utility of ultrasound (US) in distinguishing inflammatory from degenerative TMJ changes across different patient populations. From 2018 to February 2025, 272 patients with TMD symptoms underwent standardized TMJ US. They were grouped into those with inflammatory rheumatic diseases (n = 202), primary fibromyalgia (n = 33), and individuals without rheumatologic conditions (n = 37). A control group of 40 healthy subjects was also included. US findings assessed included joint effusion, synovial hypertrophy, power Doppler (PD) signal, erosions, condylar irregularities, and disc dislocation. Clinical symptoms and signs were also recorded. Inflammatory findings (synovitis, effusion, PD signal) were significantly more frequent in the rheumatic group (p < 0.05). Physical exam alone could not reliably distinguish inflammatory from mechanical causes (66.4% vs 33.6%, p = 0.634). Degenerative changes were common in all groups, possibly reflecting chronic mechanical stress. PD signal appeared in some fibromyalgia cases, suggesting possible secondary inflammation. Articular erosions were the only US feature significantly correlated with symptoms. Ultrasound is a sensitive, non-invasive tool for assessing TMJ involvement, particularly in distinguishing inflammatory from mechanical patterns. Its integration into clinical evaluation improves diagnostic accuracy and informs more personalized management. Key Points • Ultrasound (US) effectively distinguishes inflammatory from mechanical temporomandibular joint (TMJ) involvement, particularly in patients with autoimmune inflammatory rheumatic diseases (AIIRDs), outperforming clinical examination alone. • Inflammatory US features (e.g., joint effusion, synovial hypertrophy, power Doppler signal) were significantly more common in AIIRD patients, while degenerative features were present across all groups, including fibromyalgia and non-rheumatologic TMD. • Erosions were the only US finding significantly associated with TMJ symptoms, underscoring their potential clinical relevance in patient evaluation and management. • Integration of TMJ US into routine assessment improves diagnostic accuracy, supporting more personalized treatment strategies by identifying inflammatory versus mechanical patterns of TMJ involvement.",
    "disease": "rheumatoid arthritis",
    "clean_text": "ultrasound assessment of temporomandibular disorders comparative analysis between inflammatory and degenerative patterns in rheumatic and non rheumatic patients temporomandibular disorders tmds encompass a range of conditions affecting the temporomandibular joint tmj with causes that may be inflammatory or degenerative differentiating these mechanisms is essential for targeted treatment especially in patients with underlying rheumatic diseases this prospective cross sectional study assessed the utility of ultrasound us in distinguishing inflammatory from degenerative tmj changes across different patient populations from to february patients with tmd symptoms underwent standardized tmj us they were grouped into those with inflammatory rheumatic diseases n primary fibromyalgia n and individuals without rheumatologic conditions n a control group of healthy subjects was also included us findings assessed included joint effusion synovial hypertrophy power doppler pd signal erosions condylar irregularities and disc dislocation clinical symptoms and signs were also recorded inflammatory findings synovitis effusion pd signal were significantly more frequent in the rheumatic group p physical exam alone could not reliably distinguish inflammatory from mechanical causes vs p degenerative changes were common in all groups possibly reflecting chronic mechanical stress pd signal appeared in some fibromyalgia cases suggesting possible secondary inflammation articular erosions were the only us feature significantly correlated with symptoms ultrasound is a sensitive non invasive tool for assessing tmj involvement particularly in distinguishing inflammatory from mechanical patterns its integration into clinical evaluation improves diagnostic accuracy and informs more personalized management key points ultrasound us effectively distinguishes inflammatory from mechanical temporomandibular joint tmj involvement particularly in patients with autoimmune inflammatory rheumatic diseases aiirds outperforming clinical examination alone inflammatory us features e g joint effusion synovial hypertrophy power doppler signal were significantly more common in aiird patients while degenerative features were present across all groups including fibromyalgia and non rheumatologic tmd erosions were the only us finding significantly associated with tmj symptoms underscoring their potential clinical relevance in patient evaluation and management integration of tmj us into routine assessment improves diagnostic accuracy supporting more personalized treatment strategies by identifying inflammatory versus mechanical patterns of tmj involvement"
}