{
    "title": "Association of low back pain with muscle stiffness and muscle mass of the lumbar back muscles, and sagittal spinal alignment in young and middle-aged medical workers.",
    "doc_id": "28934633",
    "writer": "Masaki M",
    "year": "2017",
    "summary": "BACKGROUND: Muscle stiffness of the lumbar back muscles in low back pain (LBP) patients has not been clearly elucidated because quantitative assessment of the stiffness of individual muscles was conventionally difficult. ...Muscle stiffness and mass of the lu …",
    "abstract": "Background:\n        \n      \n      Muscle stiffness of the lumbar back muscles in low back pain (LBP) patients has not been clearly elucidated because quantitative assessment of the stiffness of individual muscles was conventionally difficult. This study aimed to examine the association of LBP with muscle stiffness assessed using ultrasonic shear wave elastography (SWE) and muscle mass of the lumbar back muscle, and spinal alignment in young and middle-aged medical workers.\n    \n\n\n          Methods:\n        \n      \n      The study comprised 23 asymptomatic medical workers [control (CTR) group] and 9 medical workers with LBP (LBP group). Muscle stiffness and mass of the lumbar back muscles (lumbar erector spinae, multifidus, and quadratus lumborum) in the prone position were measured using ultrasonic SWE. Sagittal spinal alignment in the standing and prone positions was measured using a Spinal Mouse. The association with LBP was investigated by multiple logistic regression analysis with a forward selection method. The analysis was conducted using the shear elastic modulus and muscle thickness of the lumbar back muscles, and spinal alignment, age, body height, body weight, and sex as independent variables.\n    \n\n\n          Findings:\n        \n      \n      Multiple logistic regression analysis showed that muscle stiffness of the lumbar multifidus muscle and body height were significant and independent determinants of LBP, but that muscle mass and spinal alignment were not. Muscle stiffness of the lumbar multifidus muscle in the LBP group was significantly higher than that in the CTR group.\n    \n\n\n          Interpretation:\n        \n      \n      The results of this study suggest that LBP is associated with muscle stiffness of the lumbar multifidus muscle in young and middle-aged medical workers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28934633/",
    "clean_text": "association of low back pain with muscle stiffness and muscle mass of the lumbar back muscles and sagittal spinal alignment in young and middle aged medical workers background muscle stiffness of the lumbar back muscles in low back pain lbp patients has not been clearly elucidated because quantitative assessment of the stiffness of individual muscles was conventionally difficult muscle stiffness and mass of the lu background muscle stiffness of the lumbar back muscles in low back pain lbp patients has not been clearly elucidated because quantitative assessment of the stiffness of individual muscles was conventionally difficult this study aimed to examine the association of lbp with muscle stiffness assessed using ultrasonic shear wave elastography swe and muscle mass of the lumbar back muscle and spinal alignment in young and middle aged medical workers methods the study comprised asymptomatic medical workers control ctr group and medical workers with lbp lbp group muscle stiffness and mass of the lumbar back muscles lumbar erector spinae multifidus and quadratus lumborum in the prone position were measured using ultrasonic swe sagittal spinal alignment in the standing and prone positions was measured using a spinal mouse the association with lbp was investigated by multiple logistic regression analysis with a forward selection method the analysis was conducted using the shear elastic modulus and muscle thickness of the lumbar back muscles and spinal alignment age body height body weight and sex as independent variables findings multiple logistic regression analysis showed that muscle stiffness of the lumbar multifidus muscle and body height were significant and independent determinants of lbp but that muscle mass and spinal alignment were not muscle stiffness of the lumbar multifidus muscle in the lbp group was significantly higher than that in the ctr group interpretation the results of this study suggest that lbp is associated with muscle stiffness of the lumbar multifidus muscle in young and middle aged medical workers"
}