{
    "title": "Risk factors for depression, anxiety, and PTSS after loss: A systematic review and meta-analysis.",
    "doc_id": "40344861",
    "writer": "Buur C",
    "year": "2025",
    "summary": "METHODS: A comprehensive systematic review and meta-analysis of risk factors for post-loss depression, anxiety, and PTSS. PsycInfo, PubMed, Web of Science, and CINAHL were searched to identify risk factors for inclusion in the meta-analysis. RESULTS: T …",
    "abstract": "Background:\n        \n      \n      Bereavement can lead to complicated grief reactions including clinically significant symptoms of depression, anxiety, and post-traumatic stress (PTSS) post-loss. Gaining insight into specific and shared risk factors for these complicated grief reactions can help identify individuals needing support.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive systematic review and meta-analysis of risk factors for post-loss depression, anxiety, and PTSS. PsycInfo, PubMed, Web of Science, and CINAHL were searched to identify risk factors for inclusion in the meta-analysis.\n    \n\n\n          Results:\n        \n      \n      The systematic review included 144 studies. Most risk factors were of small magnitude. For depression, 21 risk factors were analyzed, with six analyses of adjusted risk factors reaching statistical significance. Pre-loss depression was the strongest risk factor (ESr = 0.25, 95 %CI [0.03,0.45]). Of nine analyzed risk factors for PTSS, four reached statistical significance, with the death of a close relative yielding the largest effect (ESr = 0.24, 95 %CI [0.01,0.44]). Only female gender significantly predicted anxiety (ESr = 0.21, 95 %CI [0.09,0.32]). Female gender, the death of a partner, and violent/unnatural losses were transdiagnostic risk factors.\n    \n\n\n          Conclusions:\n        \n      \n      An overview of risk factors for three complicated grief reactions, including their predictive strength, is presented. The results provide insights into transdiagnostic risk factors and can aid early identification of people at risk of complicated grief reactions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40344861/",
    "clean_text": "risk factors for depression anxiety and ptss after loss a systematic review and meta analysis methods a comprehensive systematic review and meta analysis of risk factors for post loss depression anxiety and ptss psycinfo pubmed web of science and cinahl were searched to identify risk factors for inclusion in the meta analysis results t background bereavement can lead to complicated grief reactions including clinically significant symptoms of depression anxiety and post traumatic stress ptss post loss gaining insight into specific and shared risk factors for these complicated grief reactions can help identify individuals needing support methods a comprehensive systematic review and meta analysis of risk factors for post loss depression anxiety and ptss psycinfo pubmed web of science and cinahl were searched to identify risk factors for inclusion in the meta analysis results the systematic review included studies most risk factors were of small magnitude for depression risk factors were analyzed with six analyses of adjusted risk factors reaching statistical significance pre loss depression was the strongest risk factor esr ci of nine analyzed risk factors for ptss four reached statistical significance with the death of a close relative yielding the largest effect esr ci only female gender significantly predicted anxiety esr ci female gender the death of a partner and violent unnatural losses were transdiagnostic risk factors conclusions an overview of risk factors for three complicated grief reactions including their predictive strength is presented the results provide insights into transdiagnostic risk factors and can aid early identification of people at risk of complicated grief reactions"
}