{
    "title": "Sella Turcica Shape in Fragile X Syndrome.",
    "doc_id": "34697198",
    "writer": "Friedrich RE.",
    "year": "2021",
    "summary": "BACKGROUND: Fragile X syndrome (FXS) is a relatively common syndrome with numerous, multifaceted, and often unremarkable findings. ...",
    "abstract": "Background:\n        \n      \n      Fragile X syndrome (FXS) is a relatively common syndrome with numerous, multifaceted, and often unremarkable findings. Psychic alterations are at the forefront of treatment needs. Previous studies have provided evidence for an unusual sella turcica in some patients with FXS. This report adds to the up to now sparse findings on sella morphology in FXS.\n    \n\n\n          Case report:\n        \n      \n      The young patient with genetically confirmed FXS was treated for a mandibular tumor. Cone beam tomography of the skull revealed a prominent sella turcica with flat tuberculum sellae and steep clivus.\n    \n\n\n          Conclusion:\n        \n      \n      Unusual sella turcica formations can be observed in FXS. A correlation with other discreet changes of FXS-related skeletal development is likely.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34697198/",
    "clean_text": "sella turcica shape in fragile x syndrome background fragile x syndrome fxs is a relatively common syndrome with numerous multifaceted and often unremarkable findings background fragile x syndrome fxs is a relatively common syndrome with numerous multifaceted and often unremarkable findings psychic alterations are at the forefront of treatment needs previous studies have provided evidence for an unusual sella turcica in some patients with fxs this report adds to the up to now sparse findings on sella morphology in fxs case report the young patient with genetically confirmed fxs was treated for a mandibular tumor cone beam tomography of the skull revealed a prominent sella turcica with flat tuberculum sellae and steep clivus conclusion unusual sella turcica formations can be observed in fxs a correlation with other discreet changes of fxs related skeletal development is likely"
}