{
    "pmid": "41432010",
    "title": "Diagnostic performance of the Pluslife MiniDock MTB and Molbio MTB Ultima assays to detect tuberculosis from tongue and sputum swabs among outpatients and in active case finding in Cameroon.",
    "abstract": "Cost and infrastructure requirements limit access to current rapid molecular diagnostic testing for tuberculosis (TB). Recent developments in novel, swab-based assays that can be used closer to the point of care offer the potential to change the TB diagnostic landscape. We assessed the diagnostic accuracy of two tests, Molbio Truenat MTB Ultima (MTB Ultima) and Pluslife MiniDock MTB Test (MiniDock MTB), among consecutively enrolled individuals aged 15 and above, against the reference standard of culture and comparators of microscopy and Xpert MTB/RIF Ultra. Two tongue swabs, either self-collected or healthcare worker collected, and two sputum specimens were requested from each participant; MiniDock MTB was tested same day and MTB Ultima was tested after storage. From February to June 2025, 1,097 participants were enrolled in communities (382) and at health facilities (715). Sensitivities of sputum and tongue swabs on MiniDock MTB among 132 people with culture-positive TB were 86% (95% CI, 79-91%) and 76% (95% CI, 68-82%), respectively, and 67% (95%CI, 51-79%) and 44% (29-59%) among those with smear-negative TB. Sensitivities of sputum and tongue swabs on MTB Ultima were 84% (97/116, 95%CI, 76-89%) and 74% (67/91, 95% CI, 64-82%), respectively, and 58% (95% CI, 41-74%) and 33% (95% CI, 18-53%) among those with smear-negative TB. In this population, the performance of both MiniDock MTB and MTB Ultima on tongue and sputum swabs was similar to target product profile thresholds for near point of care TB tests. Further studies to evaluate performance in diverse populations and settings are needed.",
    "disease": "tuberculosis",
    "clean_text": "diagnostic performance of the pluslife minidock mtb and molbio mtb ultima assays to detect tuberculosis from tongue and sputum swabs among outpatients and in active case finding in cameroon cost and infrastructure requirements limit access to current rapid molecular diagnostic testing for tuberculosis tb recent developments in novel swab based assays that can be used closer to the point of care offer the potential to change the tb diagnostic landscape we assessed the diagnostic accuracy of two tests molbio truenat mtb ultima mtb ultima and pluslife minidock mtb test minidock mtb among consecutively enrolled individuals aged and above against the reference standard of culture and comparators of microscopy and xpert mtb rif ultra two tongue swabs either self collected or healthcare worker collected and two sputum specimens were requested from each participant minidock mtb was tested same day and mtb ultima was tested after storage from february to june participants were enrolled in communities and at health facilities sensitivities of sputum and tongue swabs on minidock mtb among people with culture positive tb were ci and ci respectively and ci and among those with smear negative tb sensitivities of sputum and tongue swabs on mtb ultima were ci and ci respectively and ci and ci among those with smear negative tb in this population the performance of both minidock mtb and mtb ultima on tongue and sputum swabs was similar to target product profile thresholds for near point of care tb tests further studies to evaluate performance in diverse populations and settings are needed"
}