{
    "pmid": "41474120",
    "title": "Autonomic Dysfunction and Risk of Mortality in Early-Onset Parkinson's Disease.",
    "abstract": "Dysautonomia affects many patients with Parkinson's disease and correlates with increased cardiovascular mortality. We describe the frequency and onset time of autonomic dysfunction relative to disease onset in early-onset Parkinson's disease (EOPD) and explore its association with mortality. We identified all incident Parkinson cases with motor-symptom onset before age 50 years evaluated at the Mayo Clinic Health System (1990-2022) including sex- and age-matched controls for each patient. Medical record review confirmed clinical diagnosis and assessed the presence and onset of autonomic symptoms, relative to Parkinson onset. We included 829 patients with EOPD and 829 healthy controls. The median age at disease onset was 42 years (interquartile range [IQR] = 37-46 years). Autonomic symptoms were present in 63.4% of patients, compared with 27.0% of unaffected controls, and proceeded motor symptoms in 91.4%. Forty-seven percent of patients with early-onset Parkinson's disease had constipation, 27.4% had bladder urgency, 19.3% had orthostatic intolerance, and 15.4% had sweat dysfunction. Among male patients, 36.8% had erectile dysfunction. In our EOPD population only, the presence of any autonomic-impairment symptoms correlated with a 2.71-fold increased mortality risk; each additional reported symptom increased the relative mortality risk by 50% (p < 0.001). Patients with constipation or orthostatic intolerance had a 3.22- and 2.78-fold higher mortality than patients without these symptoms. Autonomic impairment affects 63.4% of patients with EOPD and carries a 3-fold higher mortality risk, which increases with every additional autonomic symptom reported. In our cohort, autonomic symptoms appeared most commonly after motor onset, contrasting with prodromal autonomic impairment seen in late-onset Parkinson's disease (LOPD). ANN NEUROL 2025.",
    "disease": "parkinson disease",
    "clean_text": "autonomic dysfunction and risk of mortality in early onset parkinson s disease dysautonomia affects many patients with parkinson s disease and correlates with increased cardiovascular mortality we describe the frequency and onset time of autonomic dysfunction relative to disease onset in early onset parkinson s disease eopd and explore its association with mortality we identified all incident parkinson cases with motor symptom onset before age years evaluated at the mayo clinic health system including sex and age matched controls for each patient medical record review confirmed clinical diagnosis and assessed the presence and onset of autonomic symptoms relative to parkinson onset we included patients with eopd and healthy controls the median age at disease onset was years interquartile range iqr years autonomic symptoms were present in of patients compared with of unaffected controls and proceeded motor symptoms in forty seven percent of patients with early onset parkinson s disease had constipation had bladder urgency had orthostatic intolerance and had sweat dysfunction among male patients had erectile dysfunction in our eopd population only the presence of any autonomic impairment symptoms correlated with a fold increased mortality risk each additional reported symptom increased the relative mortality risk by p patients with constipation or orthostatic intolerance had a and fold higher mortality than patients without these symptoms autonomic impairment affects of patients with eopd and carries a fold higher mortality risk which increases with every additional autonomic symptom reported in our cohort autonomic symptoms appeared most commonly after motor onset contrasting with prodromal autonomic impairment seen in late onset parkinson s disease lopd ann neurol"
}