{
    "pmid": "41447488",
    "title": "PDWearML: Leveraging Daily Activities for Fast Parkinson's Disease Severity Assessment with Wearable Machine Learning.",
    "abstract": "Achieving effective and robust free-living PD severity assessment with wearable intelligence technologies requires a deep understanding of clinically relevant features, representative activities, and machine learning algorithms. We designed a unified analytic framework (PDWearML) to optimise wearable ML approaches with simple daily activities for fast assessment of PD severity. It comprises annotation criteria, feature importance analysis, representative activity combination, and PD severity assessment. We conducted a 12-month study, developing a supervised PD wearable dataset containing 100 PD patients and 35 age-matched healthy controls using Huawei smartwatches and Shimmer. PD severity, assessed by trained physicians using the Hoehn and Yahr (H&Y) scale. The results reveal that through optimising multi-level feature extraction and combining three representative daily activities (WALK, ARISING-FROM-CHAIR, and DRINK), our smartwatch-based machine learning approach can assess PD severity in supervised settings within 2 minutes with an accuracy of up to 84.7%. This work holds significant clinical value, offering a potential auxiliary tool for faster, more tailored interventions in PD healthcare. Code is availableat code ocean platform and https://github.com/wang-xulong/PDWearML.",
    "disease": "parkinson disease",
    "clean_text": "pdwearml leveraging daily activities for fast parkinson s disease severity assessment with wearable machine learning achieving effective and robust free living pd severity assessment with wearable intelligence technologies requires a deep understanding of clinically relevant features representative activities and machine learning algorithms we designed a unified analytic framework pdwearml to optimise wearable ml approaches with simple daily activities for fast assessment of pd severity it comprises annotation criteria feature importance analysis representative activity combination and pd severity assessment we conducted a month study developing a supervised pd wearable dataset containing pd patients and age matched healthy controls using huawei smartwatches and shimmer pd severity assessed by trained physicians using the hoehn and yahr h y scale the results reveal that through optimising multi level feature extraction and combining three representative daily activities walk arising from chair and drink our smartwatch based machine learning approach can assess pd severity in supervised settings within minutes with an accuracy of up to this work holds significant clinical value offering a potential auxiliary tool for faster more tailored interventions in pd healthcare code is availableat code ocean platform and https github com wang xulong pdwearml"
}