{
    "pmid": "41427962",
    "title": "CtDNA detection with low-pass whole genome bisulfite sequencing in RAS wild-type metastatic colorectal cancer: an exploratory objective of the VALENTINO trial.",
    "abstract": "Longitudinal measuring of circulating tumor DNA (ctDNA) during systemic treatment of metastatic colorectal cancer (mCRC) is promising for disease monitoring, but it is hampered by high costs and lacks formal demonstration of clinical usefulness. We leveraged METER, a novel, highly reproducible, computational workflow that infers ctDNA presence and fraction from low-pass whole genome bisulfite sequencing to investigate baseline and 8-week ctDNA dynamics in patients with RAS wild-type mCRC undergoing first-line treatment with panitumumab/FOLFOX in the VALENTINO randomized phase 2 trial. IchorCNA was used to provide a benchmark for METER. A total of 154 patients were evaluable. Baseline ctDNA was detected in 72.7% of patients and was associated with significantly higher risk of progression (1.65, 95%CI: 1.13-2.42; p=0.010) and death (HR: 2.24, 95%CI: 1.37-3.66; p<0.001). CtDNA clearance at 8 weeks was observed in 80.2% of patients with baseline detectable ctDNA; persistence of ctDNA was associated with significantly higher risk of progression (2.70, 95%CI: 1.63-4.49; p<0.001) and death (HR: 3.37, 95%CI: 2.00-5.69; p<0.001). CtDNA clearance was associated with a more profound depth of response (DoR) (median -48.4% vs -41.2%; p=0.023) but not with a higher frequency of early tumor shrinkage (72.0% vs 73.7%, p=1.00). METER expanded the number of ctDNA-positive patients relative to a copy number alteration- and a variant allele frequency-based methods. CtDNA detection and quantification with METER is a promising tool for cost-effective treatment monitoring in mCRC and can complement radiological assessment of response dynamics.",
    "disease": "colorectal cancer",
    "clean_text": "ctdna detection with low pass whole genome bisulfite sequencing in ras wild type metastatic colorectal cancer an exploratory objective of the valentino trial longitudinal measuring of circulating tumor dna ctdna during systemic treatment of metastatic colorectal cancer mcrc is promising for disease monitoring but it is hampered by high costs and lacks formal demonstration of clinical usefulness we leveraged meter a novel highly reproducible computational workflow that infers ctdna presence and fraction from low pass whole genome bisulfite sequencing to investigate baseline and week ctdna dynamics in patients with ras wild type mcrc undergoing first line treatment with panitumumab folfox in the valentino randomized phase trial ichorcna was used to provide a benchmark for meter a total of patients were evaluable baseline ctdna was detected in of patients and was associated with significantly higher risk of progression ci p and death hr ci p ctdna clearance at weeks was observed in of patients with baseline detectable ctdna persistence of ctdna was associated with significantly higher risk of progression ci p and death hr ci p ctdna clearance was associated with a more profound depth of response dor median vs p but not with a higher frequency of early tumor shrinkage vs p meter expanded the number of ctdna positive patients relative to a copy number alteration and a variant allele frequency based methods ctdna detection and quantification with meter is a promising tool for cost effective treatment monitoring in mcrc and can complement radiological assessment of response dynamics"
}