{
    "title": "Adverse events in neurosurgery and their relationship to quality improvement.",
    "doc_id": "25771271",
    "writer": "Ziewacz JE",
    "year": "2015",
    "summary": "Historically, neurosurgery has lagged behind general and cardiac surgical fields in the creation of multi-institutional prospective databases allowing for benchmarking and accurate adverse event/outcomes measurement, the bedrock of evidence used to guide quality improve …",
    "abstract": "Adverse events are common in neurosurgery. Their reporting is inconsistent and widely variable due to nonuniform definitions, data collection mechanisms, and retrospective data collection. Historically, neurosurgery has lagged behind general and cardiac surgical fields in the creation of multi-institutional prospective databases allowing for benchmarking and accurate adverse event/outcomes measurement, the bedrock of evidence used to guide quality improvement initiatives. The National Neurosurgery Quality and Outcomes Database has begun to address this issue by collecting prospective, multi-institutional outcomes data in neurosurgical patients. Once reliable outcomes exist, various targeted quality improvement strategies may be used to reduce adverse events and improve outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25771271/",
    "clean_text": "adverse events in neurosurgery and their relationship to quality improvement historically neurosurgery has lagged behind general and cardiac surgical fields in the creation of multi institutional prospective databases allowing for benchmarking and accurate adverse event outcomes measurement the bedrock of evidence used to guide quality improve adverse events are common in neurosurgery their reporting is inconsistent and widely variable due to nonuniform definitions data collection mechanisms and retrospective data collection historically neurosurgery has lagged behind general and cardiac surgical fields in the creation of multi institutional prospective databases allowing for benchmarking and accurate adverse event outcomes measurement the bedrock of evidence used to guide quality improvement initiatives the national neurosurgery quality and outcomes database has begun to address this issue by collecting prospective multi institutional outcomes data in neurosurgical patients once reliable outcomes exist various targeted quality improvement strategies may be used to reduce adverse events and improve outcomes"
}