{
    "pmid": "41421460",
    "title": "Immune checkpoint inhibitor-induced myocarditis: focus on the downstream pathogenic components and potential therapeutics.",
    "abstract": "Advent of immune checkpoint inhibitors (ICIs) has renovated onco-immunotherapy, with around 50% of cancer patients suitable for the treatment. However, patients treated by ICIs are in jeopardy for immune-related adverse events (irAEs) that attack any organ including the heart. ICIs-induced myocarditis (ICIIM) is an uncommon but possibly fatal irAE. With the increasing use of ICIs and improved diagnosis of this disease, the incidence of ICIIM is growing rapidly. In this review, we briefly overview roles of T cells and their immune checkpoints, and categorize the pathogenic process of ICIIM into three stages (upstream, midstream and downstream), with addressing recent research progress on the pathogenic mechanisms in each stage, particularly focusing on the downstream core pathogenic components and potential therapeutics for this disease.",
    "disease": "coronary artery disease",
    "clean_text": "immune checkpoint inhibitor induced myocarditis focus on the downstream pathogenic components and potential therapeutics advent of immune checkpoint inhibitors icis has renovated onco immunotherapy with around of cancer patients suitable for the treatment however patients treated by icis are in jeopardy for immune related adverse events iraes that attack any organ including the heart icis induced myocarditis iciim is an uncommon but possibly fatal irae with the increasing use of icis and improved diagnosis of this disease the incidence of iciim is growing rapidly in this review we briefly overview roles of t cells and their immune checkpoints and categorize the pathogenic process of iciim into three stages upstream midstream and downstream with addressing recent research progress on the pathogenic mechanisms in each stage particularly focusing on the downstream core pathogenic components and potential therapeutics for this disease"
}