{
    "title": "Growth, Physiology and Nutritional Quality of C(4) Halophyte Portulaca oleracea L. Grown Aeroponically in Different Percentages of Artificial Seawater under Different Light-Emitting Diode Spectral Qualities.",
    "doc_id": "37765377",
    "writer": "He J",
    "year": "2023",
    "summary": "Under both light qualities, purslane had a sevenfold increase in proline concentration in 40% ASW than in 10% ASW. ...In conclusion, salinity affected the yield, physiology and nutritional quality of purslane. The impacts of LED spectral quality on purslane w …",
    "abstract": "Edible halophyte Portulaca oleracea L., known as purslane, was grown in two percentages of artificial seawater (ASW) under two combined red (R) and blue (B) LED spectra. High salinity (40% ASW) negatively affected shoot productivity and leaf growth of purslane compared to those grown in 10% ASW. Photosynthetic pigment and total reduced nitrogen concentrations were significantly higher in purslane grown in 10% ASW than in 40% ASW. However, LED spectral quality did not markedly influence these parameters. Grown in 10% ASW under R/B 2.2, purslane had the highest maximum nitrate reductase activity, while those in 40% ASW under R/B 2.2 had the highest activation state. Under both light qualities, purslane had a sevenfold increase in proline concentration in 40% ASW than in 10% ASW. Total phenolic compounds' concentration was the highest in 10% ASW under R/B 0.9, while there were no significant differences in the accumulation of total soluble sugars and ascorbic acids among all plants. Antioxidant enzymes activities were lower in 40% ASW under R/B 2.2 compared to the other conditions. In conclusion, salinity affected the yield, physiology and nutritional quality of purslane. The impacts of LED spectral quality on purslane were only reflected by certain physiological and nutritional parameters.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37765377/",
    "clean_text": "growth physiology and nutritional quality of c halophyte portulaca oleracea l grown aeroponically in different percentages of artificial seawater under different light emitting diode spectral qualities under both light qualities purslane had a sevenfold increase in proline concentration in asw than in asw in conclusion salinity affected the yield physiology and nutritional quality of purslane the impacts of led spectral quality on purslane w edible halophyte portulaca oleracea l known as purslane was grown in two percentages of artificial seawater asw under two combined red r and blue b led spectra high salinity asw negatively affected shoot productivity and leaf growth of purslane compared to those grown in asw photosynthetic pigment and total reduced nitrogen concentrations were significantly higher in purslane grown in asw than in asw however led spectral quality did not markedly influence these parameters grown in asw under r b purslane had the highest maximum nitrate reductase activity while those in asw under r b had the highest activation state under both light qualities purslane had a sevenfold increase in proline concentration in asw than in asw total phenolic compounds concentration was the highest in asw under r b while there were no significant differences in the accumulation of total soluble sugars and ascorbic acids among all plants antioxidant enzymes activities were lower in asw under r b compared to the other conditions in conclusion salinity affected the yield physiology and nutritional quality of purslane the impacts of led spectral quality on purslane were only reflected by certain physiological and nutritional parameters"
}