{
    "title": "Adipsic Diabetes Insipidus in Children: A Case Report and Practical Guide.",
    "doc_id": "34898594",
    "writer": "AlShoomi AM",
    "year": "2021",
    "summary": "BACKGROUND Diabetes insipidus (DI) is a clinical syndrome characterized by polyuria and polydipsia that result from a deficiency of antidiuretic hormone (ADH), central DI, or resistance to ADH, nephrogenic DI. ...The main guidelines of treatment include (1) fixed de …",
    "abstract": "BACKGROUND Diabetes insipidus (DI) is a clinical syndrome characterized by polyuria and polydipsia that result from a deficiency of antidiuretic hormone (ADH), central DI, or resistance to ADH, nephrogenic DI. In otherwise healthy patients with DI, normal thirst mechanism, and free access to water, the thirst system can maintain plasma osmolality in the near-normal range. However, in cases where DI presents with adipsia, cognitive impairment, or restricted access to water, true hypernatremia may occur, leading to severe morbidity and mortality. CASE REPORT We report a case of a 2-year-old boy who had global developmental delay and post-brain debulking surgery involving the hypothalamic region, which resulted in central DI and thirst center dysfunction. We describe the clinical presentation, the current understanding of adipsic DI, and a new practical approach for management. The main guidelines of treatment include (1) fixed desmopressin dosing that allows minimal urinary breakthroughs in-between the doses; (2) timely diaper weight-based replacement of water; (3) bodyweight-based fluid correction 2 times a day, and (4) providing the nutritional and water requirements in a way similar to any healthy child but at fixed time intervals. CONCLUSIONS This plan of management showed good effectiveness in controlling plasma sodium level and volume status of a child with adipsic DI without interfering with his average growth. This home treatment method is practical and readily available, provided that the family remains very adherent.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34898594/",
    "clean_text": "adipsic diabetes insipidus in children a case report and practical guide background diabetes insipidus di is a clinical syndrome characterized by polyuria and polydipsia that result from a deficiency of antidiuretic hormone adh central di or resistance to adh nephrogenic di the main guidelines of treatment include fixed de background diabetes insipidus di is a clinical syndrome characterized by polyuria and polydipsia that result from a deficiency of antidiuretic hormone adh central di or resistance to adh nephrogenic di in otherwise healthy patients with di normal thirst mechanism and free access to water the thirst system can maintain plasma osmolality in the near normal range however in cases where di presents with adipsia cognitive impairment or restricted access to water true hypernatremia may occur leading to severe morbidity and mortality case report we report a case of a year old boy who had global developmental delay and post brain debulking surgery involving the hypothalamic region which resulted in central di and thirst center dysfunction we describe the clinical presentation the current understanding of adipsic di and a new practical approach for management the main guidelines of treatment include fixed desmopressin dosing that allows minimal urinary breakthroughs in between the doses timely diaper weight based replacement of water bodyweight based fluid correction times a day and providing the nutritional and water requirements in a way similar to any healthy child but at fixed time intervals conclusions this plan of management showed good effectiveness in controlling plasma sodium level and volume status of a child with adipsic di without interfering with his average growth this home treatment method is practical and readily available provided that the family remains very adherent"
}