{
    "pmid": "41442003",
    "title": "Unraveling tissue-specific molecular targets of dihydroartemisinin in non-small cell lung cancer: an integrative machine learning and network pharmacology approach.",
    "abstract": "Non-small cell lung cancer (NSCLC) presents significant therapeutic challenges due to resistance and immune evasion. Dihydroartemisinin (DHA), a derivative of artemisinin, exhibits broad anti-tumor activity, but its molecular targets and mechanisms in NSCLC remain unclear. To identify the core therapeutic targets and elucidate the mechanism of action of DHA against NSCLC using an integrated computational and bioinformatics approach. Potential DHA targets were predicted using PharmMapper, SEA, SwissTargetPrediction, SuperPred, and TargetNet. NSCLC-associated targets were retrieved from OMIM, GeneCards, and CTD. Transcriptomic datasets (GSE101929, GSE118370, GSE116959, GSE159857) were integrated and analyzed for differential expression (limma) and co-expression networks (WGCNA). KEGG pathway enrichment identified key pathways. Protein-protein interaction networks, machine learning (Lasso regression, Random Forest), nomogram construction, immune infiltration analysis (ssGSEA), miRNA-mRNA network analysis (miRTarBase), and molecular docking (CB-Dock2) were performed to identify and validate core targets. We identified 1277 potential DHA targets and 44 consensus NSCLC targets. Integration of DEGs (1240 genes) and WGCNA modules (3 key modules, 2860 genes) yielded 1128 overlapping genes. KEGG enrichment revealed 15 key pathways. Machine learning on 196 pathway-enriched DHA targets identified 12 candidate genes. Validation confirmed 6 core targets: AR, CASP3, CDK1, CDK4, PTK2, MMP9. A nomogram based on the 12 targets showed excellent predictive power (AUC = 0.987). Immune profiling revealed significant alterations in 21 immune cell types in NSCLC, and correlation analysis linked core targets (e.g., CDK1/CDK4 with T cell subsets, MMP9 with myeloid cells) to immune dysregulation. Molecular docking confirmed strong binding affinities between DHA and all 6 core targets, with CDK1 exhibiting the highest affinity (- 8.8 kcal/mol). miRNA networks identified key regulators like hsa-miR-15b-5p and hsa-miR-302a-3p. This study delineates AR, CASP3, CDK1, CDK4, PTK2, and MMP9 as core therapeutic targets of DHA in NSCLC. DHA exerts its anti-NSCLC effects through direct inhibition of these targets (particularly high-affinity binding to CDK1) and modulation of the tumor immune microenvironment, including T-cell memory, cytotoxic function, myeloid-mediated remodeling, and immunosuppressive cell subsets. These findings provide a mechanistic foundation for developing DHA as a therapeutic agent or adjuvant for NSCLC, especially in combination with immunotherapy.",
    "disease": "lung cancer",
    "clean_text": "unraveling tissue specific molecular targets of dihydroartemisinin in non small cell lung cancer an integrative machine learning and network pharmacology approach non small cell lung cancer nsclc presents significant therapeutic challenges due to resistance and immune evasion dihydroartemisinin dha a derivative of artemisinin exhibits broad anti tumor activity but its molecular targets and mechanisms in nsclc remain unclear to identify the core therapeutic targets and elucidate the mechanism of action of dha against nsclc using an integrated computational and bioinformatics approach potential dha targets were predicted using pharmmapper sea swisstargetprediction superpred and targetnet nsclc associated targets were retrieved from omim genecards and ctd transcriptomic datasets gse gse gse gse were integrated and analyzed for differential expression limma and co expression networks wgcna kegg pathway enrichment identified key pathways protein protein interaction networks machine learning lasso regression random forest nomogram construction immune infiltration analysis ssgsea mirna mrna network analysis mirtarbase and molecular docking cb dock were performed to identify and validate core targets we identified potential dha targets and consensus nsclc targets integration of degs genes and wgcna modules key modules genes yielded overlapping genes kegg enrichment revealed key pathways machine learning on pathway enriched dha targets identified candidate genes validation confirmed core targets ar casp cdk cdk ptk mmp a nomogram based on the targets showed excellent predictive power auc immune profiling revealed significant alterations in immune cell types in nsclc and correlation analysis linked core targets e g cdk cdk with t cell subsets mmp with myeloid cells to immune dysregulation molecular docking confirmed strong binding affinities between dha and all core targets with cdk exhibiting the highest affinity kcal mol mirna networks identified key regulators like hsa mir b p and hsa mir a p this study delineates ar casp cdk cdk ptk and mmp as core therapeutic targets of dha in nsclc dha exerts its anti nsclc effects through direct inhibition of these targets particularly high affinity binding to cdk and modulation of the tumor immune microenvironment including t cell memory cytotoxic function myeloid mediated remodeling and immunosuppressive cell subsets these findings provide a mechanistic foundation for developing dha as a therapeutic agent or adjuvant for nsclc especially in combination with immunotherapy"
}