{
    "pmid": "41400467",
    "title": "Dynamic Chest Radiography as an Alternative to Pulmonary Function Tests for Chronic Obstructive Pulmonary Disease.",
    "abstract": "Background Pulmonary function tests (PFTs) are the clinical standard for diagnosing chronic obstructive pulmonary disease (COPD) but face limitations in accessibility and complexity. Dynamic chest radiography (DCR) is an emerging technique that enables dynamic pulmonary function assessment with low radiation exposure, suggesting potential as an alternative to PFTs. However, its diagnostic validity remains unproven. Purpose To determine whether DCR is an efficacious alternative approach to PFTs for COPD screening. Materials and Methods This prospective single-center observational study enrolled participants with or without COPD from November 2022 to July 2024. Correlations between DCR parameters and PFT indexes were assessed using Pearson correlation. Receiver operating characteristic analysis was used to evaluate diagnostic performance. The least absolute shrinkage and selection operator (LASSO) and multivariable logistic regression were used to select features and build and train predictive models, which were tested on an internal test set. A nomogram was used to visualize COPD probability, calibrated using the Hosmer-Lemeshow test. Results This study included 553 participants (median age, 60 years [IQR, 53-67 years]; 355 men; 198 women; 191 with COPD, 362 controls). DCR parameters were positively correlated with PFT indexes in participants with COPD: The combined bilateral (right and left lungs) rate of change in projected lung area (ΔPLA) during deep breathing was correlated with forced expiratory volume in 1 second (FEV",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "dynamic chest radiography as an alternative to pulmonary function tests for chronic obstructive pulmonary disease background pulmonary function tests pfts are the clinical standard for diagnosing chronic obstructive pulmonary disease copd but face limitations in accessibility and complexity dynamic chest radiography dcr is an emerging technique that enables dynamic pulmonary function assessment with low radiation exposure suggesting potential as an alternative to pfts however its diagnostic validity remains unproven purpose to determine whether dcr is an efficacious alternative approach to pfts for copd screening materials and methods this prospective single center observational study enrolled participants with or without copd from november to july correlations between dcr parameters and pft indexes were assessed using pearson correlation receiver operating characteristic analysis was used to evaluate diagnostic performance the least absolute shrinkage and selection operator lasso and multivariable logistic regression were used to select features and build and train predictive models which were tested on an internal test set a nomogram was used to visualize copd probability calibrated using the hosmer lemeshow test results this study included participants median age years iqr years men women with copd controls dcr parameters were positively correlated with pft indexes in participants with copd the combined bilateral right and left lungs rate of change in projected lung area pla during deep breathing was correlated with forced expiratory volume in second fev"
}