{
    "pmid": "41459642",
    "title": "Deep learning diagnosis model of spinal tuberculosis based on CT bone window gradient attention mechanism: multi-center study.",
    "abstract": "To develop a deep learning model based on CT bone window images to enhance the accuracy of early diagnosis of spinal tuberculosis. This study adopted multicenter retrospective data ( In the internal validation datasets, the model achieved an AUC of 0.920, accuracy of 0.874 and sensitivity of 0.876. For External test datasets 1, the AUC was 0.867, accuracy 0.801 and sensitivity 0.794; for External test datasets 2, the AUC was 0.866, accuracy 0.769, and sensitivity 0.883; and for External test datasets 3, the AUC was 0.941, accuracy 0.843 and sensitivity 0.790. The multi-center study built up a deep learning model for spinal tuberculosis diagnosis with the assist of the CT bone window gradient attention mechanism. The model achieved a good internal verification ability (AUC = 0.920, accuracy rate = 0.874) and external verification ability (AUC = 0.866-0.941, accuracy rate = 0.769-0.843) which showed the wide applicability of the model to different medical institutions. The main developments of this work are the good performances for features that extract relevant information about trabecular micro-fractures and calcification contours' gradients.",
    "disease": "tuberculosis",
    "clean_text": "deep learning diagnosis model of spinal tuberculosis based on ct bone window gradient attention mechanism multi center study to develop a deep learning model based on ct bone window images to enhance the accuracy of early diagnosis of spinal tuberculosis this study adopted multicenter retrospective data in the internal validation datasets the model achieved an auc of accuracy of and sensitivity of for external test datasets the auc was accuracy and sensitivity for external test datasets the auc was accuracy and sensitivity and for external test datasets the auc was accuracy and sensitivity the multi center study built up a deep learning model for spinal tuberculosis diagnosis with the assist of the ct bone window gradient attention mechanism the model achieved a good internal verification ability auc accuracy rate and external verification ability auc accuracy rate which showed the wide applicability of the model to different medical institutions the main developments of this work are the good performances for features that extract relevant information about trabecular micro fractures and calcification contours gradients"
}