{
    "pmid": "41425641",
    "title": "A Retrospective Real-World Evaluation of the Clinical Outcomes of Biologic Therapy and Bronchial Thermoplasty in a Tertiary Severe Asthma Clinic.",
    "abstract": "Asthma biologics and bronchial thermoplasty (BT) are both effective therapies for severe asthma but there are no direct comparisons between the two treatments. The aims of this study are to described the outcomes of patients with severe asthma managed at a tertiary centre severe asthma clinic with either biologics, BT, or both, and to compare the effectiveness of BT with currently available biologics. Data was retrospectively collected at pre-specified timepoints-baseline, prior to BT (for patients undergoing BT), and at a follow-up clinic visit in July 2025. Data collected included demographics, serum biomarkers, lung function, asthma control questionnaire (ACQ), frequency of oral corticosteroid (OCS) requiring exacerbations, maintenance OCS dose, initial treatment prescribed and treatment changes over time. One hundred and fifteen consecutive patients' data were reviewed. Significant improvements in ACQ (3.4 (3-4.2) vs 1.8 (0.8-2.6), P<0.001) and number of OCS-requiring exacerbations (2 (1-4) vs 1 (0-1), P<0.001) were noted at follow-up compared to baseline. Sixty percent of patients who were on OCS at baseline were able to be successfully weaned off and 50% of the remaining patients were able to reduce their dose. Patients who underwent BT were either ineligible for (27%), or failed to respond to biologic therapy (73%). Despite this, significant reductions in ACQ (2.9 (2.2-3.5) vs 1.8 (1.2-2.5), P<0.001), OCS-requiring exacerbations (3.5 (2-6) vs 0 (0-1.3), P<0.001), and maintenance OCS dose were observed post BT. No significant difference was noted in the magnitude of change in key clinical outcomes between patients treated with biologics and those who underwent BT. In this retrospective real-world study, patients treated with BT had comparable clinical outcomes to those treated with asthma biologics. This included a subset of patients who were ineligible for, or failed to respond to biologic therapy. These results support the ongoing role of BT in the era of biologic therapy.",
    "disease": "asthma",
    "clean_text": "a retrospective real world evaluation of the clinical outcomes of biologic therapy and bronchial thermoplasty in a tertiary severe asthma clinic asthma biologics and bronchial thermoplasty bt are both effective therapies for severe asthma but there are no direct comparisons between the two treatments the aims of this study are to described the outcomes of patients with severe asthma managed at a tertiary centre severe asthma clinic with either biologics bt or both and to compare the effectiveness of bt with currently available biologics data was retrospectively collected at pre specified timepoints baseline prior to bt for patients undergoing bt and at a follow up clinic visit in july data collected included demographics serum biomarkers lung function asthma control questionnaire acq frequency of oral corticosteroid ocs requiring exacerbations maintenance ocs dose initial treatment prescribed and treatment changes over time one hundred and fifteen consecutive patients data were reviewed significant improvements in acq vs p and number of ocs requiring exacerbations vs p were noted at follow up compared to baseline sixty percent of patients who were on ocs at baseline were able to be successfully weaned off and of the remaining patients were able to reduce their dose patients who underwent bt were either ineligible for or failed to respond to biologic therapy despite this significant reductions in acq vs p ocs requiring exacerbations vs p and maintenance ocs dose were observed post bt no significant difference was noted in the magnitude of change in key clinical outcomes between patients treated with biologics and those who underwent bt in this retrospective real world study patients treated with bt had comparable clinical outcomes to those treated with asthma biologics this included a subset of patients who were ineligible for or failed to respond to biologic therapy these results support the ongoing role of bt in the era of biologic therapy"
}