{
    "title": "Spinal 5-HT2 receptor-mediated facilitation of pudendal nerve reflexes in the anaesthetized cat.",
    "doc_id": "8733588",
    "writer": "Danuser H",
    "year": "1996",
    "summary": "No significant effects were observed on hypogastric reflexes in either acute spinal or spinally-intact cats following DOI administration. No effects were seen in either spinally-intact or acute spinal animals when LY53857 was administered as the initia …",
    "abstract": "1. 5-Hydroxytryptamine (5-HT) is intimately associated with central sympathetic and somatic control of the lower urinary tract. The sympathetic and somatic innervation of the lower urinary tract is conveyed through efferent axons of the hypogastric and pudendal nerves, respectively. 2. The present study examined the effects of 2,5-dimethoxy-4-iodophenylisopropylamine (DOI), a 5-HT2 receptor subtype-selective agonist, on evoked potentials recorded from the central ends of the hypogastric and pudendal nerves in response to electrical stimulation of afferent fibres in the pelvic and pudendal nerves, respectively. Various spinalization paradigms were employed to localize the site of action. All cats were pretreated with xylamidine (1 mg kg-1), a peripherally-restricted 5-HT2 receptor antagonist. 3. In acute spinal cats, DOI (0.01-3 mg kg-1, i.v.) reliably produced dose-dependent increases in the pudendal nerve reflex (to 228 +/- 31% of control). These increases were reversed by the 5-HT2 receptor-selective antagonist, LY53857 (0.3-3 mg kg-1, i.v.). On the other hand, in spinally-intact cats, DOI produced no significant changes in the pudendal reflex. However, within minutes of spinalization of DOI-pretreated cats, a marked increase (to 221 +/- 16% of control) in the pudendal reflex was observed which could be reversed by LY53857. No significant effects were observed on hypogastric reflexes in either acute spinal or spinally-intact cats following DOI administration. No effects were seen in either spinally-intact or acute spinal animals when LY53857 was administered as the initial drug. 4. These results indicate that activation of spinal 5-HT2 receptors facilitates pudendal reflexes. In spinally-intact cats, it is hypothesized that DOI activates supraspinal pathways that mediate inhibition of the pudendal reflexes and counteracts the facilitatory effects of spinal 5-HT2 receptor activation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8733588/",
    "clean_text": "spinal ht receptor mediated facilitation of pudendal nerve reflexes in the anaesthetized cat no significant effects were observed on hypogastric reflexes in either acute spinal or spinally intact cats following doi administration no effects were seen in either spinally intact or acute spinal animals when ly was administered as the initia hydroxytryptamine ht is intimately associated with central sympathetic and somatic control of the lower urinary tract the sympathetic and somatic innervation of the lower urinary tract is conveyed through efferent axons of the hypogastric and pudendal nerves respectively the present study examined the effects of dimethoxy iodophenylisopropylamine doi a ht receptor subtype selective agonist on evoked potentials recorded from the central ends of the hypogastric and pudendal nerves in response to electrical stimulation of afferent fibres in the pelvic and pudendal nerves respectively various spinalization paradigms were employed to localize the site of action all cats were pretreated with xylamidine mg kg a peripherally restricted ht receptor antagonist in acute spinal cats doi mg kg i v reliably produced dose dependent increases in the pudendal nerve reflex to of control these increases were reversed by the ht receptor selective antagonist ly mg kg i v on the other hand in spinally intact cats doi produced no significant changes in the pudendal reflex however within minutes of spinalization of doi pretreated cats a marked increase to of control in the pudendal reflex was observed which could be reversed by ly no significant effects were observed on hypogastric reflexes in either acute spinal or spinally intact cats following doi administration no effects were seen in either spinally intact or acute spinal animals when ly was administered as the initial drug these results indicate that activation of spinal ht receptors facilitates pudendal reflexes in spinally intact cats it is hypothesized that doi activates supraspinal pathways that mediate inhibition of the pudendal reflexes and counteracts the facilitatory effects of spinal ht receptor activation"
}