{
    "title": "Childhood Executive Functioning Predicts Young Adult Outcomes in 22q11.2 Deletion Syndrome.",
    "doc_id": "30375321",
    "writer": "Albert AB",
    "year": "2018",
    "summary": "Childhood executive functioning ability was assessed using both rater-based and performance-based measures and tested as predictors of young adult outcomes. RESULTS: Childhood global executive functioning abilities and parent report of child executive functioning ab …",
    "abstract": "Objective:\n        \n      \n      While individuals with 22q11.2 deletion syndrome (22q11DS) are at increased risk for a variety of functional impairments and psychiatric disorders, including psychosis, not all individuals with 22q11DS experience negative outcomes. Efforts to further understand which childhood variables best predict adult functional outcomes are needed, especially those that investigate childhood executive functioning abilities.\n    \n\n\n          Methods:\n        \n      \n      This longitudinal study followed 63 individuals with 22q11DS and 43 control participants over 9 years. Childhood executive functioning ability was assessed using both rater-based and performance-based measures and tested as predictors of young adult outcomes.\n    \n\n\n          Results:\n        \n      \n      Childhood global executive functioning abilities and parent report of child executive functioning abilities were the most consistent predictors of young adult outcomes. The study group moderated the relationship between child executive functioning and young adult outcomes for several outcomes such that the relationships were stronger in the 22q11DS sample.\n    \n\n\n          Conclusion:\n        \n      \n      Rater-based and performance-based measures of childhood executive functioning abilities predicted young adult outcomes in individuals with and without 22q11DS. Executive functioning could be a valuable target for treatment in children with 22q11DS for improving not only childhood functioning but also adult outcomes. (JINS, 2018, 24, 905-916).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30375321/",
    "clean_text": "childhood executive functioning predicts young adult outcomes in q deletion syndrome childhood executive functioning ability was assessed using both rater based and performance based measures and tested as predictors of young adult outcomes results childhood global executive functioning abilities and parent report of child executive functioning ab objective while individuals with q deletion syndrome q ds are at increased risk for a variety of functional impairments and psychiatric disorders including psychosis not all individuals with q ds experience negative outcomes efforts to further understand which childhood variables best predict adult functional outcomes are needed especially those that investigate childhood executive functioning abilities methods this longitudinal study followed individuals with q ds and control participants over years childhood executive functioning ability was assessed using both rater based and performance based measures and tested as predictors of young adult outcomes results childhood global executive functioning abilities and parent report of child executive functioning abilities were the most consistent predictors of young adult outcomes the study group moderated the relationship between child executive functioning and young adult outcomes for several outcomes such that the relationships were stronger in the q ds sample conclusion rater based and performance based measures of childhood executive functioning abilities predicted young adult outcomes in individuals with and without q ds executive functioning could be a valuable target for treatment in children with q ds for improving not only childhood functioning but also adult outcomes jins"
}