{
    "title": "Avoiding failure: tools for successful and sustainable quality-improvement projects.",
    "doc_id": "28536770",
    "writer": "Donnelly LF.",
    "year": "2017",
    "summary": "Involvement in successful and sustained quality improvement can be a very rewarding experience. However, it can be very difficult work. ...This paper is intended to serve those embarking on quality-improvement projects as a resource to help position th …",
    "abstract": "Involvement in successful and sustained quality improvement can be a very rewarding experience. However, it can be very difficult work. Up to 70% of attempted organizational change is not sustained. There are many reasons why quality-improvement projects might not be successful. In this article, the author reviews items associated with an increased or decreased likelihood of success. Such items have been categorized as structural issues, human issues and environmental context. This paper is intended to serve those embarking on quality-improvement projects as a resource to help position them for success.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28536770/",
    "clean_text": "avoiding failure tools for successful and sustainable quality improvement projects involvement in successful and sustained quality improvement can be a very rewarding experience however it can be very difficult work this paper is intended to serve those embarking on quality improvement projects as a resource to help position th involvement in successful and sustained quality improvement can be a very rewarding experience however it can be very difficult work up to of attempted organizational change is not sustained there are many reasons why quality improvement projects might not be successful in this article the author reviews items associated with an increased or decreased likelihood of success such items have been categorized as structural issues human issues and environmental context this paper is intended to serve those embarking on quality improvement projects as a resource to help position them for success"
}