{
    "title": "Prostate Cancer Immunotherapy with Sipuleucel-T: Current Standards and Future Directions.",
    "doc_id": "26488270",
    "writer": "Wei XX",
    "year": "2015",
    "summary": "The management of advanced prostate cancer, specifically metastatic castrate-resistant prostate cancer (mCRPC), remains a therapeutic challenge. Sipuleucel-T (Provenge; APC8015) was approved by the FDA in 2010 for the treatment of asymptomatic or minim …",
    "abstract": "The management of advanced prostate cancer, specifically metastatic castrate-resistant prostate cancer (mCRPC), remains a therapeutic challenge. Sipuleucel-T (Provenge; APC8015) was approved by the FDA in 2010 for the treatment of asymptomatic or minimally symptomatic mCRPC patients, and it remains the only FDA-approved immunotherapy for prostate cancer of any indication to date. Given the continued need to improve therapeutics in patients with advanced prostate cancer, as well as recent enthusiasm for cancer immunotherapy, there is a wide range of ongoing trials evaluating combinations of sipuleucel-T with other therapeutics. Additional trials are aiming to expand the application of sipuleucel-T to prostate cancer patients beyond the mCRPC setting. Ongoing challenges include understanding the full mechanism of action of sipuleucel-T, optimizing the sequence of sipuleucel-T in relation to other therapies for mCRPC in clinical practice, and the identification of surrogate markers to predict survival benefit in clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26488270/",
    "clean_text": "prostate cancer immunotherapy with sipuleucel t current standards and future directions the management of advanced prostate cancer specifically metastatic castrate resistant prostate cancer mcrpc remains a therapeutic challenge sipuleucel t provenge apc was approved by the fda in for the treatment of asymptomatic or minim the management of advanced prostate cancer specifically metastatic castrate resistant prostate cancer mcrpc remains a therapeutic challenge sipuleucel t provenge apc was approved by the fda in for the treatment of asymptomatic or minimally symptomatic mcrpc patients and it remains the only fda approved immunotherapy for prostate cancer of any indication to date given the continued need to improve therapeutics in patients with advanced prostate cancer as well as recent enthusiasm for cancer immunotherapy there is a wide range of ongoing trials evaluating combinations of sipuleucel t with other therapeutics additional trials are aiming to expand the application of sipuleucel t to prostate cancer patients beyond the mcrpc setting ongoing challenges include understanding the full mechanism of action of sipuleucel t optimizing the sequence of sipuleucel t in relation to other therapies for mcrpc in clinical practice and the identification of surrogate markers to predict survival benefit in clinical trials"
}