{
    "title": "Treatment of muscle haematomas in haemophiliacs with special emphasis on percutaneous drainage.",
    "doc_id": "24914744",
    "writer": "De la Corte-Rodriguez H",
    "year": "2014",
    "summary": "Until now, the most widely accepted treatment for muscle haematomas in patients with haemophilia has been a combination of rehabilitation and intravenous infusion of replacement clotting factor, until the haematoma completely disappears. ...Ultrasound-guided haem …",
    "abstract": "Between 10 and 23% of bleeding episodes in the musculoskeletal system of haemophilia patients occur in the muscles. Until now, the most widely accepted treatment for muscle haematomas in patients with haemophilia has been a combination of rehabilitation and intravenous infusion of replacement clotting factor, until the haematoma completely disappears. The only way to prevent muscle bleeds in haemophilia is primary haematological prophylaxis (from cradle to college). Home treatment is currently the standard of care for patients with severe haemophilia. When a muscle bleed is suspected, confirmation must be achieved by means of imaging tests (ultrasound, MRI, CT). Then, immediate (early) enhanced on-demand haematological treatment must be started until the full disappearance of the haematoma. If untreated, muscle bleeds can cause complications such as nerve injury, compartment syndrome, myositis ossificans, pseudotumour, and even infection (abscess). Currently, the literature for muscle hematomas in the nonhaemophiliac population suggests that ultrasound-guided percutaneous drainage, or surgical drainage performed as open surgery if percutaneous drainage fails, could be beneficial in terms of achieving better and faster symptom relief. Ultrasound-guided haematoma evacuation is a well tolerated procedure. However, the proportion of unsuccessful evacuations and hematoma recurrence is substantial (13%). Such a rate of unsuccessful evacuation is because of excessive density and/or viscosity of the content. Ideally, haematoma evacuation must be performed before 3-5 days since the beginning of the muscular bleed. Although we have not found publications about ultrasound-guided decompression of muscle haematomas in haemophilia, the current status of progress in both the haematological and ultrasound fields leads us to think that this technique should be increasingly considered for the treatment of haemophilia patients, especially in the case of large haematomas in the liquid phase.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24914744/",
    "clean_text": "treatment of muscle haematomas in haemophiliacs with special emphasis on percutaneous drainage until now the most widely accepted treatment for muscle haematomas in patients with haemophilia has been a combination of rehabilitation and intravenous infusion of replacement clotting factor until the haematoma completely disappears ultrasound guided haem between and of bleeding episodes in the musculoskeletal system of haemophilia patients occur in the muscles until now the most widely accepted treatment for muscle haematomas in patients with haemophilia has been a combination of rehabilitation and intravenous infusion of replacement clotting factor until the haematoma completely disappears the only way to prevent muscle bleeds in haemophilia is primary haematological prophylaxis from cradle to college home treatment is currently the standard of care for patients with severe haemophilia when a muscle bleed is suspected confirmation must be achieved by means of imaging tests ultrasound mri ct then immediate early enhanced on demand haematological treatment must be started until the full disappearance of the haematoma if untreated muscle bleeds can cause complications such as nerve injury compartment syndrome myositis ossificans pseudotumour and even infection abscess currently the literature for muscle hematomas in the nonhaemophiliac population suggests that ultrasound guided percutaneous drainage or surgical drainage performed as open surgery if percutaneous drainage fails could be beneficial in terms of achieving better and faster symptom relief ultrasound guided haematoma evacuation is a well tolerated procedure however the proportion of unsuccessful evacuations and hematoma recurrence is substantial such a rate of unsuccessful evacuation is because of excessive density and or viscosity of the content ideally haematoma evacuation must be performed before days since the beginning of the muscular bleed although we have not found publications about ultrasound guided decompression of muscle haematomas in haemophilia the current status of progress in both the haematological and ultrasound fields leads us to think that this technique should be increasingly considered for the treatment of haemophilia patients especially in the case of large haematomas in the liquid phase"
}