{
    "pmid": "41443782",
    "title": "Comparison of International Expert Working Group Algorithms for Diagnosing Angina With Nonobstructive Coronary Arteries.",
    "abstract": "Coronary function testing (CFT) protocols in patients with angina with nonobstructive coronary arteries (ANOCA) differ among expert working groups. The European Association of Percutaneous Cardiovascular Interventions (EAPCI) endorses testing for coronary artery spasm and microvascular dysfunction, while the Microvascular Network (MVN) recommends additional assessment for myocardial bridging and endothelial dysfunction. The aim of this study was to compare the diagnostic yield between the EAPCI and MVN algorithms in a large cohort of patients with ANOCA. Fractional flow reserve, coronary flow reserve, index of microcirculatory resistance, intravascular ultrasound, acetylcholine provocation, and myocardial bridging assessment were performed in patients referred for clinically suspected ANOCA. Among 516 patients, the prevalence of ANOCA, obstructive coronary artery disease, and noncardiac chest pain was 53.5%, 20.9%, and 25.6%, respectively, according to the EAPCI algorithm, compared with 88.2%, 3.3%, and 8.5% according to the MVN algorithm (P < 0.001 for overall difference). Of 132 patients classified as noncardiac chest pain by the EAPCI algorithm, 66.7% were reclassified into an ANOCA endotype using the MVN algorithm. Similarly, 84.3% of 108 patients diagnosed with obstructive coronary artery disease using the EAPCI algorithm were reclassified into an ANOCA endotype by the MVN algorithm. The mean Seattle Angina Questionnaire summary score was significantly lower in patients with cardiac chest pain compared with those with noncardiac chest pain (51.0 vs 56.1; P = 0.030) as defined by the MVN algorithm. The MVN algorithm results in a higher diagnostic yield for ANOCA endotypes compared with the EAPCI algorithm. Routine testing for myocardial bridging and endothelial dysfunction should be considered in patients with suspected ANOCA.",
    "disease": "coronary artery disease",
    "clean_text": "comparison of international expert working group algorithms for diagnosing angina with nonobstructive coronary arteries coronary function testing cft protocols in patients with angina with nonobstructive coronary arteries anoca differ among expert working groups the european association of percutaneous cardiovascular interventions eapci endorses testing for coronary artery spasm and microvascular dysfunction while the microvascular network mvn recommends additional assessment for myocardial bridging and endothelial dysfunction the aim of this study was to compare the diagnostic yield between the eapci and mvn algorithms in a large cohort of patients with anoca fractional flow reserve coronary flow reserve index of microcirculatory resistance intravascular ultrasound acetylcholine provocation and myocardial bridging assessment were performed in patients referred for clinically suspected anoca among patients the prevalence of anoca obstructive coronary artery disease and noncardiac chest pain was and respectively according to the eapci algorithm compared with and according to the mvn algorithm p for overall difference of patients classified as noncardiac chest pain by the eapci algorithm were reclassified into an anoca endotype using the mvn algorithm similarly of patients diagnosed with obstructive coronary artery disease using the eapci algorithm were reclassified into an anoca endotype by the mvn algorithm the mean seattle angina questionnaire summary score was significantly lower in patients with cardiac chest pain compared with those with noncardiac chest pain vs p as defined by the mvn algorithm the mvn algorithm results in a higher diagnostic yield for anoca endotypes compared with the eapci algorithm routine testing for myocardial bridging and endothelial dysfunction should be considered in patients with suspected anoca"
}