{
    "title": "Blepharophimosis-mental retardation (BMR) syndromes: A proposed clinical classification of the so-called Ohdo syndrome, and delineation of two new BMR syndromes, one X-linked and one autosomal recessive.",
    "doc_id": "16700052",
    "writer": "Verloes A",
    "year": "2006",
    "summary": "We report on 11 patients from 8 families with a blepharophimosis and mental retardation syndrome (BMRS) phenotype. Using current nosology, five sporadic patients have Ohdo syndrome, associated with congenital hypothyroidism in two of them (thus also compatible with …",
    "abstract": "We report on 11 patients from 8 families with a blepharophimosis and mental retardation syndrome (BMRS) phenotype. Using current nosology, five sporadic patients have Ohdo syndrome, associated with congenital hypothyroidism in two of them (thus also compatible with a diagnosis of Young-Simpson syndrome). In two affected sibs with milder phenotype, compensated hypothyroidism was demonstrated. In another family, an affected boy was born to the unaffected sister of a previously reported patient. Finally, in the last sibship, two affected boys in addition had severe microcephaly and neurological anomalies. A definitive clinical and etiologic classification of BMRS is lacking, but closer phenotypic analysis should lead to a more useful appraisal of the BMRS phenotype. We suggest discontinuing the systematic use of the term \"Ohdo syndrome\" when referring to patients with BMRS. We propose a classification of BMRS into five groups: (1) del(3p) syndrome, (possibly overlooked in older reports); (2) BMRS, Ohdo type, limited to the original patients of Ohdo; (3) BMRS SBBYS (Say-Barber/Biesecker/Young-Simpson) type, with distinctive dysmorphic features and inconstant anomalies including heart defect, optic atrophy, deafness, hypoplastic teeth, cleft palate, joint limitations, and hypothyroidism. BMRS type SBBYS is probably an etiologically heterogeneous phenotype, as AD and apparently AR forms exist; (4) BMRS, MKB (Maat-Kievit-Brunner) type, with coarse, triangular face, which is probably sex-linked; (5) BMRS V (Verloes) type, a probable new type with severe microcephaly, hypsarrhythmia, adducted thumbs, cleft palate, and abnormal genitalia, which is likely autosomal recessive. Types MKB and V are newly described here.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16700052/",
    "clean_text": "blepharophimosis mental retardation bmr syndromes a proposed clinical classification of the so called ohdo syndrome and delineation of two new bmr syndromes one x linked and one autosomal recessive we report on patients from families with a blepharophimosis and mental retardation syndrome bmrs phenotype using current nosology five sporadic patients have ohdo syndrome associated with congenital hypothyroidism in two of them thus also compatible with we report on patients from families with a blepharophimosis and mental retardation syndrome bmrs phenotype using current nosology five sporadic patients have ohdo syndrome associated with congenital hypothyroidism in two of them thus also compatible with a diagnosis of young simpson syndrome in two affected sibs with milder phenotype compensated hypothyroidism was demonstrated in another family an affected boy was born to the unaffected sister of a previously reported patient finally in the last sibship two affected boys in addition had severe microcephaly and neurological anomalies a definitive clinical and etiologic classification of bmrs is lacking but closer phenotypic analysis should lead to a more useful appraisal of the bmrs phenotype we suggest discontinuing the systematic use of the term ohdo syndrome when referring to patients with bmrs we propose a classification of bmrs into five groups del p syndrome possibly overlooked in older reports bmrs ohdo type limited to the original patients of ohdo bmrs sbbys say barber biesecker young simpson type with distinctive dysmorphic features and inconstant anomalies including heart defect optic atrophy deafness hypoplastic teeth cleft palate joint limitations and hypothyroidism bmrs type sbbys is probably an etiologically heterogeneous phenotype as ad and apparently ar forms exist bmrs mkb maat kievit brunner type with coarse triangular face which is probably sex linked bmrs v verloes type a probable new type with severe microcephaly hypsarrhythmia adducted thumbs cleft palate and abnormal genitalia which is likely autosomal recessive types mkb and v are newly described here"
}