{
    "title": "Qualitative and quantitative determination of mRNA.",
    "doc_id": "7858305",
    "writer": "Raval P.",
    "year": "1994",
    "summary": "A reliable, sensitive method to determine the mRNA level qualitatively or quantitatively is essential for the study of gene expression. Since the early seventies many methods have been available for the qualitative as well as quantitative measurement of steady-state …",
    "abstract": "Many environmental pollutants, xenobiotics, as well as endobiotics cause modulation in gene expression which may change the transcriptional activities of the gene. A reliable, sensitive method to determine the mRNA level qualitatively or quantitatively is essential for the study of gene expression. Since the early seventies many methods have been available for the qualitative as well as quantitative measurement of steady-state level of mRNA (Thomas, 1989; Friedberg et al., 1990; Hoof et al., 1991). The choice of method depends largely upon the level of mRNA expression, amounts of cells or tissues available for the analysis, and the level of sensitivity required for the study. This review outlines some of the methods available for the qualitative and quantitative measurement of mRNA, their suitability for various purposes, and their limitations. Northern blot analysis, solution hybridization methods, Polymerase Chain Reaction and in situ hybridization are some of the major categories of the methods largely used for mRNA detection and/or quantitation. Each is described in the following sections.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7858305/",
    "clean_text": "qualitative and quantitative determination of mrna a reliable sensitive method to determine the mrna level qualitatively or quantitatively is essential for the study of gene expression since the early seventies many methods have been available for the qualitative as well as quantitative measurement of steady state many environmental pollutants xenobiotics as well as endobiotics cause modulation in gene expression which may change the transcriptional activities of the gene a reliable sensitive method to determine the mrna level qualitatively or quantitatively is essential for the study of gene expression since the early seventies many methods have been available for the qualitative as well as quantitative measurement of steady state level of mrna thomas friedberg et al hoof et al the choice of method depends largely upon the level of mrna expression amounts of cells or tissues available for the analysis and the level of sensitivity required for the study this review outlines some of the methods available for the qualitative and quantitative measurement of mrna their suitability for various purposes and their limitations northern blot analysis solution hybridization methods polymerase chain reaction and in situ hybridization are some of the major categories of the methods largely used for mrna detection and or quantitation each is described in the following sections"
}