{
    "pmid": "41434359",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Reductions in MRI brain volumes after traumatic brain injury (TBI) have been widely reported, but study samples have been highly selected, brain regions involved vary amongst studies, and sex differences have not been well studied. In this cross-sectional, community-based analysis, Framingham Heart Study Generation-2 cohort participants with a TBI history prior to a 1.5T MRI performed between 2005-2008 were matched (1:4) on birth year and sex with controls without TBI. Information on TBIs was collected across the lifespan by comprehensive review of medical records, FHS health history updates and exams and self-report. TBI occurrence and severity were operationalized using modified American Congress of Rehabilitation Medicine and Veterans Affairs/Department of Defense criteria respectively. MRI volumetric analysis using custom in-house software produced volume measurements for the following supratentorial structures: total intracranial volume (TCV), total brain, total gray matter, total white matter, lateral ventricles, hippocampi, and gray and white matter volume in the frontal, parietal, occipital, and temporal lobes. We assessed TBI group differences in volumes, adjusting for TCV, sex, education, MRI age, APOE e4 status, and TBI-MRI time differences. Sex-stratified analyses were also performed. Analyses were false discovery rate corrected for multiple comparisons. Among 795 participants (mean age at MRI: 67.78.6; 59% female), there were 159 participants with TBI (141 mild, 18 moderate-severe) and 636 participants without TBI. Mean time from TBI to MRI was 11.68.9 years. Participants with TBI had significantly smaller hippocampal volumes than controls (β=-0.15, p = 0.004) and there was a non-significant trend towards smaller frontal gray matter volume (β=-1.66, p = 0.056). Among females, but not males, TBI was significantly associated with smaller hippocampal (β=-0.25, p < 0.0001), frontal gray matter (β=-2.67, p = 0.007), and total cerebral gray matter (β=-5.20, p = 0.030) volumes. In a community-based cohort of older adults, TBI was associated with reductions in MRI hippocampal, frontal gray matter, and total cerebral gray matter volumes in females, but not males. Sex may portend different risk for later life atrophy after TBI, particularly in brain regions commonly affected by Alzheimer's disease and related dementias. Future work will evaluate TBI associations with longitudinal MRI trajectories.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium reductions in mri brain volumes after traumatic brain injury tbi have been widely reported but study samples have been highly selected brain regions involved vary amongst studies and sex differences have not been well studied in this cross sectional community based analysis framingham heart study generation cohort participants with a tbi history prior to a t mri performed between were matched on birth year and sex with controls without tbi information on tbis was collected across the lifespan by comprehensive review of medical records fhs health history updates and exams and self report tbi occurrence and severity were operationalized using modified american congress of rehabilitation medicine and veterans affairs department of defense criteria respectively mri volumetric analysis using custom in house software produced volume measurements for the following supratentorial structures total intracranial volume tcv total brain total gray matter total white matter lateral ventricles hippocampi and gray and white matter volume in the frontal parietal occipital and temporal lobes we assessed tbi group differences in volumes adjusting for tcv sex education mri age apoe e status and tbi mri time differences sex stratified analyses were also performed analyses were false discovery rate corrected for multiple comparisons among participants mean age at mri female there were participants with tbi mild moderate severe and participants without tbi mean time from tbi to mri was years participants with tbi had significantly smaller hippocampal volumes than controls p and there was a non significant trend towards smaller frontal gray matter volume p among females but not males tbi was significantly associated with smaller hippocampal p frontal gray matter p and total cerebral gray matter p volumes in a community based cohort of older adults tbi was associated with reductions in mri hippocampal frontal gray matter and total cerebral gray matter volumes in females but not males sex may portend different risk for later life atrophy after tbi particularly in brain regions commonly affected by alzheimer s disease and related dementias future work will evaluate tbi associations with longitudinal mri trajectories"
}