{
    "title": "[Covid-19 serology in nursing home and long-term care: prevalence of seroconversion in the Amiens-Picardie University Hospital].",
    "doc_id": "34387193",
    "writer": "Moyet J",
    "year": "2021",
    "summary": "Since December 2019, an emerging infectious viral disease implicating a coronavirus SARS-CoV-2 has caused a global pandemic. Elderly people, being more fragile, are the most affected by the severity and lethality of this disease. The NH and LTCU of the …",
    "abstract": "Since December 2019, an emerging infectious viral disease implicating a coronavirus SARS-CoV-2 has caused a global pandemic. Elderly people, being more fragile, are the most affected by the severity and lethality of this disease. The NH and LTCU of the Amiens University Hospital registered their first Covid-19 cases in February 2020, which lead to the opening of a Covid-19 dedicated unit and of specific protocol for confinement. This descriptive study was analyzing the prevalence of Covid-19 seroconversion within the NH and the LTCU of the Amiens University Hospital. Both this screening test and the nasopharyngeal swab PCRs were in order to assess the impact of the Covid-19 epidemic in NH and LTCU. On June 15th and 16th, the serological tests for Covid-19 were positive for 146 (66.1%) of the residents tested. The seroconversion rate was significantly different (p < 0.001) between the NH (88.7%) and the LTCU (45.6%). During the epidemic, there was no excess mortality index within the NH and LTCU services of the Amiens University Hospital. Among frail patients, the role of immunosenescence can be discussed to account for the absence of this inflammatory reaction. This study showed that isolating the infected patient in a dedicated unit significantly reduces the risk of seroconversion and contamination compared to isolating them within their own unit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34387193/",
    "clean_text": "covid serology in nursing home and long term care prevalence of seroconversion in the amiens picardie university hospital since december an emerging infectious viral disease implicating a coronavirus sars cov has caused a global pandemic elderly people being more fragile are the most affected by the severity and lethality of this disease the nh and ltcu of the since december an emerging infectious viral disease implicating a coronavirus sars cov has caused a global pandemic elderly people being more fragile are the most affected by the severity and lethality of this disease the nh and ltcu of the amiens university hospital registered their first covid cases in february which lead to the opening of a covid dedicated unit and of specific protocol for confinement this descriptive study was analyzing the prevalence of covid seroconversion within the nh and the ltcu of the amiens university hospital both this screening test and the nasopharyngeal swab pcrs were in order to assess the impact of the covid epidemic in nh and ltcu on june th and th the serological tests for covid were positive for of the residents tested the seroconversion rate was significantly different p between the nh and the ltcu during the epidemic there was no excess mortality index within the nh and ltcu services of the amiens university hospital among frail patients the role of immunosenescence can be discussed to account for the absence of this inflammatory reaction this study showed that isolating the infected patient in a dedicated unit significantly reduces the risk of seroconversion and contamination compared to isolating them within their own unit"
}