{
    "title": "The origin of the \"ideal\" body weight equations.",
    "doc_id": "10981254",
    "writer": "Pai MP",
    "year": "2000",
    "summary": "OBJECTIVE: To provide a historical perspective on the origin and similarity of the \"ideal\" body weight (IBW) equations, and clarify the terms ideal and lean body weight (LBW). DATA SOURCES: Primary and review literature were identified using MEDLINE (1 …",
    "abstract": "Objective:\n        \n      \n      To provide a historical perspective on the origin and similarity of the \"ideal\" body weight (IBW) equations, and clarify the terms ideal and lean body weight (LBW).\n    \n\n\n          Data sources:\n        \n      \n      Primary and review literature were identified using MEDLINE (1966-November 1999) and International Pharmaceutical Abstracts (1970-November 1999) pertaining to ideal and lean weight, height-weight tables, and obesity. In addition, textbooks and relevant reference lists were reviewed.\n    \n\n\n          Data extraction:\n        \n      \n      All articles identified through the data sources were evaluated. Information deemed to be relevant to the objectives of the review were included.\n    \n\n\n          Data synthesis:\n        \n      \n      Height-weight tables were generated to provide a means of comparing a population with respect to their relative weight. The weight data were found to correlate with mortality and resulted in the use of the terms desirable or ideal to describe these weights. Over the years, IBW was interpreted to represent a \"fat-free\" weight and thus was used as a surrogate for LBW. In addition, the pharmacokinetics of certain drugs were found to correlate with IBW and resulted in the use of IBW equations published by Devine. These equations were consistent with an old rule that was developed from height-weight tables to estimate IBW. Efforts to improve the IBW equations through regression analyses of height-weight data resulted in equations similar to those published by Devine.\n    \n\n\n          Conclusions:\n        \n      \n      The similarity between the IBW equations was a result of the general agreement among the various height-weight tables from which they were derived. Therefore, any one of these equations may be used to estimate IBW.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10981254/",
    "clean_text": "the origin of the ideal body weight equations objective to provide a historical perspective on the origin and similarity of the ideal body weight ibw equations and clarify the terms ideal and lean body weight lbw data sources primary and review literature were identified using medline objective to provide a historical perspective on the origin and similarity of the ideal body weight ibw equations and clarify the terms ideal and lean body weight lbw data sources primary and review literature were identified using medline november and international pharmaceutical abstracts november pertaining to ideal and lean weight height weight tables and obesity in addition textbooks and relevant reference lists were reviewed data extraction all articles identified through the data sources were evaluated information deemed to be relevant to the objectives of the review were included data synthesis height weight tables were generated to provide a means of comparing a population with respect to their relative weight the weight data were found to correlate with mortality and resulted in the use of the terms desirable or ideal to describe these weights over the years ibw was interpreted to represent a fat free weight and thus was used as a surrogate for lbw in addition the pharmacokinetics of certain drugs were found to correlate with ibw and resulted in the use of ibw equations published by devine these equations were consistent with an old rule that was developed from height weight tables to estimate ibw efforts to improve the ibw equations through regression analyses of height weight data resulted in equations similar to those published by devine conclusions the similarity between the ibw equations was a result of the general agreement among the various height weight tables from which they were derived therefore any one of these equations may be used to estimate ibw"
}