{
    "pmid": "41446577",
    "title": "Sex-dependent alterations of salivary microbiome in Parkinson's disease: associations with motor and non-motor clinical phenotypes.",
    "abstract": "Parkinson's disease (PD) shows considerable heterogeneity in motor and non motor features. The contribution of the salivary microbiome and its modification by sex remains unclear. In a single center cross sectional case control study, we profiled unstimulated saliva from 24 patients with Parkinson's disease and 25 age and sex matched controls using 16S rRNA sequencing. Alpha and beta diversity were evaluated, group associated taxa were identified by indicator analysis, and community structure was related to clinical measures including Unified Parkinson's Disease Rating Scale part III in off and on medication states, the Non Motor Symptoms Scale, and the Hamilton Depression Rating Scale. Alpha diversity was broadly preserved, whereas richness was higher in men with Parkinson's disease than in women with PD. Beta diversity showed modest but significant separation across disease by sex groups at multiple taxonomic levels with PERMANOVA  The salivary microbiome in Parkinson's disease exhibits sex specific alterations that track clinical burden, supporting sex aware development of salivary biomarkers and microbiota focused strategies. Validation in larger longitudinal cohorts with multi omics and standardized oral and medication metadata is warranted.",
    "disease": "parkinson disease",
    "clean_text": "sex dependent alterations of salivary microbiome in parkinson s disease associations with motor and non motor clinical phenotypes parkinson s disease pd shows considerable heterogeneity in motor and non motor features the contribution of the salivary microbiome and its modification by sex remains unclear in a single center cross sectional case control study we profiled unstimulated saliva from patients with parkinson s disease and age and sex matched controls using s rrna sequencing alpha and beta diversity were evaluated group associated taxa were identified by indicator analysis and community structure was related to clinical measures including unified parkinson s disease rating scale part iii in off and on medication states the non motor symptoms scale and the hamilton depression rating scale alpha diversity was broadly preserved whereas richness was higher in men with parkinson s disease than in women with pd beta diversity showed modest but significant separation across disease by sex groups at multiple taxonomic levels with permanova the salivary microbiome in parkinson s disease exhibits sex specific alterations that track clinical burden supporting sex aware development of salivary biomarkers and microbiota focused strategies validation in larger longitudinal cohorts with multi omics and standardized oral and medication metadata is warranted"
}