{
    "pmid": "41445658",
    "title": "Amyloid and tau pathologies are drivers of white matter damage in aging and Alzheimer's disease.",
    "abstract": "White matter hyperintensities (WMHs) are increasingly recognized as markers of cerebrovascular pathology in Alzheimer's disease (AD), yet their temporal relationship with amyloid and tau accumulation remains unclear. While previous studies suggest bidirectional associations between WMHs and AD pathology, regional associations between WMHs and AD pathology have yet to be examined. This study investigated the temporal and regional associations between PET measures of amyloid (Aβ) and tau pathology and WMH burden in older adults. Data from the Alzheimer's Disease Neuroimaging Initiative (ADNI) included 1,241 older adults with Aβ and 636 with tau for cross-sectional analyses. Longitudinal analyses included 670 participants for Aβ change and 1,079 for WMH change (Aβ group), and 199 for tau change and 356 for WMH change (tau cohort). Linear models were used to i) assess associations between baseline regional WMH and Aβ and tau pathology, and ii) examine whether baseline pathology in one measure was associated with change in the other measure over two years. Baseline analyses revealed significant bidirectional associations between WMH burden and both Aβ (  These findings suggest that Aβ and tau pathology drive future WMH progression rather than the reverse, with distinct regional patterns for each pathology type.",
    "disease": "alzheimer disease",
    "clean_text": "amyloid and tau pathologies are drivers of white matter damage in aging and alzheimer s disease white matter hyperintensities wmhs are increasingly recognized as markers of cerebrovascular pathology in alzheimer s disease ad yet their temporal relationship with amyloid and tau accumulation remains unclear while previous studies suggest bidirectional associations between wmhs and ad pathology regional associations between wmhs and ad pathology have yet to be examined this study investigated the temporal and regional associations between pet measures of amyloid a and tau pathology and wmh burden in older adults data from the alzheimer s disease neuroimaging initiative adni included older adults with a and with tau for cross sectional analyses longitudinal analyses included participants for a change and for wmh change a group and for tau change and for wmh change tau cohort linear models were used to i assess associations between baseline regional wmh and a and tau pathology and ii examine whether baseline pathology in one measure was associated with change in the other measure over two years baseline analyses revealed significant bidirectional associations between wmh burden and both a these findings suggest that a and tau pathology drive future wmh progression rather than the reverse with distinct regional patterns for each pathology type"
}