{
    "pmid": "41467034",
    "title": "Effect of Anticipatory Nursing on Psychological Status and Quality of Life in Patients with Chronic Obstructive Pulmonary Disease: A Quasi-Experimental Study.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is frequently accompanied by psychological distress, delayed symptom resolution, and poor quality of life (QoL). Anticipatory nursing interventions may offer a proactive strategy to address these multifaceted challenges, yet their clinical efficacy remains insufficiently established, particularly in resource-constrained settings where holistic care is often lacking. This quasi-experimental study with historical controls included 369 COPD patients admitted between January 2023 and December 2024. Patients were divided into a control group (n = 186) receiving routine nursing care and an intervention group (n = 183) receiving structured, multidisciplinary anticipatory nursing interventions over a six-month period. The protocol comprised individualized care plans, proactive complication prevention, psychological support, and management of respiratory, circulatory, nutritional, and sleep needs. Outcomes included psychological status (SAS, SDS), symptom resolution time, QoL (GQOLI-74), and complications. All enrolled patients completed the study. Baseline demographic, clinical, and socioeconomic characteristics showed no significant differences between groups. Compared with routine care, anticipatory nursing significantly reduced post-intervention SAS and SDS scores (both p < 0.001), shortened symptom resolution times for dyspnea, cough, wheezing, and chest tightness (all p < 0.001), and improved all QoL domains (p < 0.001). The total complication rate was significantly lower in the intervention group (12.02% vs 33.33%, χ Structured anticipatory nursing significantly improves psychological well-being, accelerates symptom resolution, enhances quality of life, and reduces complications in COPD patients. These findings support integrating proactive, holistic nursing strategies into standard COPD care, offering a viable model for improving outcomes even in settings with limited resources.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "effect of anticipatory nursing on psychological status and quality of life in patients with chronic obstructive pulmonary disease a quasi experimental study chronic obstructive pulmonary disease copd is frequently accompanied by psychological distress delayed symptom resolution and poor quality of life qol anticipatory nursing interventions may offer a proactive strategy to address these multifaceted challenges yet their clinical efficacy remains insufficiently established particularly in resource constrained settings where holistic care is often lacking this quasi experimental study with historical controls included copd patients admitted between january and december patients were divided into a control group n receiving routine nursing care and an intervention group n receiving structured multidisciplinary anticipatory nursing interventions over a six month period the protocol comprised individualized care plans proactive complication prevention psychological support and management of respiratory circulatory nutritional and sleep needs outcomes included psychological status sas sds symptom resolution time qol gqoli and complications all enrolled patients completed the study baseline demographic clinical and socioeconomic characteristics showed no significant differences between groups compared with routine care anticipatory nursing significantly reduced post intervention sas and sds scores both p shortened symptom resolution times for dyspnea cough wheezing and chest tightness all p and improved all qol domains p the total complication rate was significantly lower in the intervention group vs structured anticipatory nursing significantly improves psychological well being accelerates symptom resolution enhances quality of life and reduces complications in copd patients these findings support integrating proactive holistic nursing strategies into standard copd care offering a viable model for improving outcomes even in settings with limited resources"
}