{
    "title": "Microfluidic chip-integrated vascularized endometrial complexes: Mitochondrial function and paracrine crosstalk enhance regenerative potential.",
    "doc_id": "40980506",
    "writer": "Dai Y",
    "year": "2025",
    "summary": "While the current reported endometrial organoids demonstrate potential in remodeling endometrial functions, they often lack the complexity and physiological relevance of in vivo tissue. ...This novel endometrial complex exhibits robust growth and endometri …",
    "abstract": "Endometrial injury is a prevalent gynecological condition that poses a significant threat to fertility and women's health. While the current reported endometrial organoids demonstrate potential in remodeling endometrial functions, they often lack the complexity and physiological relevance of in vivo tissue. Here, we introduce a vascularized triple-cellular endometrial complex integrating endometrial epithelial organoids, stromal cells, and endothelial cells within a microfluidic chip with a composite hydrogel comprising Matrigel and fibrin. This novel endometrial complex exhibits robust growth and endometrial repair capabilities in an immunodeficient mouse model of endometrial damage, significantly improving pregnancy rates. Single-cell RNA sequencing revealed bidirectional cellular paracrine crosstalk between epithelial, stromal, and endothelial cells in the vascularized endometrial complex. Endothelial cells secrete BMP6 and Galectin-9, which enhance mitochondrial function and promote epithelial cell proliferation. Conversely, epithelial and stromal cells secrete WNT7A and WNT5A, respectively, to stimulate angiogenesis and vascular network formation of endothelial cells. These findings reveal the paracrine interactions that underpin the superior regenerative properties of the vascularized triple-cellular endometrial complex, offering a potential therapeutic strategy for endometrial repair and a valuable in vitro model for endometrial pathophysiological studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40980506/",
    "clean_text": "microfluidic chip integrated vascularized endometrial complexes mitochondrial function and paracrine crosstalk enhance regenerative potential while the current reported endometrial organoids demonstrate potential in remodeling endometrial functions they often lack the complexity and physiological relevance of in vivo tissue this novel endometrial complex exhibits robust growth and endometri endometrial injury is a prevalent gynecological condition that poses a significant threat to fertility and women s health while the current reported endometrial organoids demonstrate potential in remodeling endometrial functions they often lack the complexity and physiological relevance of in vivo tissue here we introduce a vascularized triple cellular endometrial complex integrating endometrial epithelial organoids stromal cells and endothelial cells within a microfluidic chip with a composite hydrogel comprising matrigel and fibrin this novel endometrial complex exhibits robust growth and endometrial repair capabilities in an immunodeficient mouse model of endometrial damage significantly improving pregnancy rates single cell rna sequencing revealed bidirectional cellular paracrine crosstalk between epithelial stromal and endothelial cells in the vascularized endometrial complex endothelial cells secrete bmp and galectin which enhance mitochondrial function and promote epithelial cell proliferation conversely epithelial and stromal cells secrete wnt a and wnt a respectively to stimulate angiogenesis and vascular network formation of endothelial cells these findings reveal the paracrine interactions that underpin the superior regenerative properties of the vascularized triple cellular endometrial complex offering a potential therapeutic strategy for endometrial repair and a valuable in vitro model for endometrial pathophysiological studies"
}