{
    "title": "Transitioning adolescent and young adults with chronic disease and/or disabilities from paediatric to adult care services - an integrative review.",
    "doc_id": "27145890",
    "writer": "Zhou H",
    "year": "2016",
    "summary": "",
    "abstract": "Aims and objectives:\n        \n      \n      This paper aims to provide an updated comprehensive review of the research-based evidence related to the transitions of care process for adolescents and young adults with chronic illness/disabilities since 2010.\n    \n\n\n          Background:\n        \n      \n      Transitioning adolescent and young adults with chronic disease and/or disabilities to adult care services is a complex process, which requires coordination and continuity of health care. The quality of the transition process not only impacts on special health care needs of the patients, but also their psychosocial development. Inconsistent evidence was found regarding the process of transitioning adolescent and young adults.\n    \n\n\n          Design:\n        \n      \n      An integrative review was conducted using a five-stage process: problem identification, literature search, data evaluation, data analysis and presentation.\n    \n\n\n          Methods:\n        \n      \n      A search was carried out using the EBSCOhost, Embase, MEDLINE, PsycINFO, and AustHealth, from 2010 to 31 October 2014. The key search terms were (adolescent or young adult) AND (chronic disease or long-term illness/conditions or disability) AND (transition to adult care or continuity of patient care or transfer or transition).\n    \n\n\n          Results:\n        \n      \n      A total of 5719 records were initially identified. After applying the inclusion criteria a final 61 studies were included. Six main categories derived from the data synthesis process are Timing of transition; Perceptions of the transition; Preparation for the transition; Patients' outcomes post-transition; Barriers to the transition; and Facilitating factors to the transition. A further 15 subcategories also surfaced.\n    \n\n\n          Conclusions:\n        \n      \n      In the last five years, there has been improvement in health outcomes of adolescent and young adults post-transition by applying a structured multidisciplinary transition programme, especially for patients with cystic fibrosis and diabetes. However, overall patients' outcomes after being transited to adult health care services, if recorded, have remained poor both physically and psychosocially. An accurate tracking mechanism needs to be established by stakeholders as a formal channel to monitor patients' outcomes post- transition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27145890/",
    "clean_text": "transitioning adolescent and young adults with chronic disease and or disabilities from paediatric to adult care services an integrative review aims and objectives this paper aims to provide an updated comprehensive review of the research based evidence related to the transitions of care process for adolescents and young adults with chronic illness disabilities since background transitioning adolescent and young adults with chronic disease and or disabilities to adult care services is a complex process which requires coordination and continuity of health care the quality of the transition process not only impacts on special health care needs of the patients but also their psychosocial development inconsistent evidence was found regarding the process of transitioning adolescent and young adults design an integrative review was conducted using a five stage process problem identification literature search data evaluation data analysis and presentation methods a search was carried out using the ebscohost embase medline psycinfo and austhealth from to october the key search terms were adolescent or young adult and chronic disease or long term illness conditions or disability and transition to adult care or continuity of patient care or transfer or transition results a total of records were initially identified after applying the inclusion criteria a final studies were included six main categories derived from the data synthesis process are timing of transition perceptions of the transition preparation for the transition patients outcomes post transition barriers to the transition and facilitating factors to the transition a further subcategories also surfaced conclusions in the last five years there has been improvement in health outcomes of adolescent and young adults post transition by applying a structured multidisciplinary transition programme especially for patients with cystic fibrosis and diabetes however overall patients outcomes after being transited to adult health care services if recorded have remained poor both physically and psychosocially an accurate tracking mechanism needs to be established by stakeholders as a formal channel to monitor patients outcomes post transition"
}