{
    "title": "Weight Loss Trajectories and Short-Term Prediction in an Online Weight Management Program.",
    "doc_id": "38674914",
    "writer": "Zhou B",
    "year": "2024",
    "summary": "The extent to which early weight loss in behavioral weight control interventions predicts long-term success remains unclear. ...Next, we applied multinomial logistic models to evaluate if early weight loss in the first 14 days and prolonged dura …",
    "abstract": "The extent to which early weight loss in behavioral weight control interventions predicts long-term success remains unclear. In this study, we developed an algorithm aimed at classifying weight change trajectories and examined its ability to predict long-term weight loss based on weight early change. We utilized data from 667 de-identified individuals who participated in a commercial weight loss program (Instinct Health Science), comprising 69,363 weight records. Sequential polynomial regression models were employed to classify participants into distinct weight trajectory patterns based on key model parameters. Next, we applied multinomial logistic models to evaluate if early weight loss in the first 14 days and prolonged duration of participation were significantly associated with long-term weight loss patterns. The mean percentage of weight loss was 7.9 ± 5.1% over 133 ± 69 days. Our analysis revealed four main weight loss trajectory patterns: a steady decrease over time (30.6%), a decrease to a plateau with subsequent decline (15.8%), a decrease to a plateau with subsequent increase (46.9%), and no substantial decrease (6.7%). Early weight change rate and total participating duration emerged as significant factors in differentiating long-term weight loss patterns. These findings contribute to support the provision of tailored advice in the early phase of behavioral interventions for weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38674914/",
    "clean_text": "weight loss trajectories and short term prediction in an online weight management program the extent to which early weight loss in behavioral weight control interventions predicts long term success remains unclear next we applied multinomial logistic models to evaluate if early weight loss in the first days and prolonged dura the extent to which early weight loss in behavioral weight control interventions predicts long term success remains unclear in this study we developed an algorithm aimed at classifying weight change trajectories and examined its ability to predict long term weight loss based on weight early change we utilized data from de identified individuals who participated in a commercial weight loss program instinct health science comprising weight records sequential polynomial regression models were employed to classify participants into distinct weight trajectory patterns based on key model parameters next we applied multinomial logistic models to evaluate if early weight loss in the first days and prolonged duration of participation were significantly associated with long term weight loss patterns the mean percentage of weight loss was over days our analysis revealed four main weight loss trajectory patterns a steady decrease over time a decrease to a plateau with subsequent decline a decrease to a plateau with subsequent increase and no substantial decrease early weight change rate and total participating duration emerged as significant factors in differentiating long term weight loss patterns these findings contribute to support the provision of tailored advice in the early phase of behavioral interventions for weight loss"
}