{
    "pmid": "41450342",
    "title": "Microscopic polyangiitis complicated with pulmonary hepatitis B virus infection: A case report and literature review.",
    "abstract": "Microscopic polyangiitis (MPA) is a subtype of anti-neutrophil cytoplasmic antibody-associated vasculitis characterized by inflammatory changes in small vessel walls. Its clinical manifestations are nonspecific, and pulmonary involvement often presents as cough and production of sputum, which can be misdiagnosed as pneumonia. However, to the best of our knowledge, no cases of MPA coexisting with pulmonary hepatitis B virus (HBV) infection have been reported. This report describes the first such case. A 66-year-old man presented with a productive cough, swelling of the finger joints, and bilateral hearing loss. Initial imaging suggested pulmonary infection or malignancy. MPA was diagnosed based on positive myeloperoxidase-ANCA serology and vasculitic changes on histopathological examination of a lung biopsy specimen. Metagenomic next-generation sequencing of biopsy tissue revealed HBV, confirming a concurrent pulmonary HBV infection. Treatment with methylprednisolone, rituximab, and entecavir resulted in a favorable outcome.",
    "disease": "pneumonia",
    "clean_text": "microscopic polyangiitis complicated with pulmonary hepatitis b virus infection a case report and literature review microscopic polyangiitis mpa is a subtype of anti neutrophil cytoplasmic antibody associated vasculitis characterized by inflammatory changes in small vessel walls its clinical manifestations are nonspecific and pulmonary involvement often presents as cough and production of sputum which can be misdiagnosed as pneumonia however to the best of our knowledge no cases of mpa coexisting with pulmonary hepatitis b virus hbv infection have been reported this report describes the first such case a year old man presented with a productive cough swelling of the finger joints and bilateral hearing loss initial imaging suggested pulmonary infection or malignancy mpa was diagnosed based on positive myeloperoxidase anca serology and vasculitic changes on histopathological examination of a lung biopsy specimen metagenomic next generation sequencing of biopsy tissue revealed hbv confirming a concurrent pulmonary hbv infection treatment with methylprednisolone rituximab and entecavir resulted in a favorable outcome"
}