{
    "pmid": "41380398",
    "title": "Immunogenicity of mRNA COVID-19 vaccine with either simultaneous or sequentially administered inactivated influenza vaccines: a randomized clinical trial.",
    "abstract": "A U.S. multisite trial was conducted and explored whether blunting of mRNA COVID-19 vaccine immunogenicity occurred when administered simultaneously with influenza vaccine. Persons ≥5 years of age received either quadrivalent inactivated influenza vaccine (IIV4) or saline placebo simultaneously with an initial or booster dose of mRNA COVID-19 vaccine. Those receiving placebo with mRNA COVID-19 vaccine received IIV4 7-14 days later. SARS-CoV-2 antibody was assessed by pseudovirus neutralization (D614G, BA.4/BA. 5, and XBB.1.5) at baseline and 28 days following mRNA COVID-19 vaccine primary series or booster dose. Of 335 randomized participants, 157 were in the simultaneous group and 150 the sequential group. Post-vaccination geometric mean SARS-CoV-2 ID50 titers for the ancestral D614G strain and BA.4/5 variant (simultaneous versus sequential) were 4357.1 versus 4492.3(p = 0.79) and 1547.8 versus 1463.8(p = 0.69), respectively. Blunting of mRNA COVID-19 vaccine immunogenicity was not observed when mRNA COVID-19 and influenza vaccines were administered simultaneously. TRIAL REGISTRATIONClinicalTrials.gov ID: NCT05028361.",
    "disease": "influenza",
    "clean_text": "immunogenicity of mrna covid vaccine with either simultaneous or sequentially administered inactivated influenza vaccines a randomized clinical trial a u s multisite trial was conducted and explored whether blunting of mrna covid vaccine immunogenicity occurred when administered simultaneously with influenza vaccine persons years of age received either quadrivalent inactivated influenza vaccine iiv or saline placebo simultaneously with an initial or booster dose of mrna covid vaccine those receiving placebo with mrna covid vaccine received iiv days later sars cov antibody was assessed by pseudovirus neutralization d g ba ba and xbb at baseline and days following mrna covid vaccine primary series or booster dose of randomized participants were in the simultaneous group and the sequential group post vaccination geometric mean sars cov id titers for the ancestral d g strain and ba variant simultaneous versus sequential were versus p and versus p respectively blunting of mrna covid vaccine immunogenicity was not observed when mrna covid and influenza vaccines were administered simultaneously trial registrationclinicaltrials gov id nct"
}