{
    "pmid": "41397323",
    "title": "Investigating the therapeutic mechanisms of dental pulp stem cells in Parkinson's disease: A bioinformatics-based multi-omics analysis.",
    "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by dopaminergic neuron loss and α-synuclein aggregation. Dental pulp stem cells (DPSCs) have emerged as a promising therapeutic candidate due to their neurotrophic properties and potential to support neural regeneration. This study aimed to elucidate the molecular mechanisms linking DPSCs and PD using bioinformatics. To investigate the biological functions and signaling pathways related to differentially expressed genes (DEGs), we performed Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG), gene set enrichment analysis (GSEA) and Gene Set Variation Analysis (GSVA). From 476 overlapping DEGs, three key genes, MGAT1, ARRB2, and COL15A1, were identified and validated using quantitative real-time PCR (qPCR) in a 6-OHDA-induced rat model of PD. All three genes showed significant dysregulation consistent with PD-related molecular changes. Molecular docking further demonstrated strong predicted binding affinities for MGAT1 with SRC kinase inhibitor II (-8.58 kcal/mol), ARRB2 with bezafibrate (-5.19 kcal/mol), and COL15A1 with ruxolitinib (-6.32 kcal/mol). In vivo qPCR analysis in the PD rat model confirmed downregulation of ARRB2 and MGAT1 and upregulation of COL15A1 (p < 0.05), supporting the bioinformatics findings. Overall, this multi-level analysis highlights potential mechanisms between DPSCs and PD, and identifies candidate genes and drug targets that may inform future therapeutic strategies.",
    "disease": "parkinson disease",
    "clean_text": "investigating the therapeutic mechanisms of dental pulp stem cells in parkinson s disease a bioinformatics based multi omics analysis parkinson s disease pd is a progressive neurodegenerative disorder characterized by dopaminergic neuron loss and synuclein aggregation dental pulp stem cells dpscs have emerged as a promising therapeutic candidate due to their neurotrophic properties and potential to support neural regeneration this study aimed to elucidate the molecular mechanisms linking dpscs and pd using bioinformatics to investigate the biological functions and signaling pathways related to differentially expressed genes degs we performed gene ontology go kyoto encyclopedia of genes and genomes kegg gene set enrichment analysis gsea and gene set variation analysis gsva from overlapping degs three key genes mgat arrb and col a were identified and validated using quantitative real time pcr qpcr in a ohda induced rat model of pd all three genes showed significant dysregulation consistent with pd related molecular changes molecular docking further demonstrated strong predicted binding affinities for mgat with src kinase inhibitor ii kcal mol arrb with bezafibrate kcal mol and col a with ruxolitinib kcal mol in vivo qpcr analysis in the pd rat model confirmed downregulation of arrb and mgat and upregulation of col a p supporting the bioinformatics findings overall this multi level analysis highlights potential mechanisms between dpscs and pd and identifies candidate genes and drug targets that may inform future therapeutic strategies"
}