{
    "pmid": "41389083",
    "title": "Temporal changes in coronary artery calcium in heart transplantation patients.",
    "abstract": "Coronary artery calcium (CAC) scoring is a well-established marker of atherosclerotic burden in the general population. Limited research has examined CAC progression and clinical implications in heart transplant (HT) recipients. We evaluated CAC progression in HT patients during long-term follow-up. We included adult HT recipients (≥ 5 years post-HT) from a retrospective single-center cohort undergoing annual cardiac CT with ≥ 4 years of follow-up. CAC scores were assessed using non-contrast CT. Patients were classified into two groups: no CAC progression (CAC = 0 across all CT scans) or any increase in CAC during follow-up. Generalized linear mixed models evaluated temporal changes in CAC; logistic regression identified variables associated with CAC progression. Among 116 patients (median age at baseline CT: 52 [38-63] years, 62% male), 65 showed CAC progression. From baseline to final CT, the proportion of patients with cardiac allograft vasculopathy (CAV) score 0 declined (90-83%), while CAV 1 and 3 increased (3-6%; 8-11%). CAC scores showed an annual increase in Ln(CAC + 1) of 0.4 (95% CI: 0.4-0.5; p < 0.001), corresponding to a 55% relative yearly increase. Significant interactions were found with recipient age at baseline CT (p = 0.008), donor heart age (p < 0.001), sex (p = 0.024), and recipient ischemic cardiomyopathy (p < 0.001). Only donor heart age was independently associated with CAC progression (p < 0.001). CAC progression is common post-HT, with donor heart age showing the strongest association. Younger recipient and donor heart age, male sex, and ischemic cardiomyopathy were associated with faster CAC progression, suggesting the need for closer surveillance and more aggressive cardiovascular management. Question Longitudinal changes in CAC score were assessed in HT recipients to provide insights into cardiovascular risk and disease progression. Findings Over half of HT recipients showed CAC progression, which was significantly associated with donor age. Recipient age, sex, and primary diagnosis influenced progression rate. Clinical relevance Routine CAC monitoring may help identify patients at higher risk of cardiovascular events after heart transplantation, allowing for closer surveillance and more aggressive cardiovascular management, which in turn might improve long-term outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "temporal changes in coronary artery calcium in heart transplantation patients coronary artery calcium cac scoring is a well established marker of atherosclerotic burden in the general population limited research has examined cac progression and clinical implications in heart transplant ht recipients we evaluated cac progression in ht patients during long term follow up we included adult ht recipients years post ht from a retrospective single center cohort undergoing annual cardiac ct with years of follow up cac scores were assessed using non contrast ct patients were classified into two groups no cac progression cac across all ct scans or any increase in cac during follow up generalized linear mixed models evaluated temporal changes in cac logistic regression identified variables associated with cac progression among patients median age at baseline ct years male showed cac progression from baseline to final ct the proportion of patients with cardiac allograft vasculopathy cav score declined while cav and increased cac scores showed an annual increase in ln cac of ci p corresponding to a relative yearly increase significant interactions were found with recipient age at baseline ct p donor heart age p sex p and recipient ischemic cardiomyopathy p only donor heart age was independently associated with cac progression p cac progression is common post ht with donor heart age showing the strongest association younger recipient and donor heart age male sex and ischemic cardiomyopathy were associated with faster cac progression suggesting the need for closer surveillance and more aggressive cardiovascular management question longitudinal changes in cac score were assessed in ht recipients to provide insights into cardiovascular risk and disease progression findings over half of ht recipients showed cac progression which was significantly associated with donor age recipient age sex and primary diagnosis influenced progression rate clinical relevance routine cac monitoring may help identify patients at higher risk of cardiovascular events after heart transplantation allowing for closer surveillance and more aggressive cardiovascular management which in turn might improve long term outcomes"
}