{
    "pmid": "41438151",
    "title": "Developing a core outcome set for clinical trials of traditional Chinese medicine for rheumatoid arthritis.",
    "abstract": "We developed a consensus-based core outcome set (COS) for Traditional Chinese Medicine clinical trials in rheumatoid arthritis (COS-TCM-RA) that to addresses heterogeneity in outcome measurement and reporting across studies. We performed a comprehensive systematic review to establish a repository of clinical outcome set for TCM interventions in RA management. Then, a semi-structured interview was conducted to identify additional important outcomes from the patient's perspective. This was followed by an online three-round Delphi survey conducted with professionals to prioritize and refine clinically relevant outcomes from a previously developed longlist. Core entries were finalized based on three Delphi surveys and one expert consensus meeting. The systematic review screened 2,959 records and included 69 eligible studies. From these, a comprehensive list of reported outcomes was extracted and standardized, which after standardization, yielded a final list of 52 unique outcomes for the preliminary consensus process. After semi-structured interviews, three Delphi survey rounds and one consensus meeting, the most important outcomes were determined for COS of Traditional Chinese Medicine for RA (COS-TCM-RA), including physician assessment of global status, Clinical laboratory tests, radiographic assessment, Signs and symptoms, quality of life and security incident. This study developed the first COS-TCM-RA, comprising 11 indicators across five domains: overall disease evaluation, physical and chemical indicators, quality of life, TCM syndromes, and adverse events. By integrating internationally recognized RA assessment tools with patient-reported outcomes and TCM-specific measures, the COS-TCM-RA provides a standardized, multi-dimensional framework to enhance trial quality, improve comparability, and support the integration and internationalization of TCM in evidence-based medicine.",
    "disease": "rheumatoid arthritis",
    "clean_text": "developing a core outcome set for clinical trials of traditional chinese medicine for rheumatoid arthritis we developed a consensus based core outcome set cos for traditional chinese medicine clinical trials in rheumatoid arthritis cos tcm ra that to addresses heterogeneity in outcome measurement and reporting across studies we performed a comprehensive systematic review to establish a repository of clinical outcome set for tcm interventions in ra management then a semi structured interview was conducted to identify additional important outcomes from the patient s perspective this was followed by an online three round delphi survey conducted with professionals to prioritize and refine clinically relevant outcomes from a previously developed longlist core entries were finalized based on three delphi surveys and one expert consensus meeting the systematic review screened records and included eligible studies from these a comprehensive list of reported outcomes was extracted and standardized which after standardization yielded a final list of unique outcomes for the preliminary consensus process after semi structured interviews three delphi survey rounds and one consensus meeting the most important outcomes were determined for cos of traditional chinese medicine for ra cos tcm ra including physician assessment of global status clinical laboratory tests radiographic assessment signs and symptoms quality of life and security incident this study developed the first cos tcm ra comprising indicators across five domains overall disease evaluation physical and chemical indicators quality of life tcm syndromes and adverse events by integrating internationally recognized ra assessment tools with patient reported outcomes and tcm specific measures the cos tcm ra provides a standardized multi dimensional framework to enhance trial quality improve comparability and support the integration and internationalization of tcm in evidence based medicine"
}