{
    "title": "Global research on sufentanil use in anesthesiology from 2003 to 2023: a bibliometric analysis.",
    "doc_id": "39391693",
    "writer": "Huang D",
    "year": "2024",
    "summary": "The overall number of publications is on the rise; the top three countries of study were China, the US and France; the top three universities that published relevant articles were Anhui Medical University, Capital Medical University and Zhejiang Uni …",
    "abstract": "Objective:\n        \n      \n      The application of sufentanil of anesthesiology has become a popular research area. However, literature-based bibliometric analyses on sufentanil are limited. Therefore, this study aimed to review the application of sufentanil in anesthesiology, and evaluate the research status and trends in this field.\n    \n\n\n          Methods:\n        \n      \n      We searched the SCI-Expanded, SSCI, and CPCI-S databases from the Web of Science core collection as data sources for articles published from 1 January2003, to 31 December2023, and bibliometric and VOSviewer software were used to visualize and analyze the literature in terms of authors, journals, countries, institutions, and their collaborative networks, as well as keyword networks.\n    \n\n\n          Results:\n        \n      \n      Our analysis included 1,473 relevant publications on the application of sufentanil in anesthesiology. The overall number of publications is on the rise; the top three countries of study were China, the US and France; the top three universities that published relevant articles were Anhui Medical University, Capital Medical University and Zhejiang University; the largest number of publications focused on Anesthesia and analgesia; At present, the studies in this field mainly focus on the application scope, mode, and advantages; adverse reactions; and combined effects of sufentanil in combination with other drugs. The adverse factors for the use of sufentanil in anesthesiology and ways to improve its safety and efficacy are hot topics of research. Future research should explore the applicability of population and dose utilization, novel drug combinations, non-opioid adjuncts, and technological innovations.\n    \n\n\n          Conclusion:\n        \n      \n      An increasing number of publications indicates that researchers are showing interest in the field of sufentanil use in anesthesiology, and ongoing research is at a relatively mature level. While the international community has established a strong foundation for cooperation, the cooperation among researchers, institutions, and countries needs to be enhanced. Simultaneously, efforts must be made to explore and strengthen personnel cooperation, expand the coverage of funding support, and improve the quality of the literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39391693/",
    "clean_text": "global research on sufentanil use in anesthesiology from to a bibliometric analysis the overall number of publications is on the rise the top three countries of study were china the us and france the top three universities that published relevant articles were anhui medical university capital medical university and zhejiang uni objective the application of sufentanil of anesthesiology has become a popular research area however literature based bibliometric analyses on sufentanil are limited therefore this study aimed to review the application of sufentanil in anesthesiology and evaluate the research status and trends in this field methods we searched the sci expanded ssci and cpci s databases from the web of science core collection as data sources for articles published from january to december and bibliometric and vosviewer software were used to visualize and analyze the literature in terms of authors journals countries institutions and their collaborative networks as well as keyword networks results our analysis included relevant publications on the application of sufentanil in anesthesiology the overall number of publications is on the rise the top three countries of study were china the us and france the top three universities that published relevant articles were anhui medical university capital medical university and zhejiang university the largest number of publications focused on anesthesia and analgesia at present the studies in this field mainly focus on the application scope mode and advantages adverse reactions and combined effects of sufentanil in combination with other drugs the adverse factors for the use of sufentanil in anesthesiology and ways to improve its safety and efficacy are hot topics of research future research should explore the applicability of population and dose utilization novel drug combinations non opioid adjuncts and technological innovations conclusion an increasing number of publications indicates that researchers are showing interest in the field of sufentanil use in anesthesiology and ongoing research is at a relatively mature level while the international community has established a strong foundation for cooperation the cooperation among researchers institutions and countries needs to be enhanced simultaneously efforts must be made to explore and strengthen personnel cooperation expand the coverage of funding support and improve the quality of the literature"
}