{
    "title": "The human gastrointestinal microbiota and prostate cancer development and treatment.",
    "doc_id": "32055753",
    "writer": "Sha S",
    "year": "2020",
    "summary": "In the context of prostate cancer, the gastrointestinal microbiome may play a role through metabolism of estrogen, an increase of which has been linked to the induction of prostatic neoplasia. Specific microbiota such as Bacteroides, Streptococcus, Bacteroide …",
    "abstract": "The human gastrointestinal microbiome contains commensal bacteria and other microbiota that have been gaining increasing attention in the context of cancer development and response to treatment. Microbiota play a role in the maintenance of host barrier surfaces that contribute to both local inflammation and other systemic metabolic functions. In the context of prostate cancer, the gastrointestinal microbiome may play a role through metabolism of estrogen, an increase of which has been linked to the induction of prostatic neoplasia. Specific microbiota such as Bacteroides, Streptococcus, Bacteroides massiliensis, Faecalibacterium prausnitzii, Eubacterium rectalie, and Mycoplasma genitalium have been associated with differing risks of prostate cancer development or extensiveness of prostate cancer disease. In this Review, we discuss gastrointestinal microbiota's effects on prostate cancer development, the ability of the microbiome to regulate chemotherapy for prostate cancer treatment, and the importance of using Next Generation Sequencing to further discern the microbiome's systemic influence on prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32055753/",
    "clean_text": "the human gastrointestinal microbiota and prostate cancer development and treatment in the context of prostate cancer the gastrointestinal microbiome may play a role through metabolism of estrogen an increase of which has been linked to the induction of prostatic neoplasia specific microbiota such as bacteroides streptococcus bacteroide the human gastrointestinal microbiome contains commensal bacteria and other microbiota that have been gaining increasing attention in the context of cancer development and response to treatment microbiota play a role in the maintenance of host barrier surfaces that contribute to both local inflammation and other systemic metabolic functions in the context of prostate cancer the gastrointestinal microbiome may play a role through metabolism of estrogen an increase of which has been linked to the induction of prostatic neoplasia specific microbiota such as bacteroides streptococcus bacteroides massiliensis faecalibacterium prausnitzii eubacterium rectalie and mycoplasma genitalium have been associated with differing risks of prostate cancer development or extensiveness of prostate cancer disease in this review we discuss gastrointestinal microbiota s effects on prostate cancer development the ability of the microbiome to regulate chemotherapy for prostate cancer treatment and the importance of using next generation sequencing to further discern the microbiome s systemic influence on prostate cancer"
}