{
    "title": "Comparison of methods for estimating Young's moduli of mortar specimens.",
    "doc_id": "38902434",
    "writer": "Schmid S",
    "year": "2024",
    "summary": "Both destructive (e.g., compression test) and non-destructive methods (e.g., ultrasound, computed tomography) are used to estimate Young's modulus. Since ultrasound estimates the dynamic Young's modulus, a formula is required to adapt it to the static modulus. ... …",
    "abstract": "Precisely estimating material parameters for cement-based materials is crucial for assessing the structural integrity of buildings. Both destructive (e.g., compression test) and non-destructive methods (e.g., ultrasound, computed tomography) are used to estimate Young's modulus. Since ultrasound estimates the dynamic Young's modulus, a formula is required to adapt it to the static modulus. For this formulas from the literature are compared. The investigated specimens are cylindrical mortar specimens with four different sand-to-cement mass fractions of 20%, 35%, 50%, and 65%. The ultrasound signals are analyzed in two distinct ways: manual onset picking and full-waveform inversion. Full-waveform inversion involves comparing the measured signal with a simulated one and iteratively adjusting the ultrasound velocities in a numerical model until the measured signal closely matches the simulated one. Using computed tomography measurements, Young's moduli are semi-analytically determined based on sand distribution in cement images. The reconstructed volume is segmented into sand, cement, and pores. Young's moduli, as determined by compression tests, were better represented by full-waveform inversions (best RMSE = 0.34 GPa) than by manual onset picking (best RMSE = 0.87 GPa). Moreover, material parameters from full-waveform inversion showed less deviation than those manually picked. The maximal standard deviation of a Young's modulus determined with FWI was 0.36, while that determined with manual picking was 1.11. Young's moduli from computed tomography scans match those from compression tests the closest, with an RMSE of 0.13 GPa.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38902434/",
    "clean_text": "comparison of methods for estimating young s moduli of mortar specimens both destructive e g compression test and non destructive methods e g ultrasound computed tomography are used to estimate young s modulus since ultrasound estimates the dynamic young s modulus a formula is required to adapt it to the static modulus precisely estimating material parameters for cement based materials is crucial for assessing the structural integrity of buildings both destructive e g compression test and non destructive methods e g ultrasound computed tomography are used to estimate young s modulus since ultrasound estimates the dynamic young s modulus a formula is required to adapt it to the static modulus for this formulas from the literature are compared the investigated specimens are cylindrical mortar specimens with four different sand to cement mass fractions of and the ultrasound signals are analyzed in two distinct ways manual onset picking and full waveform inversion full waveform inversion involves comparing the measured signal with a simulated one and iteratively adjusting the ultrasound velocities in a numerical model until the measured signal closely matches the simulated one using computed tomography measurements young s moduli are semi analytically determined based on sand distribution in cement images the reconstructed volume is segmented into sand cement and pores young s moduli as determined by compression tests were better represented by full waveform inversions best rmse gpa than by manual onset picking best rmse gpa moreover material parameters from full waveform inversion showed less deviation than those manually picked the maximal standard deviation of a young s modulus determined with fwi was while that determined with manual picking was young s moduli from computed tomography scans match those from compression tests the closest with an rmse of gpa"
}