{
    "pmid": "41410815",
    "title": "Association of CYP3A4*1B and SLC6A11 Genetic Variants with Epilepsy Risk And Antiepileptic Drug Response in an Iraqi Population.",
    "abstract": "Epilepsy is a complex neural disorder that has an impact on over 50 million people around the world. Even though there are environmental factors that can be attributed to its occurrence, this disorder can also be associated with genetics. This work aimed to evaluate some known polymorphisms-CYP3A4*1B (rs2740574) and SLC6A11 (rs2304725). This case-control study consisted of 105 clinically diagnosed cases of epilepsy and 140 healthy controls. Genetic analysis was conducted using SYBR Green-based qRT-PCR with allele-specific primers. The relation of various genotypes with the risk of developing epilepsy was tested using logistic regression models. Stratified analyses were achieved based on the type of epilepsy, age of onset, and response to antiepileptic medication. Some participants were tested for gene expression analysis. Both polymorphisms were statistically associated with increased risk of developing epilepsy as the CYP3A4*1B GG genotype had a risk of 3.54-fold increase (95% CI: 1.35-9.27, p = 0.010) and the SLC6A11 TT genotype had an increase of risk by 3.00-fold (95% CI: 1.15-7.81, p = 0.024). The G-T allele combination of variant alleles conferred an even greater association (OR = 2.87, 95% CI: 1.78-4.62, p < 0.001). The association was found to be higher for generalized and early-onset epilepsy compared with focal and late-onset forms. The CYP3A4*1B GG genotype was significantly associated with drug resistance (OR = 4.44, 95% CI: 1.28-15.41, p = 0.019). Measurement of transcript expression showed a decrease of CYP3A4 and increased SLC6A11 with the variant genotypes. Genetic variants of CYP3A4*1B and SLC6A11 are relevant markers of sustained risk of acquiring epilepsy for the Iraqis population.",
    "disease": "epilepsy",
    "clean_text": "association of cyp a b and slc a genetic variants with epilepsy risk and antiepileptic drug response in an iraqi population epilepsy is a complex neural disorder that has an impact on over million people around the world even though there are environmental factors that can be attributed to its occurrence this disorder can also be associated with genetics this work aimed to evaluate some known polymorphisms cyp a b rs and slc a rs this case control study consisted of clinically diagnosed cases of epilepsy and healthy controls genetic analysis was conducted using sybr green based qrt pcr with allele specific primers the relation of various genotypes with the risk of developing epilepsy was tested using logistic regression models stratified analyses were achieved based on the type of epilepsy age of onset and response to antiepileptic medication some participants were tested for gene expression analysis both polymorphisms were statistically associated with increased risk of developing epilepsy as the cyp a b gg genotype had a risk of fold increase ci p and the slc a tt genotype had an increase of risk by fold ci p the g t allele combination of variant alleles conferred an even greater association or ci p the association was found to be higher for generalized and early onset epilepsy compared with focal and late onset forms the cyp a b gg genotype was significantly associated with drug resistance or ci p measurement of transcript expression showed a decrease of cyp a and increased slc a with the variant genotypes genetic variants of cyp a b and slc a are relevant markers of sustained risk of acquiring epilepsy for the iraqis population"
}