{
    "title": "Secondary immune thrombocytopenic purpura.",
    "doc_id": "17934365",
    "writer": "Liebman HA",
    "year": "2007",
    "summary": "PURPOSE OF REVIEW: The American Society of Hematology and British Committee for Standards in Haematology guidelines for the diagnosis and management of immune thrombocytopenic purpura focused entirely on primary disease, and secondary forms were not addressed. ...Fi …",
    "abstract": "Purpose of review:\n        \n      \n      The American Society of Hematology and British Committee for Standards in Haematology guidelines for the diagnosis and management of immune thrombocytopenic purpura focused entirely on primary disease, and secondary forms were not addressed. The guidelines did not address thrombocytopenia resulting from autoimmune disorders or chronic infections such as Helicobacter pylori, hepatitis C virus or HIV.\n    \n\n\n          Recent findings:\n        \n      \n      Antiphospholipid antibodies can be detected in roughly 50% of patients diagnosed with primary immune thrombocytopenic purpura, and are not associated with distinctive clinical features. The incidence of thrombotic events is controversial. The prevalence of H. pylori infection in adult patients may not be different from that of the general healthy population matched for age and geographical area. Eradication of the infection can produce platelet responses in a variable number of individuals and is less costly and toxic when compared with standard therapy. Finally, patients with risk factors (multiple sex partners, intravenous drug abuse, blood transfusion recipients) and chronic thrombocytopenia should be screened for hepatitis C virus or HIV infection and should be treated for these infections, not immune thrombocytopenic purpura.\n    \n\n\n          Summary:\n        \n      \n      In secondary forms of immune thrombocytopenic purpura, when the hematologist plays a consultative role, priority should be treatment of the underlying disorder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17934365/",
    "clean_text": "secondary immune thrombocytopenic purpura purpose of review the american society of hematology and british committee for standards in haematology guidelines for the diagnosis and management of immune thrombocytopenic purpura focused entirely on primary disease and secondary forms were not addressed fi purpose of review the american society of hematology and british committee for standards in haematology guidelines for the diagnosis and management of immune thrombocytopenic purpura focused entirely on primary disease and secondary forms were not addressed the guidelines did not address thrombocytopenia resulting from autoimmune disorders or chronic infections such as helicobacter pylori hepatitis c virus or hiv recent findings antiphospholipid antibodies can be detected in roughly of patients diagnosed with primary immune thrombocytopenic purpura and are not associated with distinctive clinical features the incidence of thrombotic events is controversial the prevalence of h pylori infection in adult patients may not be different from that of the general healthy population matched for age and geographical area eradication of the infection can produce platelet responses in a variable number of individuals and is less costly and toxic when compared with standard therapy finally patients with risk factors multiple sex partners intravenous drug abuse blood transfusion recipients and chronic thrombocytopenia should be screened for hepatitis c virus or hiv infection and should be treated for these infections not immune thrombocytopenic purpura summary in secondary forms of immune thrombocytopenic purpura when the hematologist plays a consultative role priority should be treatment of the underlying disorder"
}