{
    "title": "Transcriptomic fingerprint of bacterial infection in lower extremity ulcers.",
    "doc_id": "35567538",
    "writer": "Fritz BG",
    "year": "2022",
    "summary": "Clinicians and researchers utilize subjective, clinical classification systems to stratify lower extremity ulcer infections for treatment and research. The purpose of this study was to examine whether these clinical classifications are reflected in the ulcer's …",
    "abstract": "Clinicians and researchers utilize subjective, clinical classification systems to stratify lower extremity ulcer infections for treatment and research. The purpose of this study was to examine whether these clinical classifications are reflected in the ulcer's transcriptome. RNA sequencing (RNA-seq) was performed on biopsies from clinically infected lower extremity ulcers (n = 44). Resulting sequences were aligned to the host reference genome to create a transcriptome profile. Differential gene expression analysis and gene ontology (GO) enrichment analysis were performed between ulcer severities as well as between sample groups identified by k-means clustering. Lastly, a support vector classifier was trained to estimate clinical infection score or k-means cluster based on a subset of genes. Clinical infection severity did not explain the major sources of variability among the samples and samples with the same clinical classification demonstrated high inter-sample variability. High proportions of bacterial RNA were identified in some samples, which resulted in a strong effect on transcription and increased expression of genes associated with immune response and inflammation. K-means clustering identified two clusters of samples, one of which contained all of the samples with high levels of bacterial RNA. A support vector classifier identified a fingerprint of 20 genes, including immune-associated genes such as CXCL8, GADD45B, and HILPDA, which accurately identified samples with signs of infection via cross-validation. This study identified a unique, host-transcriptome signature in the presence of infecting bacteria, often incongruent with clinical infection-severity classifications. This suggests that stratification of infection status based on a transcriptomic fingerprint may be useful as an objective classification method to classify infection severity, as well as a tool for studying host-pathogen interactions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35567538/",
    "clean_text": "transcriptomic fingerprint of bacterial infection in lower extremity ulcers clinicians and researchers utilize subjective clinical classification systems to stratify lower extremity ulcer infections for treatment and research the purpose of this study was to examine whether these clinical classifications are reflected in the ulcer s clinicians and researchers utilize subjective clinical classification systems to stratify lower extremity ulcer infections for treatment and research the purpose of this study was to examine whether these clinical classifications are reflected in the ulcer s transcriptome rna sequencing rna seq was performed on biopsies from clinically infected lower extremity ulcers n resulting sequences were aligned to the host reference genome to create a transcriptome profile differential gene expression analysis and gene ontology go enrichment analysis were performed between ulcer severities as well as between sample groups identified by k means clustering lastly a support vector classifier was trained to estimate clinical infection score or k means cluster based on a subset of genes clinical infection severity did not explain the major sources of variability among the samples and samples with the same clinical classification demonstrated high inter sample variability high proportions of bacterial rna were identified in some samples which resulted in a strong effect on transcription and increased expression of genes associated with immune response and inflammation k means clustering identified two clusters of samples one of which contained all of the samples with high levels of bacterial rna a support vector classifier identified a fingerprint of genes including immune associated genes such as cxcl gadd b and hilpda which accurately identified samples with signs of infection via cross validation this study identified a unique host transcriptome signature in the presence of infecting bacteria often incongruent with clinical infection severity classifications this suggests that stratification of infection status based on a transcriptomic fingerprint may be useful as an objective classification method to classify infection severity as well as a tool for studying host pathogen interactions"
}