{
    "pmid": "41416618",
    "title": "Diagnostic Utility of Dorsolateral Nigral Hyperintensity with Susceptibility Map-Weighted Imaging in Degenerative Parkinsonism Compared to Other Movement Disorders.",
    "abstract": "Loss of dorsolateral nigral hyperintensity (DNH), also known as the swallow tail sign, on iron-sensitive MRI is a promising imaging marker for neurodegenerative parkinsonism. Susceptibility Map-Weighted Imaging (SMWI), an advanced MRI technique incorporating quantitative susceptibility mapping, has demonstrated superior contrast-to-noise ratio for detecting this feature, but has only been evaluated in small cohorts. Determine the diagnostic accuracy of SMWI in degenerative parkinsonism and other neurological conditions. We conducted a retrospective, diagnostic accuracy study of patients who underwent 3.0 T MRI with SMWI at our institution. Clinical diagnosis by neurologists served as the reference standard. Controls included patients with other movement disorders or neurological conditions. Two blinded readers assessed the presence of DNH independently, with discrepancies resolved by a senior neuroradiologist. A total of 248 patients were analyzed for the diagnostic accuracy of DNH using SMWI. Overall, the sensitivity was 92.0% (95% CI: 87.1-95.2%) and the specificity 95.8% (95% CI: 88.5-98.6%), for differentiating degenerative parkinsonism from other neurological conditions with excellent interrater reliability (κ = 0.88). The sensitivity for Parkinson's disease (PD) was 93.2% and 88.4% for atypical parkinsonism and remained high in early PD (88.2%) and in patients with mild motor disability (94.2%). SMWI is an accurate and reproducible imaging technique for diagnosing neurodegenerative parkinsonism, comparable to previously reported DAT-scan accuracy. Other sequences used to assess the DNH such as regular Susceptibility Weighted Imaging have shown variable results, particularly when studying disease controls. These findings support the adoption of SMWI as a standard commercial sequence in clinical MRI platforms.",
    "disease": "parkinson disease",
    "clean_text": "diagnostic utility of dorsolateral nigral hyperintensity with susceptibility map weighted imaging in degenerative parkinsonism compared to other movement disorders loss of dorsolateral nigral hyperintensity dnh also known as the swallow tail sign on iron sensitive mri is a promising imaging marker for neurodegenerative parkinsonism susceptibility map weighted imaging smwi an advanced mri technique incorporating quantitative susceptibility mapping has demonstrated superior contrast to noise ratio for detecting this feature but has only been evaluated in small cohorts determine the diagnostic accuracy of smwi in degenerative parkinsonism and other neurological conditions we conducted a retrospective diagnostic accuracy study of patients who underwent t mri with smwi at our institution clinical diagnosis by neurologists served as the reference standard controls included patients with other movement disorders or neurological conditions two blinded readers assessed the presence of dnh independently with discrepancies resolved by a senior neuroradiologist a total of patients were analyzed for the diagnostic accuracy of dnh using smwi overall the sensitivity was ci and the specificity ci for differentiating degenerative parkinsonism from other neurological conditions with excellent interrater reliability the sensitivity for parkinson s disease pd was and for atypical parkinsonism and remained high in early pd and in patients with mild motor disability smwi is an accurate and reproducible imaging technique for diagnosing neurodegenerative parkinsonism comparable to previously reported dat scan accuracy other sequences used to assess the dnh such as regular susceptibility weighted imaging have shown variable results particularly when studying disease controls these findings support the adoption of smwi as a standard commercial sequence in clinical mri platforms"
}