{
    "pmid": "41472386",
    "title": "Exposure to Famine in Early Childhood Increases the Odds of Edentulism in Adulthood: Results From the China Health and Retirement Longitudinal Study.",
    "abstract": "This study examined the impact of early childhood exposure to China's 1959-1961 famine on the likelihood of adult edentulism. We used data from 8209 adults surveyed in 2011-2012 China Health and Retirement Longitudinal Study (CHARLS). Logistic regression was used to analyze the odds ratios (ORs) and confidence intervals (CIs) of early starvation and edentulism in adulthood. Compared with unexposed individuals, famine-exposed individuals had a significantly increased odds of edentulism. After adjustment for age, sex, location, severity, income, education, smoking, drinking, hypertension, dyslipidaemia, diabetes, and heart disease, the final ORs (95% CIs) were 2.097 (1.047, 4.355) for the foetal exposure group, 2.625 (1.245, 5.746) for the preschool group, and 3.907 (1.608, 9.726) for the school-age exposure group. Exposure to China's 1959-1961 famine during early childhood is associated with significantly increased odds of edentulism in adulthood, particularly among those exposed during school age (OR = 3.907; 95% CI: 1.608-9.726).",
    "disease": "hypertension",
    "clean_text": "exposure to famine in early childhood increases the odds of edentulism in adulthood results from the china health and retirement longitudinal study this study examined the impact of early childhood exposure to china s famine on the likelihood of adult edentulism we used data from adults surveyed in china health and retirement longitudinal study charls logistic regression was used to analyze the odds ratios ors and confidence intervals cis of early starvation and edentulism in adulthood compared with unexposed individuals famine exposed individuals had a significantly increased odds of edentulism after adjustment for age sex location severity income education smoking drinking hypertension dyslipidaemia diabetes and heart disease the final ors cis were for the foetal exposure group for the preschool group and for the school age exposure group exposure to china s famine during early childhood is associated with significantly increased odds of edentulism in adulthood particularly among those exposed during school age or ci"
}