{
    "title": "Estimation of Vitamin C Intake Requirements Based on Body Weight: Implications for Obesity.",
    "doc_id": "35406073",
    "writer": "Carr AC",
    "year": "2022",
    "summary": "Higher body weight is known to negatively impact plasma vitamin C status. However, despite this well-documented inverse association, recommendations on daily vitamin C intakes by health authorities worldwide do not include particular reference values for people of h …",
    "abstract": "Higher body weight is known to negatively impact plasma vitamin C status. However, despite this well-documented inverse association, recommendations on daily vitamin C intakes by health authorities worldwide do not include particular reference values for people of higher body weight. This suggests that people of higher body weight and people with obesity may be receiving insufficient vitamin C in spite of ingesting the amounts recommended by their health authorities. The current preliminary investigation sought to estimate how much additional vitamin C people with higher body weights would need to consume in order to attain a comparable vitamin C status to that of a lower weight person consuming an average Western vitamin C intake. Data from two published vitamin C dose-concentration studies were used to generate the relationship: a detailed pharmacokinetic study with seven healthy non-smoking men and a multiple depletion-repletion study with 68 healthy non-smoking men of varying body weights. Our estimates suggest that an additional intake of 10 mg vitamin C/day is required for every 10 kg increase in body weight to attain a comparable plasma concentration to a 60 kg individual with a vitamin C intake of ~110 mg/day, which is the daily intake recommended by the European Food Safety Authority (EFSA). Thus, individuals weighing e.g., 80 and 90 kg will need to consume ~130 and 140 mg vitamin C/day, respectively. People with obesity will likely need even higher vitamin C intakes. As poor vitamin C status is associated with increased risk of several chronic diseases including cardiovascular disease, these findings may have important public health implications. As such, dose-finding studies are required to determine optimal vitamin C intakes for overweight and obese people.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35406073/",
    "clean_text": "estimation of vitamin c intake requirements based on body weight implications for obesity higher body weight is known to negatively impact plasma vitamin c status however despite this well documented inverse association recommendations on daily vitamin c intakes by health authorities worldwide do not include particular reference values for people of h higher body weight is known to negatively impact plasma vitamin c status however despite this well documented inverse association recommendations on daily vitamin c intakes by health authorities worldwide do not include particular reference values for people of higher body weight this suggests that people of higher body weight and people with obesity may be receiving insufficient vitamin c in spite of ingesting the amounts recommended by their health authorities the current preliminary investigation sought to estimate how much additional vitamin c people with higher body weights would need to consume in order to attain a comparable vitamin c status to that of a lower weight person consuming an average western vitamin c intake data from two published vitamin c dose concentration studies were used to generate the relationship a detailed pharmacokinetic study with seven healthy non smoking men and a multiple depletion repletion study with healthy non smoking men of varying body weights our estimates suggest that an additional intake of mg vitamin c day is required for every kg increase in body weight to attain a comparable plasma concentration to a kg individual with a vitamin c intake of mg day which is the daily intake recommended by the european food safety authority efsa thus individuals weighing e g and kg will need to consume and mg vitamin c day respectively people with obesity will likely need even higher vitamin c intakes as poor vitamin c status is associated with increased risk of several chronic diseases including cardiovascular disease these findings may have important public health implications as such dose finding studies are required to determine optimal vitamin c intakes for overweight and obese people"
}