{
    "title": "Molecular features as promising biomarkers in ovarian cancer.",
    "doc_id": "36920264",
    "writer": "Bukłaho PA",
    "year": "2023",
    "summary": "Ovarian cancer (OC) is a global challenge for modern medicine, ranking 7th for incidence and the 8th most common cause of mortality from cancers in women. Ovarian cancer has a poor prognosis, characterized by high morbidity and mortality, with detectio …",
    "abstract": "Ovarian cancer (OC) is a global challenge for modern medicine, ranking 7th for incidence and the 8th most common cause of mortality from cancers in women. Ovarian cancer has a poor prognosis, characterized by high morbidity and mortality, with detection occurring more frequently in advanced stages. Further issues lie within the heterogeneous nature of this pathology, as well as in its ability to develop multidrug resistance. Therefore, there is a burgeoning need to introduce effective screening for the general population, especially in high-risk groups such as individuals with a family history of cancer. Achieving this would be greatly assisted by identifying new biomarkers in order to, in turn, develop targeted therapies for patients. Advances in molecular biology techniques that enable cancer genetic characterization offer hope for personalized medicine. This article reviews the current findings on the biology of OC at the molecular level. Such knowledge may prove to be crucial and constitute a starting point for the development of new options for the early detection, prevention and treatment of OC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36920264/",
    "clean_text": "molecular features as promising biomarkers in ovarian cancer ovarian cancer oc is a global challenge for modern medicine ranking th for incidence and the th most common cause of mortality from cancers in women ovarian cancer has a poor prognosis characterized by high morbidity and mortality with detectio ovarian cancer oc is a global challenge for modern medicine ranking th for incidence and the th most common cause of mortality from cancers in women ovarian cancer has a poor prognosis characterized by high morbidity and mortality with detection occurring more frequently in advanced stages further issues lie within the heterogeneous nature of this pathology as well as in its ability to develop multidrug resistance therefore there is a burgeoning need to introduce effective screening for the general population especially in high risk groups such as individuals with a family history of cancer achieving this would be greatly assisted by identifying new biomarkers in order to in turn develop targeted therapies for patients advances in molecular biology techniques that enable cancer genetic characterization offer hope for personalized medicine this article reviews the current findings on the biology of oc at the molecular level such knowledge may prove to be crucial and constitute a starting point for the development of new options for the early detection prevention and treatment of oc"
}