{
    "title": "User perceptions of mobile digital apps for mental health: Acceptability and usability - An integrative review.",
    "doc_id": "33604946",
    "writer": "Chan AHY",
    "year": "2022",
    "summary": "WHAT IS KNOWN ON THE SUBJECT?: Mobile mental health apps are increasingly being used by both mental health nurses to promote individual self-managemental of mental health conditions and by consumers. ...ABSTRACT: Introduction There is inc …",
    "abstract": "WHAT IS KNOWN ON THE SUBJECT?: Mobile mental health apps are increasingly being used by both mental health nurses to promote individual self-managemental of mental health conditions and by consumers. Perceptions about specific apps are known, but the overarching acceptability and usability of mental health apps in general less understood. WHAT THE PAPER ADDS TO EXISTING KNOWLEDGE?: This paper identified consumer perceptions of mobile mental health apps. Six key areas were identified that future mobile app developers should consider to maximize consumer engagement with mental health apps. Consumers also highlighted that apps do not replace traditional mental health nursing-rather these supplement existing care. WHAT ARE THE IMPLICATIONS FOR PRACTICE?: This review found that mental health apps are generally viewed positively by consumers; however, factors such as ease of use, usefulness of content and privacy need to be considered to maximise and sustain app engagement. ABSTRACT: Introduction There is increasing interest in the use of mobile mental health applications (apps) to manage mental health conditions. Understanding user perceptions is key to maximise app engagement and inform how apps can be used to support mental health nursing care. Aim This integrative review explores consumers' perceptions of mobile mental health apps to gain insight into user preferences and acceptability. Methods This integrative review was based on searching four databases: CINAHL, EMBASE, Medline, PsycInfo. Inclusion criteria were: (i) articles published after 2000; (ii) focused on apps for mental health disorders; (iii) explored consumers' perception of using a mental health app. Abstracts were screened and eligible papers reviewed. Data on user perceptions were extracted and analysed thematically. Results Seventeen articles were identified. Overall, consumers did not feel that app use replaced traditional health care. Six themes were identified: \"Helpfulness,\" \"Improvements/enhancements,\" \"Technical issues,\" \"Easy to use,\" \"Satisfaction with the app\" and \"Perceived issues.\" Consumers indicated a preference for personalization for the app to meet individual needs. Discussion and Implications for Practice Mental health apps are generally viewed positively by consumers; however, factors such as ease of use, usefulness of content and privacy need to be considered to maximise and sustain app engagement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33604946/",
    "clean_text": "user perceptions of mobile digital apps for mental health acceptability and usability an integrative review what is known on the subject mobile mental health apps are increasingly being used by both mental health nurses to promote individual self managemental of mental health conditions and by consumers abstract introduction there is inc what is known on the subject mobile mental health apps are increasingly being used by both mental health nurses to promote individual self managemental of mental health conditions and by consumers perceptions about specific apps are known but the overarching acceptability and usability of mental health apps in general less understood what the paper adds to existing knowledge this paper identified consumer perceptions of mobile mental health apps six key areas were identified that future mobile app developers should consider to maximize consumer engagement with mental health apps consumers also highlighted that apps do not replace traditional mental health nursing rather these supplement existing care what are the implications for practice this review found that mental health apps are generally viewed positively by consumers however factors such as ease of use usefulness of content and privacy need to be considered to maximise and sustain app engagement abstract introduction there is increasing interest in the use of mobile mental health applications apps to manage mental health conditions understanding user perceptions is key to maximise app engagement and inform how apps can be used to support mental health nursing care aim this integrative review explores consumers perceptions of mobile mental health apps to gain insight into user preferences and acceptability methods this integrative review was based on searching four databases cinahl embase medline psycinfo inclusion criteria were i articles published after ii focused on apps for mental health disorders iii explored consumers perception of using a mental health app abstracts were screened and eligible papers reviewed data on user perceptions were extracted and analysed thematically results seventeen articles were identified overall consumers did not feel that app use replaced traditional health care six themes were identified helpfulness improvements enhancements technical issues easy to use satisfaction with the app and perceived issues consumers indicated a preference for personalization for the app to meet individual needs discussion and implications for practice mental health apps are generally viewed positively by consumers however factors such as ease of use usefulness of content and privacy need to be considered to maximise and sustain app engagement"
}