{
    "pmid": "41443537",
    "title": "Optimizing Comprehensive Medication Management in CKD: An Opportunity to Integrate Pharmacists in the Kidney Care Team.",
    "abstract": "Comprehensive medication management (CMM) is the standard of care that ensures medications are individually assessed to determine that each medication is appropriate, effective for the medical condition, safe given the patient's comorbidities and other medications, and able to be taken by the patient as intended. CMM helps improve all aspects of healthcare quality and is essential for individuals with chronic kidney disease (CKD). It specifically addresses the complexity of medication regimens in patients with multiple comorbid conditions that often lead to medication therapy problems. Provision of CMM is best optimized with a multidisciplinary team that includes a pharmacist. The importance of interprofessional and multidisciplinary practice in the care of individuals with kidney disease has been emphasized by nephrology organizations and within CKD related guidelines. The shift towards pay for performance and value-based care models within nephrology has created more opportunities for pharmacist integration into care teams. Other health care providers should view the inclusion of pharmacists in the kidney care team as a valuable opportunity to enhance patient support, reduce work-related stress and improve outcomes through collaborative teamwork. The Advancing Kidney Health through Optimal Medication Management initiative supports the involvement of pharmacists across practices and healthcare systems to ensure successful implementation of CMM for individuals with kidney disease.",
    "disease": "chronic kidney disease",
    "clean_text": "optimizing comprehensive medication management in ckd an opportunity to integrate pharmacists in the kidney care team comprehensive medication management cmm is the standard of care that ensures medications are individually assessed to determine that each medication is appropriate effective for the medical condition safe given the patient s comorbidities and other medications and able to be taken by the patient as intended cmm helps improve all aspects of healthcare quality and is essential for individuals with chronic kidney disease ckd it specifically addresses the complexity of medication regimens in patients with multiple comorbid conditions that often lead to medication therapy problems provision of cmm is best optimized with a multidisciplinary team that includes a pharmacist the importance of interprofessional and multidisciplinary practice in the care of individuals with kidney disease has been emphasized by nephrology organizations and within ckd related guidelines the shift towards pay for performance and value based care models within nephrology has created more opportunities for pharmacist integration into care teams other health care providers should view the inclusion of pharmacists in the kidney care team as a valuable opportunity to enhance patient support reduce work related stress and improve outcomes through collaborative teamwork the advancing kidney health through optimal medication management initiative supports the involvement of pharmacists across practices and healthcare systems to ensure successful implementation of cmm for individuals with kidney disease"
}