{
    "pmid": "41458746",
    "title": "Effects of Isokinetic Knee Extension Explosive Strength on Maximum Walking Speed in Patients With Knee Osteoarthritis.",
    "abstract": "Objective This study aimed to identify the effects of isokinetic knee extension explosive strength on maximum walking speed in individuals with knee osteoarthritis (OA). Methods This study included 30 participants with knee OA (mean age: 74.9 ± 6.9 years). An isokinetic dynamometer was used to measure knee extension torque at an angular velocity of 60°/s. Walking speed was calculated using the 10-m walking test. Participants were allowed to use a cane if they normally used one. Measured variables included explosive strength at 0.02, 0.1, 0.2, and 0.3 s after the onset of knee extension; knee extension peak torque; knee range of motion; knee pain; and maximum walking speed. A propensity score for cane use during the 10-m walking test was calculated using logistic regression analysis. Generalized linear models were then used to analyze the effect of knee extension strength on maximum walking speed, applying inverse probability weighting using the propensity score. Results The generalized linear model with the explosive strength at 0.02 s after the start of knee extension showed the highest goodness of fit (Akaike information criterion = 10.663, Schwarz's Bayesian information criterion = 16.953). The explanatory variables for maximum walking speed were the explosive strength at 0.02 s after the start of knee extension, age, and whether or not a cane was used (p = 0.015, 0.012, 0.036, respectively). Conclusion Isokinetic knee extension explosive strength had a greater influence on maximum walking speed than peak torque. Our findings suggest that training to improve isokinetic explosive strength could enhance walking speed.",
    "disease": "osteoarthritis",
    "clean_text": "effects of isokinetic knee extension explosive strength on maximum walking speed in patients with knee osteoarthritis objective this study aimed to identify the effects of isokinetic knee extension explosive strength on maximum walking speed in individuals with knee osteoarthritis oa methods this study included participants with knee oa mean age years an isokinetic dynamometer was used to measure knee extension torque at an angular velocity of s walking speed was calculated using the m walking test participants were allowed to use a cane if they normally used one measured variables included explosive strength at and s after the onset of knee extension knee extension peak torque knee range of motion knee pain and maximum walking speed a propensity score for cane use during the m walking test was calculated using logistic regression analysis generalized linear models were then used to analyze the effect of knee extension strength on maximum walking speed applying inverse probability weighting using the propensity score results the generalized linear model with the explosive strength at s after the start of knee extension showed the highest goodness of fit akaike information criterion schwarz s bayesian information criterion the explanatory variables for maximum walking speed were the explosive strength at s after the start of knee extension age and whether or not a cane was used p respectively conclusion isokinetic knee extension explosive strength had a greater influence on maximum walking speed than peak torque our findings suggest that training to improve isokinetic explosive strength could enhance walking speed"
}