{
    "title": "Background enhancement in contrast-enhanced spectral mammography (CESM): are there qualitative and quantitative differences between imaging systems?",
    "doc_id": "36474057",
    "writer": "Wessling D",
    "year": "2023",
    "summary": "CONCLUSION: Mammography machines seem to significantly influence overall background enhancement qualitatively and quantitatively; thus, an impact on diagnostic accuracy appears possible. KEY POINTS: Overall background enhancement on CESM differs between different vendors …",
    "abstract": "Objective:\n        \n      \n      To evaluate the impact of the digital mammography imaging system on overall background enhancement on recombined contrast-enhanced spectral mammography (CESM) images, the overall background enhancement of two different mammography systems was compared.\n    \n\n\n          Methods:\n        \n      \n      In a retrospective single-center study, CESM images of n = 129 female patients who underwent CESM between 2016 and 2019 were analyzed independently by two radiologists. Two mammography machines of different manufacturers were compared qualitatively using a Likert-scale from 1 (minimal) to 4 (marked overall background enhancement) and quantitatively by placing a region of interest and measuring the intensity enhancement. Lesion conspicuity was analyzed using a Likert-scale from 1 (lesion not reliably distinguishable) to 5 (excellent lesion conspicuity). A multivariate regression was performed to test for potential biases on the quantitative results.\n    \n\n\n          Results:\n        \n      \n      Significant differences in qualitative background enhancement measurements between machines A and B were observed for both readers (p = 0.003 and p < 0.001). The quantitative evaluation showed significant differences in background enhancement with an average difference of 75.69 (99%-CI [74.37, 77.02]; p < 0.001). Lesion conspicuity was better for machine A for the first and second reader respectively (p = 0.009 and p < 0.001). The factor machine was the only influencing factor (p < 0.001). The factors contrast agent, breast density, age, and menstrual cycle could be excluded as potential biases.\n    \n\n\n          Conclusion:\n        \n      \n      Mammography machines seem to significantly influence overall background enhancement qualitatively and quantitatively; thus, an impact on diagnostic accuracy appears possible.\n    \n\n\n          Key points:\n        \n      \n      • Overall background enhancement on CESM differs between different vendors qualitatively and quantitatively. • Our retrospective single-center study showed consistent results of the qualitative and quantitative data analysis of overall background enhancement. • Lesion conspicuity is higher in cases of lower background enhancement on CESM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36474057/",
    "clean_text": "background enhancement in contrast enhanced spectral mammography cesm are there qualitative and quantitative differences between imaging systems conclusion mammography machines seem to significantly influence overall background enhancement qualitatively and quantitatively thus an impact on diagnostic accuracy appears possible key points overall background enhancement on cesm differs between different vendors objective to evaluate the impact of the digital mammography imaging system on overall background enhancement on recombined contrast enhanced spectral mammography cesm images the overall background enhancement of two different mammography systems was compared methods in a retrospective single center study cesm images of n female patients who underwent cesm between and were analyzed independently by two radiologists two mammography machines of different manufacturers were compared qualitatively using a likert scale from minimal to marked overall background enhancement and quantitatively by placing a region of interest and measuring the intensity enhancement lesion conspicuity was analyzed using a likert scale from lesion not reliably distinguishable to excellent lesion conspicuity a multivariate regression was performed to test for potential biases on the quantitative results results significant differences in qualitative background enhancement measurements between machines a and b were observed for both readers p and p the quantitative evaluation showed significant differences in background enhancement with an average difference of ci p lesion conspicuity was better for machine a for the first and second reader respectively p and p the factor machine was the only influencing factor p the factors contrast agent breast density age and menstrual cycle could be excluded as potential biases conclusion mammography machines seem to significantly influence overall background enhancement qualitatively and quantitatively thus an impact on diagnostic accuracy appears possible key points overall background enhancement on cesm differs between different vendors qualitatively and quantitatively our retrospective single center study showed consistent results of the qualitative and quantitative data analysis of overall background enhancement lesion conspicuity is higher in cases of lower background enhancement on cesm"
}