{
    "title": "A Qualitative Assessment of Patient Satisfaction with Radical Cystectomy for Bladder Cancer at a Single Institution: How Can We Improve?",
    "doc_id": "33117744",
    "writer": "Hockman L",
    "year": "2020",
    "summary": "We administered the survey to radical cystectomy patients who met inclusion criteria and agreed to participate. We recorded, transcribed and qualitatively coded the responses. We identified four themes under which both positive and negative responses were placed, and const …",
    "abstract": "Purpose:\n        \n      \n      To evaluate patient satisfaction (with emphasis on preoperative education) with radical cystectomy for bladder cancer at our institution, the University of Missouri Hospital, qualitatively in order to identify specific areas where improvements can be made.\n    \n\n\n          Materials and methods:\n        \n      \n      We developed a patient survey that used open-ended questions to identify positive and negative experiences that contributed to patient satisfaction. We administered the survey to radical cystectomy patients who met inclusion criteria and agreed to participate. We recorded, transcribed and qualitatively coded the responses. We identified four themes under which both positive and negative responses were placed, and constructed two diagrams to better illustrate contributors to patient experience and satisfaction.\n    \n\n\n          Results:\n        \n      \n      We identified 25 patients who met inclusion criteria. Of those, 13 participated in the survey. Regarding overall experience, 92.3% of patients rated their care as excellent or good. Regarding preoperative education, 76.9% of patients reported they definitely or somewhat received enough information on what to expect after surgery, and 76.9% definitely received enough guidance on how to care for themselves after surgery. From qualitative coding of patient responses to open-ended questions, we identified preoperative preparation, delivery of care, caregiver availability, and patient-centered care as themes that contributed positively and negatively to patient experience.\n    \n\n\n          Conclusion:\n        \n      \n      Although the overall patient satisfaction could be perceived as high (92.3%), qualitative analysis revealed several areas where improvements can be made to improve patient experience with radical cystectomy at our institution. As previously expected, preoperative preparation was a contributor.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33117744/",
    "clean_text": "a qualitative assessment of patient satisfaction with radical cystectomy for bladder cancer at a single institution how can we improve we administered the survey to radical cystectomy patients who met inclusion criteria and agreed to participate we recorded transcribed and qualitatively coded the responses we identified four themes under which both positive and negative responses were placed and const purpose to evaluate patient satisfaction with emphasis on preoperative education with radical cystectomy for bladder cancer at our institution the university of missouri hospital qualitatively in order to identify specific areas where improvements can be made materials and methods we developed a patient survey that used open ended questions to identify positive and negative experiences that contributed to patient satisfaction we administered the survey to radical cystectomy patients who met inclusion criteria and agreed to participate we recorded transcribed and qualitatively coded the responses we identified four themes under which both positive and negative responses were placed and constructed two diagrams to better illustrate contributors to patient experience and satisfaction results we identified patients who met inclusion criteria of those participated in the survey regarding overall experience of patients rated their care as excellent or good regarding preoperative education of patients reported they definitely or somewhat received enough information on what to expect after surgery and definitely received enough guidance on how to care for themselves after surgery from qualitative coding of patient responses to open ended questions we identified preoperative preparation delivery of care caregiver availability and patient centered care as themes that contributed positively and negatively to patient experience conclusion although the overall patient satisfaction could be perceived as high qualitative analysis revealed several areas where improvements can be made to improve patient experience with radical cystectomy at our institution as previously expected preoperative preparation was a contributor"
}