{
    "title": "Biodiversity of Gut Microbiota: Impact of Various Host and Environmental Factors.",
    "doc_id": "34055983",
    "writer": "Anwar H",
    "year": "2021",
    "summary": "The composition, diversity, and functionality of gut microbiota do not remain static throughout life as they keep on changing over time. In this review, we also reviewed the various biotic and abiotic factors influencing the quantity and quality of these microbio …",
    "abstract": "Human bodies encompass very important symbiotic and mutualistic relationships with tiny creatures known as microbiota. Trillions of these tiny creatures including protozoa, viruses, bacteria, and fungi are present in and on our bodies. They play important roles in various physiological mechanisms of our bodies. In return, our bodies provide them with the habitat and food necessary for their survival. In this review, we comprehend the gut microbial species present in various regions of the gut. We can get benefits from microbiota only if they are present in appropriate concentrations, as if their concentration is altered, it will lead to dysbiosis of microbiota which further contributes to various health ailments. The composition, diversity, and functionality of gut microbiota do not remain static throughout life as they keep on changing over time. In this review, we also reviewed the various biotic and abiotic factors influencing the quantity and quality of these microbiota. These factors serve a significant role in shaping the gut microbiota population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34055983/",
    "clean_text": "biodiversity of gut microbiota impact of various host and environmental factors the composition diversity and functionality of gut microbiota do not remain static throughout life as they keep on changing over time in this review we also reviewed the various biotic and abiotic factors influencing the quantity and quality of these microbio human bodies encompass very important symbiotic and mutualistic relationships with tiny creatures known as microbiota trillions of these tiny creatures including protozoa viruses bacteria and fungi are present in and on our bodies they play important roles in various physiological mechanisms of our bodies in return our bodies provide them with the habitat and food necessary for their survival in this review we comprehend the gut microbial species present in various regions of the gut we can get benefits from microbiota only if they are present in appropriate concentrations as if their concentration is altered it will lead to dysbiosis of microbiota which further contributes to various health ailments the composition diversity and functionality of gut microbiota do not remain static throughout life as they keep on changing over time in this review we also reviewed the various biotic and abiotic factors influencing the quantity and quality of these microbiota these factors serve a significant role in shaping the gut microbiota population"
}