{
    "pmid": "41452559",
    "title": "Combined inhibition of insulin growth factor 1 receptor and autophagy prevents colorectal cancer metastasis.",
    "abstract": "The role of Insulin-like growth factor 1 (IGF-1) in promoting cancer proliferation has been identified, yet its potential role in metastasis has not been fully elucidated. Autophagy plays a pivotal, yet controversial, role in regulating cancer cell behaviour. Our previous transcriptomic analysis identified autophagy-related genes and insulin-like growth factor 1 receptor (IGF-1R) among the most differentially expressed in advanced versus early-stage colorectal cancer (CRC). In this study, we investigated the functional interplay between IGF-1R signalling and autophagy in CRC progression and metastasis, using a panel of CRC cell lines, including HCT116 cells with targeted CRISPR-Cas9 knockout of ATG5 and ATG7. Our results demonstrate that stimulation with IGF-1 enhances autophagic flux, whereas IGF-1R knockdown suppresses autophagic activity. Notably, dual inhibition of IGF-1R and autophagy led to a marked reduction in CRC cell migration and invasion. In ATG5-/- and ATG7-/- cells, IGF-1R silencing significantly downregulated mesenchymal markers Vimentin, Slug, and Snail, while upregulating the epithelial marker E-cadherin. Additionally, combined inhibition resulted in increased size and number of focal adhesion molecules, such as paxillin and zyxin. Collectively, these findings highlight the synergistic effect of IGF-1R and autophagy inhibition in suppressing EMT and metastatic potential in CRC cells, suggesting that this combinatorial approach may represent a promising therapeutic strategy for metastatic CRC.",
    "disease": "colorectal cancer",
    "clean_text": "combined inhibition of insulin growth factor receptor and autophagy prevents colorectal cancer metastasis the role of insulin like growth factor igf in promoting cancer proliferation has been identified yet its potential role in metastasis has not been fully elucidated autophagy plays a pivotal yet controversial role in regulating cancer cell behaviour our previous transcriptomic analysis identified autophagy related genes and insulin like growth factor receptor igf r among the most differentially expressed in advanced versus early stage colorectal cancer crc in this study we investigated the functional interplay between igf r signalling and autophagy in crc progression and metastasis using a panel of crc cell lines including hct cells with targeted crispr cas knockout of atg and atg our results demonstrate that stimulation with igf enhances autophagic flux whereas igf r knockdown suppresses autophagic activity notably dual inhibition of igf r and autophagy led to a marked reduction in crc cell migration and invasion in atg and atg cells igf r silencing significantly downregulated mesenchymal markers vimentin slug and snail while upregulating the epithelial marker e cadherin additionally combined inhibition resulted in increased size and number of focal adhesion molecules such as paxillin and zyxin collectively these findings highlight the synergistic effect of igf r and autophagy inhibition in suppressing emt and metastatic potential in crc cells suggesting that this combinatorial approach may represent a promising therapeutic strategy for metastatic crc"
}