{
    "title": "Technical aspects of spinal cord injections for cell transplantation. Clinical and translational considerations.",
    "doc_id": "21087657",
    "writer": "Guest J",
    "year": "2011",
    "summary": "Spinal cord injections may be used to transplant cellular suspensions for the experimental treatment of spinal cord injury. ...These include a need for a more thorough understanding of how the spinal cord is affected by needle entry and d …",
    "abstract": "Spinal cord injections may be used to transplant cellular suspensions for the experimental treatment of spinal cord injury. These injections cause some additional injury due to needle penetration, spinal cord motion during injection, creation of intraparenchymal pressure gradients and hydrodynamic dissection, instillation of a deforming cell mass and possible cord ischemia. It is important to understand these variables to maximize the safety of injections and avoid injury to spared structures. Surprisingly little knowledge exists regarding these variables. Further complicating spinal cord injections is the fact that intraparenchymal events are not evident during injections. As cell injections for spinal cord injury enter extensive clinical testing it is important to both optimize the procedures, and reduce the probability of technical failures. In this review current knowledge and key areas for knowledge advance are identified. These include a need for a more thorough understanding of how the spinal cord is affected by needle entry and dwell, needle-cord relative motion, instillation of highly concentrated cellular volumes, compliance of intact and damaged spinal cord tissue, radial tensile stresses and hydrodynamic forces created by injection, and the rates of pressure gradient dissipation in damaged and intact tissue. We propose that if the variables associated with injury can be identified, injection injury may be reduced and we illustrate the use of ultrasound to monitor injection in a spinal cord model. We also suggest that injectate backout or extrusion be reinterpreted as a clear indicator of excessive intraparenchymal pressure. The strengths and weaknesses of alternatives to direct intraparenchymal injection are also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21087657/",
    "clean_text": "technical aspects of spinal cord injections for cell transplantation clinical and translational considerations spinal cord injections may be used to transplant cellular suspensions for the experimental treatment of spinal cord injury these include a need for a more thorough understanding of how the spinal cord is affected by needle entry and d spinal cord injections may be used to transplant cellular suspensions for the experimental treatment of spinal cord injury these injections cause some additional injury due to needle penetration spinal cord motion during injection creation of intraparenchymal pressure gradients and hydrodynamic dissection instillation of a deforming cell mass and possible cord ischemia it is important to understand these variables to maximize the safety of injections and avoid injury to spared structures surprisingly little knowledge exists regarding these variables further complicating spinal cord injections is the fact that intraparenchymal events are not evident during injections as cell injections for spinal cord injury enter extensive clinical testing it is important to both optimize the procedures and reduce the probability of technical failures in this review current knowledge and key areas for knowledge advance are identified these include a need for a more thorough understanding of how the spinal cord is affected by needle entry and dwell needle cord relative motion instillation of highly concentrated cellular volumes compliance of intact and damaged spinal cord tissue radial tensile stresses and hydrodynamic forces created by injection and the rates of pressure gradient dissipation in damaged and intact tissue we propose that if the variables associated with injury can be identified injection injury may be reduced and we illustrate the use of ultrasound to monitor injection in a spinal cord model we also suggest that injectate backout or extrusion be reinterpreted as a clear indicator of excessive intraparenchymal pressure the strengths and weaknesses of alternatives to direct intraparenchymal injection are also discussed"
}