{
    "title": "[Gene therapy for retinitis pigmentosa].",
    "doc_id": "32614312",
    "writer": "Ducloyer JB",
    "year": "2020",
    "summary": "Retinitis pigmentosa is the most common blinding inherited retinal dystrophy. Gene therapy is a burgeoning revolutionary approach that paves the way to treatment of previously incurable diseases. ...This treatment, with proven efficacy, is available to patients with …",
    "abstract": "Retinitis pigmentosa is the most common blinding inherited retinal dystrophy. Gene therapy is a burgeoning revolutionary approach that paves the way to treatment of previously incurable diseases. At the end of 2017 and 2018, a gene therapy, Luxturna®, obtained a marketing authorization by respectively the FDA (Food and Drug Administration) and the EMA (European Medicines Agency). This treatment, with proven efficacy, is available to patients with Leber congenital amaurosis and retinitis pigmentosa associated with bi-allelic mutations of the RPE 65 gene. In this paper, we present the current advances in gene therapy for retinitis pigmentosa and discuss the technological, economic and ethical challenges to overcome for gene therapy to improve medical practices.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32614312/",
    "clean_text": "gene therapy for retinitis pigmentosa retinitis pigmentosa is the most common blinding inherited retinal dystrophy gene therapy is a burgeoning revolutionary approach that paves the way to treatment of previously incurable diseases this treatment with proven efficacy is available to patients with retinitis pigmentosa is the most common blinding inherited retinal dystrophy gene therapy is a burgeoning revolutionary approach that paves the way to treatment of previously incurable diseases at the end of and a gene therapy luxturna obtained a marketing authorization by respectively the fda food and drug administration and the ema european medicines agency this treatment with proven efficacy is available to patients with leber congenital amaurosis and retinitis pigmentosa associated with bi allelic mutations of the rpe gene in this paper we present the current advances in gene therapy for retinitis pigmentosa and discuss the technological economic and ethical challenges to overcome for gene therapy to improve medical practices"
}