{
    "title": "Transitioning adolescent mental health care services: The steps to care model.",
    "doc_id": "35383413",
    "writer": "Farrell ML.",
    "year": "2022",
    "summary": "PURPOSE: Transitioning from child/adolescent mental health services (CAMHS) to adult mental health services (AMHS) requires a model of care that includes flexible policies and treatment options to accommodate individual developmental needs. Comprehensi …",
    "abstract": "Topic:\n        \n      \n      A crisis exists regarding the number of children and adolescents who require psychiatric/mental health treatment. According to the 2018-2019 National Survey of Children's Health, 24.4% of children, age 3-17 years, experienced one or more reported mental, emotional, developmental, or behavioral (MEDB) problems.\n    \n\n\n          Purpose:\n        \n      \n      Transitioning from child/adolescent mental health services (CAMHS) to adult mental health services (AMHS) requires a model of care that includes flexible policies and treatment options to accommodate individual developmental needs. Comprehensive and integrated psychiatric/mental health services are needed to improve the well-being of children and adolescents.\n    \n\n\n          Conclusions:\n        \n      \n      The Steps to Care Model (STCM) provides a transition plan for adolescents into adult psychiatric/mental health services. The STCM consists of six overlapping segments: development of social and human capital, strategies for the promotion of mental health awareness and care, a shared electronic information system, comprehensive mental health care services in community-based settings, implementing education for all providers, and planned transitional services for youth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35383413/",
    "clean_text": "transitioning adolescent mental health care services the steps to care model purpose transitioning from child adolescent mental health services camhs to adult mental health services amhs requires a model of care that includes flexible policies and treatment options to accommodate individual developmental needs comprehensi topic a crisis exists regarding the number of children and adolescents who require psychiatric mental health treatment according to the national survey of children s health of children age years experienced one or more reported mental emotional developmental or behavioral medb problems purpose transitioning from child adolescent mental health services camhs to adult mental health services amhs requires a model of care that includes flexible policies and treatment options to accommodate individual developmental needs comprehensive and integrated psychiatric mental health services are needed to improve the well being of children and adolescents conclusions the steps to care model stcm provides a transition plan for adolescents into adult psychiatric mental health services the stcm consists of six overlapping segments development of social and human capital strategies for the promotion of mental health awareness and care a shared electronic information system comprehensive mental health care services in community based settings implementing education for all providers and planned transitional services for youth"
}