{
    "title": "Systematic review with meta-analysis of the accuracy of diagnostic tests for COVID-19.",
    "doc_id": "32659413",
    "writer": "Böger B",
    "year": "2021",
    "summary": "OBJECTIVE: To collate the evidence on the accuracy parameters of all available diagnostic methods for detecting SARS-CoV-2. METHODS: A systematic review with meta-analysis was performed. Searches were conducted in Pubmed and Scopus (April 2020). Studies repor …",
    "abstract": "Objective:\n        \n      \n      To collate the evidence on the accuracy parameters of all available diagnostic methods for detecting SARS-CoV-2.\n    \n\n\n          Methods:\n        \n      \n      A systematic review with meta-analysis was performed. Searches were conducted in Pubmed and Scopus (April 2020). Studies reporting data on sensitivity or specificity of diagnostic tests for COVID-19 using any human biological sample were included.\n    \n\n\n          Results:\n        \n      \n      Sixteen studies were evaluated. Meta-analysis showed that computed tomography has high sensitivity (91.9% [89.8%-93.7%]), but low specificity (25.1% [21.0%-29.5%]). The combination of IgM and IgG antibodies demonstrated promising results for both parameters (84.5% [82.2%-86.6%]; 91.6% [86.0%-95.4%], respectively). For RT-PCR tests, rectal stools/swab, urine, and plasma were less sensitive while sputum (97.2% [90.3%-99.7%]) presented higher sensitivity for detecting the virus.\n    \n\n\n          Conclusions:\n        \n      \n      RT-PCR remains the gold standard for the diagnosis of COVID-19 in sputum samples. However, the combination of different diagnostic tests is highly recommended to achieve adequate sensitivity and specificity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32659413/",
    "clean_text": "systematic review with meta analysis of the accuracy of diagnostic tests for covid objective to collate the evidence on the accuracy parameters of all available diagnostic methods for detecting sars cov methods a systematic review with meta analysis was performed searches were conducted in pubmed and scopus april studies repor objective to collate the evidence on the accuracy parameters of all available diagnostic methods for detecting sars cov methods a systematic review with meta analysis was performed searches were conducted in pubmed and scopus april studies reporting data on sensitivity or specificity of diagnostic tests for covid using any human biological sample were included results sixteen studies were evaluated meta analysis showed that computed tomography has high sensitivity but low specificity the combination of igm and igg antibodies demonstrated promising results for both parameters respectively for rt pcr tests rectal stools swab urine and plasma were less sensitive while sputum presented higher sensitivity for detecting the virus conclusions rt pcr remains the gold standard for the diagnosis of covid in sputum samples however the combination of different diagnostic tests is highly recommended to achieve adequate sensitivity and specificity"
}