{
    "pmid": "41461805",
    "title": "Computational screening and molecular modeling of probiotic-derived peptides targeting the conserved HR1 domain of SARS-CoV-2 spike protein.",
    "abstract": "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), the causative agent of the global COVID-19 pandemic, relies on its spike glycoprotein to mediate host cell entry via binding to human angiotensin-converting enzyme 2 (hACE2). The S2 subunit of the spike protein contains heptad repeat regions (HR1 and HR2) that form a six-helix bundle fusion core, a critical step for viral-host membrane fusion. This study aimed to computationally screen a library of 318 probiotic-derived bacteriocins to identify potential inhibitors targeting the conserved HR1 domain. Evaluation included historical variants (Alpha, Beta, Gamma, Kappa, Epsilon, Omicron) and currently circulating strains (BA.2.86, EG.5.1, HV.1, JN.1). Methodologies included: sequence conservation analysis via Clustal Omega, protein-peptide docking using HADDOCK 2.4 with Ambiguous Interaction Restraints derived from the HR1-HR2 complex (PDB: 6LXT), safety profiling with AlgPred, ToxinPred, HemoPred, TargetAntiAngio, and IL-4Pred, and molecular dynamics simulations (GROMACS 2020) assessing RMSD, RMSF, and hydrogen bonds. Results identified plantaricin K (2KEG) as a high-affinity binder to HR1 across all tested variants, with favorable in silico safety profiles (non-toxic, non-allergenic, non-hemolytic). Simulation data confirmed stable binding of 2KEG to HR1, supporting its role as a fusion inhibitor. These findings suggest the potential of probiotic-derived bacteriocins, particularly 2KEG, as broad-spectrum antiviral candidates against SARS-CoV-2. Further experimental studies are required to validate these computational predictions.",
    "disease": "pneumonia",
    "clean_text": "computational screening and molecular modeling of probiotic derived peptides targeting the conserved hr domain of sars cov spike protein severe acute respiratory syndrome coronavirus sars cov the causative agent of the global covid pandemic relies on its spike glycoprotein to mediate host cell entry via binding to human angiotensin converting enzyme hace the s subunit of the spike protein contains heptad repeat regions hr and hr that form a six helix bundle fusion core a critical step for viral host membrane fusion this study aimed to computationally screen a library of probiotic derived bacteriocins to identify potential inhibitors targeting the conserved hr domain evaluation included historical variants alpha beta gamma kappa epsilon omicron and currently circulating strains ba eg hv jn methodologies included sequence conservation analysis via clustal omega protein peptide docking using haddock with ambiguous interaction restraints derived from the hr hr complex pdb lxt safety profiling with algpred toxinpred hemopred targetantiangio and il pred and molecular dynamics simulations gromacs assessing rmsd rmsf and hydrogen bonds results identified plantaricin k keg as a high affinity binder to hr across all tested variants with favorable in silico safety profiles non toxic non allergenic non hemolytic simulation data confirmed stable binding of keg to hr supporting its role as a fusion inhibitor these findings suggest the potential of probiotic derived bacteriocins particularly keg as broad spectrum antiviral candidates against sars cov further experimental studies are required to validate these computational predictions"
}