{
    "title": "Service quality measurement: appointment systems in U.K. GP practices.",
    "doc_id": "21916146",
    "writer": "Sliwa M",
    "year": "2011",
    "summary": "PURPOSE: A recurring problem in the service quality literature is measurement--knowing which quality aspects should be measured and in what ways. ...FINDINGS: This study offers insights into service quality's subjective and context-dependent nature, as …",
    "abstract": "Purpose:\n        \n      \n      A recurring problem in the service quality literature is measurement--knowing which quality aspects should be measured and in what ways. This article aims to assess service quality measurement by focusing on general practice appointment systems.\n    \n\n\n          Design/methodology/approach:\n        \n      \n      The authors use a case study, integrating qualitative and quantitative methods, including interviews with stakeholders as well as data regarding appointment systems' temporal aspects.\n    \n\n\n          Findings:\n        \n      \n      This study offers insights into service quality's subjective and context-dependent nature, as reflected in primary healthcare stakeholder perceptions and service quality's objective and quantifiable aspects, revealing its dynamic, process-based nature.\n    \n\n\n          Research limitations/implications:\n        \n      \n      The empirical approach to service quality measurement did not focus on all general practice service quality aspects, but instead focused on patient appointments with healthcare professionals. Broader applications to include other service quality aspects should be addressed by research.\n    \n\n\n          Practical implications:\n        \n      \n      Using one approach, service operators could have a tool for obtaining a more complex and richer service quality picture, leading to a better understanding of the relationship between service delivery and its evaluations by different stakeholders.\n    \n\n\n          Originality/value:\n        \n      \n      The service quality measurement method offers innovative insights into different theoretical abstractions, constructively challenges both measurement and service quality, whilst moving beyond managerial and user-based approaches, and is highly relevant to contemporary organisation practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21916146/",
    "clean_text": "service quality measurement appointment systems in u k gp practices purpose a recurring problem in the service quality literature is measurement knowing which quality aspects should be measured and in what ways findings this study offers insights into service quality s subjective and context dependent nature as purpose a recurring problem in the service quality literature is measurement knowing which quality aspects should be measured and in what ways this article aims to assess service quality measurement by focusing on general practice appointment systems design methodology approach the authors use a case study integrating qualitative and quantitative methods including interviews with stakeholders as well as data regarding appointment systems temporal aspects findings this study offers insights into service quality s subjective and context dependent nature as reflected in primary healthcare stakeholder perceptions and service quality s objective and quantifiable aspects revealing its dynamic process based nature research limitations implications the empirical approach to service quality measurement did not focus on all general practice service quality aspects but instead focused on patient appointments with healthcare professionals broader applications to include other service quality aspects should be addressed by research practical implications using one approach service operators could have a tool for obtaining a more complex and richer service quality picture leading to a better understanding of the relationship between service delivery and its evaluations by different stakeholders originality value the service quality measurement method offers innovative insights into different theoretical abstractions constructively challenges both measurement and service quality whilst moving beyond managerial and user based approaches and is highly relevant to contemporary organisation practice"
}