{
    "pmid": "41441585",
    "title": "Ending the TB Crisis in Low- and Middle-Income Countries of the Eastern Mediterranean Region-Overcoming Inaction Through Strategical Leaps.",
    "abstract": "Tuberculosis (TB) remains a public health threat in low- and middle-income countries (LMICs) of the World Health Organization (WHO) Eastern Mediterranean Region (EMR), driven by a combination of social determinants including undernutrition, fragile health systems, conflict-related disruptions, human mobility and displacement, sub-optimal programmatic implementation, and insufficient domestic investment. These programmatic and governance constraints operate within a broader geopolitical context marked by conflict, sanctions, protracted crises, and large-scale displacement, which further limit countries' ability to deliver uninterrupted TB services. In 2023, the region's TB incidence was estimated at 116 per 100,000 population, with Pakistan alone accounting for about 73% of the regional burden. Despite a multitude of efforts, progress in reducing the TB burden in the EMR remains slow, with high case detection and treatment coverage gaps, low uptake of TB preventive treatment (TPT), underutilization of WHO-recommended rapid diagnostics, and only 25% of drug-resistant TB (DR-TB) cases initiated on treatment. Vulnerable populations, including internally displaced persons, migrants, refugees, prisoners, and returnees, continue to face major access barriers, and cross-border TB collaboration remains limited. This commentary reasons that the slow pace of TB burden reduction in the region is not only a biomedical or resource issue but also a reflection of structural and governance shortcomings. It proposes a ten-point strategic vision focused on building a sustainable ecosystem, enhancing primary healthcare systems, adopting people-centered and rights-based approaches, leveraging artificial intelligence, and gradually reducing dependency on external donors where feasible. However, in highly fragile settings such as Yemen or Somalia, domestic financing remains limited, and sustained external support will continue to be indispensable. The commentary calls for stronger national leadership, inclusive stakeholder engagement, and increased domestic financing to deliver integrated and resilient TB services. Ending TB in the EMR is within reach, but it requires boldly committed, coordinated, and country-led action.",
    "disease": "tuberculosis",
    "clean_text": "ending the tb crisis in low and middle income countries of the eastern mediterranean region overcoming inaction through strategical leaps tuberculosis tb remains a public health threat in low and middle income countries lmics of the world health organization who eastern mediterranean region emr driven by a combination of social determinants including undernutrition fragile health systems conflict related disruptions human mobility and displacement sub optimal programmatic implementation and insufficient domestic investment these programmatic and governance constraints operate within a broader geopolitical context marked by conflict sanctions protracted crises and large scale displacement which further limit countries ability to deliver uninterrupted tb services in the region s tb incidence was estimated at per population with pakistan alone accounting for about of the regional burden despite a multitude of efforts progress in reducing the tb burden in the emr remains slow with high case detection and treatment coverage gaps low uptake of tb preventive treatment tpt underutilization of who recommended rapid diagnostics and only of drug resistant tb dr tb cases initiated on treatment vulnerable populations including internally displaced persons migrants refugees prisoners and returnees continue to face major access barriers and cross border tb collaboration remains limited this commentary reasons that the slow pace of tb burden reduction in the region is not only a biomedical or resource issue but also a reflection of structural and governance shortcomings it proposes a ten point strategic vision focused on building a sustainable ecosystem enhancing primary healthcare systems adopting people centered and rights based approaches leveraging artificial intelligence and gradually reducing dependency on external donors where feasible however in highly fragile settings such as yemen or somalia domestic financing remains limited and sustained external support will continue to be indispensable the commentary calls for stronger national leadership inclusive stakeholder engagement and increased domestic financing to deliver integrated and resilient tb services ending tb in the emr is within reach but it requires boldly committed coordinated and country led action"
}