{
    "title": "Juvenile leg autotomy predicts adult male morph in a New Zealand harvestman with weapon polymorphism.",
    "doc_id": "37434639",
    "writer": "Powell EC",
    "year": "2023",
    "summary": "Juvenile males that lost at least one leg (with either locomotory or sensory function) had a 45 times higher probability of becoming a minor morph at adulthood than intact juvenile males. Leg loss during development may affect foraging, locomotion, and/or physiology …",
    "abstract": "Intraspecific weapon polymorphisms that arise via conditional thresholds may be affected by juvenile experience such as predator encounters, yet this idea has rarely been tested. The New Zealand harvestman Forsteropsalis pureora has three male morphs: majors (alphas and betas) are large-bodied with large chelicerae used in male-male contests, while minors (gammas) are small-bodied with small chelicerae and scramble to find mates. Individuals use leg autotomy to escape predators and there is no regeneration of the missing leg. Here, we tested whether juvenile experience affects adult morph using leg autotomy scars as a proxy of predator encounters. Juvenile males that lost at least one leg (with either locomotory or sensory function) had a 45 times higher probability of becoming a minor morph at adulthood than intact juvenile males. Leg loss during development may affect foraging, locomotion, and/or physiology, potentially linking a juvenile's predator encounters to their final adult morph and future reproductive tactic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37434639/",
    "clean_text": "juvenile leg autotomy predicts adult male morph in a new zealand harvestman with weapon polymorphism juvenile males that lost at least one leg with either locomotory or sensory function had a times higher probability of becoming a minor morph at adulthood than intact juvenile males leg loss during development may affect foraging locomotion and or physiology intraspecific weapon polymorphisms that arise via conditional thresholds may be affected by juvenile experience such as predator encounters yet this idea has rarely been tested the new zealand harvestman forsteropsalis pureora has three male morphs majors alphas and betas are large bodied with large chelicerae used in male male contests while minors gammas are small bodied with small chelicerae and scramble to find mates individuals use leg autotomy to escape predators and there is no regeneration of the missing leg here we tested whether juvenile experience affects adult morph using leg autotomy scars as a proxy of predator encounters juvenile males that lost at least one leg with either locomotory or sensory function had a times higher probability of becoming a minor morph at adulthood than intact juvenile males leg loss during development may affect foraging locomotion and or physiology potentially linking a juvenile s predator encounters to their final adult morph and future reproductive tactic"
}