{
    "title": "[Urinary tract infections in patients with neurogenic lower urinary tract dysfunction].",
    "doc_id": "36448946",
    "writer": "Martinez S",
    "year": "2022",
    "summary": "Urinary tract infections (UTIs) are one of the main causes of morbidity and mortality in patients with neurogenic lower urinary tract dysfunction (nLUTD). In most cases, these are patients whose symptoms manifest differently from non-neurological patie …",
    "abstract": "Urinary tract infections (UTIs) are one of the main causes of morbidity and mortality in patients with neurogenic lower urinary tract dysfunction (nLUTD). In most cases, these are patients whose symptoms manifest differently from non-neurological patients, and it can be difficult to decide whether the infection should be treated or whether it is asymptomatic bacteriuria for which treatment is not indicated. Recurrent urinary tract infections should be investigated for an underlying urological cause. This article reviews the diagnosis and management of urinary tract infections in adults with neurogenic lower urinary tract dysfunction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36448946/",
    "clean_text": "urinary tract infections in patients with neurogenic lower urinary tract dysfunction urinary tract infections utis are one of the main causes of morbidity and mortality in patients with neurogenic lower urinary tract dysfunction nlutd in most cases these are patients whose symptoms manifest differently from non neurological patie urinary tract infections utis are one of the main causes of morbidity and mortality in patients with neurogenic lower urinary tract dysfunction nlutd in most cases these are patients whose symptoms manifest differently from non neurological patients and it can be difficult to decide whether the infection should be treated or whether it is asymptomatic bacteriuria for which treatment is not indicated recurrent urinary tract infections should be investigated for an underlying urological cause this article reviews the diagnosis and management of urinary tract infections in adults with neurogenic lower urinary tract dysfunction"
}