{
    "title": "Imaging of juvenile idiopathic arthritis.",
    "doc_id": "16741713",
    "writer": "Johnson K.",
    "year": "2006",
    "summary": "Over the past decade there have been considerable changes in the classification and imaging of juvenile idiopathic arthritis (JIA). Radiology now has a considerable role in the management of JIA, the differential diagnosis, monitoring disease progression and detecti …",
    "abstract": "Over the past decade there have been considerable changes in the classification and imaging of juvenile idiopathic arthritis (JIA). Radiology now has a considerable role in the management of JIA, the differential diagnosis, monitoring disease progression and detecting complications. The different imaging modalities available, their role and limitations are discussed in this article and the various disease features that the radiologist should be aware of are described. An approach to the imaging of the child with joint disease and in the monitoring of disease complications are also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16741713/",
    "clean_text": "imaging of juvenile idiopathic arthritis over the past decade there have been considerable changes in the classification and imaging of juvenile idiopathic arthritis jia radiology now has a considerable role in the management of jia the differential diagnosis monitoring disease progression and detecti over the past decade there have been considerable changes in the classification and imaging of juvenile idiopathic arthritis jia radiology now has a considerable role in the management of jia the differential diagnosis monitoring disease progression and detecting complications the different imaging modalities available their role and limitations are discussed in this article and the various disease features that the radiologist should be aware of are described an approach to the imaging of the child with joint disease and in the monitoring of disease complications are also discussed"
}