{
    "title": "Patenting trends in the pharmaceutical field of Mexican universities.",
    "doc_id": "36722324",
    "writer": "Sanchez-Esgua G",
    "year": "2023",
    "summary": "Aim: pharmaceutical patenting activity in developing countries, including Mexico, is unknown. Objective: determine the activity of pharmaceutical patents by Mexican universities. Method: using 'university' as keyword and A61K, A61P and C07 as Internati …",
    "abstract": "Aim: pharmaceutical patenting activity in developing countries, including Mexico, is unknown. Objective: determine the activity of pharmaceutical patents by Mexican universities. Method: using 'university' as keyword and A61K, A61P and C07 as International Patent Classification codes, was searched to generate a perspective of pharmaceutical patent applications by Mexican universities. Results: 227 patents (186 granted patents + 41 not-granted patents) were claimed in the period 2000-2018. The leading university was the National Autonomous University of Mexico, followed by the Instituto Politecnico Nacional, Universidad Autonoma de Nuevo León and Universidad Autonoma de Puebla. The pharmaceutical concerns addressed were led by the fields of infectious, cancer and diabetes. Conclusion: in Mexican universities, the licensing of pharmaceutical patents is still in its early stages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36722324/",
    "clean_text": "patenting trends in the pharmaceutical field of mexican universities aim pharmaceutical patenting activity in developing countries including mexico is unknown objective determine the activity of pharmaceutical patents by mexican universities method using university as keyword and a k a p and c as internati aim pharmaceutical patenting activity in developing countries including mexico is unknown objective determine the activity of pharmaceutical patents by mexican universities method using university as keyword and a k a p and c as international patent classification codes was searched to generate a perspective of pharmaceutical patent applications by mexican universities results patents granted patents not granted patents were claimed in the period the leading university was the national autonomous university of mexico followed by the instituto politecnico nacional universidad autonoma de nuevo le n and universidad autonoma de puebla the pharmaceutical concerns addressed were led by the fields of infectious cancer and diabetes conclusion in mexican universities the licensing of pharmaceutical patents is still in its early stages"
}