{
    "pmid": "41389837",
    "title": "Stem cell therapy for osteoradionecrosis of the jaws: Mechanisms, advances, and clinical potential.",
    "abstract": "Osteoradionecrosis of the jaws (ORNJ) is a severe aseptic complication of high-dose radiotherapy for head-and-neck cancers, characterized by chronic jawbone necrosis, functional impairment, and poor responses to traditional treatments (e.g., hyperbaric oxygen, surgical resection) that fail to address its root pathophysiology (microcirculatory impairment, bone metabolism dysfunction). Its incidence is 1.2%-40% in patients receiving >60 Gy radiotherapy, especially with concurrent trauma. In recent years, stem cell therapy has garnered attention as a potential treatment for a variety of bone-related disorders, including the repair of bone defects, treatment of osteoarthritis, and mitigation of osteoporosis. Evidence from preclinical studies indicates that local transplantation of mesenchymal stem cells in rodent models of ORNJ significantly increases bone volume and bone mineral density. The therapeutic efficacy is primarily attributed to the cells' capacity for multidirectional differentiation, paracrine signaling, and immunomodulatory functions, highlighting their substantial potential for clinical translation. This narrative review synthesizes studies on stem cell therapy for ORNJ published from 2004 to 2024 (PubMed, Medline, Cochrane), with a focus on original research published in the most recent decade (2014-2024) to reflect the latest advances. This review consolidates ORNJ pathogenesis and stem cell mechanisms, identifies research gaps, and guides future efforts to standardize protocols and advance clinical translation.",
    "disease": "osteoarthritis",
    "clean_text": "stem cell therapy for osteoradionecrosis of the jaws mechanisms advances and clinical potential osteoradionecrosis of the jaws ornj is a severe aseptic complication of high dose radiotherapy for head and neck cancers characterized by chronic jawbone necrosis functional impairment and poor responses to traditional treatments e g hyperbaric oxygen surgical resection that fail to address its root pathophysiology microcirculatory impairment bone metabolism dysfunction its incidence is in patients receiving gy radiotherapy especially with concurrent trauma in recent years stem cell therapy has garnered attention as a potential treatment for a variety of bone related disorders including the repair of bone defects treatment of osteoarthritis and mitigation of osteoporosis evidence from preclinical studies indicates that local transplantation of mesenchymal stem cells in rodent models of ornj significantly increases bone volume and bone mineral density the therapeutic efficacy is primarily attributed to the cells capacity for multidirectional differentiation paracrine signaling and immunomodulatory functions highlighting their substantial potential for clinical translation this narrative review synthesizes studies on stem cell therapy for ornj published from to pubmed medline cochrane with a focus on original research published in the most recent decade to reflect the latest advances this review consolidates ornj pathogenesis and stem cell mechanisms identifies research gaps and guides future efforts to standardize protocols and advance clinical translation"
}