{
    "pmid": "41475018",
    "title": "A novel hierarchical framework elucidating regional differences in α-synuclein and tau co-pathology in military veterans with parkinsonism.",
    "abstract": "Neuropathologic features diagnostic of parkinsonian disorders infrequently occur in isolation; hyperphosphorylated tau (p-tau) and amyloid plaques are often observed in combination with α-synuclein deposition. Co-pathologies in neurodegenerative diseases are now recognized as the norm rather than an exception, but existing neuropathological assessment tools do not capture the complexity of concurrent co-pathologies. Characterization of this co-pathology is critical, as it has the potential to identify synergistic mechanisms. We developed a hierarchical cytoarchitectural classification system, which we applied to an autopsy series of military veterans with parkinsonism (n = 26), focusing on Lewy and neurofibrillary pathologies. We defined co-pathology as Type A (co-morbid), Type B (co-regional), Type C (co-cellular), or Type D (co-aggregate). The regional distributions of each co-pathology subtype were assessed using double-label immunohistochemistry in the frontal cortex, hippocampal formation, and midbrain. The frontal cortex demonstrated only subtypes A-C (no co-aggregates), whereas the midbrain and hippocampus showed all subtypes of copathology (A-D). In summary, we show marked differences in the prevalence and levels of mixed α-synuclein and tau pathology in this cohort. Our classification system has the potential to be applied broadly for the study of co-pathology in neurodegenerative disorders.",
    "disease": "alzheimer disease",
    "clean_text": "a novel hierarchical framework elucidating regional differences in synuclein and tau co pathology in military veterans with parkinsonism neuropathologic features diagnostic of parkinsonian disorders infrequently occur in isolation hyperphosphorylated tau p tau and amyloid plaques are often observed in combination with synuclein deposition co pathologies in neurodegenerative diseases are now recognized as the norm rather than an exception but existing neuropathological assessment tools do not capture the complexity of concurrent co pathologies characterization of this co pathology is critical as it has the potential to identify synergistic mechanisms we developed a hierarchical cytoarchitectural classification system which we applied to an autopsy series of military veterans with parkinsonism n focusing on lewy and neurofibrillary pathologies we defined co pathology as type a co morbid type b co regional type c co cellular or type d co aggregate the regional distributions of each co pathology subtype were assessed using double label immunohistochemistry in the frontal cortex hippocampal formation and midbrain the frontal cortex demonstrated only subtypes a c no co aggregates whereas the midbrain and hippocampus showed all subtypes of copathology a d in summary we show marked differences in the prevalence and levels of mixed synuclein and tau pathology in this cohort our classification system has the potential to be applied broadly for the study of co pathology in neurodegenerative disorders"
}