{
    "pmid": "41472581",
    "title": "External application of sulfide mineral water in the restorative treatment of patients with osteoarthritis - pilot study.",
    "abstract": "A study was conducted of the effectiveness of underground sulfide mineral waters from well No. 516-re of the village of Brusnytsia, Vyzhnytskyi district, Chernivtsi region, Ukraine, applied externally to villagers with osteoarthritis. The main group of 60 villagers (30 people) received baths with sulfide mineral water, the control group (30 people) the dynamics of pain syndrome was assessed using the visual analog pain scale (VAS) and the Leken algofunctional index, quality of life, using the standardized EuroQol-5D and 'WAM' (well-being, activity, mood) questionnaires. In patients of the main group, joint pain during movements, as measured on the VAS scale, decreased by 2.2 times, while pain at rest significantly reduced, whereas in the control group, this decrease was only 1.2 times (p< 0.05). In the main group, the total score on the Leken algofunctional index decreased almost twice, on the 'WAM' scale in the activity and mood categories, there was an improvement of 1.4 times, while in the control group, only 1.4 times and 1.2 times, respectively (p<0.05). Assessment of quality of life on the EuroQol-5D scale showed significant positive dynamics in all indicators of vital activity in patients of the main group. A course of external use of baths with underground sulfide boric medium-mineralized hydrocarbonate-chloride sodium waters in villagers with osteoarthritis of large joints contributed to increasing the effectiveness of rehabilitation treatment, and improving the quality of life.",
    "disease": "osteoarthritis",
    "clean_text": "external application of sulfide mineral water in the restorative treatment of patients with osteoarthritis pilot study a study was conducted of the effectiveness of underground sulfide mineral waters from well no re of the village of brusnytsia vyzhnytskyi district chernivtsi region ukraine applied externally to villagers with osteoarthritis the main group of villagers people received baths with sulfide mineral water the control group people the dynamics of pain syndrome was assessed using the visual analog pain scale vas and the leken algofunctional index quality of life using the standardized euroqol d and wam well being activity mood questionnaires in patients of the main group joint pain during movements as measured on the vas scale decreased by times while pain at rest significantly reduced whereas in the control group this decrease was only times p in the main group the total score on the leken algofunctional index decreased almost twice on the wam scale in the activity and mood categories there was an improvement of times while in the control group only times and times respectively p assessment of quality of life on the euroqol d scale showed significant positive dynamics in all indicators of vital activity in patients of the main group a course of external use of baths with underground sulfide boric medium mineralized hydrocarbonate chloride sodium waters in villagers with osteoarthritis of large joints contributed to increasing the effectiveness of rehabilitation treatment and improving the quality of life"
}