{
    "title": "Pediatric giant right atrial aneurysm: a case series and review of the literature.",
    "doc_id": "23663418",
    "writer": "Harder EE",
    "year": "2014",
    "summary": "Giant right atrial aneurysm is a rare form of congenital heart disease with a wide spectrum of clinical presentation varying from asymptomatic patients to those with refractory atrial arrhythmias or severe airway obstruction. ...We present five cases of giant …",
    "abstract": "Giant right atrial aneurysm is a rare form of congenital heart disease with a wide spectrum of clinical presentation varying from asymptomatic patients to those with refractory atrial arrhythmias or severe airway obstruction. Diagnosis is often confused with other causes of right atrial dilation such as Ebstein disease. Because of its rare occurrence and variable clinical presentation, inconsistencies in medical and surgical management strategies exist between centers. We present five cases of giant right atrial aneurysm managed at our institution and discuss the clinical presentation, diagnostic challenges, and medical and surgical management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23663418/",
    "clean_text": "pediatric giant right atrial aneurysm a case series and review of the literature giant right atrial aneurysm is a rare form of congenital heart disease with a wide spectrum of clinical presentation varying from asymptomatic patients to those with refractory atrial arrhythmias or severe airway obstruction we present five cases of giant giant right atrial aneurysm is a rare form of congenital heart disease with a wide spectrum of clinical presentation varying from asymptomatic patients to those with refractory atrial arrhythmias or severe airway obstruction diagnosis is often confused with other causes of right atrial dilation such as ebstein disease because of its rare occurrence and variable clinical presentation inconsistencies in medical and surgical management strategies exist between centers we present five cases of giant right atrial aneurysm managed at our institution and discuss the clinical presentation diagnostic challenges and medical and surgical management"
}