{
    "title": "Flow-enhanced vascularization and maturation of kidney organoids in vitro.",
    "doc_id": "30742039",
    "writer": "Homan KA",
    "year": "2019",
    "summary": "Glomerular vascular development progressed through intermediate stages akin to those involved in the embryonic mammalian kidney's formation of capillary loops abutting foot processes. The association of vessels with these compartments was reduced after disruption of …",
    "abstract": "Kidney organoids derived from human pluripotent stem cells have glomerular- and tubular-like compartments that are largely avascular and immature in static culture. Here we report an in vitro method for culturing kidney organoids under flow on millifluidic chips, which expands their endogenous pool of endothelial progenitor cells and generates vascular networks with perfusable lumens surrounded by mural cells. We found that vascularized kidney organoids cultured under flow had more mature podocyte and tubular compartments with enhanced cellular polarity and adult gene expression compared with that in static controls. Glomerular vascular development progressed through intermediate stages akin to those involved in the embryonic mammalian kidney's formation of capillary loops abutting foot processes. The association of vessels with these compartments was reduced after disruption of the endogenous VEGF gradient. The ability to induce substantial vascularization and morphological maturation of kidney organoids in vitro under flow opens new avenues for studies of kidney development, disease, and regeneration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30742039/",
    "clean_text": "flow enhanced vascularization and maturation of kidney organoids in vitro glomerular vascular development progressed through intermediate stages akin to those involved in the embryonic mammalian kidney s formation of capillary loops abutting foot processes the association of vessels with these compartments was reduced after disruption of kidney organoids derived from human pluripotent stem cells have glomerular and tubular like compartments that are largely avascular and immature in static culture here we report an in vitro method for culturing kidney organoids under flow on millifluidic chips which expands their endogenous pool of endothelial progenitor cells and generates vascular networks with perfusable lumens surrounded by mural cells we found that vascularized kidney organoids cultured under flow had more mature podocyte and tubular compartments with enhanced cellular polarity and adult gene expression compared with that in static controls glomerular vascular development progressed through intermediate stages akin to those involved in the embryonic mammalian kidney s formation of capillary loops abutting foot processes the association of vessels with these compartments was reduced after disruption of the endogenous vegf gradient the ability to induce substantial vascularization and morphological maturation of kidney organoids in vitro under flow opens new avenues for studies of kidney development disease and regeneration"
}