{
    "title": "[Perioperative Atrial Fibrillation].",
    "doc_id": "34298571",
    "writer": "Bodenstein M",
    "year": "2021",
    "summary": "New atrial fibrillation is a risk factor for increased morbidity and mortality in the perioperative phase. ...Important current guidelines for the treatment of atrial fibrillation are the ESC (atrial fibrillation) and the ERC (Advanced Ca …",
    "abstract": "New atrial fibrillation is a risk factor for increased morbidity and mortality in the perioperative phase. The prevalence and incidence of atrial fibrillation depend on age, previous illnesses and the intercurrent diagnoses in the perioperative phase. Pathomechanisms for both permanent and acute forms of atrial fibrillation relate to electrophysiological, histopathological and other pathophysiological abnormalities. In the perioperative phase, decompensated heart failure, systemic inflammation, sepsis and cardiac surgery are risk factors for conversion to atrial fibrillation and/or rapid transition. The consequences of newly occurring and/or rapidly transferred atrial fibrillation are cardiac instability due to a drop in blood pressure or cardiac output volume or coronary underperfusion due to tachycardia and the risk of thromboembolism. Associated with this is a significantly increased long-term mortality risk in the elderly if atrial fibrillation occurs again in the perioperative phase. The diagnosis of atrial fibrillation is made in the monitor or 12-channel electrocardiogram. Echocardiography and the adenosine test can be included in the differential diagnosis in cases of doubt. Important current guidelines for the treatment of atrial fibrillation are the ESC (atrial fibrillation) and the ERC (Advanced Cardiac Life Support) guidelines. The conversion into the sinus rhythm can be done electrically or medicinally. It is indicated in cases of acute instability or symptomatic atrial fibrillation despite frequency control after cardiac thrombi have been excluded by echocardiography. A step-by-step concept for thromboembolism prophylaxis from initial parenteral and secondary oral therapy must take place up to four weeks after conversion to sinus rhythm or permanently in the case of permanent atrial fibrillation. The individual indication for thromboembolism prophylaxis results from the CHA2-DS2-VASc score.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34298571/",
    "clean_text": "perioperative atrial fibrillation new atrial fibrillation is a risk factor for increased morbidity and mortality in the perioperative phase important current guidelines for the treatment of atrial fibrillation are the esc atrial fibrillation and the erc advanced ca new atrial fibrillation is a risk factor for increased morbidity and mortality in the perioperative phase the prevalence and incidence of atrial fibrillation depend on age previous illnesses and the intercurrent diagnoses in the perioperative phase pathomechanisms for both permanent and acute forms of atrial fibrillation relate to electrophysiological histopathological and other pathophysiological abnormalities in the perioperative phase decompensated heart failure systemic inflammation sepsis and cardiac surgery are risk factors for conversion to atrial fibrillation and or rapid transition the consequences of newly occurring and or rapidly transferred atrial fibrillation are cardiac instability due to a drop in blood pressure or cardiac output volume or coronary underperfusion due to tachycardia and the risk of thromboembolism associated with this is a significantly increased long term mortality risk in the elderly if atrial fibrillation occurs again in the perioperative phase the diagnosis of atrial fibrillation is made in the monitor or channel electrocardiogram echocardiography and the adenosine test can be included in the differential diagnosis in cases of doubt important current guidelines for the treatment of atrial fibrillation are the esc atrial fibrillation and the erc advanced cardiac life support guidelines the conversion into the sinus rhythm can be done electrically or medicinally it is indicated in cases of acute instability or symptomatic atrial fibrillation despite frequency control after cardiac thrombi have been excluded by echocardiography a step by step concept for thromboembolism prophylaxis from initial parenteral and secondary oral therapy must take place up to four weeks after conversion to sinus rhythm or permanently in the case of permanent atrial fibrillation the individual indication for thromboembolism prophylaxis results from the cha ds vasc score"
}