{
    "pmid": "41405528",
    "title": "Delayed Diagnosis of Transthyretin Amyloid Cardiomyopathy in the Veterans Health Administration.",
    "abstract": "Timely diagnosis and treatment are critical to reduce morbidity and mortality for patients with transthyretin amyloidosis with cardiomyopathy (ATTR-CM). Limited existing data suggest underdiagnosis of ATTR-CM and inequity in predictors of diagnosis patterns. This study sought to describe the time from heart failure (HF) diagnosis to ATTR-CM diagnosis and identify predictors for delayed diagnosis of ATTR-CM. This retrospective cohort study used Veterans Health Administration (VHA) data. We identified patients with HF and ATTR-CM diagnosed between 2016 and 2022 using an algorithm based on diagnoses and medications. The primary outcome was the time to diagnosis of ATTR-CM and was defined as the number of days between each patient's first HF diagnosis and their first ATTR-CM diagnosis. We also evaluated the number of days between first HF hospitalization or first loop diuretic prescription and ATTR-CM diagnosis. We used multivariable logistic regression to assess demographic, clinical, and socioeconomic predictors of time to ATTR-CM diagnosis using >6 months as a meaningful delay. A total of 2,557 patients with HF and ATTR-CM were identified. The mean age at the time of ATTR-CM diagnosis was 81 years. Most veterans were male (2,544; 99.5%) and White (1,440; 56%). The median time to diagnosis to ATTR-CM was 490 days. For the 1,882 veterans with a loop diuretic prescription before ATTR-CM diagnosis, the median time between initial loop prescription and ATTR-CM diagnosis was 835 days (Q1-Q3: 250-1850). Across Department of Veterans Affairs sites, the median number of days to diagnosis ranged from 169 to 1,070 days. After adjustment, Black race (OR: 0.71; 95% CI: 0.57-0.88) and older age (OR: 0.66; 95% CI: 0.59-0.73) were associated with a shorter time to diagnosis, whereas a history of atrial fibrillation (OR: 1.21; 95% CI: 1.00-1.45), coronary artery disease (OR: 1.38; 95% CI: 1.15-1.64), or chronic kidney disease (OR: 1.79; 95% CI: 1.50-2.15) was associated with longer time to diagnosis. There are clinically important delays between incident HF and diagnosis of ATTR-CM. Carrying a diagnosis of atrial fibrillation, coronary artery disease, or chronic kidney disease was associated with a longer delay to diagnosis. These findings uncover an opportunity for clinicians to consider concomitant ATTR-CM in patients with alternate etiologies for their cardiomyopathy, as expediting evaluation for ATTR-CM following HF diagnosis is critical to reduce the morbidity of this progressive condition.",
    "disease": "coronary artery disease",
    "clean_text": "delayed diagnosis of transthyretin amyloid cardiomyopathy in the veterans health administration timely diagnosis and treatment are critical to reduce morbidity and mortality for patients with transthyretin amyloidosis with cardiomyopathy attr cm limited existing data suggest underdiagnosis of attr cm and inequity in predictors of diagnosis patterns this study sought to describe the time from heart failure hf diagnosis to attr cm diagnosis and identify predictors for delayed diagnosis of attr cm this retrospective cohort study used veterans health administration vha data we identified patients with hf and attr cm diagnosed between and using an algorithm based on diagnoses and medications the primary outcome was the time to diagnosis of attr cm and was defined as the number of days between each patient s first hf diagnosis and their first attr cm diagnosis we also evaluated the number of days between first hf hospitalization or first loop diuretic prescription and attr cm diagnosis we used multivariable logistic regression to assess demographic clinical and socioeconomic predictors of time to attr cm diagnosis using months as a meaningful delay a total of patients with hf and attr cm were identified the mean age at the time of attr cm diagnosis was years most veterans were male and white the median time to diagnosis to attr cm was days for the veterans with a loop diuretic prescription before attr cm diagnosis the median time between initial loop prescription and attr cm diagnosis was days q q across department of veterans affairs sites the median number of days to diagnosis ranged from to days after adjustment black race or ci and older age or ci were associated with a shorter time to diagnosis whereas a history of atrial fibrillation or ci coronary artery disease or ci or chronic kidney disease or ci was associated with longer time to diagnosis there are clinically important delays between incident hf and diagnosis of attr cm carrying a diagnosis of atrial fibrillation coronary artery disease or chronic kidney disease was associated with a longer delay to diagnosis these findings uncover an opportunity for clinicians to consider concomitant attr cm in patients with alternate etiologies for their cardiomyopathy as expediting evaluation for attr cm following hf diagnosis is critical to reduce the morbidity of this progressive condition"
}