{
    "title": "A meta-analysis of the effect of microRNA-34a on the progression and prognosis of gastric cancer.",
    "doc_id": "30556868",
    "writer": "Li Z",
    "year": "2018",
    "summary": "The 5-year survival rate of gastric cancer patients was also significantly lower. CONCLUSIONS: The low expression of microRNA-34a can promote the progression of gastric cancer and reduce the prognosis of patients. MicroRNA-34a can be used as an importa …",
    "abstract": "Objective:\n        \n      \n      To explore the value of microRNA-34a (miR-34a) as a diagnostic biomarker of gastric cancer development and prognosis.\n    \n\n\n          Materials and methods:\n        \n      \n      PubMed, Web of Science, Embase, CNKI, Wanfang Database and Gene Expression Omnibus (GEO) were searched according to the key words for the literature about the expression of microRNA-34a in the serum or tissues of gastric cancer patients. The data of gene expression were extracted and the data were analyzed by Stata 14.0 software to explore the significance of the difference of microRNA-34a expression in the development and prognosis of gastric cancer patients.\n    \n\n\n          Results:\n        \n      \n      The expression of microRNA-34a was significantly lower in gastric cancer tissues and significantly lower in metastatic gastric cancer tissues. The 5-year survival rate of gastric cancer patients was also significantly lower.\n    \n\n\n          Conclusions:\n        \n      \n      The low expression of microRNA-34a can promote the progression of gastric cancer and reduce the prognosis of patients. MicroRNA-34a can be used as an important biomarker of gastric cancer progression and prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30556868/",
    "clean_text": "a meta analysis of the effect of microrna a on the progression and prognosis of gastric cancer the year survival rate of gastric cancer patients was also significantly lower conclusions the low expression of microrna a can promote the progression of gastric cancer and reduce the prognosis of patients microrna a can be used as an importa objective to explore the value of microrna a mir a as a diagnostic biomarker of gastric cancer development and prognosis materials and methods pubmed web of science embase cnki wanfang database and gene expression omnibus geo were searched according to the key words for the literature about the expression of microrna a in the serum or tissues of gastric cancer patients the data of gene expression were extracted and the data were analyzed by stata software to explore the significance of the difference of microrna a expression in the development and prognosis of gastric cancer patients results the expression of microrna a was significantly lower in gastric cancer tissues and significantly lower in metastatic gastric cancer tissues the year survival rate of gastric cancer patients was also significantly lower conclusions the low expression of microrna a can promote the progression of gastric cancer and reduce the prognosis of patients microrna a can be used as an important biomarker of gastric cancer progression and prognosis"
}