{
    "title": "Video colposcopy versus headlight for large loop excision of the transformation zone (LLETZ): a randomised trial.",
    "doc_id": "34802113",
    "writer": "Rezniczek GA",
    "year": "2022",
    "summary": "PURPOSE: To compare resected cone mass and resection margin status when performing Large Loop Excision of the Transformation Zone (LLETZ) using video colposcopy (LLETZ-VC) versus a headlight (LLETZ-HL) in women with cervical dysplasia. ...There was no statistically …",
    "abstract": "Purpose:\n        \n      \n      To compare resected cone mass and resection margin status when performing Large Loop Excision of the Transformation Zone (LLETZ) using video colposcopy (LLETZ-VC) versus a headlight (LLETZ-HL) in women with cervical dysplasia.\n    \n\n\n          Methods:\n        \n      \n      Prospective, randomised trial (monocentric) at a specialised cervical dysplasia unit in a University Hospital. Women with a biopsy-proven CIN2 + or persisting CIN1 or diagnostic LLETZ were recruited and randomised. LLETZ was performed either under video colposcopic vision or using a standard surgical headlight. The primary endpoint was resected cone mass. Secondary endpoints were the rate of involved margins, fragmentation of the specimen, procedure time, time to complete haemostasis (TCH), blood loss, pain, intra- and postoperative complications, and surgeon preference.\n    \n\n\n          Results:\n        \n      \n      LLETZ-VC and LLETZ-HL (109 women each) had comparable cone masses (1.57 [0.98-2.37] vs. 1.67 [1.15-2.46] grams; P = 0.454). TCH was significantly shorter in the LLETZ-VC arm (60 [41-95.2] vs. 90 [47.2-130.2] seconds; P = 0.008). There was no statistically significant difference in involved resection margins (6/87 [6.5%] vs. 16/101 [13.7%], P = 0.068) and postoperative complications (13/82 [13.7%] vs. 22/72 [23.4%], P = 0.085). Patient-reported outcomes favoured LLETZ-VC with a lower use of analgesics (6/80 [7.0%] vs. 17/87 [16.3%]; P = 0.049). However, LLETZ-VC was more difficult to perform with significantly lower ratings for handling (7 [5-9] vs. 9 [8-10]; P < 0.001) and general satisfaction (7.5 [5-9] vs. 10 [8-10]; P < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      Intraoperative video colposcopy for LLETZ has minimal benefits at the cost of surgeons' satisfaction.\n    \n\n\n          Clinical trial registration:\n        \nNCT04326049 (ClinicalTrials.gov).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34802113/",
    "clean_text": "video colposcopy versus headlight for large loop excision of the transformation zone lletz a randomised trial purpose to compare resected cone mass and resection margin status when performing large loop excision of the transformation zone lletz using video colposcopy lletz vc versus a headlight lletz hl in women with cervical dysplasia there was no statistically purpose to compare resected cone mass and resection margin status when performing large loop excision of the transformation zone lletz using video colposcopy lletz vc versus a headlight lletz hl in women with cervical dysplasia methods prospective randomised trial monocentric at a specialised cervical dysplasia unit in a university hospital women with a biopsy proven cin or persisting cin or diagnostic lletz were recruited and randomised lletz was performed either under video colposcopic vision or using a standard surgical headlight the primary endpoint was resected cone mass secondary endpoints were the rate of involved margins fragmentation of the specimen procedure time time to complete haemostasis tch blood loss pain intra and postoperative complications and surgeon preference results lletz vc and lletz hl women each had comparable cone masses vs grams p tch was significantly shorter in the lletz vc arm vs seconds p there was no statistically significant difference in involved resection margins vs p and postoperative complications vs p patient reported outcomes favoured lletz vc with a lower use of analgesics vs p however lletz vc was more difficult to perform with significantly lower ratings for handling vs p and general satisfaction vs p conclusion intraoperative video colposcopy for lletz has minimal benefits at the cost of surgeons satisfaction clinical trial registration nct clinicaltrials gov"
}