{
    "title": "Alcohol protective behavioral strategies for young adults: a content analysis across drinking contexts and gender.",
    "doc_id": "38011681",
    "writer": "Roudebush M",
    "year": "2023",
    "summary": "Background: Protective behavioral strategies (PBS) are specific harm reduction behaviors which mitigate alcohol-related consequences among young adults. Prior work indicates PBS utilization varies according to drinking context and gender, suggesting a need for furth …",
    "abstract": "Background: Protective behavioral strategies (PBS) are specific harm reduction behaviors which mitigate alcohol-related consequences among young adults. Prior work indicates PBS utilization varies according to drinking context and gender, suggesting a need for further research assessing whether young adults employ unidentified PBS according to such factors.Objectives: This study examined alcohol PBS young adults suggest using across drinking contexts and gender to inform alcohol-related harm reduction interventions.Methods: An online survey with 514 young adult heavy drinkers (n = 269 female, Mage = 22.36 years) assessed PBS use generally, and across 12 physical and social contexts. We utilized qualitative content analysis methods to code and derive themes from open-ended responses from a prompt asking participants to state additional PBS used per context. The frequency of each theme's appearance was calculated across the overall sample, by gender, and within each context.Results: PBS endorsement varied across context and gender within each theme. Young adults who reported PBS use most frequently endorsed utilizing strategies related to drink content (18.30%), social support (12.36%), and engaging in other activities (10.34%). Participants infrequently endorsed strategies related to awareness of time (0.23%), standards of behavior (0.78%) and avoiding environments (0.87%).Conclusions: Young adults endorse utilizing additional PBS in varying frequency according to drinking context and gender. Given PBS are often a key component of alcohol harm reduction interventions, monitoring trends in young adult PBS use is crucial to ensure continued relevance and efficacy of such interventions to minimize harms associated with young adult heavy alcohol use.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38011681/",
    "clean_text": "alcohol protective behavioral strategies for young adults a content analysis across drinking contexts and gender background protective behavioral strategies pbs are specific harm reduction behaviors which mitigate alcohol related consequences among young adults prior work indicates pbs utilization varies according to drinking context and gender suggesting a need for furth background protective behavioral strategies pbs are specific harm reduction behaviors which mitigate alcohol related consequences among young adults prior work indicates pbs utilization varies according to drinking context and gender suggesting a need for further research assessing whether young adults employ unidentified pbs according to such factors objectives this study examined alcohol pbs young adults suggest using across drinking contexts and gender to inform alcohol related harm reduction interventions methods an online survey with young adult heavy drinkers n female mage years assessed pbs use generally and across physical and social contexts we utilized qualitative content analysis methods to code and derive themes from open ended responses from a prompt asking participants to state additional pbs used per context the frequency of each theme s appearance was calculated across the overall sample by gender and within each context results pbs endorsement varied across context and gender within each theme young adults who reported pbs use most frequently endorsed utilizing strategies related to drink content social support and engaging in other activities participants infrequently endorsed strategies related to awareness of time standards of behavior and avoiding environments conclusions young adults endorse utilizing additional pbs in varying frequency according to drinking context and gender given pbs are often a key component of alcohol harm reduction interventions monitoring trends in young adult pbs use is crucial to ensure continued relevance and efficacy of such interventions to minimize harms associated with young adult heavy alcohol use"
}