{
    "title": "Male Breast Cancer: Epidemiology and Risk Factors.",
    "doc_id": "29526255",
    "writer": "Abdelwahab Yousef AJ.",
    "year": "2017",
    "summary": "The major risk factors for the development of male breast cancer include advancing age, hormonal imbalance, radiation exposure, and a family history of breast cancer. ...Additionally, males with breast cancer are at special risk for devel …",
    "abstract": "Male breast cancer is a rare malignancy that accounts for less than 1% of all cancers in men and less than 1% of all breast cancers. But the incidence is rising and in some patient groups reaching 15% over the course of their lives. The major risk factors for the development of male breast cancer include advancing age, hormonal imbalance, radiation exposure, and a family history of breast cancer. Regarding the latter, incidence can be linked to mutations in high- or low-penetrance genes. The most relevant risk factor for the development of male breast cancer is a mutation in the BRCA2 gene. Most cases present late because of a lack of awareness of the existence of such a malignancy in males and ignorance of the related risk factors. Additionally, males with breast cancer are at special risk for developing a second cancer. This in depth review highlights the epidemiology and risk factors for the development of male breast cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29526255/",
    "clean_text": "male breast cancer epidemiology and risk factors the major risk factors for the development of male breast cancer include advancing age hormonal imbalance radiation exposure and a family history of breast cancer additionally males with breast cancer are at special risk for devel male breast cancer is a rare malignancy that accounts for less than of all cancers in men and less than of all breast cancers but the incidence is rising and in some patient groups reaching over the course of their lives the major risk factors for the development of male breast cancer include advancing age hormonal imbalance radiation exposure and a family history of breast cancer regarding the latter incidence can be linked to mutations in high or low penetrance genes the most relevant risk factor for the development of male breast cancer is a mutation in the brca gene most cases present late because of a lack of awareness of the existence of such a malignancy in males and ignorance of the related risk factors additionally males with breast cancer are at special risk for developing a second cancer this in depth review highlights the epidemiology and risk factors for the development of male breast cancer"
}