{
    "pmid": "41462563",
    "title": "Senolytic Treatment With Dasatinib and Quercetin Reshapes Influenza-Specific CD8 T Cell Responses During Infection in Aged, Vaccinated Mice.",
    "abstract": "Older adults are disproportionately affected by infectious diseases like influenza (flu) due to immune declines and poor vaccine responses. Senolytics have been shown to improve various age-related conditions and positively influence infection outcomes, yet their potential to enhance vaccine responses has not yet been explored. Here, we evaluated the potential of senolytic combination Dasatinib (D) and Quercetin (Q) treatment prior to influenza vaccination to potentiate immune responses in aged mice. D + Q had minimal impact on overall vaccination and flu outcomes in vaccinated mice, including viral load and lung pathology. However, we observed altered CD8 T cell immunodominance and increased serum total PR8 (whole flu) IgG antibodies in D + Q treated vaccinated aged mice during infection. These findings reveal a new aspect of immunomodulation with senolytics.",
    "disease": "influenza",
    "clean_text": "senolytic treatment with dasatinib and quercetin reshapes influenza specific cd t cell responses during infection in aged vaccinated mice older adults are disproportionately affected by infectious diseases like influenza flu due to immune declines and poor vaccine responses senolytics have been shown to improve various age related conditions and positively influence infection outcomes yet their potential to enhance vaccine responses has not yet been explored here we evaluated the potential of senolytic combination dasatinib d and quercetin q treatment prior to influenza vaccination to potentiate immune responses in aged mice d q had minimal impact on overall vaccination and flu outcomes in vaccinated mice including viral load and lung pathology however we observed altered cd t cell immunodominance and increased serum total pr whole flu igg antibodies in d q treated vaccinated aged mice during infection these findings reveal a new aspect of immunomodulation with senolytics"
}