{
    "title": "Trends in head and neck fellowship graduates in the United States from 1997 to 2017.",
    "doc_id": "31989730",
    "writer": "Lin Y",
    "year": "2020",
    "summary": "BACKGROUND: We investigated whether the supply of head and neck fellowship graduates matches head and neck cancer trends. METHODS: Graduates between 1997 and 2017 from the American Head and Neck Society (AHNS) and United States Otolaryngo …",
    "abstract": "Background:\n        \n      \n      We investigated whether the supply of head and neck fellowship graduates matches head and neck cancer trends.\n    \n\n\n          Methods:\n        \n      \n      Graduates between 1997 and 2017 from the American Head and Neck Society (AHNS) and United States Otolaryngology fellowship program webpages were identified. Trends in graduates were compared with head and neck cancer incidence obtained from the Center of Disease Control.\n    \n\n\n          Results:\n        \n      \n      Of 538 fellows, 428 were from the United States. Of fellows practicing in the United States, 24.14% were female. Most practice locations were urban (98.44%). AHNS fellowship positions from 1997 to 2017 increased by nearly 1.82 per year (P < .00001). Graduates in academic positions increased by 1.03 per year (P < .00001). Concomitantly, the age-adjusted incidence rate of oral, oropharyngeal, and laryngeal cancers decreased (P = .0115).\n    \n\n\n          Conclusion:\n        \n      \n      There is important geographic variability in the practice locations of Head and Neck Oncologic Surgeons in the United States and our data may be helpful in matching clinical supply and demand.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31989730/",
    "clean_text": "trends in head and neck fellowship graduates in the united states from to background we investigated whether the supply of head and neck fellowship graduates matches head and neck cancer trends methods graduates between and from the american head and neck society ahns and united states otolaryngo background we investigated whether the supply of head and neck fellowship graduates matches head and neck cancer trends methods graduates between and from the american head and neck society ahns and united states otolaryngology fellowship program webpages were identified trends in graduates were compared with head and neck cancer incidence obtained from the center of disease control results of fellows were from the united states of fellows practicing in the united states were female most practice locations were urban ahns fellowship positions from to increased by nearly per year p graduates in academic positions increased by per year p concomitantly the age adjusted incidence rate of oral oropharyngeal and laryngeal cancers decreased p conclusion there is important geographic variability in the practice locations of head and neck oncologic surgeons in the united states and our data may be helpful in matching clinical supply and demand"
}