{
    "pmid": "41327398",
    "title": "Apocynin ameliorates liver fibrosis events in vivo through modulation of oxidative stress, inflammatory, and apoptotic mediators.",
    "abstract": "The liver has a tremendous regeneration potential, yet chronic liver injury poses a life-threatening condition if not managed appropriately. Apocynin, an NADPH oxidase inhibitor, has been a central focus of attention in recent years due to its significant antioxidant/anti-inflammatory potentials. In this study, we evaluated the acute toxicity and hepatoprotective effects of Apocynin against thioacetamide (TAA)-induced liver fibrosis in rats. Liver fibrosis was induced by 200 mg/kg TAA three times/week for two months, along with treatment with distilled water (positive control), silymarin (reference, 50 mg/kg), or apocynin (50 and 100 mg/kg/day). Hepatic tissues were screened for histopathological, biochemical, and immunohistochemical changes, while hepatic homogenate was examined for the antioxidant contents (catalase, CAT; superoxide dismutase, SOD) and MDA levels. Apocynin treatment showed significant hepatoprotective effects against TAA-hepatotoxicity, evidenced by reduced hepatic tissue alterations with a slight fibroplasia, reduction of hepatomegaly, less hepatic nodules/necrosis, and recovered hepatic function. Additionally, apocynin administration reduced oxidative stress by lowering pro-oxidants (MDA) and up-regulating antioxidants (SOD and CAT). Furthermore, the anti-apoptotic and anti-fibrotic effects of apocynin were confirmed by reduced pro-apoptotic P53 proteins and β-catenin (tissue proliferation/aggregation enhancer). Apocynin treatment ameliorated ECM generation (lowered collagen bundles/fibrous septa) and reduced inflammatory (less TNf-α and IL-6 cytokines) mediators, all of which restored liver functional parameters (ALT, AST, ALP, and albumin). Apocynin attenuated TAA-mediated liver fibrosis by its modulatory potentials on several cytoprotective mechanisms associated with the oxidative stress/inflammation, making it a viable therapeutic source for liver fibrosis.",
    "disease": "liver cirrhosis",
    "clean_text": "apocynin ameliorates liver fibrosis events in vivo through modulation of oxidative stress inflammatory and apoptotic mediators the liver has a tremendous regeneration potential yet chronic liver injury poses a life threatening condition if not managed appropriately apocynin an nadph oxidase inhibitor has been a central focus of attention in recent years due to its significant antioxidant anti inflammatory potentials in this study we evaluated the acute toxicity and hepatoprotective effects of apocynin against thioacetamide taa induced liver fibrosis in rats liver fibrosis was induced by mg kg taa three times week for two months along with treatment with distilled water positive control silymarin reference mg kg or apocynin and mg kg day hepatic tissues were screened for histopathological biochemical and immunohistochemical changes while hepatic homogenate was examined for the antioxidant contents catalase cat superoxide dismutase sod and mda levels apocynin treatment showed significant hepatoprotective effects against taa hepatotoxicity evidenced by reduced hepatic tissue alterations with a slight fibroplasia reduction of hepatomegaly less hepatic nodules necrosis and recovered hepatic function additionally apocynin administration reduced oxidative stress by lowering pro oxidants mda and up regulating antioxidants sod and cat furthermore the anti apoptotic and anti fibrotic effects of apocynin were confirmed by reduced pro apoptotic p proteins and catenin tissue proliferation aggregation enhancer apocynin treatment ameliorated ecm generation lowered collagen bundles fibrous septa and reduced inflammatory less tnf and il cytokines mediators all of which restored liver functional parameters alt ast alp and albumin apocynin attenuated taa mediated liver fibrosis by its modulatory potentials on several cytoprotective mechanisms associated with the oxidative stress inflammation making it a viable therapeutic source for liver fibrosis"
}