{
    "title": "Screening Tools to Predict the Development of Chronic Low Back Pain: An Integrative Review of the Literature.",
    "doc_id": "30307521",
    "writer": "Pauli J",
    "year": "2019",
    "summary": "OBJECTIVE: To identify and describe available instruments that can be used to screen patients with acute or subacute low back pain for a chronic low back pain trajectory. DESIGN: Integrative literature review. ...Most instruments reviewed …",
    "abstract": "Objective:\n        \n      \n      To identify and describe available instruments that can be used to screen patients with acute or subacute low back pain for a chronic low back pain trajectory.\n    \n\n\n          Design:\n        \n      \n      Integrative literature review.\n    \n\n\n          Methods:\n        \n      \n      An electronic search of PubMed/MEDLINE, CINAHL, Cochrane Database of Systematic Reviews, and PsychINFO databases took place from May through July of 2014 using systematic search strategies to identify screening instruments developed to identify people at risk of chronic low back pain. After screening for inclusion and exclusion criteria as well as quality indicators, the identified studies were categorized based on whether the instrument measured psychological, clinical, or functional measures to predict chronic low back pain.\n    \n\n\n          Results:\n        \n      \n      Initial searches identified 2,274 potential articles. After assessing for duplicates, title, and abstract content, there were 129 remaining articles. Articles were further excluded after analysis of the text, for a total of 42 studies reviewed. Most instruments reviewed were unable to provide evidence of predictive power for developing chronic low back pain.\n    \n\n\n          Conclusions:\n        \n      \n      This review identified numerous instruments developed to assess the likelihood of chronic low back pain in acute and subacute low back pain populations. Of the instruments reviewed, the STarT Back Screening Tool and the Örebro Musculoskeletal Pain Questionnaire demonstrated superior predictive power compared with other instruments. Both screening tools offer evidence of validation, translation into different languages and international application, and usage in various health care settings and provide data on predictive power.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30307521/",
    "clean_text": "screening tools to predict the development of chronic low back pain an integrative review of the literature objective to identify and describe available instruments that can be used to screen patients with acute or subacute low back pain for a chronic low back pain trajectory design integrative literature review most instruments reviewed objective to identify and describe available instruments that can be used to screen patients with acute or subacute low back pain for a chronic low back pain trajectory design integrative literature review methods an electronic search of pubmed medline cinahl cochrane database of systematic reviews and psychinfo databases took place from may through july of using systematic search strategies to identify screening instruments developed to identify people at risk of chronic low back pain after screening for inclusion and exclusion criteria as well as quality indicators the identified studies were categorized based on whether the instrument measured psychological clinical or functional measures to predict chronic low back pain results initial searches identified potential articles after assessing for duplicates title and abstract content there were remaining articles articles were further excluded after analysis of the text for a total of studies reviewed most instruments reviewed were unable to provide evidence of predictive power for developing chronic low back pain conclusions this review identified numerous instruments developed to assess the likelihood of chronic low back pain in acute and subacute low back pain populations of the instruments reviewed the start back screening tool and the rebro musculoskeletal pain questionnaire demonstrated superior predictive power compared with other instruments both screening tools offer evidence of validation translation into different languages and international application and usage in various health care settings and provide data on predictive power"
}