{
    "title": "Science's Response to CoVID-19.",
    "doc_id": "33811458",
    "writer": "Long MJC",
    "year": "2021",
    "summary": "CoVID-19 is a multi-symptomatic disease which has made a global impact due to its ability to spread rapidly, and its relatively high mortality rate. Beyond the heroic efforts to develop vaccines, which we do not discuss herein, the response of scientists and clinici …",
    "abstract": "CoVID-19 is a multi-symptomatic disease which has made a global impact due to its ability to spread rapidly, and its relatively high mortality rate. Beyond the heroic efforts to develop vaccines, which we do not discuss herein, the response of scientists and clinicians to this complex problem has reflected the need to detect CoVID-19 rapidly, to diagnose patients likely to show adverse symptoms, and to treat severe and critical CoVID-19. Here we aim to encapsulate these varied and sometimes conflicting approaches and the resulting data in terms of chemistry and biology. In the process we highlight emerging concepts, and potential future applications that may arise out of this immense effort.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33811458/",
    "clean_text": "science s response to covid covid is a multi symptomatic disease which has made a global impact due to its ability to spread rapidly and its relatively high mortality rate beyond the heroic efforts to develop vaccines which we do not discuss herein the response of scientists and clinici covid is a multi symptomatic disease which has made a global impact due to its ability to spread rapidly and its relatively high mortality rate beyond the heroic efforts to develop vaccines which we do not discuss herein the response of scientists and clinicians to this complex problem has reflected the need to detect covid rapidly to diagnose patients likely to show adverse symptoms and to treat severe and critical covid here we aim to encapsulate these varied and sometimes conflicting approaches and the resulting data in terms of chemistry and biology in the process we highlight emerging concepts and potential future applications that may arise out of this immense effort"
}