{
    "title": "Time-Restricted Eating, Intermittent Fasting, and Fasting-Mimicking Diets in Weight Loss.",
    "doc_id": "33512641",
    "writer": "Fanti M",
    "year": "2021",
    "summary": "PURPOSE OF REVIEW: This article reviews the current literature on dietary interventions, including time-restricted eating (TRE), intermittent fasting (IF), and fasting-mimicking diets (FMD) and their effects on weight loss. RECENT FINDINGS: Dietary interventions, pr …",
    "abstract": "Purpose of review:\n        \n      \n      This article reviews the current literature on dietary interventions, including time-restricted eating (TRE), intermittent fasting (IF), and fasting-mimicking diets (FMD) and their effects on weight loss.\n    \n\n\n          Recent findings:\n        \n      \n      Dietary interventions, primarily known for their potential health benefits, are attracting considerable interest also for their effects on weight loss. The literature suggests that many popular diets can induce weight loss but only a limited number of studies actually demonstrate long-term weight loss efficacy. Here we present an update on the latest studies on some of the most popular dietary interventions able to trigger the physiology of fasting and highlight their impact on weight loss in overweight or obese individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33512641/",
    "clean_text": "time restricted eating intermittent fasting and fasting mimicking diets in weight loss purpose of review this article reviews the current literature on dietary interventions including time restricted eating tre intermittent fasting if and fasting mimicking diets fmd and their effects on weight loss recent findings dietary interventions pr purpose of review this article reviews the current literature on dietary interventions including time restricted eating tre intermittent fasting if and fasting mimicking diets fmd and their effects on weight loss recent findings dietary interventions primarily known for their potential health benefits are attracting considerable interest also for their effects on weight loss the literature suggests that many popular diets can induce weight loss but only a limited number of studies actually demonstrate long term weight loss efficacy here we present an update on the latest studies on some of the most popular dietary interventions able to trigger the physiology of fasting and highlight their impact on weight loss in overweight or obese individuals"
}