{
    "title": "Claudins--key pieces in the tight junction puzzle.",
    "doc_id": "16798613",
    "writer": "Koval M.",
    "year": "2006",
    "summary": "Permeability of the tight junction barrier is determined by a class of transmembrane proteins known as claudins. The relationship between claudins and paracellular permeability is complex and determined not only by the profile of claudin expression but also by the a …",
    "abstract": "Tight junctions restrict the flow of ions and aqueous molecules between cells by forming a selective barrier to the paracellular pathway. Permeability of the tight junction barrier is determined by a class of transmembrane proteins known as claudins. The relationship between claudins and paracellular permeability is complex and determined not only by the profile of claudin expression but also by the arrangement of claudins and other proteins into tight junction strands. This review summarizes progress in understanding how claudins are assembled into tight junctions and how they interact with other tight junction proteins.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16798613/",
    "clean_text": "claudins key pieces in the tight junction puzzle permeability of the tight junction barrier is determined by a class of transmembrane proteins known as claudins the relationship between claudins and paracellular permeability is complex and determined not only by the profile of claudin expression but also by the a tight junctions restrict the flow of ions and aqueous molecules between cells by forming a selective barrier to the paracellular pathway permeability of the tight junction barrier is determined by a class of transmembrane proteins known as claudins the relationship between claudins and paracellular permeability is complex and determined not only by the profile of claudin expression but also by the arrangement of claudins and other proteins into tight junction strands this review summarizes progress in understanding how claudins are assembled into tight junctions and how they interact with other tight junction proteins"
}