{
    "pmid": "41437399",
    "title": "Mechanically induced dysregulation of calcium homeostasis: a molecular linchpin in asthmatic pathogenesis.",
    "abstract": "Asthma is a heterogeneous chronic airway disease characterized by inflammation, hyperresponsiveness, mucus hypersecretion, and remodeling. Emerging evidence highlights calcium homeostasis imbalance as a central molecular hub integrating mechanical stress with immune-inflammatory responses. This review synthesizes recent mechanistic insights into how dysregulated calcium signaling-via transient receptor potential (TRP) channels (e.g., TRPV1, TRPA1), store-operated calcium entry (SOCE), L-type calcium channels (LTCCs), and mechanosensitive Piezo1-drives key asthma phenotypes. Calcium fluctuations triggered by mechanical stimulation disrupt the epithelial barrier. This process is achieved through activating calcium protease, which degrades E-cadherin and occludin, a tight junction protein. Simultaneously, it enhances the release of Th2-type cytokines (e.g., IL-4 and IL-13) and sustains the pathological state of mucosal cell proliferation via the TMEM16A channel. In airway smooth muscle, calcium dyshomeostasis enhances contractility via the myosin light-chain kinase (MLCK)/RhoA-ROCK axis and SOCE hyperactivation, while Piezo1-mediated mechano transduction exacerbates extracellular matrix (ECM) deposition and remodeling. We propose a bidirectional \"calcium-barrier-inflammation vicious cycle\" where mechanical stress and cytokines synergize to sustain pathology. Interventions targeting calcium-regulated nodes (such as STIM1-Orai1 and Piezo1) may provide a new direction for asthma treatment beyond traditional anti-inflammatory strategies.",
    "disease": "asthma",
    "clean_text": "mechanically induced dysregulation of calcium homeostasis a molecular linchpin in asthmatic pathogenesis asthma is a heterogeneous chronic airway disease characterized by inflammation hyperresponsiveness mucus hypersecretion and remodeling emerging evidence highlights calcium homeostasis imbalance as a central molecular hub integrating mechanical stress with immune inflammatory responses this review synthesizes recent mechanistic insights into how dysregulated calcium signaling via transient receptor potential trp channels e g trpv trpa store operated calcium entry soce l type calcium channels ltccs and mechanosensitive piezo drives key asthma phenotypes calcium fluctuations triggered by mechanical stimulation disrupt the epithelial barrier this process is achieved through activating calcium protease which degrades e cadherin and occludin a tight junction protein simultaneously it enhances the release of th type cytokines e g il and il and sustains the pathological state of mucosal cell proliferation via the tmem a channel in airway smooth muscle calcium dyshomeostasis enhances contractility via the myosin light chain kinase mlck rhoa rock axis and soce hyperactivation while piezo mediated mechano transduction exacerbates extracellular matrix ecm deposition and remodeling we propose a bidirectional calcium barrier inflammation vicious cycle where mechanical stress and cytokines synergize to sustain pathology interventions targeting calcium regulated nodes such as stim orai and piezo may provide a new direction for asthma treatment beyond traditional anti inflammatory strategies"
}