{
    "pmid": "41351929",
    "title": "Generation of a shelf-stable, broadly-reactive influenza vaccine formulated with TLR4, TLR7/8, or TLR9 stimulating adjuvants.",
    "abstract": "Vaccine distribution to undeveloped regions of the world is often hindered by the lack of efficient cold-chain networks. In this study, the thin-film freezing (TFF) process was used to freeze-dry next generation influenza vaccines for shelf-stable storage. Influenza H1 and H3 hemagglutinin proteins based upon the computationally-optimized broadly-reactive antigen (COBRA) methodology were mixed with one of three toll-like receptor (TLR) agonists, CpG1826 (TLR9 agonist), INI-2002 (TLR4 agonist), or INI-4001 (TLR7/8 agonist). Following the TFF process, these vaccines were reconstituted phosphate buffered saline (PBS) and delivered intranasally to ferrets. Vaccines containing the TLR4 or TLR7/8 adjuvants had broader HAI activity against the panel of H1N1 and H3N2 influenza viruses than ferrets vaccinated with COBRA HA mixed with the TLR9 adjuvant. However, all vaccinated ferrets from these groups were protected against an H1N1 influenza virus challenge, irrespective of the adjuvant. Overall, the constituted vaccines used following the TFF process were effective at eliciting protective immune responses following intranasal administration to ferrets.",
    "disease": "influenza",
    "clean_text": "generation of a shelf stable broadly reactive influenza vaccine formulated with tlr tlr or tlr stimulating adjuvants vaccine distribution to undeveloped regions of the world is often hindered by the lack of efficient cold chain networks in this study the thin film freezing tff process was used to freeze dry next generation influenza vaccines for shelf stable storage influenza h and h hemagglutinin proteins based upon the computationally optimized broadly reactive antigen cobra methodology were mixed with one of three toll like receptor tlr agonists cpg tlr agonist ini tlr agonist or ini tlr agonist following the tff process these vaccines were reconstituted phosphate buffered saline pbs and delivered intranasally to ferrets vaccines containing the tlr or tlr adjuvants had broader hai activity against the panel of h n and h n influenza viruses than ferrets vaccinated with cobra ha mixed with the tlr adjuvant however all vaccinated ferrets from these groups were protected against an h n influenza virus challenge irrespective of the adjuvant overall the constituted vaccines used following the tff process were effective at eliciting protective immune responses following intranasal administration to ferrets"
}