{
    "pmid": "41446420",
    "title": "TB infection prevention and control at public health facilities in //Karas region, Namibia.",
    "abstract": "To evaluate healthcare workers' (HCWs) providing tuberculosis (TB) services knowledge, attitudes, and practices (KAP) regarding infection prevention and control (IPC), assess barriers and facilitators to TB IPC implementation and adherence, and evaluate existing TB IPC policies at public health facilities in Namibia's //Karas region. Concurrent mixed-methods design. Public healthcare facilities in Namibia's //Karas region. Quantitative data were collected using an online questionnaire distributed via email and social media platforms to HCWs providing TB services. Descriptive statistics were used to summarize respondent characteristics and KAP scores, followed by bivariate analysis using the Pearson χ HCWs demonstrated good knowledge (91.2%) and positive attitudes (85.3%) toward TB IPC, with practice scores less optimal (61.8%). Knowledge was associated with district ( Strengthening TB IPC requires investment in infrastructure, training, consistent monitoring, and policy enforcement. Targeted IPC interventions can address key barriers and improve adherence across public health facilities.",
    "disease": "tuberculosis",
    "clean_text": "tb infection prevention and control at public health facilities in karas region namibia to evaluate healthcare workers hcws providing tuberculosis tb services knowledge attitudes and practices kap regarding infection prevention and control ipc assess barriers and facilitators to tb ipc implementation and adherence and evaluate existing tb ipc policies at public health facilities in namibia s karas region concurrent mixed methods design public healthcare facilities in namibia s karas region quantitative data were collected using an online questionnaire distributed via email and social media platforms to hcws providing tb services descriptive statistics were used to summarize respondent characteristics and kap scores followed by bivariate analysis using the pearson hcws demonstrated good knowledge and positive attitudes toward tb ipc with practice scores less optimal knowledge was associated with district strengthening tb ipc requires investment in infrastructure training consistent monitoring and policy enforcement targeted ipc interventions can address key barriers and improve adherence across public health facilities"
}