{
    "title": "Calcifying Epithelial Odontogenic Tumor: A Case Report.",
    "doc_id": "32347824",
    "writer": "Baral R",
    "year": "2020",
    "summary": "Histologically, Pindborg tumor consists of three distinct histological compo-nents: sheets of polyhedral epithelial cells, amyloid like deposits, and calcifications. This case report describes a case of Calcifying epithelial odontogenic tumor in 26 years old female …",
    "abstract": "Calcifying epithelial odontogenic tumor is a rare benign odontogenic tumor which accounts for approximately 1% of the entire odontogenic tumor. It was firstly described by Pindborg, and thus, is also referred to as the \"Pindborg tumor\". Histologically, Pindborg tumor consists of three distinct histological compo-nents: sheets of polyhedral epithelial cells, amyloid like deposits, and calcifications. This case report describes a case of Calcifying epithelial odontogenic tumor in 26 years old female patient presented with the swelling in right posterior region of mandible. Taking into account of the aggressive nature of the lesion segmental resection of the mandible followed by reconstruction was planned for treatment. This case report highlights the importance of appropriate clinical, radiographical and histological correlation for the correct diagnosis and treatment of Pindborg tumor.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32347824/",
    "clean_text": "calcifying epithelial odontogenic tumor a case report histologically pindborg tumor consists of three distinct histological compo nents sheets of polyhedral epithelial cells amyloid like deposits and calcifications this case report describes a case of calcifying epithelial odontogenic tumor in years old female calcifying epithelial odontogenic tumor is a rare benign odontogenic tumor which accounts for approximately of the entire odontogenic tumor it was firstly described by pindborg and thus is also referred to as the pindborg tumor histologically pindborg tumor consists of three distinct histological compo nents sheets of polyhedral epithelial cells amyloid like deposits and calcifications this case report describes a case of calcifying epithelial odontogenic tumor in years old female patient presented with the swelling in right posterior region of mandible taking into account of the aggressive nature of the lesion segmental resection of the mandible followed by reconstruction was planned for treatment this case report highlights the importance of appropriate clinical radiographical and histological correlation for the correct diagnosis and treatment of pindborg tumor"
}