{
    "pmid": "41393562",
    "title": "Standing Still: A Case of Stiff Person Syndrome and Common Variable Immunodeficiency.",
    "abstract": "Stiff-person syndrome (SPS) is a rare autoimmune neurologic disorder characterized by progressive rigidity and spasms, while common variable immunodeficiency (CVID) features hypogammaglobulinemia and recurrent infections. Their coexistence complicates management by requiring autoimmune suppression without further compromising host defense. A 54-year-old man with CVID, diagnosed based on hypogammaglobulinemia (IgG 386 mg/dL) and recurrent sinopulmonary infections, subsequently developed SPS with progressive truncal and limb stiffness, causing gait impairment and dyspnea. He experienced a severe aspergillus pneumonia, and examination showed finger clubbing and resting hypoxemia. Pulmonary function testing demonstrated moderate airflow obstruction with distal airway involvement. Chest radiography later revealed an elevated left hemidiaphragm, consistent with respiratory muscle dysfunction in SPS. Combined therapy with intravenous immunoglobulin (IVIG) and rituximab was initiated, yielding meaningful improvement in stiffness and a reduction in respiratory infections. After a motor vehicle accident with spinal fusion, the patient reported worsening exertional dyspnea and variable IgG troughs; treatment was transitioned to subcutaneous immunoglobulin (SCIG) 10% with rHuPH20 to maintain steadier IgG levels. This case emphasizes the importance of immunologic evaluation in refractory SPS and demonstrates that combined IVIG and rituximab can provide functional benefit while addressing CVID. Transition to SCIG may stabilize IgG exposure and sustain clinical gains. A timeline of diagnoses and treatments highlights the interplay between autoimmunity and hypogammaglobulinemia and supports a tailored, multidisciplinary strategy.",
    "disease": "asthma",
    "clean_text": "standing still a case of stiff person syndrome and common variable immunodeficiency stiff person syndrome sps is a rare autoimmune neurologic disorder characterized by progressive rigidity and spasms while common variable immunodeficiency cvid features hypogammaglobulinemia and recurrent infections their coexistence complicates management by requiring autoimmune suppression without further compromising host defense a year old man with cvid diagnosed based on hypogammaglobulinemia igg mg dl and recurrent sinopulmonary infections subsequently developed sps with progressive truncal and limb stiffness causing gait impairment and dyspnea he experienced a severe aspergillus pneumonia and examination showed finger clubbing and resting hypoxemia pulmonary function testing demonstrated moderate airflow obstruction with distal airway involvement chest radiography later revealed an elevated left hemidiaphragm consistent with respiratory muscle dysfunction in sps combined therapy with intravenous immunoglobulin ivig and rituximab was initiated yielding meaningful improvement in stiffness and a reduction in respiratory infections after a motor vehicle accident with spinal fusion the patient reported worsening exertional dyspnea and variable igg troughs treatment was transitioned to subcutaneous immunoglobulin scig with rhuph to maintain steadier igg levels this case emphasizes the importance of immunologic evaluation in refractory sps and demonstrates that combined ivig and rituximab can provide functional benefit while addressing cvid transition to scig may stabilize igg exposure and sustain clinical gains a timeline of diagnoses and treatments highlights the interplay between autoimmunity and hypogammaglobulinemia and supports a tailored multidisciplinary strategy"
}