{
    "pmid": "41455971",
    "title": "Association of socio-economic and clinical factors with influenza vaccination uptake in high-risk individuals: an Italian retrospective cohort study, 2019-2023.",
    "abstract": "Influenza can cause serious complications in individuals with chronic diseases. Although vaccination is strongly recommended for the high-risk population, uptake remains suboptimal. This retrospective cohort study assessed the relationship between demographic, clinical, and socio-economic (SE) factors and influenza vaccination uptake among high-risk patients in the Apulia region over four influenza seasons (2019-2023). Data on comorbidities, vaccination history, and demographics were extracted from the User Fee Exemption Registry, the Immunization Information System, and the Total Population Register, respectively. Each geocoded case was linked to the Italian National Deprivation Index to determine SE status at the census tract level. Descriptive statistics, logistic regression, and multilevel mixed general linear models were used to analyze factors associated with vaccination uptake. Vaccination coverage among people with longstanding illnesses was 35.5% in 2019-2020, peaked at 44.7% in 2020-2021, and declined thereafter (42.9% in 2021 - 2022; 40.1% in 2022 - 2023). Higher uptake was associated with female sex, older age, and a greater number of comorbidities. SE deprivation was inversely associated with vaccination uptake. Individuals with chronic renal/adrenal insufficiency, cardiovascular, or neoplastic diseases had the highest uptake. The data also suggest a potential link between marital status and the likelihood of vaccination. Demographic, SE, and clinical factors may play a significant role in influenza vaccination uptake. Public health strategies should consider these determinants to improve coverage and reduce health inequalities.",
    "disease": "chronic kidney disease",
    "clean_text": "association of socio economic and clinical factors with influenza vaccination uptake in high risk individuals an italian retrospective cohort study influenza can cause serious complications in individuals with chronic diseases although vaccination is strongly recommended for the high risk population uptake remains suboptimal this retrospective cohort study assessed the relationship between demographic clinical and socio economic se factors and influenza vaccination uptake among high risk patients in the apulia region over four influenza seasons data on comorbidities vaccination history and demographics were extracted from the user fee exemption registry the immunization information system and the total population register respectively each geocoded case was linked to the italian national deprivation index to determine se status at the census tract level descriptive statistics logistic regression and multilevel mixed general linear models were used to analyze factors associated with vaccination uptake vaccination coverage among people with longstanding illnesses was in peaked at in and declined thereafter in in higher uptake was associated with female sex older age and a greater number of comorbidities se deprivation was inversely associated with vaccination uptake individuals with chronic renal adrenal insufficiency cardiovascular or neoplastic diseases had the highest uptake the data also suggest a potential link between marital status and the likelihood of vaccination demographic se and clinical factors may play a significant role in influenza vaccination uptake public health strategies should consider these determinants to improve coverage and reduce health inequalities"
}