{
    "title": "Ovarian stimulation and ovarian tumours: a critical reappraisal.",
    "doc_id": "9187944",
    "writer": "Tarlatzis BC",
    "year": "1995",
    "summary": "Increased interest has arisen recently about the possible association between ovarian stimulation and ovarian tumours. In this article, the current knowledge on the epidemiology, pathogenesis and aetiology of ovarian tumours is extensively reviewed in relatio …",
    "abstract": "Increased interest has arisen recently about the possible association between ovarian stimulation and ovarian tumours. In this article, the current knowledge on the epidemiology, pathogenesis and aetiology of ovarian tumours is extensively reviewed in relation to the existing literature on the relationship between ovulation induction and ovarian neoplasia. The available data from epidemiological studies and case reports do not support a direct causal relationship between ovarian stimulation and ovarian cancer. However, it is possible that ovarian stimulants may have an augmenting role for special categories of tumours, e.g. sex-cord stromal tumours. A definite answer to this important issue may be reached through large prospective epidemiological studies or large retrospective well-designed case-control studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9187944/",
    "clean_text": "ovarian stimulation and ovarian tumours a critical reappraisal increased interest has arisen recently about the possible association between ovarian stimulation and ovarian tumours in this article the current knowledge on the epidemiology pathogenesis and aetiology of ovarian tumours is extensively reviewed in relatio increased interest has arisen recently about the possible association between ovarian stimulation and ovarian tumours in this article the current knowledge on the epidemiology pathogenesis and aetiology of ovarian tumours is extensively reviewed in relation to the existing literature on the relationship between ovulation induction and ovarian neoplasia the available data from epidemiological studies and case reports do not support a direct causal relationship between ovarian stimulation and ovarian cancer however it is possible that ovarian stimulants may have an augmenting role for special categories of tumours e g sex cord stromal tumours a definite answer to this important issue may be reached through large prospective epidemiological studies or large retrospective well designed case control studies"
}