{
    "pmid": "41444517",
    "title": "Effect of BCG vaccination on the progression of latent tuberculosis infection to active disease in contacts: a systematic review and meta-analysis.",
    "abstract": "Bacillus Calmette-Guérin (BCG) vaccination is well established for preventing severe tuberculosis (TB) in children; however, its effectiveness in reducing the progression of latent TB infection (LTBI) to active disease remains uncertain, particularly in real-world contact settings. We conducted a systematic review and meta-analysis by searching EMBASE, PubMed, Web of Science, and the Cochrane Library, with data collection completed on December 21, 2024. Eligible studies included individuals with confirmed TB exposure and a positive interferon-gamma release assay (IGRA) result. Pooled risk ratios (RRs) and 95% confidence intervals (CIs) were calculated using the Mantel-Haenszel method under a random-effects model, with between-study variance estimated using restricted maximum likelihood (REML) and Wald-type confidence intervals applied for uncertainty estimation. Heterogeneity was quantified using the I Twenty studies comprising 3,056 participants were included. Using a random-effects model, prior administration of the Bacillus Calmette‑Guérin (BCG) vaccine was associated with a lower risk of LTBI progressing to active TB (RR = 0.57, 95% CI: 0.40-0.82; I BCG vaccination was associated with a significantly lower risk of LTBI progression to active TB, with the strength of this association varying by geographic region and age. These findings highlight the need to consider regional TB burden and age-specific factors when formulating vaccination policies.",
    "disease": "tuberculosis",
    "clean_text": "effect of bcg vaccination on the progression of latent tuberculosis infection to active disease in contacts a systematic review and meta analysis bacillus calmette gu rin bcg vaccination is well established for preventing severe tuberculosis tb in children however its effectiveness in reducing the progression of latent tb infection ltbi to active disease remains uncertain particularly in real world contact settings we conducted a systematic review and meta analysis by searching embase pubmed web of science and the cochrane library with data collection completed on december eligible studies included individuals with confirmed tb exposure and a positive interferon gamma release assay igra result pooled risk ratios rrs and confidence intervals cis were calculated using the mantel haenszel method under a random effects model with between study variance estimated using restricted maximum likelihood reml and wald type confidence intervals applied for uncertainty estimation heterogeneity was quantified using the i twenty studies comprising participants were included using a random effects model prior administration of the bacillus calmette gu rin bcg vaccine was associated with a lower risk of ltbi progressing to active tb rr ci i bcg vaccination was associated with a significantly lower risk of ltbi progression to active tb with the strength of this association varying by geographic region and age these findings highlight the need to consider regional tb burden and age specific factors when formulating vaccination policies"
}