{
    "title": "Physical activity in patients with rheumatoid arthritis.",
    "doc_id": "26639220",
    "writer": "Verhoeven F",
    "year": "2016",
    "summary": "RESULTS: RA is responsible for a marked decrease in physical activity. Physical activity significantly diminishes both the cardiovascular risk and the DAS 28. ...Aerobic exercise is the most commonly advocated type of physical activity …",
    "abstract": "Introduction:\n        \n      \n      Rheumatoid arthritis (RA) is the most common chronic inflammatory joint disease and is associated with an excess risk of cardiovascular disease. For the general population, the World Health Organization has issued detailed recommendations on the type of physical activity appropriate for decreasing the cardiovascular risk. The objective of this work is to review available data on the effects of physical activity in patients with RA.\n    \n\n\n          Results:\n        \n      \n      RA is responsible for a marked decrease in physical activity. Physical activity significantly diminishes both the cardiovascular risk and the DAS 28. Vascular benefits from physical activity include improved endothelial function and slowing of the atherosclerotic process. Physical activity also has favorable effects on bone, slowing radiographic disease progression in small joints and increasing bone mineral density at the femoral neck, although these effects are not statistically significant. Finally, engaging in physical activity increases self-esteem, alleviates symptoms of depression, improves sleep quality, and decreases pain perception. Aerobic exercise is the most commonly advocated type of physical activity. Most interventions were of short duration (4 weeks) and involved aerobic activity (running or cycling) for 60minutes a day 5 days a week. Resistance training has been shown to decrease systemic inflammation and increase muscle strength. The main obstacles to physical activity in patients with RA are related to both the patients, who lack both motivation and knowledge, and the rheumatologists, who also lack knowledge and place insufficient emphasis on promoting physical activity.\n    \n\n\n          Conclusion:\n        \n      \n      Physical activity provides many benefits in patients with RA and should be widely performed. Promoting physical activity should be among the objectives of therapeutic patient education for RA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26639220/",
    "clean_text": "physical activity in patients with rheumatoid arthritis results ra is responsible for a marked decrease in physical activity physical activity significantly diminishes both the cardiovascular risk and the das aerobic exercise is the most commonly advocated type of physical activity introduction rheumatoid arthritis ra is the most common chronic inflammatory joint disease and is associated with an excess risk of cardiovascular disease for the general population the world health organization has issued detailed recommendations on the type of physical activity appropriate for decreasing the cardiovascular risk the objective of this work is to review available data on the effects of physical activity in patients with ra results ra is responsible for a marked decrease in physical activity physical activity significantly diminishes both the cardiovascular risk and the das vascular benefits from physical activity include improved endothelial function and slowing of the atherosclerotic process physical activity also has favorable effects on bone slowing radiographic disease progression in small joints and increasing bone mineral density at the femoral neck although these effects are not statistically significant finally engaging in physical activity increases self esteem alleviates symptoms of depression improves sleep quality and decreases pain perception aerobic exercise is the most commonly advocated type of physical activity most interventions were of short duration weeks and involved aerobic activity running or cycling for minutes a day days a week resistance training has been shown to decrease systemic inflammation and increase muscle strength the main obstacles to physical activity in patients with ra are related to both the patients who lack both motivation and knowledge and the rheumatologists who also lack knowledge and place insufficient emphasis on promoting physical activity conclusion physical activity provides many benefits in patients with ra and should be widely performed promoting physical activity should be among the objectives of therapeutic patient education for ra"
}