{
    "title": "[The cortical collecting duct plays a pivotal role in the kidney's local renin-angiotensin system].",
    "doc_id": "23608311",
    "writer": "Csohány R",
    "year": "2013",
    "summary": "The authors display it in parallel of the copying strategy of an adult and a developing kidney. Furthermore, based on different animal studies it highlights the local role of renin released from the collecting duct. In chronic angiotensin II-infused, 2-kidney, 1-cli …",
    "abstract": "The renin-angiotensin system is one of the most important hormone systems in the body, and the regulations as well as the role in the juxtaglomerular apparatus are well known. The present review focuses on renin secretion in a recently described localization, the cortical collecting duct. The authors display it in parallel of the copying strategy of an adult and a developing kidney. Furthermore, based on different animal studies it highlights the local role of renin released from the collecting duct. In chronic angiotensin II-infused, 2-kidney, 1-clip hypertensive model as well as in diabetic rats the major source of (pro)renin is indeed the collecting duct. In this localization this hormone can reach both the systemic circulation and the interstitial renin-angiotensin system components including the newly described (pro)renin receptor, by which (pro)renin is able to locally activate pro-fibrotic intracellular signal pathways. Consequently, one can postulate that in the future renin may serve either as a new therapeutic target in nephropathy associated with both hypertension and diabetes or as an early diagnostic marker in chronic diseases leading to nephropathy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23608311/",
    "clean_text": "the cortical collecting duct plays a pivotal role in the kidney s local renin angiotensin system the authors display it in parallel of the copying strategy of an adult and a developing kidney furthermore based on different animal studies it highlights the local role of renin released from the collecting duct in chronic angiotensin ii infused kidney cli the renin angiotensin system is one of the most important hormone systems in the body and the regulations as well as the role in the juxtaglomerular apparatus are well known the present review focuses on renin secretion in a recently described localization the cortical collecting duct the authors display it in parallel of the copying strategy of an adult and a developing kidney furthermore based on different animal studies it highlights the local role of renin released from the collecting duct in chronic angiotensin ii infused kidney clip hypertensive model as well as in diabetic rats the major source of pro renin is indeed the collecting duct in this localization this hormone can reach both the systemic circulation and the interstitial renin angiotensin system components including the newly described pro renin receptor by which pro renin is able to locally activate pro fibrotic intracellular signal pathways consequently one can postulate that in the future renin may serve either as a new therapeutic target in nephropathy associated with both hypertension and diabetes or as an early diagnostic marker in chronic diseases leading to nephropathy"
}