{
    "title": "[Normal weight of the brain in adults in relation to age, sex, body height and weight].",
    "doc_id": "8072950",
    "writer": "Hartmann P",
    "year": "1994",
    "summary": "Based on more than 8000 autopsies of male and female patients without brain diseases the normal brain weight of adult males and females in relation to sex, age, body-weight, and body-height as well as Body Mass Index were calculated. ...Per cent …",
    "abstract": "Based on more than 8000 autopsies of male and female patients without brain diseases the normal brain weight of adult males and females in relation to sex, age, body-weight, and body-height as well as Body Mass Index were calculated. The average brain weight of the adult male was 1336 gr; for the adult female 1198 gr. With increasing age, brain weight decreases by 2.7 gr in males, and by 2.2 gr in females per year. Per centimeter body height brain weight increases independent of sex by an average of about 3.7 gr. Body Mass Index is of minor importance and only relevant in males. Based on these data the independent variables, age and height, were for the first time combined in a nomogram for the calculation of brain weight. The mathematical functions were integrated in a computer program which facilitates the calculation of normal brain weights in individual cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8072950/",
    "clean_text": "normal weight of the brain in adults in relation to age sex body height and weight based on more than autopsies of male and female patients without brain diseases the normal brain weight of adult males and females in relation to sex age body weight and body height as well as body mass index were calculated per cent based on more than autopsies of male and female patients without brain diseases the normal brain weight of adult males and females in relation to sex age body weight and body height as well as body mass index were calculated the average brain weight of the adult male was gr for the adult female gr with increasing age brain weight decreases by gr in males and by gr in females per year per centimeter body height brain weight increases independent of sex by an average of about gr body mass index is of minor importance and only relevant in males based on these data the independent variables age and height were for the first time combined in a nomogram for the calculation of brain weight the mathematical functions were integrated in a computer program which facilitates the calculation of normal brain weights in individual cases"
}