{
    "pmid": "41426914",
    "title": "Detection and Epidemiological Characterization of Respiratory Pathogens Causing Infections in Patients at Hospital Angeles Lindavista.",
    "abstract": "Respiratory infections are a major cause of morbidity, particularly among young children and older adults. This study aimed to characterize respiratory pathogens detected at Hospital Angeles Lindavista and identify demographic and clinical factors associated with infection patterns. This retrospective study analyzed the distribution of respiratory pathogens in patients seen between 2022 and 2024 at a private tertiary hospital using the FilmArray (Lyon, France: bioMérieux) molecular diagnostic panel. We reviewed variables such as demographic data, patient type, comorbidities, risk factors, diagnosis, detected pathogens, and type of infection. We conducted an exploratory analysis using chi-square tests to identify statistically significant associations between our variables (p<0.05). Multinomial regression models were used to characterize these associations. The dataset included 718 patients, with simple infections being the most common, accounting for 400 (55.6%) cases. The most prevalent pathogens were human rhinovirus/enterovirus (n=117), influenza (n=67), and respiratory syncytial virus (RSV) (n=67). Multivariate regression analysis identified pediatric age as the most significant risk factor for coinfection; children under five years had higher odds of a double infection compared to adults (OR=83.89, 95% CI: 6.38-27531.38, p<0.001). Specific pathogens were strongly age-associated, with RSV and rhinovirus/enterovirus predominating in children, while SARS-CoV-2 was significantly less common in pediatric groups. Notably, a diagnosis of COVID-19 or influenza was negatively associated with the presence of rhinovirus/enterovirus. After model penalization, no statistically significant seasonal pattern was observed. These findings underscore the importance of age as a major risk factor for respiratory tract infections in general, and for specific etiological agents, such as respiratory syncytial virus, which has particular significance in pediatric populations due to its potential clinical severity and sequelae. These results also highlight the relevance of other microbes, such as human rhinovirus/enterovirus, as a common cause of respiratory tract infections, and previous infections as a risk factor. Finally, this study also emphasizes the potential of molecular diagnostics as a clinical tool and a resource for surveillance, treatment guidance, and preventive strategies.",
    "disease": "influenza",
    "clean_text": "detection and epidemiological characterization of respiratory pathogens causing infections in patients at hospital angeles lindavista respiratory infections are a major cause of morbidity particularly among young children and older adults this study aimed to characterize respiratory pathogens detected at hospital angeles lindavista and identify demographic and clinical factors associated with infection patterns this retrospective study analyzed the distribution of respiratory pathogens in patients seen between and at a private tertiary hospital using the filmarray lyon france biom rieux molecular diagnostic panel we reviewed variables such as demographic data patient type comorbidities risk factors diagnosis detected pathogens and type of infection we conducted an exploratory analysis using chi square tests to identify statistically significant associations between our variables p multinomial regression models were used to characterize these associations the dataset included patients with simple infections being the most common accounting for cases the most prevalent pathogens were human rhinovirus enterovirus n influenza n and respiratory syncytial virus rsv n multivariate regression analysis identified pediatric age as the most significant risk factor for coinfection children under five years had higher odds of a double infection compared to adults or ci p specific pathogens were strongly age associated with rsv and rhinovirus enterovirus predominating in children while sars cov was significantly less common in pediatric groups notably a diagnosis of covid or influenza was negatively associated with the presence of rhinovirus enterovirus after model penalization no statistically significant seasonal pattern was observed these findings underscore the importance of age as a major risk factor for respiratory tract infections in general and for specific etiological agents such as respiratory syncytial virus which has particular significance in pediatric populations due to its potential clinical severity and sequelae these results also highlight the relevance of other microbes such as human rhinovirus enterovirus as a common cause of respiratory tract infections and previous infections as a risk factor finally this study also emphasizes the potential of molecular diagnostics as a clinical tool and a resource for surveillance treatment guidance and preventive strategies"
}