{
    "pmid": "41380718",
    "title": "[Pediatric pneumological aspects in the care of children with Down Syndrome].",
    "abstract": "Pulmonary problems are common in children with Downsyndrome/trisomy 21, alongside other health issues, but are often given too little attention. The aim of this review is to summarize these aspects for pediatric pulmonologists. Narrow nasal passages, a small pharynx and larynx, in combination with relative macroglossia, other airway malformations, and generalized muscular hypotonia, lead to glossoptosis, which in very young infants frequently causes obstructive sleep apnea syndrome. If left untreated, this is associated with impaired cognitive development. The children also suffer from chronic rhinitis. Together with recurrent silent aspirations resulting from the typical dysphagia of children with Trisomie 21 and immune dysregulation, lower respiratory tract infections are common and often severe. Viral infections caused by RSV, influenza, and SARS-CoV-2 more frequently lead to hospitalizations and have a much higher mortality rate than in healthy children. Children with Down syndrome are also more likely to develop chronic wheezing. The development of pulmonary hypertension may rarely occur even without an associated heart defect. This article summarizes the diagnostic and therapeutic tasks related to pulmonary problems in children with Down syndrome for the pediatric pulmonologist. Pneumologische Probleme sind bei Kindern mit Down-Syndrom/Trisomie 21 neben anderen gesundheitlichen Aspekten häufig, aber zu wenig beachtet. Das Ziel dieses Reviews ist es, diese Aspekte für den Kinderpneumologen zusammenzufassen. Enge Nasengänge, ein schmaler Pharynx und Larynx bedingen zusammen mit der relativen Makroglossie und anderen Fehlbildungen der Atemwege sowie der generalisierten muskulären Hypotonie eine Glossoptose, die bereits bei sehr kleinen Säuglingen ein obstruktives Schlafapnoe-Syndrom hervorrufen kann, welches unbehandelt mit schlechter kognitiver Entwicklung assoziiert ist. Die Kinder leiden weiterhin häufig an einer chronischen Rhinitis. Zusammen mit stillen Aspirationen im Rahmen der typischen Dysphagie von Kindern mit Trisomie 21 und einer Immundysregulation sind untere Atemwegsinfektionen häufig und verlaufen oft schwer. Virusinfektionen (z. B. durch RSV, Influenzaviren und SARS-CoV-2) verlaufen schwerer, führen häufiger zu Hospitalisierungen und haben eine höhere Mortalität als bei gesunden Kindern. Kinder mit Down-Syndrom entwickeln häufiger rezidivierende obstruktive Bronchitiden. Eine pulmonale Hypertension kann bei diesen Kindern selten auch ohne assoziiertes Vitium cordis auftreten. In diesem Beitrag werden für den Kinderpneumologen die Aufgaben in Diagnostik und Therapie von pneumologischen Problemen von Kindern mit Down-Syndrom im Zusammenspiel mit anderen Fachdisziplinen zusammengefasst.",
    "disease": "influenza",
    "clean_text": "pediatric pneumological aspects in the care of children with down syndrome pulmonary problems are common in children with downsyndrome trisomy alongside other health issues but are often given too little attention the aim of this review is to summarize these aspects for pediatric pulmonologists narrow nasal passages a small pharynx and larynx in combination with relative macroglossia other airway malformations and generalized muscular hypotonia lead to glossoptosis which in very young infants frequently causes obstructive sleep apnea syndrome if left untreated this is associated with impaired cognitive development the children also suffer from chronic rhinitis together with recurrent silent aspirations resulting from the typical dysphagia of children with trisomie and immune dysregulation lower respiratory tract infections are common and often severe viral infections caused by rsv influenza and sars cov more frequently lead to hospitalizations and have a much higher mortality rate than in healthy children children with down syndrome are also more likely to develop chronic wheezing the development of pulmonary hypertension may rarely occur even without an associated heart defect this article summarizes the diagnostic and therapeutic tasks related to pulmonary problems in children with down syndrome for the pediatric pulmonologist pneumologische probleme sind bei kindern mit down syndrom trisomie neben anderen gesundheitlichen aspekten h ufig aber zu wenig beachtet das ziel dieses reviews ist es diese aspekte f r den kinderpneumologen zusammenzufassen enge naseng nge ein schmaler pharynx und larynx bedingen zusammen mit der relativen makroglossie und anderen fehlbildungen der atemwege sowie der generalisierten muskul ren hypotonie eine glossoptose die bereits bei sehr kleinen s uglingen ein obstruktives schlafapnoe syndrom hervorrufen kann welches unbehandelt mit schlechter kognitiver entwicklung assoziiert ist die kinder leiden weiterhin h ufig an einer chronischen rhinitis zusammen mit stillen aspirationen im rahmen der typischen dysphagie von kindern mit trisomie und einer immundysregulation sind untere atemwegsinfektionen h ufig und verlaufen oft schwer virusinfektionen z b durch rsv influenzaviren und sars cov verlaufen schwerer f hren h ufiger zu hospitalisierungen und haben eine h here mortalit t als bei gesunden kindern kinder mit down syndrom entwickeln h ufiger rezidivierende obstruktive bronchitiden eine pulmonale hypertension kann bei diesen kindern selten auch ohne assoziiertes vitium cordis auftreten in diesem beitrag werden f r den kinderpneumologen die aufgaben in diagnostik und therapie von pneumologischen problemen von kindern mit down syndrom im zusammenspiel mit anderen fachdisziplinen zusammengefasst"
}