{
    "title": "The epidemiology, pathogenesis and histopathology of fatty liver disease.",
    "doc_id": "22372457",
    "writer": "Levene AP",
    "year": "2012",
    "summary": "Fatty liver disease includes non-alcoholic fatty liver disease (NAFLD) and alcoholic liver disease (ALD), each of which is increasing in prevalence. ...NAFLD is associated with obesity, diabetes, and insulin resistance, and is considered to be t …",
    "abstract": "Fatty liver disease includes non-alcoholic fatty liver disease (NAFLD) and alcoholic liver disease (ALD), each of which is increasing in prevalence. Each represents a histological spectrum that extends from isolated steatosis to steatohepatitis and cirrhosis. NAFLD is associated with obesity, diabetes, and insulin resistance, and is considered to be the liver manifestation of the metabolic syndrome. The pathogenesis of NAFLD and ALD involves cytokines, adipokines, oxidative stress, and apoptosis. Histopathology is the gold standard for assessing the severity of liver damage in NAFLD and ALD. We have reviewed the literature, and described and compared the epidemiology, natural disease history, pathogenesis and histopathology of NAFLD and ALD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22372457/",
    "clean_text": "the epidemiology pathogenesis and histopathology of fatty liver disease fatty liver disease includes non alcoholic fatty liver disease nafld and alcoholic liver disease ald each of which is increasing in prevalence nafld is associated with obesity diabetes and insulin resistance and is considered to be t fatty liver disease includes non alcoholic fatty liver disease nafld and alcoholic liver disease ald each of which is increasing in prevalence each represents a histological spectrum that extends from isolated steatosis to steatohepatitis and cirrhosis nafld is associated with obesity diabetes and insulin resistance and is considered to be the liver manifestation of the metabolic syndrome the pathogenesis of nafld and ald involves cytokines adipokines oxidative stress and apoptosis histopathology is the gold standard for assessing the severity of liver damage in nafld and ald we have reviewed the literature and described and compared the epidemiology natural disease history pathogenesis and histopathology of nafld and ald"
}