{
    "pmid": "41391686",
    "title": "Pathological gain-of-function human variants in the GRIK2 kainate receptor gene cause wide-ranging behavioral dysfunction and seizures in mouse models.",
    "abstract": "De novo variants in a subset of ionotropic glutamate receptor (iGluR) genes cause nonsyndromic neurodevelopmental disorders (NDDs). Two recurrent variants in the kainate receptor (KAR) gene GRIK2 result in the gain-of-function (GoF) substitutions p.Ala657Thr and p.Thr660Lys in a critical pore-forming domain of the GluK2 subunit. Disorders in individuals with these variants manifest as intellectual disability, developmental delay, motor impairments, and, in the case of p.Thr660Lys, epilepsy. To explore their pathogenicity and phenotypic consequences in vivo, we generated knock-in mouse models harboring orthologous Grik2 mutations. Behavioral analyses revealed a range of developmental, motor, cognitive, and naturalistic behavior impairments in both lines, with the mouse model of the variant p.Thr660Lys, GluK2(T660K), exhibiting more severe phenotypes, consistent with clinical observations in humans. GluK2(T660K) mice also display interictal EEG abnormalities and handling-induced seizures. These models establish the first in vivo platforms for dissecting the underlying mechanisms of NDDs caused by GoF mutations in the GluK2 KAR subunit and represent crucial tools for therapeutic development.",
    "disease": "epilepsy",
    "clean_text": "pathological gain of function human variants in the grik kainate receptor gene cause wide ranging behavioral dysfunction and seizures in mouse models de novo variants in a subset of ionotropic glutamate receptor iglur genes cause nonsyndromic neurodevelopmental disorders ndds two recurrent variants in the kainate receptor kar gene grik result in the gain of function gof substitutions p ala thr and p thr lys in a critical pore forming domain of the gluk subunit disorders in individuals with these variants manifest as intellectual disability developmental delay motor impairments and in the case of p thr lys epilepsy to explore their pathogenicity and phenotypic consequences in vivo we generated knock in mouse models harboring orthologous grik mutations behavioral analyses revealed a range of developmental motor cognitive and naturalistic behavior impairments in both lines with the mouse model of the variant p thr lys gluk t k exhibiting more severe phenotypes consistent with clinical observations in humans gluk t k mice also display interictal eeg abnormalities and handling induced seizures these models establish the first in vivo platforms for dissecting the underlying mechanisms of ndds caused by gof mutations in the gluk kar subunit and represent crucial tools for therapeutic development"
}