{
    "title": "Implant placement and loading protocols in partially edentulous patients: A systematic review.",
    "doc_id": "30328194",
    "writer": "Gallucci GO",
    "year": "2018",
    "summary": "The weighted cumulative survival rate of each type of placement and loading protocol was 98.4% (Type 1A), 98.2% (Type 1B), 96.0% (Type 1C), 100% (Type 2-3B), 96.3% (Type 2-3C), 97.9% (Type 4A), 98.3% (Type …",
    "abstract": "Objectives:\n        \n      \n      To systematically review the evidence for the clinical outcome of fixed implant prostheses treated with different combinations of implant placement and loading protocols in partially edentulous patients.\n    \n\n\n          Materials and methods:\n        \n      \n      An electronic search was performed in Medline, Embase, and Central to identify studies investigating the outcome of implants subjected to immediate placement + immediate restoration/loading (Type 1A), immediate placement + early loading (Type 1B), immediate placement + conventional loading (Type 1C), early placement + immediate restoration/loading (Type 2-3A), early placement + early loading (Type 2-3B), early placement + conventional loading (Type 2-3C), late placement + immediate restoration/loading (Type 4A), late placement + early loading (Type 4B), late placement + conventional loading (Type 4C) with implant-supported fixed dental prostheses (IFDPs) in partially edentulous patients. Only human studies with at least 10 cases and a minimum follow-up time of 12 months, reporting on solid-screw-type implants with rough surfaces and an intra-osseous diameter between 3 and 6 mm, were included. A cumulative survival rate for each type of the implant placement and loading protocols was weighted by the duration of follow-up and number of implants.\n    \n\n\n          Results:\n        \n      \n      The search provided 5,248 titles from which 2,362 abstracts and 449 full-text articles were screened. A total of 69 publications that comprised 23 comparative studies (15 randomized controlled trials, 7 controlled clinical trials) and 47 noncomparative studies (34 prospective cohort studies, 13 retrospective cohort studies) were included for analysis. Considerable heterogeneity in study design was found, and therefore, a meta-analysis of controlled studies was not possible. The weighted cumulative survival rate of each type of placement and loading protocol was 98.4% (Type 1A), 98.2% (Type 1B), 96.0% (Type 1C), 100% (Type 2-3B), 96.3% (Type 2-3C), 97.9% (Type 4A), 98.3% (Type 4B), and 97.7% (Type 4C). Type 1C, Type 2-3C, Type 4B, and Type 4C were scientifically and clinically validated (SCV). Type 1A, Type 1B, and Type 4A were clinically documented (CD), and Type 2-3A and Type 2-3B were clinically insufficiently documented (CID).\n    \n\n\n          Conclusions:\n        \n      \n      Evaluating outcomes in oral implantology by combining the placement and loading protocols are paramount. The selected loading protocol appears to influence the outcome of immediate implant placement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30328194/",
    "clean_text": "implant placement and loading protocols in partially edentulous patients a systematic review the weighted cumulative survival rate of each type of placement and loading protocol was type a type b type c type b type c type a type objectives to systematically review the evidence for the clinical outcome of fixed implant prostheses treated with different combinations of implant placement and loading protocols in partially edentulous patients materials and methods an electronic search was performed in medline embase and central to identify studies investigating the outcome of implants subjected to immediate placement immediate restoration loading type a immediate placement early loading type b immediate placement conventional loading type c early placement immediate restoration loading type a early placement early loading type b early placement conventional loading type c late placement immediate restoration loading type a late placement early loading type b late placement conventional loading type c with implant supported fixed dental prostheses ifdps in partially edentulous patients only human studies with at least cases and a minimum follow up time of months reporting on solid screw type implants with rough surfaces and an intra osseous diameter between and mm were included a cumulative survival rate for each type of the implant placement and loading protocols was weighted by the duration of follow up and number of implants results the search provided titles from which abstracts and full text articles were screened a total of publications that comprised comparative studies randomized controlled trials controlled clinical trials and noncomparative studies prospective cohort studies retrospective cohort studies were included for analysis considerable heterogeneity in study design was found and therefore a meta analysis of controlled studies was not possible the weighted cumulative survival rate of each type of placement and loading protocol was type a type b type c type b type c type a type b and type c type c type c type b and type c were scientifically and clinically validated scv type a type b and type a were clinically documented cd and type a and type b were clinically insufficiently documented cid conclusions evaluating outcomes in oral implantology by combining the placement and loading protocols are paramount the selected loading protocol appears to influence the outcome of immediate implant placement"
}