{
    "title": "Juvenile idiopathic arthritis of the temporomandibular joint - no longer the forgotten joint.",
    "doc_id": "35249742",
    "writer": "Patel K",
    "year": "2022",
    "summary": "Juvenile idiopathic arthritis (JIA) of the temporomandibular joint (TMJ) is common in children, with an increasing awareness of the condition in all healthcare professionals. ...",
    "abstract": "Juvenile idiopathic arthritis (JIA) of the temporomandibular joint (TMJ) is common in children, with an increasing awareness of the condition in all healthcare professionals. TMJ involvement presents a challenge in both diagnosis and treatment, as late presentation can still occur as the disease often develops asymptomatically. This can result in facial deformity and/or functional difficulties including obstructive sleep apnoea. Early diagnosis is therefore essential, requiring a high index of clinical suspicion coupled with the judicious use of gadolinium contrast magnetic resonance imaging (MRI). Long-term management is best provided by a multidisciplinary team as patients often need a combination of pharmacological management, surgical interventions, orthodontics, and psychological support. End stage deformity can be treated by different surgical options, each with their own risks and benefits, however recently there is increasing recognition for the role of total alloplastic TMJ replacement. This review focuses on the diagnosis and management of TMJ arthritis and aims to highlight the important role of maxillofacial surgeons in JIA treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35249742/",
    "clean_text": "juvenile idiopathic arthritis of the temporomandibular joint no longer the forgotten joint juvenile idiopathic arthritis jia of the temporomandibular joint tmj is common in children with an increasing awareness of the condition in all healthcare professionals juvenile idiopathic arthritis jia of the temporomandibular joint tmj is common in children with an increasing awareness of the condition in all healthcare professionals tmj involvement presents a challenge in both diagnosis and treatment as late presentation can still occur as the disease often develops asymptomatically this can result in facial deformity and or functional difficulties including obstructive sleep apnoea early diagnosis is therefore essential requiring a high index of clinical suspicion coupled with the judicious use of gadolinium contrast magnetic resonance imaging mri long term management is best provided by a multidisciplinary team as patients often need a combination of pharmacological management surgical interventions orthodontics and psychological support end stage deformity can be treated by different surgical options each with their own risks and benefits however recently there is increasing recognition for the role of total alloplastic tmj replacement this review focuses on the diagnosis and management of tmj arthritis and aims to highlight the important role of maxillofacial surgeons in jia treatment"
}