{
    "pmid": "41446227",
    "title": "T CELLS promote the growth of small-cell lung carcinoma via an IL-6/CD74 axis.",
    "abstract": "A central challenge in immuno-oncology is overcoming the limited efficacy and durability of immune checkpoint inhibition (ICI). This is particularly true in small-cell lung cancer (SCLC), where chemotherapy plus ICI is standard of care but rarely curative. Here, we found that T cells are surprisingly both necessary and sufficient for optimal tumor growth in mouse models of SCLC. These pro-tumoral effects are mediated by interleukin-6 (IL-6) production, which induces the pro-survival factor CD74 in SCLC cells. Notably, T cells within human SCLC tumors express IL-6, and low IL-6 signaling correlates with improved survival following chemotherapy plus ICI in patients. Accordingly, IL-6 blockade synergizes with ICI to inhibit SCLC growth in vivo. These findings reveal a paradoxical role for T cells in SCLC, uncovering an unexpected T cell-IL-6-CD74 axis that promotes tumor survival, and identify IL-6 as a promising target to help unleash the full potential of immunotherapy in this aggressive cancer.",
    "disease": "lung cancer",
    "clean_text": "t cells promote the growth of small cell lung carcinoma via an il cd axis a central challenge in immuno oncology is overcoming the limited efficacy and durability of immune checkpoint inhibition ici this is particularly true in small cell lung cancer sclc where chemotherapy plus ici is standard of care but rarely curative here we found that t cells are surprisingly both necessary and sufficient for optimal tumor growth in mouse models of sclc these pro tumoral effects are mediated by interleukin il production which induces the pro survival factor cd in sclc cells notably t cells within human sclc tumors express il and low il signaling correlates with improved survival following chemotherapy plus ici in patients accordingly il blockade synergizes with ici to inhibit sclc growth in vivo these findings reveal a paradoxical role for t cells in sclc uncovering an unexpected t cell il cd axis that promotes tumor survival and identify il as a promising target to help unleash the full potential of immunotherapy in this aggressive cancer"
}