{
    "pmid": "41448652",
    "title": "Decreasing prevalence in sickness Presenteeism before, during, and after the COVID-19 pandemic: evidence from Korean repeated National Surveys.",
    "abstract": "This study aimed to investigate the association between the coronavirus disease 2019 (COVID-19) pandemic and sickness presenteeism by directly comparing data collected before, during, and after the pandemic. We analyzed data from the fifth (conducted before the pandemic: Jul 2017-Nov 2017), sixth (conducted during the pandemic: Oct 2020-Apr 2021), and seventh (conducted after the pandemic: Jul 2023-Nov 2023) Korean Working Conditions Surveys, comprising 114 140 workers. The primary outcome was self-reported sickness presenteeism, defined as attending work despite illness over the past 12 months. Logistic regression models were used to estimate the association between the COVID-19 period and sickness presenteeism after adjusting for demographic characteristics. The prevalence of sickness presenteeism significantly decreased from 20.9% (before the pandemic) to 17.2% (during the pandemic), and it further decreased to 6.9% (after the pandemic). After adjusting for demographic and workplace characteristics, the odds of sickness presenteeism were significantly lower during the pandemic (odds ratio [OR] 0.84, 95% confidence interval [CI], 0.80-0.87) than before. Furthermore, the odds further decreased after the pandemic (OR 0.35, 95% CI, 0.33-0.37) relative to during the pandemic. Sickness presenteeism decreased across the COVID-19 pandemic periods in South Korea. This decrease was observed in relation to the implementation of government-mandated sick leave policies for infectious disease control, suggesting an association between policy enforcement and decreasing sickness presenteeism.",
    "disease": "covid-19",
    "clean_text": "decreasing prevalence in sickness presenteeism before during and after the covid pandemic evidence from korean repeated national surveys this study aimed to investigate the association between the coronavirus disease covid pandemic and sickness presenteeism by directly comparing data collected before during and after the pandemic we analyzed data from the fifth conducted before the pandemic jul nov sixth conducted during the pandemic oct apr and seventh conducted after the pandemic jul nov korean working conditions surveys comprising workers the primary outcome was self reported sickness presenteeism defined as attending work despite illness over the past months logistic regression models were used to estimate the association between the covid period and sickness presenteeism after adjusting for demographic characteristics the prevalence of sickness presenteeism significantly decreased from before the pandemic to during the pandemic and it further decreased to after the pandemic after adjusting for demographic and workplace characteristics the odds of sickness presenteeism were significantly lower during the pandemic odds ratio or confidence interval ci than before furthermore the odds further decreased after the pandemic or ci relative to during the pandemic sickness presenteeism decreased across the covid pandemic periods in south korea this decrease was observed in relation to the implementation of government mandated sick leave policies for infectious disease control suggesting an association between policy enforcement and decreasing sickness presenteeism"
}