{
    "pmid": "41461706",
    "title": "AI-driven tongue image analysis for diagnosing and predicting coronary artery disease.",
    "abstract": "Coronary artery disease is a leading cause of mortality worldwide, with current diagnostic methods presenting challenges of invasiveness and accuracy. This study investigates artificial intelligence-powered tongue image analysis as a novel, non-invasive diagnostic tool for coronary artery disease. Drawing on principles from Traditional Iranian Medicine, we analyzed tongue features, including color, fissures, coating, moisture, and red spots, in 906 patients undergoing coronary angiography. A dataset of 12,000 tongue images was used to train artificial intelligence models, which were created using high-resolution images captured with a Visioface device. The Segment-Anything Model facilitated tongue segmentation, while DeepLabv3+/DINOv2 architectures were employed for feature extraction and stenosis classification. Results indicated that artificial intelligence predictions achieved up to 80% accuracy for left circumflex artery stenosis, highlighting tongue color and fissures as significant predictors of this condition. This study presents artificial intelligence-driven tongue analysis as a rapid and cost-effective adjunct for screening coronary artery disease, particularly in resource-limited settings, and warrants further validation in diverse populations.",
    "disease": "coronary artery disease",
    "clean_text": "ai driven tongue image analysis for diagnosing and predicting coronary artery disease coronary artery disease is a leading cause of mortality worldwide with current diagnostic methods presenting challenges of invasiveness and accuracy this study investigates artificial intelligence powered tongue image analysis as a novel non invasive diagnostic tool for coronary artery disease drawing on principles from traditional iranian medicine we analyzed tongue features including color fissures coating moisture and red spots in patients undergoing coronary angiography a dataset of tongue images was used to train artificial intelligence models which were created using high resolution images captured with a visioface device the segment anything model facilitated tongue segmentation while deeplabv dinov architectures were employed for feature extraction and stenosis classification results indicated that artificial intelligence predictions achieved up to accuracy for left circumflex artery stenosis highlighting tongue color and fissures as significant predictors of this condition this study presents artificial intelligence driven tongue analysis as a rapid and cost effective adjunct for screening coronary artery disease particularly in resource limited settings and warrants further validation in diverse populations"
}