{
    "pmid": "41459378",
    "title": "Breast cancer awareness and breast self-examination among females in the Middle East and North Africa: a multinational cross-sectional study.",
    "abstract": "Globally, breast cancer is the most common cancer among women. In 2022, it was estimated to have resulted in 670 000 deaths and 2.3 million new cases and represented 6.9% of all cancer-related deaths and 11.6% of the global cancer burden. In Middle East and North Africa (MENA) countries, screening and early detection continue to lag despite global initiatives like the WHO's Global Breast Cancer Initiative that has pledged to reduce mortality by 2.5% annually. Despite it being a low-cost and easy-to-access screening method, breast self-examination (BSE) is far from prevalent across the region. The objective of this research is to investigate awareness about breast cancer and the practice of BSE among women in MENA. An observational cross-sectional study was conducted across multiple MENA countries from March to August 2024. Convenience sampling was employed, and participants completed an online, self-administered questionnaire in Arabic or English. All analyses were conducted using R V.4.4.1. Descriptive statistics were used to summarise participant characteristics, and multivariable logistic regression models were fitted to identify factors associated with breast cancer awareness and BSE awareness. A total of 5435 women participated in this study. Overall, most participants demonstrated poor awareness of breast cancer (60.8%), and BSE awareness was similarly suboptimal (56.95% poor). In this adjusted model, higher awareness clustered among women with mid-life age, higher education, high income and greater personal/clinical exposure (benign injury, knowing someone affected), and among those informed by healthcare professionals. Lower awareness was linked to suburban residence, married/divorced status and reliance on mass-media channels. These patterns suggest prioritising outreach to suburban communities and women with lower educational attainment or non-clinical information sources, while integrating health-professional-led education into public campaigns.Good BSE awareness concentrates among the youngest women and those using broadcast/social media and is lower with older age, average/high income, manual work, prior benign injury and personal acquaintance with a case; residence shows no significant association. Overall awareness was suboptimal, with most participants below the 'good' threshold. Drivers of awareness differed between general breast cancer knowledge and BSE, highlighting the need for age-tailored and education-tailored, channel-specific interventions codelivered with healthcare professionals and reinforced through targeted digital outreach. Given the cross-sectional design, these associations are non-causal and warrant confirmation in longitudinal studies.",
    "disease": "breast cancer",
    "clean_text": "breast cancer awareness and breast self examination among females in the middle east and north africa a multinational cross sectional study globally breast cancer is the most common cancer among women in it was estimated to have resulted in deaths and million new cases and represented of all cancer related deaths and of the global cancer burden in middle east and north africa mena countries screening and early detection continue to lag despite global initiatives like the who s global breast cancer initiative that has pledged to reduce mortality by annually despite it being a low cost and easy to access screening method breast self examination bse is far from prevalent across the region the objective of this research is to investigate awareness about breast cancer and the practice of bse among women in mena an observational cross sectional study was conducted across multiple mena countries from march to august convenience sampling was employed and participants completed an online self administered questionnaire in arabic or english all analyses were conducted using r v descriptive statistics were used to summarise participant characteristics and multivariable logistic regression models were fitted to identify factors associated with breast cancer awareness and bse awareness a total of women participated in this study overall most participants demonstrated poor awareness of breast cancer and bse awareness was similarly suboptimal poor in this adjusted model higher awareness clustered among women with mid life age higher education high income and greater personal clinical exposure benign injury knowing someone affected and among those informed by healthcare professionals lower awareness was linked to suburban residence married divorced status and reliance on mass media channels these patterns suggest prioritising outreach to suburban communities and women with lower educational attainment or non clinical information sources while integrating health professional led education into public campaigns good bse awareness concentrates among the youngest women and those using broadcast social media and is lower with older age average high income manual work prior benign injury and personal acquaintance with a case residence shows no significant association overall awareness was suboptimal with most participants below the good threshold drivers of awareness differed between general breast cancer knowledge and bse highlighting the need for age tailored and education tailored channel specific interventions codelivered with healthcare professionals and reinforced through targeted digital outreach given the cross sectional design these associations are non causal and warrant confirmation in longitudinal studies"
}