{
    "pmid": "41460923",
    "title": "LINE-1 retrotransposition in a mouse TDP-43 model of neurodegeneration marks motor cortex neurons for cell-intrinsic and cell non-autonomous programmed cell death.",
    "abstract": "A key pathological feature of Amyotrophic Lateral Sclerosis (ALS) and Frontotemporal Dementia (FTD) is the loss of nuclear localization and accumulation of cytoplasmic inclusions of TAR-DNA binding protein 43 (TDP-43). TDP-43 is a nucleic acid-binding protein involved in transcriptional repression, mRNA splicing, and the regulation of retrotransposable elements (RTEs) and endogenous retroviruses (ERVs). RTEs/ERVs are mobile virus-like genetic elements that constitute about 45% of our genome and encode the capacity to replicate through an RNA intermediate and insert cDNA copies at de novo chromosomal locations. A causal role of RTEs/ERVs has been demonstrated in Drosophila in mediating both intracellular toxicity of TDP-43 and the intercellular spread of toxicity from glia to neurons. RTEs/ERVs are inappropriately expressed in postmortem tissues from ALS, FTD, and Alzheimer's Disease (AD) patients, but the role of RTEs/ERVs has not yet been examined in a vertebrate model of TDP-43 pathology. We utilized established transgenic mouse models that overexpress moderate levels of human wild-type TDP-43 or a mutant version with a specific ALS-causal Q331K amino acid substitution, together with a LINE-1-EGFP retrotransposon indicator line. We found that TDP-43 animals exhibit broad expression of RTEs/ERVs with LINE-1 retrotransposition in glia and neurons in the motor cortex. Expression begins with onset of neurological phenotypes, earlier in hTDP-43-Q331K animals and later in hTDP-43-WT. The LINE-1-EGFP retrotransposition reporter transiently labels spatially clustered groups of neurons and glia at the time of onset of motor symptoms, while EGFP-labeled neurons undergo cell death and are therefore lost over time. Unlabeled cells also die as a function of distance from the clusters of LINE-1-EGFP labeled neurons and glial cells. Together, these findings support the hypothesis that TDP-43 pathology triggers RTE/ERV expression in the motor cortex, that such expression marks cells for programmed cell death, with cell non-autonomous effects on nearby neurons and glial cells.",
    "disease": "alzheimer disease",
    "clean_text": "line retrotransposition in a mouse tdp model of neurodegeneration marks motor cortex neurons for cell intrinsic and cell non autonomous programmed cell death a key pathological feature of amyotrophic lateral sclerosis als and frontotemporal dementia ftd is the loss of nuclear localization and accumulation of cytoplasmic inclusions of tar dna binding protein tdp tdp is a nucleic acid binding protein involved in transcriptional repression mrna splicing and the regulation of retrotransposable elements rtes and endogenous retroviruses ervs rtes ervs are mobile virus like genetic elements that constitute about of our genome and encode the capacity to replicate through an rna intermediate and insert cdna copies at de novo chromosomal locations a causal role of rtes ervs has been demonstrated in drosophila in mediating both intracellular toxicity of tdp and the intercellular spread of toxicity from glia to neurons rtes ervs are inappropriately expressed in postmortem tissues from als ftd and alzheimer s disease ad patients but the role of rtes ervs has not yet been examined in a vertebrate model of tdp pathology we utilized established transgenic mouse models that overexpress moderate levels of human wild type tdp or a mutant version with a specific als causal q k amino acid substitution together with a line egfp retrotransposon indicator line we found that tdp animals exhibit broad expression of rtes ervs with line retrotransposition in glia and neurons in the motor cortex expression begins with onset of neurological phenotypes earlier in htdp q k animals and later in htdp wt the line egfp retrotransposition reporter transiently labels spatially clustered groups of neurons and glia at the time of onset of motor symptoms while egfp labeled neurons undergo cell death and are therefore lost over time unlabeled cells also die as a function of distance from the clusters of line egfp labeled neurons and glial cells together these findings support the hypothesis that tdp pathology triggers rte erv expression in the motor cortex that such expression marks cells for programmed cell death with cell non autonomous effects on nearby neurons and glial cells"
}