{
    "pmid": "41460636",
    "title": "Roles of Cellular Noncoding RNAs in Productive Infection of Influenza A Virus.",
    "abstract": "Influenza A virus (IAV) causes annual epidemics and occasional pandemics, remaining a threat to public health and economy worldwide. It has been established that many cellular noncoding RNAs (ncRNAs) are differentially expressed during IAV infection. These ncRNAs vigorously modulate the productive infection of the virus through diverse mechanisms, such as directly affecting the virus life cycle, altering the cellular signaling pathways, or regulating the host's innate immune response to viral infection. Some of the ncRNAs are deemed to be essential for IAV replication, while others, conversely, show a negative impact on the virus. Nevertheless, the mode of actions behind these regulatory effects has not been extensively elucidated. In this review, we summarize the roles of cellular differentially expressed ncRNAs in modulating IAV infection, highlighting the molecular mechanisms of the ncRNA-virus interactions, providing a framework for inventing novel ncRNA targeted therapeutics to control influenza.",
    "disease": "influenza",
    "clean_text": "roles of cellular noncoding rnas in productive infection of influenza a virus influenza a virus iav causes annual epidemics and occasional pandemics remaining a threat to public health and economy worldwide it has been established that many cellular noncoding rnas ncrnas are differentially expressed during iav infection these ncrnas vigorously modulate the productive infection of the virus through diverse mechanisms such as directly affecting the virus life cycle altering the cellular signaling pathways or regulating the host s innate immune response to viral infection some of the ncrnas are deemed to be essential for iav replication while others conversely show a negative impact on the virus nevertheless the mode of actions behind these regulatory effects has not been extensively elucidated in this review we summarize the roles of cellular differentially expressed ncrnas in modulating iav infection highlighting the molecular mechanisms of the ncrna virus interactions providing a framework for inventing novel ncrna targeted therapeutics to control influenza"
}