{
    "pmid": "41453727",
    "title": "Physiological Impact of Lipid-Rich Plaque on Coronary Microvascular Dysfunction: Evaluation Using Near-Infrared Spectroscopy Intravascular Ultrasound and Angiography-Derived Index of Microcirculatory Resistance After Percutaneous Coronary Intervention.",
    "abstract": "Coronary microvascular dysfunction (CMD) after percutaneous coronary intervention (PCI) is associated with poor prognosis, including periprocedural myocardial infarction, and is often attributed to distal embolization of lipid-rich plaque components. However, whether preprocedural lipid quantification using near-infrared spectroscopy-intravascular ultrasonography (NIRS-IVUS) can predict CMD remains unclear. We retrospectively analyzed 147 coronary lesions in 121 patients with coronary artery disease (excluding ST-segment elevation myocardial infarction) who underwent NIRS-IVUS-guided PCI. CMD was defined as an angiography-based index of microcirculatory resistance (angio-IMR) ≥25. Two NIRS-derived lipid parameters were assessed: maximum lipid core burden index >4 mm (maxLCBI CMD occurred in 36.7 % of lesions and was associated with significantly higher values of both indices (p < 0.01). A stepwise trend between lipid burden and microvascular dysfunction was also observed. Optimal cut-offs were identified as maxLCBI Higher pre-PCI maxLCBI",
    "disease": "coronary artery disease",
    "clean_text": "physiological impact of lipid rich plaque on coronary microvascular dysfunction evaluation using near infrared spectroscopy intravascular ultrasound and angiography derived index of microcirculatory resistance after percutaneous coronary intervention coronary microvascular dysfunction cmd after percutaneous coronary intervention pci is associated with poor prognosis including periprocedural myocardial infarction and is often attributed to distal embolization of lipid rich plaque components however whether preprocedural lipid quantification using near infrared spectroscopy intravascular ultrasonography nirs ivus can predict cmd remains unclear we retrospectively analyzed coronary lesions in patients with coronary artery disease excluding st segment elevation myocardial infarction who underwent nirs ivus guided pci cmd was defined as an angiography based index of microcirculatory resistance angio imr two nirs derived lipid parameters were assessed maximum lipid core burden index mm maxlcbi cmd occurred in of lesions and was associated with significantly higher values of both indices p a stepwise trend between lipid burden and microvascular dysfunction was also observed optimal cut offs were identified as maxlcbi higher pre pci maxlcbi"
}