{
    "title": "Adult-onset minimal change disease: the significance of histological chronic changes for clinical presentation and outcome.",
    "doc_id": "33090339",
    "writer": "Stefan G",
    "year": "2021",
    "summary": "Chronic changes severity predicted both relapses and kidney survival, each one-point increase in score raised with 27% the risk of relapse and with 31% the risk of dialysis initiation. ...CONCLUSION: Standardized grading of chronicity was a predictor of ki …",
    "abstract": "Introduction:\n        \n      \n      Data on pathologic features with prognostic utility in adults with minimal change disease (MCD) are limited. We assessed the relationship between histologic chronic changes and clinical presentation and outcomes.\n    \n\n\n          Methods:\n        \n      \n      The consecutive records of 79 patients with MCD and minimum of 6 months follow-up were retrospectively reviewed. Kidney survival was the primary endpoint (doubling serum creatinine or dialysis initiation). Secondary endpoints were time to remission and relapse. Total chronicity score was the sum of glomerulosclerosis (0-3), interstitial fibrosis (0-3), tubular atrophy (0-3), and arteriolosclerosis (0/1).\n    \n\n\n          Results:\n        \n      \n      The median renal chronicity score was 1; 77% had minimal (0-1), 18% mild (2-4), and 5% moderate (5-7) chronicity. Fifty percent had a null score; they were younger, had higher eGFR, similar proteinuria, better renal survival, and lower mortality. Mean kidney survival time was 5.7 (95% CI 5.2-6.2) years; 89% reached a form of remission at a median of 8 weeks; 31% relapsed at a mean of 26 months. Chronic changes severity predicted both relapses and kidney survival, each one-point increase in score raised with 27% the risk of relapse and with 31% the risk of dialysis initiation. Acute kidney injury (AKI) was present in 42% of the patients; they had more often mesangial proliferation, interstitial inflammation, tubular atrophy, arteriosclerosis, podocyte villous hypertrophy, and higher chronicity score.\n    \n\n\n          Conclusion:\n        \n      \n      Standardized grading of chronicity was a predictor of kidney survival and disease relapse and was related to AKI. Older patients with severe nephrotic syndrome and with increased chronicity score could represent a high-risk category.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33090339/",
    "clean_text": "adult onset minimal change disease the significance of histological chronic changes for clinical presentation and outcome chronic changes severity predicted both relapses and kidney survival each one point increase in score raised with the risk of relapse and with the risk of dialysis initiation conclusion standardized grading of chronicity was a predictor of ki introduction data on pathologic features with prognostic utility in adults with minimal change disease mcd are limited we assessed the relationship between histologic chronic changes and clinical presentation and outcomes methods the consecutive records of patients with mcd and minimum of months follow up were retrospectively reviewed kidney survival was the primary endpoint doubling serum creatinine or dialysis initiation secondary endpoints were time to remission and relapse total chronicity score was the sum of glomerulosclerosis interstitial fibrosis tubular atrophy and arteriolosclerosis results the median renal chronicity score was had minimal mild and moderate chronicity fifty percent had a null score they were younger had higher egfr similar proteinuria better renal survival and lower mortality mean kidney survival time was ci years reached a form of remission at a median of weeks relapsed at a mean of months chronic changes severity predicted both relapses and kidney survival each one point increase in score raised with the risk of relapse and with the risk of dialysis initiation acute kidney injury aki was present in of the patients they had more often mesangial proliferation interstitial inflammation tubular atrophy arteriosclerosis podocyte villous hypertrophy and higher chronicity score conclusion standardized grading of chronicity was a predictor of kidney survival and disease relapse and was related to aki older patients with severe nephrotic syndrome and with increased chronicity score could represent a high risk category"
}