{
    "title": "Health supervision for children with fragile X syndrome.",
    "doc_id": "21518720",
    "writer": "Hersh JH",
    "year": "2011",
    "summary": "Fragile X syndrome (an FMR1-related disorder) is the most commonly inherited form of mental retardation. ...The diagnosis of fragile X syndrome not only involves the affected children but also potentially has significant health consequenc …",
    "abstract": "Fragile X syndrome (an FMR1-related disorder) is the most commonly inherited form of mental retardation. Early physical recognition is difficult, so boys with developmental delay should be strongly considered for molecular testing. The characteristic adult phenotype usually does not develop until the second decade of life. Girls can also be affected with developmental delay. Because multiple family members can be affected with mental retardation and other conditions (premature ovarian failure and tremor/ataxia), family history information is of critical importance for the diagnosis and management of affected patients and their families. This report summarizes issues for fragile X syndrome regarding clinical diagnosis, laboratory diagnosis, genetic counseling, related health problems, behavior management, and age-related health supervision guidelines. The diagnosis of fragile X syndrome not only involves the affected children but also potentially has significant health consequences for multiple generations in each family.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21518720/",
    "clean_text": "health supervision for children with fragile x syndrome fragile x syndrome an fmr related disorder is the most commonly inherited form of mental retardation the diagnosis of fragile x syndrome not only involves the affected children but also potentially has significant health consequenc fragile x syndrome an fmr related disorder is the most commonly inherited form of mental retardation early physical recognition is difficult so boys with developmental delay should be strongly considered for molecular testing the characteristic adult phenotype usually does not develop until the second decade of life girls can also be affected with developmental delay because multiple family members can be affected with mental retardation and other conditions premature ovarian failure and tremor ataxia family history information is of critical importance for the diagnosis and management of affected patients and their families this report summarizes issues for fragile x syndrome regarding clinical diagnosis laboratory diagnosis genetic counseling related health problems behavior management and age related health supervision guidelines the diagnosis of fragile x syndrome not only involves the affected children but also potentially has significant health consequences for multiple generations in each family"
}