{
    "title": "Current role of Pipelle endometrial sampling in early diagnosis of endometrial cancer.",
    "doc_id": "35117374",
    "writer": "Terzic MM",
    "year": "2020",
    "summary": "The diagnosis of endometrial cancer is based on the histologic results of endometrial sampling. Endometrial biopsy could be obtained using different modalities: hysteroscopy-directed endometrial biopsy, uterine curettage or office endometrial bi …",
    "abstract": "Endometrial cancer is the most common gynecologic cancer in developed countries. The most prevalent, however not pathognomonic symptom of the disease is abnormal uterine bleeding. The diagnosis of endometrial cancer is based on the histologic results of endometrial sampling. Endometrial biopsy could be obtained using different modalities: hysteroscopy-directed endometrial biopsy, uterine curettage or office endometrial biopsy. Outpatient endometrial biopsy using different devices for the evaluation of abnormal uterine bleeding is gaining popularity. The most popular office-based device for endometrial sampling procedure is the Pipelle device. Currently, Pipelle endometrial sampling is widely used to diagnose endometrial cancer in women with abnormal uterine bleeding and/or postmenopausal bleeding. The method became very useful due to easiness and simplicity of the procedure, availability of a device, as well as high sensitivity in detecting endometrial cancer. Many studies compared the validity and accuracy of Pipelle biopsy with dilation and curettage in the detection of various endometrial pathologies. Published results state that Pipelle biopsy and uterine curettage are almost equally reliable in the evaluation of endometrial pathologies. Moreover, Pipelle biopsy appears more beneficial as it does not require hospital admission and anaesthesia. However, it is proven the Pipelle technique has a limited capacity to identify endometrial polyps, and some authors, based on their study, claim that dilation and curettage is a more reliable method in terms of correlation with the final histological results. In addition, there are many factors affecting the efficiency of the endometrial biopsy. Failure to get samples that are adequate for histological examination is one of the problems associated with Pipelle sampling. The above mentioned contradictory conclusions by different researchers and lack of guidance to avoid inadequate sampling present the demand for further studies on the comparison of Pipelle biopsy and uterine curettage efficiency and accuracy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35117374/",
    "clean_text": "current role of pipelle endometrial sampling in early diagnosis of endometrial cancer the diagnosis of endometrial cancer is based on the histologic results of endometrial sampling endometrial biopsy could be obtained using different modalities hysteroscopy directed endometrial biopsy uterine curettage or office endometrial bi endometrial cancer is the most common gynecologic cancer in developed countries the most prevalent however not pathognomonic symptom of the disease is abnormal uterine bleeding the diagnosis of endometrial cancer is based on the histologic results of endometrial sampling endometrial biopsy could be obtained using different modalities hysteroscopy directed endometrial biopsy uterine curettage or office endometrial biopsy outpatient endometrial biopsy using different devices for the evaluation of abnormal uterine bleeding is gaining popularity the most popular office based device for endometrial sampling procedure is the pipelle device currently pipelle endometrial sampling is widely used to diagnose endometrial cancer in women with abnormal uterine bleeding and or postmenopausal bleeding the method became very useful due to easiness and simplicity of the procedure availability of a device as well as high sensitivity in detecting endometrial cancer many studies compared the validity and accuracy of pipelle biopsy with dilation and curettage in the detection of various endometrial pathologies published results state that pipelle biopsy and uterine curettage are almost equally reliable in the evaluation of endometrial pathologies moreover pipelle biopsy appears more beneficial as it does not require hospital admission and anaesthesia however it is proven the pipelle technique has a limited capacity to identify endometrial polyps and some authors based on their study claim that dilation and curettage is a more reliable method in terms of correlation with the final histological results in addition there are many factors affecting the efficiency of the endometrial biopsy failure to get samples that are adequate for histological examination is one of the problems associated with pipelle sampling the above mentioned contradictory conclusions by different researchers and lack of guidance to avoid inadequate sampling present the demand for further studies on the comparison of pipelle biopsy and uterine curettage efficiency and accuracy"
}