{
    "pmid": "41417678",
    "title": "A genetic atlas of rheumatoid arthritis integrating immune traits and plasma proteins identifies genetically-supported candidate effectors along the coagulation-inflammation axis.",
    "abstract": "The upstream immunological drivers of rheumatoid arthritis (RA) and their downstream proteomic effectors remain incompletely characterized. We employed an integrated genetic approach to identify causal immune and protein biomarkers for RA. We performed a two-phase Mendelian randomization (MR) study. In Phase 1, we assessed the causal effects of 731 immune cell phenotypes on RA risk using two-sample MR with strict instrument validity criteria and multiple testing control. Phase 2 integrated cis-protein quantitative trait loci (pQTLs) from a large-scale proteomic GWAS (4,907 proteins) with RA through MR and Bayesian colocalization. Replication was conducted in the UK Biobank, followed by reverse MR and computational druggability assessment (DGIdb, molecular docking, dynamics simulations). Phase 1 MR identified 35 immune traits significantly associated with RA after false discovery rate (FDR) correction, including risk-associated myeloid dendritic cells and protective CD39⁺CD4⁺ T cells. Phase 2 revealed nine plasma proteins genetically associated with RA risk after Bonferroni correction, including F2 (prothrombin), thrombin, GP100, and sRAGE (AGER). Colocalization analysis supported shared genetic signals for GP100 and thrombin/prothrombin. Replication partially validated sRAGE, SCGN, and GP100. Reverse MR suggested minimal reverse causality. Docking and molecular dynamics suggested plausible binding of bortezomib (BTZ) and thrombin (binding energy: -5.53 kcal·mol⁻¹). Our genetics-anchored proteomic screen nominates a coagulation-inflammation axis-notably F2-as a therapeutic avenue in RA. Findings are hypothesis-generating and warrant mechanistic and preclinical validation, including safety profiling of anticoagulation-adjacent strategies.",
    "disease": "rheumatoid arthritis",
    "clean_text": "a genetic atlas of rheumatoid arthritis integrating immune traits and plasma proteins identifies genetically supported candidate effectors along the coagulation inflammation axis the upstream immunological drivers of rheumatoid arthritis ra and their downstream proteomic effectors remain incompletely characterized we employed an integrated genetic approach to identify causal immune and protein biomarkers for ra we performed a two phase mendelian randomization mr study in phase we assessed the causal effects of immune cell phenotypes on ra risk using two sample mr with strict instrument validity criteria and multiple testing control phase integrated cis protein quantitative trait loci pqtls from a large scale proteomic gwas proteins with ra through mr and bayesian colocalization replication was conducted in the uk biobank followed by reverse mr and computational druggability assessment dgidb molecular docking dynamics simulations phase mr identified immune traits significantly associated with ra after false discovery rate fdr correction including risk associated myeloid dendritic cells and protective cd cd t cells phase revealed nine plasma proteins genetically associated with ra risk after bonferroni correction including f prothrombin thrombin gp and srage ager colocalization analysis supported shared genetic signals for gp and thrombin prothrombin replication partially validated srage scgn and gp reverse mr suggested minimal reverse causality docking and molecular dynamics suggested plausible binding of bortezomib btz and thrombin binding energy kcal mol our genetics anchored proteomic screen nominates a coagulation inflammation axis notably f as a therapeutic avenue in ra findings are hypothesis generating and warrant mechanistic and preclinical validation including safety profiling of anticoagulation adjacent strategies"
}