{
    "title": "The MAPK dual specific phosphatase (DUSP) proteins: A versatile wrestler in T cell functionality.",
    "doc_id": "34198238",
    "writer": "Sun F",
    "year": "2021",
    "summary": "Perturbation of global phosphorylation profile and/or phosphorylation of specific signaling nodes result in aberrant T cell activity. Dual specific phosphatases (DUSPs), which target MAPKs and beyond, have increasingly been emerged as a versatile regulator in T …",
    "abstract": "The functional state of T cells is diverse and under dynamic control for adapting to the changes of microenvironment. Reversible protein phosphorylation represents an important post-translational modification that not only involves in the immediate early response of T cells, but also affects their functionality in the long run. Perturbation of global phosphorylation profile and/or phosphorylation of specific signaling nodes result in aberrant T cell activity. Dual specific phosphatases (DUSPs), which target MAPKs and beyond, have increasingly been emerged as a versatile regulator in T cell biology. Herein in this mini review, we sought to summarize and discuss the impact of DUSP proteins on the regulation of effector T cell activity, T cell polarization, regulatory T cell development and T cell senescence/exhaustion. Given the distinctive engagement of each DUSP member under various disease settings such as chronic infection, autoimmune disorders, cancer and age-related diseases, DUSP proteins likely hold the promise to become a druggable target other than the existing therapeutics that are predominantly by manipulating protein kinase activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34198238/",
    "clean_text": "the mapk dual specific phosphatase dusp proteins a versatile wrestler in t cell functionality perturbation of global phosphorylation profile and or phosphorylation of specific signaling nodes result in aberrant t cell activity dual specific phosphatases dusps which target mapks and beyond have increasingly been emerged as a versatile regulator in t the functional state of t cells is diverse and under dynamic control for adapting to the changes of microenvironment reversible protein phosphorylation represents an important post translational modification that not only involves in the immediate early response of t cells but also affects their functionality in the long run perturbation of global phosphorylation profile and or phosphorylation of specific signaling nodes result in aberrant t cell activity dual specific phosphatases dusps which target mapks and beyond have increasingly been emerged as a versatile regulator in t cell biology herein in this mini review we sought to summarize and discuss the impact of dusp proteins on the regulation of effector t cell activity t cell polarization regulatory t cell development and t cell senescence exhaustion given the distinctive engagement of each dusp member under various disease settings such as chronic infection autoimmune disorders cancer and age related diseases dusp proteins likely hold the promise to become a druggable target other than the existing therapeutics that are predominantly by manipulating protein kinase activity"
}