{
    "title": "The Impact of Reassurance on Musculoskeletal (MSK) Pain: A Qualitative Review.",
    "doc_id": "34821611",
    "writer": "Cheung L",
    "year": "2021",
    "summary": "The aim of the present review was to qualitatively synthesize themes around reassurance mechanisms, and the impact during the interaction between patients with MSK pain and therapists. A systematic search strategy was undertaken. Studies were included if they were quali …",
    "abstract": "Background:\n        \n      \n      The reassurance provided during patient-therapist interactions is significantly associated with psychosocial outcomes, including fear and increased confidence. Currently, there are no available reviews that discuss the impact of reassurance for patients with musculoskeletal (MSK) pain. The aim of the present review was to qualitatively synthesize themes around reassurance mechanisms, and the impact during the interaction between patients with MSK pain and therapists. A systematic search strategy was undertaken. Studies were included if they were qualitative or mixed methods studies, examining the patient-therapist consultation, in any MSK clinical setting, with any health care professional, for adult patients with acute to chronic MSK pain. A thematic synthesis was conducted and supported by a particular assessment using CERQual.\n    \n\n\n          Results:\n        \n      \n      Twenty-four studies were included (451 patients). Certain themes that related to both positive and negative outcomes of reassurance were identified as well as themes that illustrate the mechanisms causative of the outcomes. Using CerQual, we identified the most supported outcomes.\n    \n\n\n          Conclusions:\n        \n      \n      Effective reassurance includes affectionate interactions such as therapeutic relationship building and interpersonal skills, an individualized patient-centered approach, education and the provision of self-management strategies. It should be noted that some interactions that use pathoanatomic models led patients to misinterpret the information provided, this created feelings of fear.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34821611/",
    "clean_text": "the impact of reassurance on musculoskeletal msk pain a qualitative review the aim of the present review was to qualitatively synthesize themes around reassurance mechanisms and the impact during the interaction between patients with msk pain and therapists a systematic search strategy was undertaken studies were included if they were quali background the reassurance provided during patient therapist interactions is significantly associated with psychosocial outcomes including fear and increased confidence currently there are no available reviews that discuss the impact of reassurance for patients with musculoskeletal msk pain the aim of the present review was to qualitatively synthesize themes around reassurance mechanisms and the impact during the interaction between patients with msk pain and therapists a systematic search strategy was undertaken studies were included if they were qualitative or mixed methods studies examining the patient therapist consultation in any msk clinical setting with any health care professional for adult patients with acute to chronic msk pain a thematic synthesis was conducted and supported by a particular assessment using cerqual results twenty four studies were included patients certain themes that related to both positive and negative outcomes of reassurance were identified as well as themes that illustrate the mechanisms causative of the outcomes using cerqual we identified the most supported outcomes conclusions effective reassurance includes affectionate interactions such as therapeutic relationship building and interpersonal skills an individualized patient centered approach education and the provision of self management strategies it should be noted that some interactions that use pathoanatomic models led patients to misinterpret the information provided this created feelings of fear"
}