{
    "pmid": "41435970",
    "title": "Disease management, outcomes, and healthcare resource utilization in real-life clinical practice of diabetes and diabetic kidney disease in Finland.",
    "abstract": "A significant number of individuals with diabetes have chronic kidney disease (CKD). Delays in diagnosis and management of CKD hinder treatment initiation and worsen outcomes. The adherence to monitoring and pharmacological treatments is poorly characterized worldwide. We determined the prevalence, outcomes, treatment adherence, and healthcare resource utilization in individuals with type 1 (T1D) or type 2 (T2D) diabetes managed since 2008 in Finland. The management of CKD, glucose monitoring, and outcomes by SGLT-2 inhibitor (SGLT-2i) discontinuation were determined in large subpopulations. The prevalence of diabetes was 9.9 % in 2021. Despite having averaged 40-50 healthcare contacts per year, only one-third completed the recommended annual urine albumin-creatinine ratio (UACR) test. Factors positively associated with UACR test adherence included older age, male sex, T2D, higher HbA Individuals with diabetes remain neglected for albuminuria screening, pharmacological management of complications, and also glycemic control in T1D, underlining an urgent need for improved awareness and risk management.",
    "disease": "chronic kidney disease",
    "clean_text": "disease management outcomes and healthcare resource utilization in real life clinical practice of diabetes and diabetic kidney disease in finland a significant number of individuals with diabetes have chronic kidney disease ckd delays in diagnosis and management of ckd hinder treatment initiation and worsen outcomes the adherence to monitoring and pharmacological treatments is poorly characterized worldwide we determined the prevalence outcomes treatment adherence and healthcare resource utilization in individuals with type t d or type t d diabetes managed since in finland the management of ckd glucose monitoring and outcomes by sglt inhibitor sglt i discontinuation were determined in large subpopulations the prevalence of diabetes was in despite having averaged healthcare contacts per year only one third completed the recommended annual urine albumin creatinine ratio uacr test factors positively associated with uacr test adherence included older age male sex t d higher hba individuals with diabetes remain neglected for albuminuria screening pharmacological management of complications and also glycemic control in t d underlining an urgent need for improved awareness and risk management"
}