{
    "title": "Is Group-Based or Individual-Based Intervention more Effective for Quality of Life Outcomes in Children with Developmental Coordination Disorder? A Systematic Review.",
    "doc_id": "30265842",
    "writer": "de Hóra N",
    "year": "2019",
    "summary": "Aims: To examine whether group-based or individual-based treatment programs are more effective for quality of life (QOL) outcomes in children with developmental coordination disorder (DCD). ...Results: Sixteen studies were identified for inclusion, of mixed methodol …",
    "abstract": "Aims: To examine whether group-based or individual-based treatment programs are more effective for quality of life (QOL) outcomes in children with developmental coordination disorder (DCD). Methods: A systematic search of the literature was conducted, in accordance with the PRISMA guidelines. Quality of the papers was assessed using the Modified Downs and Black Checklist. Peer-reviewed clinical experimental studies of children diagnosed with DCD with any QOL related outcome measure were included, of all years, languages, and approaches of intervention. Results: Sixteen studies were identified for inclusion, of mixed methodological qualities (predominantly low). Improvement of QOL with both group-based and individual-based interventions were shown, though large degrees of heterogeneity were observed in study designs, participants, modes of interventions, durations, and outcome measures utilized. Conclusions: The effectiveness of group-based versus individual-based interventions on QOL of children with DCD is unclear. There is a pressing need for a high quality, powered trials, utilizing the randomized control trial paradigm, comparing both intervention approaches with standardized treatment approaches and outcome measures to determine and compare the effect on QOL of children with DCD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30265842/",
    "clean_text": "is group based or individual based intervention more effective for quality of life outcomes in children with developmental coordination disorder a systematic review aims to examine whether group based or individual based treatment programs are more effective for quality of life qol outcomes in children with developmental coordination disorder dcd results sixteen studies were identified for inclusion of mixed methodol aims to examine whether group based or individual based treatment programs are more effective for quality of life qol outcomes in children with developmental coordination disorder dcd methods a systematic search of the literature was conducted in accordance with the prisma guidelines quality of the papers was assessed using the modified downs and black checklist peer reviewed clinical experimental studies of children diagnosed with dcd with any qol related outcome measure were included of all years languages and approaches of intervention results sixteen studies were identified for inclusion of mixed methodological qualities predominantly low improvement of qol with both group based and individual based interventions were shown though large degrees of heterogeneity were observed in study designs participants modes of interventions durations and outcome measures utilized conclusions the effectiveness of group based versus individual based interventions on qol of children with dcd is unclear there is a pressing need for a high quality powered trials utilizing the randomized control trial paradigm comparing both intervention approaches with standardized treatment approaches and outcome measures to determine and compare the effect on qol of children with dcd"
}