{
    "pmid": "41460684",
    "title": "Nurse-Administered Yale Swallow Protocol in High-Risk Hospitalised Adults for Dysphagia: Feasibility and Refinement.",
    "abstract": "ObjectiveTo assess the feasibility of the Yale Swallow Protocol and refine it for parsimony.DesignCross-sectional study.SettingFour diverse units at a medical centre.ParticipantsHospitalised adults at high risk of dysphagia (i.e., those aged over 65 years, admitted for stroke, Parkinson's disease, or head and neck cancer treatment) using consecutive sampling.Main MeasuresA research nurse administered the protocol, recording adverse events, administration time, and failure rates, with an 85% failure rate threshold to assess the ceiling effect. The protocol consists of contraindications, cognitive screenings, oral motor examinations, and a 3-ounce water swallow challenge, but pass/fail decisions are based solely on contraindications and the water challenge. Parsimonious combinations of items were explored to refine and potentially shorten the protocol. The measurement precision of the refined and shortened protocols was evaluated using the Rasch model.ResultsOf the 502 patients enrolled (mean age 71; 59.8% male), no adverse events occurred, and the protocol took under 3 min. The failure rate was 41.8%, indicating no ceiling effect. Five well-fitting items were retained from cognitive screenings and oral motor examinations: location, year, tongue sticking out, lingual motion, and facial symmetry. Both refined protocol (contraindications, five well-fitting items and water challenge) and shortened protocol (contraindications and five well-fitting items) enhanced measurement precision beyond the original version.ConclusionThe Yale Swallow Protocol is a safe, quick, and ceiling-effect-free screening for identifying dysphagia, even among diverse high-risk hospitalised patients. Our study also refined the protocol, achieving better measurement precision than the original protocol.",
    "disease": "stroke",
    "clean_text": "nurse administered yale swallow protocol in high risk hospitalised adults for dysphagia feasibility and refinement objectiveto assess the feasibility of the yale swallow protocol and refine it for parsimony designcross sectional study settingfour diverse units at a medical centre participantshospitalised adults at high risk of dysphagia i e those aged over years admitted for stroke parkinson s disease or head and neck cancer treatment using consecutive sampling main measuresa research nurse administered the protocol recording adverse events administration time and failure rates with an failure rate threshold to assess the ceiling effect the protocol consists of contraindications cognitive screenings oral motor examinations and a ounce water swallow challenge but pass fail decisions are based solely on contraindications and the water challenge parsimonious combinations of items were explored to refine and potentially shorten the protocol the measurement precision of the refined and shortened protocols was evaluated using the rasch model resultsof the patients enrolled mean age male no adverse events occurred and the protocol took under min the failure rate was indicating no ceiling effect five well fitting items were retained from cognitive screenings and oral motor examinations location year tongue sticking out lingual motion and facial symmetry both refined protocol contraindications five well fitting items and water challenge and shortened protocol contraindications and five well fitting items enhanced measurement precision beyond the original version conclusionthe yale swallow protocol is a safe quick and ceiling effect free screening for identifying dysphagia even among diverse high risk hospitalised patients our study also refined the protocol achieving better measurement precision than the original protocol"
}