{
    "pmid": "41402005",
    "title": "Cross-domain generative translation of cough audio biomarkers for tuberculosis screening across diverse global populations.",
    "abstract": "Accurate and equitable tuberculosis (TB) screening using cough audio biomarkers is challenged by domain shifts arising from heterogeneous recording environments, devices, and subject demographics. This study addresses these challenges by leveraging a cross-domain generative adversarial framework, specifically CycleGAN, to translate cough audio features across diverse source domains within the TB Audio Kaggle dataset. Key audio features, including MFCCs and spectrograms, were extracted and normalized via generative translation to mitigate non-pathological domain variability. Subsequently, supervised classifiers were trained on both original and domain-adapted data. Empirical evaluation using Area Under the Receiver Operating Characteristic Curve (AUC), precision, recall, and F1-score demonstrated that models trained on the harmonized feature space achieved improved generalizability across global populations, with observed gains in predictive performance over baseline models that relied solely on raw features. Additional domain confusion and reconstruction assessments confirmed reduced cross-domain discrepancies after adaptation. These results highlight the potential for generative domain adaptation to enhance TB audio screening reliability and support large-scale, mobile health diagnostics efforts across diverse sociotechnical contexts.",
    "disease": "tuberculosis",
    "clean_text": "cross domain generative translation of cough audio biomarkers for tuberculosis screening across diverse global populations accurate and equitable tuberculosis tb screening using cough audio biomarkers is challenged by domain shifts arising from heterogeneous recording environments devices and subject demographics this study addresses these challenges by leveraging a cross domain generative adversarial framework specifically cyclegan to translate cough audio features across diverse source domains within the tb audio kaggle dataset key audio features including mfccs and spectrograms were extracted and normalized via generative translation to mitigate non pathological domain variability subsequently supervised classifiers were trained on both original and domain adapted data empirical evaluation using area under the receiver operating characteristic curve auc precision recall and f score demonstrated that models trained on the harmonized feature space achieved improved generalizability across global populations with observed gains in predictive performance over baseline models that relied solely on raw features additional domain confusion and reconstruction assessments confirmed reduced cross domain discrepancies after adaptation these results highlight the potential for generative domain adaptation to enhance tb audio screening reliability and support large scale mobile health diagnostics efforts across diverse sociotechnical contexts"
}