{
    "title": "O-GlcNAcase inhibitor has protective effects in intracerebral hemorrhage by suppressing the inflammatory response.",
    "doc_id": "34718246",
    "writer": "He Y",
    "year": "2021",
    "summary": "BACKGROUND: Intracerebral hemorrhage (ICH) is aggravated by immune cells that participate in the inflammatory response from the blood-brain barrier (BBB). ...Immunofluorescence was used to detect the protective effect of O-GlcNAcylation in ICH. RESULTS: The hemat …",
    "abstract": "Background:\n        \n      \n      Intracerebral hemorrhage (ICH) is aggravated by immune cells that participate in the inflammatory response from the blood-brain barrier (BBB). O-Glycosylation has been reported to regulate the inflammatory response in the central nervous system but its cerebral protective effects remain unknown. Therefore, this study was carried out to investigate the protective effects of O-GlcNAcylation in a murine model of ICH and the possible mechanisms involved.\n    \n\n\n          Methods:\n        \n      \n      The effects of O-GlcNAcylation on hematoma and edema formation were tested using pathological and dry/wet weight methods, whereas its effects on neural function were determined using neurologic tests. The effect of O-GlcNAcylation on BBB integrity was determined by Evans blue dye extrusion. Flow cytometry was used to quantify the immune cells in the central nervous system. Immunofluorescence was used to detect the protective effect of O-GlcNAcylation in ICH.\n    \n\n\n          Results:\n        \n      \n      The hematoma volume was significantly lower in the prevention and treatment groups than in the control group after ICH induction, indicating that O-GlcNAcylation had reduced the formation of cerebral hematoma in ICH. In the prevention and treatment groups, the modified neurological severity score, corner turn test and rotating rod test results were improved and the BBB integrity was better than that in the control group. O-GlcNAcylation also regulated the microglia, neutrophils and other central nervous system immune cells after ICH, effectively reducing the inflammatory response.\n    \n\n\n          Conclusions:\n        \n      \n      O-GlcNAcylation played an important role in suppressing the inflammatory response, enhancing the BBB integrity and reducing edema after ICH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34718246/",
    "clean_text": "o glcnacase inhibitor has protective effects in intracerebral hemorrhage by suppressing the inflammatory response background intracerebral hemorrhage ich is aggravated by immune cells that participate in the inflammatory response from the blood brain barrier bbb immunofluorescence was used to detect the protective effect of o glcnacylation in ich results the hemat background intracerebral hemorrhage ich is aggravated by immune cells that participate in the inflammatory response from the blood brain barrier bbb o glycosylation has been reported to regulate the inflammatory response in the central nervous system but its cerebral protective effects remain unknown therefore this study was carried out to investigate the protective effects of o glcnacylation in a murine model of ich and the possible mechanisms involved methods the effects of o glcnacylation on hematoma and edema formation were tested using pathological and dry wet weight methods whereas its effects on neural function were determined using neurologic tests the effect of o glcnacylation on bbb integrity was determined by evans blue dye extrusion flow cytometry was used to quantify the immune cells in the central nervous system immunofluorescence was used to detect the protective effect of o glcnacylation in ich results the hematoma volume was significantly lower in the prevention and treatment groups than in the control group after ich induction indicating that o glcnacylation had reduced the formation of cerebral hematoma in ich in the prevention and treatment groups the modified neurological severity score corner turn test and rotating rod test results were improved and the bbb integrity was better than that in the control group o glcnacylation also regulated the microglia neutrophils and other central nervous system immune cells after ich effectively reducing the inflammatory response conclusions o glcnacylation played an important role in suppressing the inflammatory response enhancing the bbb integrity and reducing edema after ich"
}