{
    "pmid": "41396968",
    "title": "Breath-Holding Maneuvers and Airway Closure in Healthy Adults and Parkinson's Disease: Effects of Maneuver Type, Health Status, and Vocal Fold Bowing.",
    "abstract": "Breath-holding maneuvers are frequently used to improve airway closure and swallowing safety in people with dysphagia. While their effects on airway closure have been studied in healthy adults, little is known about their effects in people with Parkinson's disease (PwPD). This study aimed to: (1) characterize glottic and supraglottic airway closure during light and hard breath-holding maneuvers in healthy adults and PwPD; (2) determine whether glottic and supraglottic closure changes as an effect of maneuver type (light vs. hard breath-hold) and health status (healthy adults vs. PwPD); and (3) explore the relationship between vocal fold bowing during rest breathing and glottic closure during breath-holding maneuvers. This was a secondary analysis of laryngoscopic exams originally collected for prospective research purposes from 35 healthy adults and 21 PwPD. Laryngoscopic exams included rest breathing and light and hard breath-holding maneuvers. Glottic closure, supraglottic closure, and vocal fold bowing were analyzed using visual-perceptual methods and quantitative computerized pixel-based techniques. Statistical analyses included logistic regression, Chi-Square tests, Fisher's Exact tests, McNemar's tests, and a generalized additive model. No significant differences were found between healthy adults and PwPD in the frequency of complete glottic (p = 0.86) or supraglottic (p = 0.32) airway closure during light breath-holds. Similarly, no significant differences were observed between healthy adults and PwPD in glottic (p = 0.07) or supraglottic (p = 0.27) airway closure during hard breath-holds. Across all participants, hard breath-holds significantly increased the likelihood of complete glottic (p < .001) and supraglottic (p = .01) airway closure compared to light breath-holds. Additionally, greater vocal fold bowing during rest breathing was associated with reduced glottic closure during light breath-holds when the vocal folds were fully adducted (p < 0.001), but not during hard breath-holds (p = 0.973). These findings suggest that breath-holding maneuvers may not reliably elicit complete glottic and supraglottic airway closure. Contrary to our hypothesis, no differences were observed between healthy adults and PwPD in airway closure during breath-holds. However, for all participants, hard breath-holds were significantly more effective than light breath-holds at achieving complete glottic and supraglottic airway closure. Importantly, greater vocal fold bowing was associated with reduced glottic closure during light-but not hard-breath-holds. These results emphasize the role for instrumental assessments (e.g., FEES) when prescribing breath-holding maneuvers and highlight the potential need for endoscopic biofeedback training to enhance their effectiveness in achieving complete glottic and supraglottic airway closure in dysphagic populations.",
    "disease": "parkinson disease",
    "clean_text": "breath holding maneuvers and airway closure in healthy adults and parkinson s disease effects of maneuver type health status and vocal fold bowing breath holding maneuvers are frequently used to improve airway closure and swallowing safety in people with dysphagia while their effects on airway closure have been studied in healthy adults little is known about their effects in people with parkinson s disease pwpd this study aimed to characterize glottic and supraglottic airway closure during light and hard breath holding maneuvers in healthy adults and pwpd determine whether glottic and supraglottic closure changes as an effect of maneuver type light vs hard breath hold and health status healthy adults vs pwpd and explore the relationship between vocal fold bowing during rest breathing and glottic closure during breath holding maneuvers this was a secondary analysis of laryngoscopic exams originally collected for prospective research purposes from healthy adults and pwpd laryngoscopic exams included rest breathing and light and hard breath holding maneuvers glottic closure supraglottic closure and vocal fold bowing were analyzed using visual perceptual methods and quantitative computerized pixel based techniques statistical analyses included logistic regression chi square tests fisher s exact tests mcnemar s tests and a generalized additive model no significant differences were found between healthy adults and pwpd in the frequency of complete glottic p or supraglottic p airway closure during light breath holds similarly no significant differences were observed between healthy adults and pwpd in glottic p or supraglottic p airway closure during hard breath holds across all participants hard breath holds significantly increased the likelihood of complete glottic p and supraglottic p airway closure compared to light breath holds additionally greater vocal fold bowing during rest breathing was associated with reduced glottic closure during light breath holds when the vocal folds were fully adducted p but not during hard breath holds p these findings suggest that breath holding maneuvers may not reliably elicit complete glottic and supraglottic airway closure contrary to our hypothesis no differences were observed between healthy adults and pwpd in airway closure during breath holds however for all participants hard breath holds were significantly more effective than light breath holds at achieving complete glottic and supraglottic airway closure importantly greater vocal fold bowing was associated with reduced glottic closure during light but not hard breath holds these results emphasize the role for instrumental assessments e g fees when prescribing breath holding maneuvers and highlight the potential need for endoscopic biofeedback training to enhance their effectiveness in achieving complete glottic and supraglottic airway closure in dysphagic populations"
}