{
    "title": "Advancing COVID-19 diagnostics: rapid detection of intact SARS-CoV-2 using viability RT-PCR assay.",
    "doc_id": "39037224",
    "writer": "Veugen JMJ",
    "year": "2024",
    "summary": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus disease 2019 (COVID-19). ...IMPORTANCE: This study developed a novel method that can help determine whether someone …",
    "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus disease 2019 (COVID-19). Commonly used methods for both clinical diagnosis of SARS-CoV-2 infection and management of infected patients involve the detection of viral RNA, but the presence of infectious virus particles is unknown. Viability PCR (v-PCR) uses a photoreactive dye to bind non-infectious RNA, ideally resulting in the detection of RNA only from intact virions. This study aimed to develop and validate a rapid v-PCR assay for distinguishing intact and compromised SARS-CoV-2. Propidium monoazide (PMAxx) was used as a photoreactive dye. Mixtures with decreasing percentages of intact SARS-CoV-2 (from 100% to 0%) were prepared from SARS-CoV-2 virus stock and a clinical sample. Each sample was divided into a PMAxx-treated part and a non-PMAxx-treated part. Reverse transcription-PCR (RT-PCR) using an in-house developed SARS-CoV-2 viability assay was then applied to both sample sets. The difference in intact SARS-CoV-2 was determined by subtracting the cycle threshold (Ct) value of the PMAxx-treated sample from the non-PMAxx-treated sample. Mixtures with decreasing concentrations of intact SARS-CoV-2 showed increasingly lower delta Ct values as the percentage of intact SARS-CoV-2 decreased, as expected. This relationship was observed in both high and low viral load samples prepared from cultured SARS-CoV-2 virus stock, as well as for a clinical sample prepared directly from a SARS-CoV-2 positive nasopharyngeal swab. In this study, a rapid v-PCR assay has been validated that can distinguish intact from compromised SARS-CoV-2. The presence of intact virus particles, as determined by v-PCR, may indicate SARS-CoV-2 infectiousness.\n    \n\n\n          Importance:\n        \n      \n      This study developed a novel method that can help determine whether someone who has been diagnosed with coronavirus disease 2019 (COVID-19) is still capable of spreading the virus to others. Current tests only detect the presence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA, but cannot tell whether the particles are still intact and can thus infect cells. The researchers used a dye that selectively blocks the detection of damaged virions and free RNA. They showed that this viability PCR reliably distinguishes intact SARS-CoV-2 capable of infecting from damaged SARS-CoV-2 or free RNA in both cultured virus samples and a clinical sample. Being able to quickly assess contagiousness has important implications for contact tracing and safely ending isolation precautions. This viability PCR technique provides a simple way to obtain valuable information, beyond just positive or negative test results, about the actual risk someone poses of transmitting SARS-CoV-2 through the air or surfaces they come into contact with.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39037224/",
    "clean_text": "advancing covid diagnostics rapid detection of intact sars cov using viability rt pcr assay severe acute respiratory syndrome coronavirus sars cov causes coronavirus disease covid importance this study developed a novel method that can help determine whether someone severe acute respiratory syndrome coronavirus sars cov causes coronavirus disease covid commonly used methods for both clinical diagnosis of sars cov infection and management of infected patients involve the detection of viral rna but the presence of infectious virus particles is unknown viability pcr v pcr uses a photoreactive dye to bind non infectious rna ideally resulting in the detection of rna only from intact virions this study aimed to develop and validate a rapid v pcr assay for distinguishing intact and compromised sars cov propidium monoazide pmaxx was used as a photoreactive dye mixtures with decreasing percentages of intact sars cov from to were prepared from sars cov virus stock and a clinical sample each sample was divided into a pmaxx treated part and a non pmaxx treated part reverse transcription pcr rt pcr using an in house developed sars cov viability assay was then applied to both sample sets the difference in intact sars cov was determined by subtracting the cycle threshold ct value of the pmaxx treated sample from the non pmaxx treated sample mixtures with decreasing concentrations of intact sars cov showed increasingly lower delta ct values as the percentage of intact sars cov decreased as expected this relationship was observed in both high and low viral load samples prepared from cultured sars cov virus stock as well as for a clinical sample prepared directly from a sars cov positive nasopharyngeal swab in this study a rapid v pcr assay has been validated that can distinguish intact from compromised sars cov the presence of intact virus particles as determined by v pcr may indicate sars cov infectiousness importance this study developed a novel method that can help determine whether someone who has been diagnosed with coronavirus disease covid is still capable of spreading the virus to others current tests only detect the presence of severe acute respiratory syndrome coronavirus sars cov rna but cannot tell whether the particles are still intact and can thus infect cells the researchers used a dye that selectively blocks the detection of damaged virions and free rna they showed that this viability pcr reliably distinguishes intact sars cov capable of infecting from damaged sars cov or free rna in both cultured virus samples and a clinical sample being able to quickly assess contagiousness has important implications for contact tracing and safely ending isolation precautions this viability pcr technique provides a simple way to obtain valuable information beyond just positive or negative test results about the actual risk someone poses of transmitting sars cov through the air or surfaces they come into contact with"
}