{
    "pmid": "41465516",
    "title": "Pro-Inflammatory Macrophage Phenotype Skewing Induced by Tumor Treating Fields (TTFields).",
    "abstract": "Tumor-associated macrophages (TAMs) are abundant in the tumor microenvironment (TME) and often adopt an M2-like immunosuppressive phenotype that promotes tumor growth. Reprogramming TAMs toward an M1-like pro-inflammatory state is an attractive therapeutic strategy. Tumor Treating Fields (TTFields), an FDA-approved, electric-field-based therapy, has recently been suggested to modulate immune responses in addition to its established anti-mitotic activity. Here, we investigated the direct effects of TTFields on macrophage activation and function. Murine bone marrow-derived macrophages (BMDMs) were polarized toward a pro-inflammatory M1-like phenotype or an anti-inflammatory M2-like phenotype and exposed to TTFields. TTFields rapidly activated guanine nucleotide exchange factor-H1 (GEF-H1), and downstream nuclear factor kappa B (NF-κB) and activator protein-1 (AP-1, via c-Jun N-terminal kinase [JNK]) signaling. Functionally, TTFields reprogrammed M2-like macrophages by increasing major histocompatibility complex class II (MHC-II) and cluster of differentiation 80 (CD80); reducing arginase-1 (Arg1); and elevating secretion of chemokine (C-X-C motif) ligand 1 (CXCL1), interleukin-6 (IL-6), IL-1β, and IL-12 subunit p70 (IL-12p70). In interferon gamma (IFN-γ)-primed macrophages, TTFields provided a secondary signal, driving myeloid differentiation primary response 88 (MyD88)-dependent expression of inducible nitric oxide synthase (iNOS). In vivo, TTFields reduced tumor burden in an orthotopic murine lung cancer model and increased iNOS expression in both M1-like and a subset of M2-like TAMs. These findings demonstrate that TTFields directly reprogram macrophages toward a pro-inflammatory phenotype, suggesting a novel immunomodulatory mechanism that may enhance anti-tumor immunity in the TME.",
    "disease": "lung cancer",
    "clean_text": "pro inflammatory macrophage phenotype skewing induced by tumor treating fields ttfields tumor associated macrophages tams are abundant in the tumor microenvironment tme and often adopt an m like immunosuppressive phenotype that promotes tumor growth reprogramming tams toward an m like pro inflammatory state is an attractive therapeutic strategy tumor treating fields ttfields an fda approved electric field based therapy has recently been suggested to modulate immune responses in addition to its established anti mitotic activity here we investigated the direct effects of ttfields on macrophage activation and function murine bone marrow derived macrophages bmdms were polarized toward a pro inflammatory m like phenotype or an anti inflammatory m like phenotype and exposed to ttfields ttfields rapidly activated guanine nucleotide exchange factor h gef h and downstream nuclear factor kappa b nf b and activator protein ap via c jun n terminal kinase jnk signaling functionally ttfields reprogrammed m like macrophages by increasing major histocompatibility complex class ii mhc ii and cluster of differentiation cd reducing arginase arg and elevating secretion of chemokine c x c motif ligand cxcl interleukin il il and il subunit p il p in interferon gamma ifn primed macrophages ttfields provided a secondary signal driving myeloid differentiation primary response myd dependent expression of inducible nitric oxide synthase inos in vivo ttfields reduced tumor burden in an orthotopic murine lung cancer model and increased inos expression in both m like and a subset of m like tams these findings demonstrate that ttfields directly reprogram macrophages toward a pro inflammatory phenotype suggesting a novel immunomodulatory mechanism that may enhance anti tumor immunity in the tme"
}