{
    "title": "Sensitivity of physical examination versus arthroscopy in diagnosing subscapularis tendon injury.",
    "doc_id": "24683653",
    "writer": "Faruqui S",
    "year": "2014",
    "summary": "Positive findings on any combination of the belly press, lift-off, and bear hug tests constituted a positive physical examination result. There was a positive finding on physical examination in 42 of 52 patients. ...Knowledge regarding the sensitivity …",
    "abstract": "The purpose of this study was to examine the accuracy of physical examination in the detection of subscapularis tendon tears and compare it with the gold standard of arthroscopy to determine whether clinical examination can reliably predict the presence of subscapularis tendon tears. This was a retrospective analysis of 52 patients (52 shoulders) who underwent arthroscopic subscapularis tendon repairs between September 2008 and April 2012. Positive findings on any combination of the belly press, lift-off, and bear hug tests constituted a positive physical examination result. There was a positive finding on physical examination in 42 of 52 patients. The sensitivity of the physical examination as a whole was 81%. The literature has shown that the belly press, bear hug, and lift-off tests are specific to the subscapularis tendon. To the authors’ knowledge, this is the first study to evaluate the sensitivity of these 3 separate clinical tests as a composite. Knowledge regarding the sensitivity of the subscapularis-specific physical examination as a composite can lead practitioners to implement all 3 components, even when 1 test has a negative finding, thus promoting a more thorough physical examination. Because unrepaired subscapularis tendon tears can result in poor outcomes in the repair of other rotator cuff tendons, a complete physical examination would be beneficial to patients with shoulder pathology. The authors conclude that physical examination, when performed consistently by an experienced practitioner, can reliably predict the presence of subscapularis tendon tears.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24683653/",
    "clean_text": "sensitivity of physical examination versus arthroscopy in diagnosing subscapularis tendon injury positive findings on any combination of the belly press lift off and bear hug tests constituted a positive physical examination result there was a positive finding on physical examination in of patients knowledge regarding the sensitivity the purpose of this study was to examine the accuracy of physical examination in the detection of subscapularis tendon tears and compare it with the gold standard of arthroscopy to determine whether clinical examination can reliably predict the presence of subscapularis tendon tears this was a retrospective analysis of patients shoulders who underwent arthroscopic subscapularis tendon repairs between september and april positive findings on any combination of the belly press lift off and bear hug tests constituted a positive physical examination result there was a positive finding on physical examination in of patients the sensitivity of the physical examination as a whole was the literature has shown that the belly press bear hug and lift off tests are specific to the subscapularis tendon to the authors knowledge this is the first study to evaluate the sensitivity of these separate clinical tests as a composite knowledge regarding the sensitivity of the subscapularis specific physical examination as a composite can lead practitioners to implement all components even when test has a negative finding thus promoting a more thorough physical examination because unrepaired subscapularis tendon tears can result in poor outcomes in the repair of other rotator cuff tendons a complete physical examination would be beneficial to patients with shoulder pathology the authors conclude that physical examination when performed consistently by an experienced practitioner can reliably predict the presence of subscapularis tendon tears"
}