{
    "title": "Construction of Mental Health Knowledge Service Model Based on Online Medical Community.",
    "doc_id": "35814579",
    "writer": "Xu J",
    "year": "2022",
    "summary": "This paper discusses a common mental disorder prevention mode to improve residents' mental health quality and achieve the \"comprehensive and fine-grained\" mental health education knowledge service. ...Based on the existing mental healt …",
    "abstract": "This paper discusses a common mental disorder prevention mode to improve residents' mental health quality and achieve the \"comprehensive and fine-grained\" mental health education knowledge service. The construction of mental health knowledge service model is conducive to accurately grasp the group cognition and psychological changes and take the initiative to make decisions. This paper analyzes the needs of mental health education knowledge service system and combs the research status of applying information technology and artificial intelligence to mental health education at home and abroad, the resource data of five major online medical communities at home and abroad were screened and mined, and the mental health feature tags of college students were extracted. Based on the existing mental health diagnosis experience database and multisource text, reuse and optimize ontology integration method to systematically construct mental health education ontology. Taking mental illness as an example, the rule base is constructed and the personalized recommendation service of mental health is realized. The service model can infer and output all kinds of diagnosis and treatment knowledge to provide users with intelligent mental health education knowledge services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35814579/",
    "clean_text": "construction of mental health knowledge service model based on online medical community this paper discusses a common mental disorder prevention mode to improve residents mental health quality and achieve the comprehensive and fine grained mental health education knowledge service based on the existing mental healt this paper discusses a common mental disorder prevention mode to improve residents mental health quality and achieve the comprehensive and fine grained mental health education knowledge service the construction of mental health knowledge service model is conducive to accurately grasp the group cognition and psychological changes and take the initiative to make decisions this paper analyzes the needs of mental health education knowledge service system and combs the research status of applying information technology and artificial intelligence to mental health education at home and abroad the resource data of five major online medical communities at home and abroad were screened and mined and the mental health feature tags of college students were extracted based on the existing mental health diagnosis experience database and multisource text reuse and optimize ontology integration method to systematically construct mental health education ontology taking mental illness as an example the rule base is constructed and the personalized recommendation service of mental health is realized the service model can infer and output all kinds of diagnosis and treatment knowledge to provide users with intelligent mental health education knowledge services"
}