{
    "pmid": "41394453",
    "title": "Serum Albumin Role as a Prognostic Biomarker of Radiological Gonarthrosis Progression: A Retrospective Cross-sectional Study.",
    "abstract": "To evaluate the prognostic role of serum albumin level in the radiological progression of gonarthrosis. Two hundered and fifty patients with gonarthrosis (Group1: early stage gonarthrosis, Group 2: late-stage gonarthrosis), and 125 patients as a control group (Group 3) were included in this retrospective cross-sectional study. Age, gender, the Kellgren-Lawrence (KL) stage, serum albumin level, C-reactive protein (CRP)/albumin, platelet/lymphocyte, neutrophil/lymphocyte, lymphocyte/monocyte, lymphocyte/CRP, The Aggregate Index of Systemic Inflammation, Systemic Inflammatory Response Index, Systemic Immune Inflammation Index, Prognostic Nutritional Index (PNI), Modified Systemic Inflammation Score (mSIS) were recorded. Albumin and PNI were lower compared to the Group 3 in the Group 1 and Group 2, and compared to the Group 1 in the Group 2 (for all  Serum albumin level has a prognostic role in the radiological progression of gonarthrosis.",
    "disease": "osteoarthritis",
    "clean_text": "serum albumin role as a prognostic biomarker of radiological gonarthrosis progression a retrospective cross sectional study to evaluate the prognostic role of serum albumin level in the radiological progression of gonarthrosis two hundered and fifty patients with gonarthrosis group early stage gonarthrosis group late stage gonarthrosis and patients as a control group group were included in this retrospective cross sectional study age gender the kellgren lawrence kl stage serum albumin level c reactive protein crp albumin platelet lymphocyte neutrophil lymphocyte lymphocyte monocyte lymphocyte crp the aggregate index of systemic inflammation systemic inflammatory response index systemic immune inflammation index prognostic nutritional index pni modified systemic inflammation score msis were recorded albumin and pni were lower compared to the group in the group and group and compared to the group in the group for all serum albumin level has a prognostic role in the radiological progression of gonarthrosis"
}