{
    "title": "Response of Juvenile Saccharina japonica to the Combined Stressors of Elevated pCO(2) and Excess Copper.",
    "doc_id": "36903998",
    "writer": "Zhang W",
    "year": "2023",
    "summary": "The results showed that the responses of juvenile S. japonica to copper concentrations depended on the pCO(2) level. Under the 400 ppmv condition, medium and high copper concentrations significantly decreased the relative growth rate (RGR) and non-photochemical quen …",
    "abstract": "Coastal macroalgae may be subjected to global and local environmental stressors, such as ocean acidification and heavy-metal pollution. We investigated the growth, photosynthetic characteristics, and biochemical compositions of juvenile sporophytes of Saccharina japonica cultivated at two pCO2 levels (400 and 1000 ppmv) and four copper concentrations (natural seawater, control; 0.2 μM, low level; 0.5 μM, medium level; and 1 μM, high level) to better understand how macroalgae respond to ongoing environmental changes. The results showed that the responses of juvenile S. japonica to copper concentrations depended on the pCO2 level. Under the 400 ppmv condition, medium and high copper concentrations significantly decreased the relative growth rate (RGR) and non-photochemical quenching (NPQ) but increased the relative electron transfer rate (rETR) and chlorophyll a (Chl a), chlorophyll c (Chl c), carotenoid (Car), and soluble carbohydrate contents. At 1000 ppmv, however, none of the parameters had significant differences between the different copper concentrations. Our data suggest that excess copper may inhibit the growth of juvenile sporophytes of S. japonica, but this negative effect could be alleviated by CO2-induced ocean acidification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36903998/",
    "clean_text": "response of juvenile saccharina japonica to the combined stressors of elevated pco and excess copper the results showed that the responses of juvenile s japonica to copper concentrations depended on the pco level under the ppmv condition medium and high copper concentrations significantly decreased the relative growth rate rgr and non photochemical quen coastal macroalgae may be subjected to global and local environmental stressors such as ocean acidification and heavy metal pollution we investigated the growth photosynthetic characteristics and biochemical compositions of juvenile sporophytes of saccharina japonica cultivated at two pco levels and ppmv and four copper concentrations natural seawater control m low level m medium level and m high level to better understand how macroalgae respond to ongoing environmental changes the results showed that the responses of juvenile s japonica to copper concentrations depended on the pco level under the ppmv condition medium and high copper concentrations significantly decreased the relative growth rate rgr and non photochemical quenching npq but increased the relative electron transfer rate retr and chlorophyll a chl a chlorophyll c chl c carotenoid car and soluble carbohydrate contents at ppmv however none of the parameters had significant differences between the different copper concentrations our data suggest that excess copper may inhibit the growth of juvenile sporophytes of s japonica but this negative effect could be alleviated by co induced ocean acidification"
}