{
    "pmid": "41456040",
    "title": "Safety and efficacy of allogeneic umbilical cord blood cells and erythropoietin combination therapy in patients with subacute stroke.",
    "abstract": "Cell therapy has been proposed as a promising treatment for neurological recovery in patients with stroke. However, a strategy to enhance its efficacy is needed, as its clinical benefits have not yet been demonstrated in clinical trials. This study evaluated the efficacy of combination therapy using allogeneic umbilical cord blood (UCB), a relatively safe therapeutic cell source, and recombinant human erythropoietin (rhEPO) in patients with subacute stroke. In this double-blind, randomised controlled trial, we enrolled patients with subacute stroke one to nine months after stroke onset. The patients were divided into three groups: UCB + EPO, UCB, and control. Immune compatibility-matched UCB was intravenously infused once, and rhEPO was administered five times. Safety was evaluated according to the Common Terminology Criteria for Adverse Events (version 5.0), while efficacy was assessed based on changes in activities of daily living, motor and cognitive functions, brain imaging findings, and electroencephalography performed at six months after baseline. A total of fifteen patients (59.0 ± 10.9 years) were included, with consisting of five patients in each group with comparable demographic data and functional parameters at baseline. Adverse events did not indicate any harmful effects of UCB or rhEPO. After all patients completed the final functional evaluation the UCB + EPO group showed significantly better outcomes than the control group in terms of the total Functional Independent Measure (FIM) (Δ15.00[12.50, 24.50] vs. Δ0.00[-13.00, 3.00], P = 0.009), FIM motor subscale (Δ14.00[10.00, 18.50] vs. Δ13.00[0.50, 3.50], P = 0.009), and Geriatric Depression Scale (Δ-3.00[-5.00, -2.00] vs. Δ6.00 [-1.00, 18.50], P = 0.016) scores. The UCB group showed a marginally non-significant improvement over the control group, without statistical differences in most outcome measures. The brain imaging findings also supported the functional recovery-related effects of UCB therapy. In conclusion, rhEPO can enhance the efficacy of UCB cells in patients with subacute stroke, without causing harmful effects. This exploratory finding may provide evidence for the potential use of UCB + EPO combination therapy for neurological recovery following stroke. Trial registration URL: https://clinicaltrials.gov/ct2/show/NCT04013646.",
    "disease": "stroke",
    "clean_text": "safety and efficacy of allogeneic umbilical cord blood cells and erythropoietin combination therapy in patients with subacute stroke cell therapy has been proposed as a promising treatment for neurological recovery in patients with stroke however a strategy to enhance its efficacy is needed as its clinical benefits have not yet been demonstrated in clinical trials this study evaluated the efficacy of combination therapy using allogeneic umbilical cord blood ucb a relatively safe therapeutic cell source and recombinant human erythropoietin rhepo in patients with subacute stroke in this double blind randomised controlled trial we enrolled patients with subacute stroke one to nine months after stroke onset the patients were divided into three groups ucb epo ucb and control immune compatibility matched ucb was intravenously infused once and rhepo was administered five times safety was evaluated according to the common terminology criteria for adverse events version while efficacy was assessed based on changes in activities of daily living motor and cognitive functions brain imaging findings and electroencephalography performed at six months after baseline a total of fifteen patients years were included with consisting of five patients in each group with comparable demographic data and functional parameters at baseline adverse events did not indicate any harmful effects of ucb or rhepo after all patients completed the final functional evaluation the ucb epo group showed significantly better outcomes than the control group in terms of the total functional independent measure fim vs p fim motor subscale vs p and geriatric depression scale vs p scores the ucb group showed a marginally non significant improvement over the control group without statistical differences in most outcome measures the brain imaging findings also supported the functional recovery related effects of ucb therapy in conclusion rhepo can enhance the efficacy of ucb cells in patients with subacute stroke without causing harmful effects this exploratory finding may provide evidence for the potential use of ucb epo combination therapy for neurological recovery following stroke trial registration url https clinicaltrials gov ct show nct"
}