{
    "title": "Role of fragile X messenger ribonucleoprotein 1 in the pathophysiology of brain disorders: a glia perspective.",
    "doc_id": "38763180",
    "writer": "D'Antoni S",
    "year": "2024",
    "summary": "Fragile X messenger ribonucleoprotein 1 (FMRP) is a widely expressed RNA binding protein involved in several steps of mRNA metabolism. Mutations in the FMR1 gene encoding FMRP are responsible for fragile X syndrome (FXS), a leading genetic cause of int …",
    "abstract": "Fragile X messenger ribonucleoprotein 1 (FMRP) is a widely expressed RNA binding protein involved in several steps of mRNA metabolism. Mutations in the FMR1 gene encoding FMRP are responsible for fragile X syndrome (FXS), a leading genetic cause of intellectual disability and autism spectrum disorder, and fragile X-associated tremor-ataxia syndrome (FXTAS), a neurodegenerative disorder in aging men. Although FMRP is mainly expressed in neurons, it is also present in glial cells and its deficiency or altered expression can affect functions of glial cells with implications for the pathophysiology of brain disorders. The present review focuses on recent advances on the role of glial subtypes, astrocytes, oligodendrocytes and microglia, in the pathophysiology of FXS and FXTAS, and describes how the absence or reduced expression of FMRP in these cells can impact on glial and neuronal functions. We will also briefly address the role of FMRP in radial glial cells and its effects on neural development, and gliomas and will speculate on the role of glial FMRP in other brain disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38763180/",
    "clean_text": "role of fragile x messenger ribonucleoprotein in the pathophysiology of brain disorders a glia perspective fragile x messenger ribonucleoprotein fmrp is a widely expressed rna binding protein involved in several steps of mrna metabolism mutations in the fmr gene encoding fmrp are responsible for fragile x syndrome fxs a leading genetic cause of int fragile x messenger ribonucleoprotein fmrp is a widely expressed rna binding protein involved in several steps of mrna metabolism mutations in the fmr gene encoding fmrp are responsible for fragile x syndrome fxs a leading genetic cause of intellectual disability and autism spectrum disorder and fragile x associated tremor ataxia syndrome fxtas a neurodegenerative disorder in aging men although fmrp is mainly expressed in neurons it is also present in glial cells and its deficiency or altered expression can affect functions of glial cells with implications for the pathophysiology of brain disorders the present review focuses on recent advances on the role of glial subtypes astrocytes oligodendrocytes and microglia in the pathophysiology of fxs and fxtas and describes how the absence or reduced expression of fmrp in these cells can impact on glial and neuronal functions we will also briefly address the role of fmrp in radial glial cells and its effects on neural development and gliomas and will speculate on the role of glial fmrp in other brain disorders"
}