{
    "pmid": "41410579",
    "title": "Treatment and follow-up of patients with Sjögren's disease associated interstitial lung disease: a case series.",
    "abstract": "To investigate the effect of treatment in a series of patients with Sjögren's disease (SjD) associated interstitial lung disease (ILD). Twenty-four primary SjD-ILD patients, followed-up from October 2022 to June 2025 were included in the study. Based on clinical judgement, 12 received treatment for ILD, while 12 did not, following a \"watch-and-wait\" policy. Participants were evaluated in 2 time points with an interval of 24±6 months. ILD was diagnosed by HRCT according to Fleischner Society definitions, performed at baseline due to respiratory symptoms and/or abnormal pulmonary function tests. Spirometry and diffusing capacity for carbon monoxide (DLCO) were performed at both visits. Progression of ILD was defined as absolute decline of predicted forced vital capacity (FVC) ≥5%. The treatment regimens of 12 SjD-ILD patients who received treatment included rituximab, mycophenolate mofetil, azathioprine and tocilizumab. The treated group displayed higher extent of ILD on HRCT at baseline visit (median: 20% vs. 10%, p=0.006), more frequently findings of small airways disease on HRCT (58% vs. 8%, p=0.027) and tended to present lower FVC (mean: 81.3% vs. 96.7%, p=0.086) compared to the untreated. FVC and DLCO remained stable between baseline and follow-up visit in both groups. However, the change in DLCO between the two visits was worse in the treated than untreated patients (mean: -11.2% vs. 4.8%, p=0.003). The number of SjD-ILD patients presenting progression of ILD did not differ between the two groups (25% vs. 33%, p=0.999). SjD-ILD clinical course is variable, with the most aggressive form to be controlled by immunosuppressive treatment.",
    "disease": "rheumatoid arthritis",
    "clean_text": "treatment and follow up of patients with sj gren s disease associated interstitial lung disease a case series to investigate the effect of treatment in a series of patients with sj gren s disease sjd associated interstitial lung disease ild twenty four primary sjd ild patients followed up from october to june were included in the study based on clinical judgement received treatment for ild while did not following a watch and wait policy participants were evaluated in time points with an interval of months ild was diagnosed by hrct according to fleischner society definitions performed at baseline due to respiratory symptoms and or abnormal pulmonary function tests spirometry and diffusing capacity for carbon monoxide dlco were performed at both visits progression of ild was defined as absolute decline of predicted forced vital capacity fvc the treatment regimens of sjd ild patients who received treatment included rituximab mycophenolate mofetil azathioprine and tocilizumab the treated group displayed higher extent of ild on hrct at baseline visit median vs p more frequently findings of small airways disease on hrct vs p and tended to present lower fvc mean vs p compared to the untreated fvc and dlco remained stable between baseline and follow up visit in both groups however the change in dlco between the two visits was worse in the treated than untreated patients mean vs p the number of sjd ild patients presenting progression of ild did not differ between the two groups vs p sjd ild clinical course is variable with the most aggressive form to be controlled by immunosuppressive treatment"
}