{
    "pmid": "41374000",
    "title": "Prognostic Value of Resting Energy Expenditure Measured by Indirect Calorimetry in Patients with Cirrhosis Referred for Liver Transplantation.",
    "abstract": "Malnutrition is common in cirrhosis but is challenging to identify, grade, and manage during liver transplantation (LT) assessment. The resting energy expenditure informs nutritional needs and can be measured with indirect calorimetry (IC); however, it is not routinely used in this context. We aimed to assess the prognostic value of the measured resting energy expenditure (mREE) and its associations in patients with cirrhosis referred for LT assessment. We performed a single-center, retrospective cohort study of adult patients with cirrhosis who underwent IC between 2002 and 2019 at a statewide LT center. The predicted REE (pREE) was estimated using the Harris-Benedict equation. Patients were classified as normo-, hypo-, and hypermetabolic based on the difference between the mREE and pREE. Malnutrition was determined prospectively using the Subjective Global Assessment. The primary outcome was LT-free survival. A total 203 patients were recruited (74% male, median age 55 [IQR 49-60], median MELD score 14 [IQR 11-17]). The most common cause of cirrhosis was alcohol (40%). The median pREE and mREE were 1652 (IQR 1459-1873) and 1708 (IQR 1490-1907) kcal/day, respectively. The mREE was lower in females and those with older age and malnutrition, significantly correlating with body composition measures ( Patients with cirrhosis and hypermetabolism identified with IC had a two-fold increased risk of LT or death, independent of the MELD score and nutritional status. These findings suggest that IC provides valuable prognostic information for pre-LT assessment and may support individualized nutritional and risk stratification strategies in cirrhosis.",
    "disease": "liver cirrhosis",
    "clean_text": "prognostic value of resting energy expenditure measured by indirect calorimetry in patients with cirrhosis referred for liver transplantation malnutrition is common in cirrhosis but is challenging to identify grade and manage during liver transplantation lt assessment the resting energy expenditure informs nutritional needs and can be measured with indirect calorimetry ic however it is not routinely used in this context we aimed to assess the prognostic value of the measured resting energy expenditure mree and its associations in patients with cirrhosis referred for lt assessment we performed a single center retrospective cohort study of adult patients with cirrhosis who underwent ic between and at a statewide lt center the predicted ree pree was estimated using the harris benedict equation patients were classified as normo hypo and hypermetabolic based on the difference between the mree and pree malnutrition was determined prospectively using the subjective global assessment the primary outcome was lt free survival a total patients were recruited male median age iqr median meld score iqr the most common cause of cirrhosis was alcohol the median pree and mree were iqr and iqr kcal day respectively the mree was lower in females and those with older age and malnutrition significantly correlating with body composition measures patients with cirrhosis and hypermetabolism identified with ic had a two fold increased risk of lt or death independent of the meld score and nutritional status these findings suggest that ic provides valuable prognostic information for pre lt assessment and may support individualized nutritional and risk stratification strategies in cirrhosis"
}