{
    "pmid": "41467142",
    "title": "Continuous Subcutaneous Insulin Infusion Versus Multiple Daily Injections for Glycemic Management in Pregnant Women With Type 1 Diabetes: A Systematic Review and Meta-Analysis.",
    "abstract": "To compare glycemic management outcomes between continuous subcutaneous insulin infusion (CSII) and multiple daily injections in pregnancy and assess maternal and neonatal outcomes. There is an ongoing increase in diabetes rates worldwide. The International Diabetes Federation estimated that there were 23.0 million cases of hyperglycemia (19.7%) before and during pregnancy in 2024 worldwide, causing 1.5 million deaths annually. Pregnant women with pregestational type 1 diabetes mellitus (T1DM) struggle with 2-4 times more maternal and fetal complications than pregnant women without diabetes. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, we searched PubMed MEDLINE, Cochrane, Scopus, Web of Science, Embase, Cumulative Index to Nursing and Allied Health Literature, and China National Knowledge Infrastructure through January 2025. Eligible studies included randomized controlled trials, cohort studies, and case-control studies comparing CSII and multiple daily injection in pregnant women with T1DM. Data were pooled using random-effects models, with effect sizes expressed as mean differences (MDs), standardized mean differences, or risk ratios (RRs) with 95% CIs. Thirty-one studies encompassing 6532 pregnant women were included. CSII was associated with improved glycosylated hemoglobin control in the first (MD, -0.34; 95% CI, -0.49 to -0.18) and second trimesters (MD, -0.15; 95% CI, -0.29 to -0.01), alongside reduced insulin requirements in early pregnancy (standardized mean difference, -0.43; 95% CI, -0.61 to -0.24). However, CSII was also linked to increased risks of cesarean delivery (RR, 1.11; 95% CI, 1.04-1.18), neonatal hypoglycemia (RR, 1.15; 95% CI, 1.03-1.30), and large-for-gestational-age infants (RR, 1.22; 95% CI, 1.11-1.34). No consistent differences were observed for preeclampsia, congenital malformations, or preterm birth. Heterogeneity across outcomes was moderate to high, reflecting variation in study design and quality. CSII offers measurable metabolic advantages during pregnancy by lowering glycosylated hemoglobin levels and reducing insulin needs. Nevertheless, these benefits do not consistently translate into improved maternal or neonatal outcomes and may be offset by higher obstetric and neonatal complication rates. Further well-powered randomized controlled trials are required to clarify the role of CSII and to balance metabolic gains against obstetric risks in managing pregnant women with T1DM.",
    "disease": "diabetes mellitus",
    "clean_text": "continuous subcutaneous insulin infusion versus multiple daily injections for glycemic management in pregnant women with type diabetes a systematic review and meta analysis to compare glycemic management outcomes between continuous subcutaneous insulin infusion csii and multiple daily injections in pregnancy and assess maternal and neonatal outcomes there is an ongoing increase in diabetes rates worldwide the international diabetes federation estimated that there were million cases of hyperglycemia before and during pregnancy in worldwide causing million deaths annually pregnant women with pregestational type diabetes mellitus t dm struggle with times more maternal and fetal complications than pregnant women without diabetes following the preferred reporting items for systematic reviews and meta analyses guidelines we searched pubmed medline cochrane scopus web of science embase cumulative index to nursing and allied health literature and china national knowledge infrastructure through january eligible studies included randomized controlled trials cohort studies and case control studies comparing csii and multiple daily injection in pregnant women with t dm data were pooled using random effects models with effect sizes expressed as mean differences mds standardized mean differences or risk ratios rrs with cis thirty one studies encompassing pregnant women were included csii was associated with improved glycosylated hemoglobin control in the first md ci to and second trimesters md ci to alongside reduced insulin requirements in early pregnancy standardized mean difference ci to however csii was also linked to increased risks of cesarean delivery rr ci neonatal hypoglycemia rr ci and large for gestational age infants rr ci no consistent differences were observed for preeclampsia congenital malformations or preterm birth heterogeneity across outcomes was moderate to high reflecting variation in study design and quality csii offers measurable metabolic advantages during pregnancy by lowering glycosylated hemoglobin levels and reducing insulin needs nevertheless these benefits do not consistently translate into improved maternal or neonatal outcomes and may be offset by higher obstetric and neonatal complication rates further well powered randomized controlled trials are required to clarify the role of csii and to balance metabolic gains against obstetric risks in managing pregnant women with t dm"
}