{
    "pmid": "41418260",
    "title": "Evidence-Based interventional approaches for management of knee osteoarthritis: A mini-review.",
    "abstract": "Knee osteoarthritis (KOA) has a prevalence of 3.5% in Southeast Asian region. It is associated with pain and disability, affecting women more than men. Multiple nonsurgical treatment options are available for pain management including oral analgesics, physical modalities, and interventional procedures (intra-articular injections, and denervation of knee joint). The evidence regarding various types of interventional procedures varies in literature. This mini review aims to present the latest evidence regarding interventional procedures for management of patients with KOA. The interventions can be broadly classified into Interventions with regenerative potential (e.g. platelet rich plasma, stem cell injections etc) and Interventions without regenerative potential (intra-articular steroid injections, denervation of knee joint etc). Intra-articular corticosteroids may be used in patients with KOA for short term relief . Nerve ablation techniques may provide moderate, short-term pain relief especially in advanced KOA, but the evidence is limited. Interventions with regenerative potential like PRP may be effective in pain relief and function, but there is heterogeneity in studies. Current evidence shows that MSCs may be promising for KOA, but it is still in an experimental phase.",
    "disease": "osteoarthritis",
    "clean_text": "evidence based interventional approaches for management of knee osteoarthritis a mini review knee osteoarthritis koa has a prevalence of in southeast asian region it is associated with pain and disability affecting women more than men multiple nonsurgical treatment options are available for pain management including oral analgesics physical modalities and interventional procedures intra articular injections and denervation of knee joint the evidence regarding various types of interventional procedures varies in literature this mini review aims to present the latest evidence regarding interventional procedures for management of patients with koa the interventions can be broadly classified into interventions with regenerative potential e g platelet rich plasma stem cell injections etc and interventions without regenerative potential intra articular steroid injections denervation of knee joint etc intra articular corticosteroids may be used in patients with koa for short term relief nerve ablation techniques may provide moderate short term pain relief especially in advanced koa but the evidence is limited interventions with regenerative potential like prp may be effective in pain relief and function but there is heterogeneity in studies current evidence shows that mscs may be promising for koa but it is still in an experimental phase"
}