{
    "title": "Targeting deeply-sourced seeps along the Central Volcanic Zone.",
    "doc_id": "39926353",
    "writer": "Bastoni D",
    "year": "2024",
    "summary": "The Andean Convergent Margin is volcanically active in four distinct zones: the Northern Volcanic Zone, the Central Volcanic Zone, the Southern Volcanic Zone and the Austral Volcanic Zone, which are each characterised by significantly different …",
    "abstract": "At convergent margins, plates collide producing a subduction process. When an oceanic plate collides with a continental plate, the denser (i.e., oceanic) plate subducts beneath the less dense (continental) plate. This process results in the transportation of carbon and other volatiles into Earth's deep interior and is counterbalanced by volcanic outgassing. Sampling deeply-sourced seeps and fumaroles throughout a convergent margin allows us to assess the processes that control the inventory of volatiles and their interaction with the deep subsurface microbial communities. The Andean Convergent Margin is volcanically active in four distinct zones: the Northern Volcanic Zone, the Central Volcanic Zone, the Southern Volcanic Zone and the Austral Volcanic Zone, which are each characterised by significantly different subduction parameters like crustal thickness, age of subduction and subduction angle. These differences can change subduction dynamics along the convergent margin, possibly influencing the recycling efficiency of carbon and volatiles and its interaction with the subsurface microbial communities. We carried out a scientific expedition, sampling along a ~800 km convergent margin segment of the Andean Convergent Margin in the Central Volcanic Zone of northern Chile, between 17 °S and 24 °S, sampling fluids, gases and sediments, in an effort to understand interactions between microbiology, deeply-sourced fluids, the crust, and tectonic parameters. We collected samples from 38 different sites, representing a wide diversity of seep types in different geologic contexts. Here we report the field protocols and the descriptions of the sites and samples collected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39926353/",
    "clean_text": "targeting deeply sourced seeps along the central volcanic zone the andean convergent margin is volcanically active in four distinct zones the northern volcanic zone the central volcanic zone the southern volcanic zone and the austral volcanic zone which are each characterised by significantly different at convergent margins plates collide producing a subduction process when an oceanic plate collides with a continental plate the denser i e oceanic plate subducts beneath the less dense continental plate this process results in the transportation of carbon and other volatiles into earth s deep interior and is counterbalanced by volcanic outgassing sampling deeply sourced seeps and fumaroles throughout a convergent margin allows us to assess the processes that control the inventory of volatiles and their interaction with the deep subsurface microbial communities the andean convergent margin is volcanically active in four distinct zones the northern volcanic zone the central volcanic zone the southern volcanic zone and the austral volcanic zone which are each characterised by significantly different subduction parameters like crustal thickness age of subduction and subduction angle these differences can change subduction dynamics along the convergent margin possibly influencing the recycling efficiency of carbon and volatiles and its interaction with the subsurface microbial communities we carried out a scientific expedition sampling along a km convergent margin segment of the andean convergent margin in the central volcanic zone of northern chile between s and s sampling fluids gases and sediments in an effort to understand interactions between microbiology deeply sourced fluids the crust and tectonic parameters we collected samples from different sites representing a wide diversity of seep types in different geologic contexts here we report the field protocols and the descriptions of the sites and samples collected"
}