{
    "pmid": "41453085",
    "title": "Carvedilol versus Propranolol in Preventing Decompensation in Patients with Compensated Cirrhosis: A Real-World Propensity-Matched Study.",
    "abstract": "Non-selective beta-blockers are widely used for the management of portal hypertension and prevention of variceal bleeding in patients with liver cirrhosis. While studies have demonstrated carvedilol's superiority in reducing portal pressure compared to propranolol, limited real-world data directly compare their efficacy in preventing decompensation. We conducted a retrospective cohort study using the TriNetX database on patients from several healthcare organizations in the US Collaborative Network. Cohorts were defined as adult patients with compensated cirrhosis who were prescribed either carvedilol or propranolol. Propensity score matching was applied to balance demographic, clinical, and laboratory characteristics. The first decompensation event, all-cause hospitalization, and all-cause mortality were defined as outcomes. After matching, each cohort included 12,890 patients. The mean age was 59.6 years. Comorbidities and laboratory findings were well-balanced between the two groups. Patients receiving carvedilol had a significantly lower risk of developing new decompensating events within five years, including ascites, variceal bleeding, hepatic encephalopathy, and hepatorenal syndrome. Spontaneous bacterial peritonitis was not significantly different between the groups. Post-matching analysis showed marginally reduced all-cause mortality in the carvedilol group at five years. In this real-world study, carvedilol demonstrated superior efficacy compared with propranolol in reducing key decompensatory events in patients with compensated cirrhosis, likely due to its enhanced ability to lower portal pressure. However, the mortality benefit probably requires further studies to unfold.",
    "disease": "hypertension",
    "clean_text": "carvedilol versus propranolol in preventing decompensation in patients with compensated cirrhosis a real world propensity matched study non selective beta blockers are widely used for the management of portal hypertension and prevention of variceal bleeding in patients with liver cirrhosis while studies have demonstrated carvedilol s superiority in reducing portal pressure compared to propranolol limited real world data directly compare their efficacy in preventing decompensation we conducted a retrospective cohort study using the trinetx database on patients from several healthcare organizations in the us collaborative network cohorts were defined as adult patients with compensated cirrhosis who were prescribed either carvedilol or propranolol propensity score matching was applied to balance demographic clinical and laboratory characteristics the first decompensation event all cause hospitalization and all cause mortality were defined as outcomes after matching each cohort included patients the mean age was years comorbidities and laboratory findings were well balanced between the two groups patients receiving carvedilol had a significantly lower risk of developing new decompensating events within five years including ascites variceal bleeding hepatic encephalopathy and hepatorenal syndrome spontaneous bacterial peritonitis was not significantly different between the groups post matching analysis showed marginally reduced all cause mortality in the carvedilol group at five years in this real world study carvedilol demonstrated superior efficacy compared with propranolol in reducing key decompensatory events in patients with compensated cirrhosis likely due to its enhanced ability to lower portal pressure however the mortality benefit probably requires further studies to unfold"
}