{
    "pmid": "41472550",
    "title": "Cytokine and Endothelial Activation Patterns Related to Severe and Non-Severe Respiratory Viral Infections.",
    "abstract": "Respiratory viral infections (RVIs) are a major cause of global morbidity and mortality. Severe cases are driven by dysregulated inflammation, impaired interferon (IFN) responses, and thromboinflammation, yet the mechanisms underlying endothelial dysfunction remain poorly defined. We collected 234 leftover material samples from hospitalized patients with PCR-confirmed RVIs. Patients were stratified by viral etiology, differential involvement of the respiratory tract, age and possible co-infections. Cytokines (IL-6, IL-8, IL-1β, TNF-α), IFNs (α/β/γ), and endothelial markers (ICAM-1, VCAM-1) were quantified using microfluidic immunoassays. Routine coagulation parameters were measured in a subset of patients. Compared with controls, RVI patients exhibited significantly elevated systemic cytokines (p < 0.001). IL-6 and IL-8 were higher in patients with lower respiratory tract involvement, particularly in influenza cases. Elderly patients displayed reduced IFN-α/β responses but increased proinflammatory CRP levels. Infants and children had higher ICAM-1 but lower CRP levels. Patients with viral-bacterial co-infections showed amplified IFN-γ/IL-1β/ICAM-1 response. Older adults demonstrated prolonged prothrombin times and reduced fibrinogen, indicating coagulopathy. Severe RVIs are characterized by a triad of impaired antiviral IFN responses, hyperinflammation, and endothelial activation, culminating in thromboinflammation. Age, viral type and co-infections critically shape host responses, underscoring the need for biomarker-guided, personalized therapies.",
    "disease": "influenza",
    "clean_text": "cytokine and endothelial activation patterns related to severe and non severe respiratory viral infections respiratory viral infections rvis are a major cause of global morbidity and mortality severe cases are driven by dysregulated inflammation impaired interferon ifn responses and thromboinflammation yet the mechanisms underlying endothelial dysfunction remain poorly defined we collected leftover material samples from hospitalized patients with pcr confirmed rvis patients were stratified by viral etiology differential involvement of the respiratory tract age and possible co infections cytokines il il il tnf ifns and endothelial markers icam vcam were quantified using microfluidic immunoassays routine coagulation parameters were measured in a subset of patients compared with controls rvi patients exhibited significantly elevated systemic cytokines p il and il were higher in patients with lower respiratory tract involvement particularly in influenza cases elderly patients displayed reduced ifn responses but increased proinflammatory crp levels infants and children had higher icam but lower crp levels patients with viral bacterial co infections showed amplified ifn il icam response older adults demonstrated prolonged prothrombin times and reduced fibrinogen indicating coagulopathy severe rvis are characterized by a triad of impaired antiviral ifn responses hyperinflammation and endothelial activation culminating in thromboinflammation age viral type and co infections critically shape host responses underscoring the need for biomarker guided personalized therapies"
}