{
    "title": "Associations of physical activity and sedentary behavior with mental health among university students: the mediating role of cardiorespiratory fitness and moderating role of gender.",
    "doc_id": "41034830",
    "writer": "Xu L",
    "year": "2025",
    "summary": "OBJECTIVE: This study aimed to examine the associations between physical activity (PA), sedentary behavior, and mental health among university students, with a focus on the mediating role of cardiorespiratory fitness (CRF) and the potential moderating effect of gender. MET …",
    "abstract": "Objective:\n        \n      \n      This study aimed to examine the associations between physical activity (PA), sedentary behavior, and mental health among university students, with a focus on the mediating role of cardiorespiratory fitness (CRF) and the potential moderating effect of gender.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional survey was conducted among 233 university students from Zhejiang University. PA and sedentary behavior were assessed using the Global Physical Activity Questionnaire, mental health was measured by the Depression Anxiety Stress Scale (DASS-42), and CRF was evaluated via a treadmill-based VO₂max test. Harman's single-factor test was used to assess common method bias. Partial correlation, mediation, and moderation analyses were performed using SPSS 27.0 and the PROCESS 3.5 macro.\n    \n\n\n          Results:\n        \n      \n      PA was positively associated with CRF (β = 0.0016, P < 0.001) and negatively associated with depression (β = -0.0010, P < 0.001), anxiety (β = -0.0004, P = 0.004), and stress (β = -0.0014, P < 0.001). Sedentary behavior was negatively associated with CRF (β = -0.0096, P = 0.002) but not significantly associated with mental health outcomes directly (P > 0.05). CRF was negatively associated with depression (β = -0.0721, P = 0.040), anxiety (β = -0.0806, P = 0.040), and stress (β = -0.2502, P = 0.007), and partially mediated the associations of PA and sedentary behavior with mental health. Gender significantly influenced depression (F = 1.191, P = 0.276) and anxiety (F = 3.552, P = 0.061), but did not significantly moderate the associations among PA, sedentary behavior, and CRF (interaction P-values > 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      CRF partially mediates the association between PA and mental health, suggesting that improved CRF may be one pathway through which PA supports psychological well-being. While sedentary behavior did not directly predict mental health outcomes, its negative impact on CRF may indirectly contribute to psychological distress. Gender differences in mental health were observed, but gender did not significantly alter the relationships between the key study variables.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41034830/",
    "clean_text": "associations of physical activity and sedentary behavior with mental health among university students the mediating role of cardiorespiratory fitness and moderating role of gender objective this study aimed to examine the associations between physical activity pa sedentary behavior and mental health among university students with a focus on the mediating role of cardiorespiratory fitness crf and the potential moderating effect of gender met objective this study aimed to examine the associations between physical activity pa sedentary behavior and mental health among university students with a focus on the mediating role of cardiorespiratory fitness crf and the potential moderating effect of gender methods a cross sectional survey was conducted among university students from zhejiang university pa and sedentary behavior were assessed using the global physical activity questionnaire mental health was measured by the depression anxiety stress scale dass and crf was evaluated via a treadmill based vo max test harman s single factor test was used to assess common method bias partial correlation mediation and moderation analyses were performed using spss and the process macro results pa was positively associated with crf p and negatively associated with depression p anxiety p and stress p sedentary behavior was negatively associated with crf p but not significantly associated with mental health outcomes directly p crf was negatively associated with depression p anxiety p and stress p and partially mediated the associations of pa and sedentary behavior with mental health gender significantly influenced depression f p and anxiety f p but did not significantly moderate the associations among pa sedentary behavior and crf interaction p values conclusion crf partially mediates the association between pa and mental health suggesting that improved crf may be one pathway through which pa supports psychological well being while sedentary behavior did not directly predict mental health outcomes its negative impact on crf may indirectly contribute to psychological distress gender differences in mental health were observed but gender did not significantly alter the relationships between the key study variables"
}