{
    "title": "COVID-19 transmission: a positive perspective.",
    "doc_id": "34331846",
    "writer": "Sakarde A",
    "year": "2021",
    "summary": "OBJECTIVES: To understand the dynamics of infectivity of COVID-19 and allay the fear and anxiety associated with it in healthcare workers and the society. ...CONCLUSIONS: It was observed that use of proper precautionary measures like wearing a mask and regular hand …",
    "abstract": "Objectives:\n        \n      \n      To understand the dynamics of infectivity of COVID-19 and allay the fear and anxiety associated with it in healthcare workers and the society.\n    \n\n\n          Case presentation:\n        \n      \n      Three individuals accompanied their pediatric patients in the COVID ward but did not develop infection. Information about their knowledge and perspective about the disease and the protective measures undertaken by them during their stay in the hospital was gathered by administering a questionnaire 14 days after discharge.\n    \n\n\n          Conclusions:\n        \n      \n      It was observed that use of proper precautionary measures like wearing a mask and regular hand sanitization helped in prevention from COVID-19 infection even after having close contact with confirmed cases. Such facts/observation will help in sensitizing the public about COVID-19 and eliminate panic in the society.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34331846/",
    "clean_text": "covid transmission a positive perspective objectives to understand the dynamics of infectivity of covid and allay the fear and anxiety associated with it in healthcare workers and the society conclusions it was observed that use of proper precautionary measures like wearing a mask and regular hand objectives to understand the dynamics of infectivity of covid and allay the fear and anxiety associated with it in healthcare workers and the society case presentation three individuals accompanied their pediatric patients in the covid ward but did not develop infection information about their knowledge and perspective about the disease and the protective measures undertaken by them during their stay in the hospital was gathered by administering a questionnaire days after discharge conclusions it was observed that use of proper precautionary measures like wearing a mask and regular hand sanitization helped in prevention from covid infection even after having close contact with confirmed cases such facts observation will help in sensitizing the public about covid and eliminate panic in the society"
}