{
    "title": "In Vivo Noninvasive Measurement of Young's Modulus of Elasticity in Human Eyes: A Feasibility Study.",
    "doc_id": "28858155",
    "writer": "Sit AJ",
    "year": "2017",
    "summary": "Wave speed propagation in the cornea was measured by USWE, and Young's modulus was calculated from the wave speed. Associations between Young's modulus and intraocular pressure (IOP), age, central corneal thickness, and axial length were explored by the Pearson corr …",
    "abstract": "Purpose:\n        \n      \n      Abnormal ocular biomechanical properties may be important for understanding the risk of glaucoma. However, there are no clinical methods for measuring standard material properties in patients. In this feasibility study we demonstrated proof-of-principle for a novel method, ultrasound surface wave elastography (USWE), to determine the in vivo Young's modulus of elasticity of corneas in normal human eyes.\n    \n\n\n          Methods:\n        \n      \n      In total, 20 eyes of 10 healthy subjects (mean age, 51.4±7.2; ±SD; range, 43 to 64 y) were studied. A spherical-tipped probe (3-mm diameter) was placed on closed eyelids and generated a gentle harmonic vibration at 100 Hz for 0.1 second. Wave speed propagation in the cornea was measured by USWE, and Young's modulus was calculated from the wave speed. Associations between Young's modulus and intraocular pressure (IOP), age, central corneal thickness, and axial length were explored by the Pearson correlation. Statistical significance was determined by using generalized estimating equation models to account for possible correlation between fellow eyes.\n    \n\n\n          Results:\n        \n      \n      Mean IOP was 12.8±2.7 mm Hg. Mean wave speed in the cornea was 1.82±0.10 m/s. Young's modulus of elasticity was 696±113 kPa and was correlated with IOP (r=0.57; P=0.004), but none of the other variables (P>0.1).\n    \n\n\n          Conclusions:\n        \n      \n      USWE is a novel noninvasive technique for measuring ocular biomechanical properties. Corneal Young's modulus in normal eyes is associated with IOP, consistent with measurements in cadaver eyes. Further work is needed to determine elasticity in other ocular tissues, particularly the sclera, and if elasticity is altered in glaucoma patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28858155/",
    "clean_text": "in vivo noninvasive measurement of young s modulus of elasticity in human eyes a feasibility study wave speed propagation in the cornea was measured by uswe and young s modulus was calculated from the wave speed associations between young s modulus and intraocular pressure iop age central corneal thickness and axial length were explored by the pearson corr purpose abnormal ocular biomechanical properties may be important for understanding the risk of glaucoma however there are no clinical methods for measuring standard material properties in patients in this feasibility study we demonstrated proof of principle for a novel method ultrasound surface wave elastography uswe to determine the in vivo young s modulus of elasticity of corneas in normal human eyes methods in total eyes of healthy subjects mean age sd range to y were studied a spherical tipped probe mm diameter was placed on closed eyelids and generated a gentle harmonic vibration at hz for second wave speed propagation in the cornea was measured by uswe and young s modulus was calculated from the wave speed associations between young s modulus and intraocular pressure iop age central corneal thickness and axial length were explored by the pearson correlation statistical significance was determined by using generalized estimating equation models to account for possible correlation between fellow eyes results mean iop was mm hg mean wave speed in the cornea was m s young s modulus of elasticity was kpa and was correlated with iop r p but none of the other variables p conclusions uswe is a novel noninvasive technique for measuring ocular biomechanical properties corneal young s modulus in normal eyes is associated with iop consistent with measurements in cadaver eyes further work is needed to determine elasticity in other ocular tissues particularly the sclera and if elasticity is altered in glaucoma patients"
}