{
    "title": "Epithelioid Hemangioendothelioma of the Head and Neck: A Systematic Review and an Institutional Case Study.",
    "doc_id": "41165128",
    "writer": "Scalia G",
    "year": "2026",
    "summary": "OBJECTIVE: To systematically review clinical features, diagnostic pathways, therapeutic strategies, and oncologic outcomes in patients with EHE involving the head, neck, and intracranial compartments. METHODS: A PRISMA-compliant systematic review was performed acros …",
    "abstract": "Background:\n        \n      \n      Epithelioid hemangioendothelioma (EHE) is a rare vascular tumor with variable clinical behavior, typically arising in the liver, lungs, and bones. Its occurrence in the head and neck region, including intracranial locations, is exceptionally rare and poses diagnostic and therapeutic challenges due to anatomical complexity and functional relevance.\n    \n\n\n          Objective:\n        \n      \n      To systematically review clinical features, diagnostic pathways, therapeutic strategies, and oncologic outcomes in patients with EHE involving the head, neck, and intracranial compartments.\n    \n\n\n          Methods:\n        \n      \n      A PRISMA-compliant systematic review was performed across PubMed, Embase, Scopus, and Web of Science up to March 2025. Eighty-three studies were included, encompassing 149 patients. Clinical, radiologic, histopathological, treatment, and outcome data were extracted and synthesized qualitatively.\n    \n\n\n          Results:\n        \n      \n      EHE showed a predilection for the oral cavity (41%) and cervical lymph nodes (30%), with intracranial involvement in 17%. The median age was 32 years; males predominated (1.9:1 ratio). Surgery was the mainstay treatment (87%), but recurrence (44%) and metastasis (38%) were frequent. Radiotherapy (13%) and chemotherapy (6%) were used selectively. Histologically, CD34 and CD31 positivity were predominant. Despite surgical resection with negative margins, disease progression was observed in 26% of cases, with 30% tumor-related mortality.\n    \n\n\n          Conclusion:\n        \n      \n      Head and neck EHE is a clinically heterogeneous entity with high recurrence and metastatic potential. Complete surgical resection remains the cornerstone, but recurrence rates suggest a role for adjuvant therapy. Multidisciplinary management and long-term follow-up are essential. Further prospective studies and molecular profiling are needed to refine prognostic stratification and therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41165128/",
    "clean_text": "epithelioid hemangioendothelioma of the head and neck a systematic review and an institutional case study objective to systematically review clinical features diagnostic pathways therapeutic strategies and oncologic outcomes in patients with ehe involving the head neck and intracranial compartments methods a prisma compliant systematic review was performed acros background epithelioid hemangioendothelioma ehe is a rare vascular tumor with variable clinical behavior typically arising in the liver lungs and bones its occurrence in the head and neck region including intracranial locations is exceptionally rare and poses diagnostic and therapeutic challenges due to anatomical complexity and functional relevance objective to systematically review clinical features diagnostic pathways therapeutic strategies and oncologic outcomes in patients with ehe involving the head neck and intracranial compartments methods a prisma compliant systematic review was performed across pubmed embase scopus and web of science up to march eighty three studies were included encompassing patients clinical radiologic histopathological treatment and outcome data were extracted and synthesized qualitatively results ehe showed a predilection for the oral cavity and cervical lymph nodes with intracranial involvement in the median age was years males predominated ratio surgery was the mainstay treatment but recurrence and metastasis were frequent radiotherapy and chemotherapy were used selectively histologically cd and cd positivity were predominant despite surgical resection with negative margins disease progression was observed in of cases with tumor related mortality conclusion head and neck ehe is a clinically heterogeneous entity with high recurrence and metastatic potential complete surgical resection remains the cornerstone but recurrence rates suggest a role for adjuvant therapy multidisciplinary management and long term follow up are essential further prospective studies and molecular profiling are needed to refine prognostic stratification and therapeutic strategies"
}