{
    "pmid": "41455034",
    "title": "Supporting informed decisions about breast cancer screening in communities with known environmental contamination: a pre-post study.",
    "abstract": "This study tested the impact of a breast cancer screening decision aid (DA) that was adapted to include environmental risk information. This was a pre-post study in communities with known per- and poly-fluoroalkyl substances (PFAS) contamination. Participants were 100 women ages 39-49, with no history of breast cancer and no mammogram in the past year. Participants completed a baseline survey, used the DA, then completed a final survey. Baseline surveys measured demographics, PFAS exposure, and PFAS-related risk perceptions. Paired pre-post survey measures included breast cancer risk perceptions, screening knowledge, decisional conflict, and screening intentions. Mean age of participants was 43 years; most non-Hispanic white (97%); 43% resided in micropolitan, small town, or rural areas. Potential PFAS exposure included private well use for 35%; 19% had tested their water for PFAS contamination; 54% used a home water filter. While most (62%) did not experience PFAS-related stress, 27% felt stress about family well-being, and 25% often/constantly worried about the health effects of PFAS in the prior month. Pre-DA, 29% felt likely that they would develop breast cancer in the next 10 years, versus 19% post-DA. Median knowledge scores increased from 8 to 10 out of 10 before and after DA use. Intentions to get a mammogram in the next year slightly decreased from 85 to 78%. Use of a DA incorporating information about environmental risk information reduced perceptions of breast cancer risk and improved knowledge and decisional conflict about breast cancer screening among women living in PFAS-contaminated communities. NCT06098118.",
    "disease": "breast cancer",
    "clean_text": "supporting informed decisions about breast cancer screening in communities with known environmental contamination a pre post study this study tested the impact of a breast cancer screening decision aid da that was adapted to include environmental risk information this was a pre post study in communities with known per and poly fluoroalkyl substances pfas contamination participants were women ages with no history of breast cancer and no mammogram in the past year participants completed a baseline survey used the da then completed a final survey baseline surveys measured demographics pfas exposure and pfas related risk perceptions paired pre post survey measures included breast cancer risk perceptions screening knowledge decisional conflict and screening intentions mean age of participants was years most non hispanic white resided in micropolitan small town or rural areas potential pfas exposure included private well use for had tested their water for pfas contamination used a home water filter while most did not experience pfas related stress felt stress about family well being and often constantly worried about the health effects of pfas in the prior month pre da felt likely that they would develop breast cancer in the next years versus post da median knowledge scores increased from to out of before and after da use intentions to get a mammogram in the next year slightly decreased from to use of a da incorporating information about environmental risk information reduced perceptions of breast cancer risk and improved knowledge and decisional conflict about breast cancer screening among women living in pfas contaminated communities nct"
}