{
    "pmid": "41444571",
    "title": "Physical activity, muscle strength, sedentary behavior, sleep, and genetic risk of stroke and dementia: findings from a large cohort study.",
    "abstract": "Physical activity, grip strength, sedentary behaviors, and sleep duration were found to be associated with risk of developing stroke and dementia. However, the combined influence of these factors on stroke and dementia remains unclear. To investigate the combined influence of these multiple lifestyle and functional factors on risk of stroke and dementia and their subtypes and to investigate the potential interaction between combined factors and the apolipoprotein E gene ε4 allele ( Data were obtained from the UK Biobank, including 474,983 participants. A score ranging from 0 to 4 was assigned based on adherence to healthy factors: meeting physical activity recommendations, grip strength above the sex-specific median, sleep duration of 7–8 h/day, and sedentary time < 6 h/day. Cox proportional hazards models estimated hazard ratios (HRs) and 95% confidence intervals (CIs) for incident stroke and dementia, adjusting for potential confounders. Over a median follow-up of 10.1 years, 4,992 incident strokes and 2,120 dementias were recorded. Compared with participants with 0–1 healthy factor, adjusted HRs (95% CIs) for total stroke were 0.85 (0.79–0.92), 0.71 (0.66–0.77), and 0.65 (0.59–0.72) for those with 2, 3, and 4 healthy factors, respectively (P-trend < 0.001). Similar inverse associations were observed for ischemic stroke and intracerebral hemorrhage but not subarachnoid hemorrhage. For dementia, HRs (95% CIs) were 0.74 (0.66–0.83), 0.64 (0.56–0.71), and 0.43 (0.39–0.51) across increasing numbers of healthy factors ( The cumulative association of multiple healthy factors with reduced risk of stroke and dementia highlights the importance of adopting a lifestyle with more elements of healthy factors for the prevention of these neurological diseases. The online version contains supplementary material available at 10.1186/s12889-025-25305-4.",
    "disease": "alzheimer disease",
    "clean_text": "physical activity muscle strength sedentary behavior sleep and genetic risk of stroke and dementia findings from a large cohort study physical activity grip strength sedentary behaviors and sleep duration were found to be associated with risk of developing stroke and dementia however the combined influence of these factors on stroke and dementia remains unclear to investigate the combined influence of these multiple lifestyle and functional factors on risk of stroke and dementia and their subtypes and to investigate the potential interaction between combined factors and the apolipoprotein e gene allele data were obtained from the uk biobank including participants a score ranging from to was assigned based on adherence to healthy factors meeting physical activity recommendations grip strength above the sex specific median sleep duration of h day and sedentary time h day cox proportional hazards models estimated hazard ratios hrs and confidence intervals cis for incident stroke and dementia adjusting for potential confounders over a median follow up of years incident strokes and dementias were recorded compared with participants with healthy factor adjusted hrs cis for total stroke were and for those with and healthy factors respectively p trend similar inverse associations were observed for ischemic stroke and intracerebral hemorrhage but not subarachnoid hemorrhage for dementia hrs cis were and across increasing numbers of healthy factors the cumulative association of multiple healthy factors with reduced risk of stroke and dementia highlights the importance of adopting a lifestyle with more elements of healthy factors for the prevention of these neurological diseases the online version contains supplementary material available at s"
}