{
    "title": "Advances in gene therapy for heart failure.",
    "doc_id": "25977191",
    "writer": "Fish KM",
    "year": "2015",
    "summary": "The introduction of adeno-associated virus (AAV) gene vector changed the paradigm of cardiac gene therapy, and now it is the primary vector of choice for chronic heart failure gene therapy in clinical and preclinical studies. ...This review will …",
    "abstract": "Chronic heart failure is expected to increase its social and economic burden as a consequence of improved survival in patients with acute cardiac events. Cardiac gene therapy holds significant promise in heart failure treatment for patients with currently very limited or no treatment options. The introduction of adeno-associated virus (AAV) gene vector changed the paradigm of cardiac gene therapy, and now it is the primary vector of choice for chronic heart failure gene therapy in clinical and preclinical studies. Recently, there has been significant progress towards clinical translation in this field spearheaded by AAV-1 mediated sarcoplasmic reticulum Ca2+ ATPase (SERCA2a) gene therapy targeting chronic advanced heart failure patients. Meanwhile, several independent laboratories are reporting successful gene therapy approaches in clinically relevant large animal models of heart failure and some of these approaches are expected to enter clinical trials in the near future. This review will focus on gene therapy approaches targeting heart failure that is in clinical trials and those close to its initial clinical trial application.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25977191/",
    "clean_text": "advances in gene therapy for heart failure the introduction of adeno associated virus aav gene vector changed the paradigm of cardiac gene therapy and now it is the primary vector of choice for chronic heart failure gene therapy in clinical and preclinical studies this review will chronic heart failure is expected to increase its social and economic burden as a consequence of improved survival in patients with acute cardiac events cardiac gene therapy holds significant promise in heart failure treatment for patients with currently very limited or no treatment options the introduction of adeno associated virus aav gene vector changed the paradigm of cardiac gene therapy and now it is the primary vector of choice for chronic heart failure gene therapy in clinical and preclinical studies recently there has been significant progress towards clinical translation in this field spearheaded by aav mediated sarcoplasmic reticulum ca atpase serca a gene therapy targeting chronic advanced heart failure patients meanwhile several independent laboratories are reporting successful gene therapy approaches in clinically relevant large animal models of heart failure and some of these approaches are expected to enter clinical trials in the near future this review will focus on gene therapy approaches targeting heart failure that is in clinical trials and those close to its initial clinical trial application"
}