{
    "title": "[The surveillance analysis of the adverse events following immunization of the domestic 13-valent pneumococcal polysaccharide conjugate vaccine in Zhejiang Province].",
    "doc_id": "36372754",
    "writer": "Hu Y",
    "year": "2022",
    "summary": "The adverse event following immunization (AEFI) and the vaccination data of PCV13-TT in Zhejiang province from July 2020 to October 2021 were collected from national adverse event following immunization surveillance system and Zhejiang provincial immunization inform …",
    "abstract": "To evaluate the safety of the domestic 13-valent pneumococcal polysaccharide conjugate vaccine-tetanus toxoid protein (PCV13-TT) after its licensure. The adverse event following immunization (AEFI) and the vaccination data of PCV13-TT in Zhejiang province from July 2020 to October 2021 were collected from national adverse event following immunization surveillance system and Zhejiang provincial immunization information system. Descriptive epidemiological method was used for this analysis. From July 2020 to October 2021, 302 317 doses of PCV13-TT were administered in children under 6 years old in Zhejiang Province and 636 AEFI case reports were received, with a reporting rate of 21.04 per 10 000 doses. Of these AEFI cases, 97.17% were mild vaccine product-related reaction (20.54 per 10 000 doses) and 95.44% occurred in the 0-1 d after vaccination (20.08 per 10 000 doses). The most common clinical diagnoses of AEFI included fever (224 cases), redness (204 cases), and induration (190 cases), while allergic rash (11 cases) was the most common diagnosis among the abnormal reactions. In conclusion,the present results bolstered that the domestic PCV13-TT was generally well tolerated in children under 6 years old in Zhejiang Province.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36372754/",
    "clean_text": "the surveillance analysis of the adverse events following immunization of the domestic valent pneumococcal polysaccharide conjugate vaccine in zhejiang province the adverse event following immunization aefi and the vaccination data of pcv tt in zhejiang province from july to october were collected from national adverse event following immunization surveillance system and zhejiang provincial immunization inform to evaluate the safety of the domestic valent pneumococcal polysaccharide conjugate vaccine tetanus toxoid protein pcv tt after its licensure the adverse event following immunization aefi and the vaccination data of pcv tt in zhejiang province from july to october were collected from national adverse event following immunization surveillance system and zhejiang provincial immunization information system descriptive epidemiological method was used for this analysis from july to october doses of pcv tt were administered in children under years old in zhejiang province and aefi case reports were received with a reporting rate of per doses of these aefi cases were mild vaccine product related reaction per doses and occurred in the d after vaccination per doses the most common clinical diagnoses of aefi included fever cases redness cases and induration cases while allergic rash cases was the most common diagnosis among the abnormal reactions in conclusion the present results bolstered that the domestic pcv tt was generally well tolerated in children under years old in zhejiang province"
}