{
    "title": "Superantigens: the paradox of T-cell activation versus inactivation.",
    "doc_id": "7812163",
    "writer": "Miethke T",
    "year": "1995",
    "summary": "This review focuses on the paradox of T-cell activation versus T-cell inactivation as caused by bacterial superantigens in vivo. ...T-cell inactivation mirrors induction of anergy, T-cell receptor downregulation, and that of …",
    "abstract": "Superantigens are interesting for several reasons. They exhibit unusual T-cell activation characteristics, they allow to follow in vivo ligand-reactive T cells, they cause T-cell-mediated shock symptoms and they may be causally involved in certain human diseases. This review focuses on the paradox of T-cell activation versus T-cell inactivation as caused by bacterial superantigens in vivo. T-cell activation leads to the acute release of toxic concentrations of lymphokines including tumor necrosis factor alpha/beta, gamma-interferon, interleukin (IL)-2, IL-4 and IL-10. T-cell inactivation mirrors induction of anergy, T-cell receptor downregulation, and that of CD2, CD4 and CD8 cell surface molecules, as well as of apoptosis. Two waves of apoptosis cripple the T-cell repertoire of superantigen-reactive T cells, an immediate one being induced within 24 h and a late one occurring at days 3-4. In between, clonal expansion of anergic ligand-reactive T cells takes place.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7812163/",
    "clean_text": "superantigens the paradox of t cell activation versus inactivation this review focuses on the paradox of t cell activation versus t cell inactivation as caused by bacterial superantigens in vivo t cell inactivation mirrors induction of anergy t cell receptor downregulation and that of superantigens are interesting for several reasons they exhibit unusual t cell activation characteristics they allow to follow in vivo ligand reactive t cells they cause t cell mediated shock symptoms and they may be causally involved in certain human diseases this review focuses on the paradox of t cell activation versus t cell inactivation as caused by bacterial superantigens in vivo t cell activation leads to the acute release of toxic concentrations of lymphokines including tumor necrosis factor alpha beta gamma interferon interleukin il il and il t cell inactivation mirrors induction of anergy t cell receptor downregulation and that of cd cd and cd cell surface molecules as well as of apoptosis two waves of apoptosis cripple the t cell repertoire of superantigen reactive t cells an immediate one being induced within h and a late one occurring at days in between clonal expansion of anergic ligand reactive t cells takes place"
}