{
    "title": "Lower urinary tract pharmacology. I. Anatomic considerations.",
    "doc_id": "318782",
    "writer": "Bissada NK",
    "year": "1977",
    "summary": "Part II is a review of the differences between somatic and autonomic reflexes; the afferent and efferent innervation of lower urinary tract; the organization of pelvic ganglionic cells and the spinal and supraspinal control of lower urinary tract funct …",
    "abstract": "With this issue Dr. Bissada, Dr. Finkbeiner, and Dr. Welch introduce a series on uropharmacology, starting with the lower urinary tract. Since an understanding of the anatomy, neurophysiology, and basic pharmacology is necessary, Part I is a description of the functional anatomy of the lower urinary tract and the mechanisms of continence and voiding. Part II is a review of the differences between somatic and autonomic reflexes; the afferent and efferent innervation of lower urinary tract; the organization of pelvic ganglionic cells and the spinal and supraspinal control of lower urinary tract function. Subsequent articles will be on basic pharmacology of lower urinary tract and individual drug classes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/318782/",
    "clean_text": "lower urinary tract pharmacology i anatomic considerations part ii is a review of the differences between somatic and autonomic reflexes the afferent and efferent innervation of lower urinary tract the organization of pelvic ganglionic cells and the spinal and supraspinal control of lower urinary tract funct with this issue dr bissada dr finkbeiner and dr welch introduce a series on uropharmacology starting with the lower urinary tract since an understanding of the anatomy neurophysiology and basic pharmacology is necessary part i is a description of the functional anatomy of the lower urinary tract and the mechanisms of continence and voiding part ii is a review of the differences between somatic and autonomic reflexes the afferent and efferent innervation of lower urinary tract the organization of pelvic ganglionic cells and the spinal and supraspinal control of lower urinary tract function subsequent articles will be on basic pharmacology of lower urinary tract and individual drug classes"
}