{
    "title": "Total and active benthic foraminiferal community and their response to heavy metals revealed by high throughput DNA and RNA sequencing in the Zhejiang coastal waters, East China Sea.",
    "doc_id": "36307953",
    "writer": "Qiao L",
    "year": "2022",
    "summary": "In this study, high-throughput sequencing based on small subunit rDNA and rRNA amplifications was used to investigate total and active benthic foraminifera community composition and diversity from nineteen and twelve superficial marine sediment samples in the Zhejiang coas …",
    "abstract": "Benthic foraminifera, large protists abundant in marine environments, have been widely used as bioindicators of environmental conditions. In this study, high-throughput sequencing based on small subunit rDNA and rRNA amplifications was used to investigate total and active benthic foraminifera community composition and diversity from nineteen and twelve superficial marine sediment samples in the Zhejiang coastal waters, respectively. The results showed that the dominant taxa of total foraminifera changed from Buliminellidae (hyaline) to Saccamminidae (agglutinated) from north to south along the coastal waters of Zhejiang Province. According to our survey, heavy metal contamination was moderate in Zhejiang coastal waters, and the potential ecological risks posed by Cd and Hg were higher. The contamination level of heavy metals at Yueqing Bay was the highest, followed by those at Sanmen Bay and Hangzhou Bay. Cd, Cu and grain size may be key factors affecting the distribution and composition of active foraminiferal communities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36307953/",
    "clean_text": "total and active benthic foraminiferal community and their response to heavy metals revealed by high throughput dna and rna sequencing in the zhejiang coastal waters east china sea in this study high throughput sequencing based on small subunit rdna and rrna amplifications was used to investigate total and active benthic foraminifera community composition and diversity from nineteen and twelve superficial marine sediment samples in the zhejiang coas benthic foraminifera large protists abundant in marine environments have been widely used as bioindicators of environmental conditions in this study high throughput sequencing based on small subunit rdna and rrna amplifications was used to investigate total and active benthic foraminifera community composition and diversity from nineteen and twelve superficial marine sediment samples in the zhejiang coastal waters respectively the results showed that the dominant taxa of total foraminifera changed from buliminellidae hyaline to saccamminidae agglutinated from north to south along the coastal waters of zhejiang province according to our survey heavy metal contamination was moderate in zhejiang coastal waters and the potential ecological risks posed by cd and hg were higher the contamination level of heavy metals at yueqing bay was the highest followed by those at sanmen bay and hangzhou bay cd cu and grain size may be key factors affecting the distribution and composition of active foraminiferal communities"
}