{
    "title": "Lymphocytes at the Heart of Wound Healing.",
    "doc_id": "28667561",
    "writer": "Nunes-Silva V",
    "year": "2017",
    "summary": "Over the past few years, emerging evidences indicate that a myocardial ischemic injury mobilizes not only sterile unspecific inflammation but also lymphocyte-mediated immune responses to cardiac auto-antigens. In the current chapter, we depict the infarcted heart as a \"wou …",
    "abstract": "The adult mammalian heart displays negligible regenerative capacity. Therefore, myocardial infarction (MI) often results in an irreversible loss of contractile tissue, leading to a collagenous scar formation, progressive remodelling and heart failure (HF). Over the past few years, emerging evidences indicate that a myocardial ischemic injury mobilizes not only sterile unspecific inflammation but also lymphocyte-mediated immune responses to cardiac auto-antigens. In the current chapter, we depict the infarcted heart as a \"wounded\" tissue and focus on the dynamic events leading to myocardial repair, with special emphasis on the role played by lymphocytes in this process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28667561/",
    "clean_text": "lymphocytes at the heart of wound healing over the past few years emerging evidences indicate that a myocardial ischemic injury mobilizes not only sterile unspecific inflammation but also lymphocyte mediated immune responses to cardiac auto antigens in the current chapter we depict the infarcted heart as a wou the adult mammalian heart displays negligible regenerative capacity therefore myocardial infarction mi often results in an irreversible loss of contractile tissue leading to a collagenous scar formation progressive remodelling and heart failure hf over the past few years emerging evidences indicate that a myocardial ischemic injury mobilizes not only sterile unspecific inflammation but also lymphocyte mediated immune responses to cardiac auto antigens in the current chapter we depict the infarcted heart as a wounded tissue and focus on the dynamic events leading to myocardial repair with special emphasis on the role played by lymphocytes in this process"
}