{
    "title": "Tracing the origin of alveolar stem cells in lung repair and regeneration.",
    "doc_id": "38579712",
    "writer": "Liu K",
    "year": "2024",
    "summary": "Here, we introduced a dual recombinase-mediated intersectional genetic lineage tracing approach, enabling precise investigation of AT2 cellular origins during lung homeostasis, injury, and repair. We found AT1 cells, being terminally differentiated, did not contribu …",
    "abstract": "Alveolar type 2 (AT2) cells are stem cells of the alveolar epithelia. Previous genetic lineage tracing studies reported multiple cellular origins for AT2 cells after injury. However, conventional lineage tracing based on Cre-loxP has the limitation of non-specific labeling. Here, we introduced a dual recombinase-mediated intersectional genetic lineage tracing approach, enabling precise investigation of AT2 cellular origins during lung homeostasis, injury, and repair. We found AT1 cells, being terminally differentiated, did not contribute to AT2 cells after lung injury and repair. Distinctive yet simultaneous labeling of club cells, bronchioalveolar stem cells (BASCs), and existing AT2 cells revealed the exact contribution of each to AT2 cells post-injury. Mechanistically, Notch signaling inhibition promotes BASCs but impairs club cells' ability to generate AT2 cells during lung repair. This intersectional genetic lineage tracing strategy with enhanced precision allowed us to elucidate the physiological role of various epithelial cell types in alveolar regeneration following injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38579712/",
    "clean_text": "tracing the origin of alveolar stem cells in lung repair and regeneration here we introduced a dual recombinase mediated intersectional genetic lineage tracing approach enabling precise investigation of at cellular origins during lung homeostasis injury and repair we found at cells being terminally differentiated did not contribu alveolar type at cells are stem cells of the alveolar epithelia previous genetic lineage tracing studies reported multiple cellular origins for at cells after injury however conventional lineage tracing based on cre loxp has the limitation of non specific labeling here we introduced a dual recombinase mediated intersectional genetic lineage tracing approach enabling precise investigation of at cellular origins during lung homeostasis injury and repair we found at cells being terminally differentiated did not contribute to at cells after lung injury and repair distinctive yet simultaneous labeling of club cells bronchioalveolar stem cells bascs and existing at cells revealed the exact contribution of each to at cells post injury mechanistically notch signaling inhibition promotes bascs but impairs club cells ability to generate at cells during lung repair this intersectional genetic lineage tracing strategy with enhanced precision allowed us to elucidate the physiological role of various epithelial cell types in alveolar regeneration following injury"
}