{
    "pmid": "41452951",
    "title": "Protease-Mediated Shedding and Intermittent Mobility of the SARS-CoV-2 Delta Variant.",
    "abstract": "We report that soluble serine proteases such as trypsin and chymotrypsin trigger the shedding and/or detachment of SARS-CoV-2 particles bound to lipid membranes. Shedding kinetics were evaluated upon fluorescence imaging of the labeled virus particles on native membrane mimics. The temporal change in the fluorescence signal, supported by kinetic data from SPR, confirms the fastest shedding of the Delta variant. B.1.1.8 (near Wuhan) and Omicron exhibit comparable shedding kinetics. Membrane-bound Delta variants become laterally mobile upon protease treatment. The other variants are shed from the immobile state. The mean square displacement and probability distribution of lateral displacements of the particles evaluated upon single-particle tracking reveal Brownian yet non-Gaussian diffusion, arising from the intermittent mobility of the Delta variant. These findings are discussed with a model that describes the \"hopping motion\" of the Delta variant caused by dynamic membrane binding in the presence of a soluble serine protease.",
    "disease": "covid-19",
    "clean_text": "protease mediated shedding and intermittent mobility of the sars cov delta variant we report that soluble serine proteases such as trypsin and chymotrypsin trigger the shedding and or detachment of sars cov particles bound to lipid membranes shedding kinetics were evaluated upon fluorescence imaging of the labeled virus particles on native membrane mimics the temporal change in the fluorescence signal supported by kinetic data from spr confirms the fastest shedding of the delta variant b near wuhan and omicron exhibit comparable shedding kinetics membrane bound delta variants become laterally mobile upon protease treatment the other variants are shed from the immobile state the mean square displacement and probability distribution of lateral displacements of the particles evaluated upon single particle tracking reveal brownian yet non gaussian diffusion arising from the intermittent mobility of the delta variant these findings are discussed with a model that describes the hopping motion of the delta variant caused by dynamic membrane binding in the presence of a soluble serine protease"
}