{
    "title": "Maxillary Osteonecrosis Related with Herpes Zoster: A Case Report and Review of the Literature.",
    "doc_id": "38929500",
    "writer": "Park KS.",
    "year": "2024",
    "summary": "Osteonecrosis of the jaw (ONJ) can occur through various mechanisms including radiation, medication, and viral infections such as herpes zoster. Although herpes zoster is a varicella-zoster virus infection that can affect the trigeminal nerve, i …",
    "abstract": "Osteonecrosis of the jaw (ONJ) can occur through various mechanisms including radiation, medication, and viral infections such as herpes zoster. Although herpes zoster is a varicella-zoster virus infection that can affect the trigeminal nerve, it rarely causes oral complications. The author reports a rare case of herpes zoster-related ONJ, followed by a review of the relevant literature pertaining to herpes zoster-related oral complications, including ONJ. A 73-year-old woman presented with a scarred skin lesion on her left midface with an exposed alveolar bone of the left maxilla. Based on her medical records, she received a diagnosis and treatment for herpes zoster six months prior and experienced a few teeth loss in the left maxilla following a fall preceding the onset of herpes zoster. Sequestrectomy of the left maxilla was performed and ONJ was diagnosed. The operative site recovered favorably. Although unusual, several cases of localized extensive ONJ in herpes zoster-infected patients have been reported. This case illustrates the possibility of a rare occurrence of unilateral widespread osteonecrosis of the jaw (ONJ) even in the maxilla associated with herpes zoster. The exact mechanism has not been elucidated; nevertheless, surgeons should consider the possibility of oral and dental complications, including ONJ, related to a history of herpes zoster.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38929500/",
    "clean_text": "maxillary osteonecrosis related with herpes zoster a case report and review of the literature osteonecrosis of the jaw onj can occur through various mechanisms including radiation medication and viral infections such as herpes zoster although herpes zoster is a varicella zoster virus infection that can affect the trigeminal nerve i osteonecrosis of the jaw onj can occur through various mechanisms including radiation medication and viral infections such as herpes zoster although herpes zoster is a varicella zoster virus infection that can affect the trigeminal nerve it rarely causes oral complications the author reports a rare case of herpes zoster related onj followed by a review of the relevant literature pertaining to herpes zoster related oral complications including onj a year old woman presented with a scarred skin lesion on her left midface with an exposed alveolar bone of the left maxilla based on her medical records she received a diagnosis and treatment for herpes zoster six months prior and experienced a few teeth loss in the left maxilla following a fall preceding the onset of herpes zoster sequestrectomy of the left maxilla was performed and onj was diagnosed the operative site recovered favorably although unusual several cases of localized extensive onj in herpes zoster infected patients have been reported this case illustrates the possibility of a rare occurrence of unilateral widespread osteonecrosis of the jaw onj even in the maxilla associated with herpes zoster the exact mechanism has not been elucidated nevertheless surgeons should consider the possibility of oral and dental complications including onj related to a history of herpes zoster"
}