{
    "title": "[Gene therapy].",
    "doc_id": "15773357",
    "writer": "Gotoh A",
    "year": "2005",
    "summary": "We selected bone-metastatic prostate cancer as the target form of recurrent prostate cancer and developed a suicide-gene therapy based on an adenovirus vector with an organ-specific osteocalcin promoter. ...In the 21st century, therapeutic systems in use are undergo …",
    "abstract": "We selected bone-metastatic prostate cancer as the target form of recurrent prostate cancer and developed a suicide-gene therapy based on an adenovirus vector with an organ-specific osteocalcin promoter. Related clinical studies have already been conducted in the United States at the University of Virginia, where results so far have established the safety of this therapy. In the present paper, in addition to presenting the results of these gene-therapy studies from the basic research to the clinical stage, we discuss the clinical studies begun by our group in August 2003. In the 21st century, therapeutic systems in use are undergoing major changes. Gene therapy is likely to become an important therapeutic option in recurrent prostate cancer. In terms of theory and technology however, this form of treatment is still at a very immature stage of development. We look forward to evolution in this field to provide an established treatment for recurrent prostate cancer and are committed to actively continuing with the development of gene therapy through translational research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15773357/",
    "clean_text": "gene therapy we selected bone metastatic prostate cancer as the target form of recurrent prostate cancer and developed a suicide gene therapy based on an adenovirus vector with an organ specific osteocalcin promoter in the st century therapeutic systems in use are undergo we selected bone metastatic prostate cancer as the target form of recurrent prostate cancer and developed a suicide gene therapy based on an adenovirus vector with an organ specific osteocalcin promoter related clinical studies have already been conducted in the united states at the university of virginia where results so far have established the safety of this therapy in the present paper in addition to presenting the results of these gene therapy studies from the basic research to the clinical stage we discuss the clinical studies begun by our group in august in the st century therapeutic systems in use are undergoing major changes gene therapy is likely to become an important therapeutic option in recurrent prostate cancer in terms of theory and technology however this form of treatment is still at a very immature stage of development we look forward to evolution in this field to provide an established treatment for recurrent prostate cancer and are committed to actively continuing with the development of gene therapy through translational research"
}