{
    "pmid": "41439862",
    "title": "The Vibrational Signature of Alzheimer's Disease: A Computational Approach Based on Sonification, Laser Projection, and Computer Vision Analysis.",
    "abstract": "Alzheimer's disease (AD) is the most prevalent form of dementia, and accessible biomarkers for early detection remain limited. This study introduces a biomimetic approach in which brain electrical activity is transformed into sound and vibration, emulating natural sensory encoding mechanisms. Resting-state EEG recordings from 36 AD patients and 29 healthy controls were averaged by group, directly sonified, and used to drive a membrane-laser system that projected dynamic vibrational patterns. This transformation mirrors how biological systems convert electrical signals into sensory representations, offering a novel bridge between neural dynamics and physical patterns. The resulting videos were processed through adaptive binarization, morphological filtering, and contour-based masking. Quantitative descriptors such as active area, spatial entropy, fractal dimension, and centroid dynamics were extracted, capturing group-specific differences. A Random Forest classifier trained on these features achieved an accuracy of 0.85 and an AUC of 0.93 in distinguishing AD from controls. These findings suggest that EEG sonification combined with vibrational projection provides not only a novel non-invasive biomarker candidate but also a biomimetic framework inspired by the brain's own capacity to encode and represent complex signals.",
    "disease": "alzheimer disease",
    "clean_text": "the vibrational signature of alzheimer s disease a computational approach based on sonification laser projection and computer vision analysis alzheimer s disease ad is the most prevalent form of dementia and accessible biomarkers for early detection remain limited this study introduces a biomimetic approach in which brain electrical activity is transformed into sound and vibration emulating natural sensory encoding mechanisms resting state eeg recordings from ad patients and healthy controls were averaged by group directly sonified and used to drive a membrane laser system that projected dynamic vibrational patterns this transformation mirrors how biological systems convert electrical signals into sensory representations offering a novel bridge between neural dynamics and physical patterns the resulting videos were processed through adaptive binarization morphological filtering and contour based masking quantitative descriptors such as active area spatial entropy fractal dimension and centroid dynamics were extracted capturing group specific differences a random forest classifier trained on these features achieved an accuracy of and an auc of in distinguishing ad from controls these findings suggest that eeg sonification combined with vibrational projection provides not only a novel non invasive biomarker candidate but also a biomimetic framework inspired by the brain s own capacity to encode and represent complex signals"
}