{
    "pmid": "41465832",
    "title": "The Role of Glucagon-like Peptide-1 Receptor Agonists in Alzheimer's and Parkinson's Disease: A Literature Review of Clinical Trials.",
    "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1RAs) are widely used in the treatment of type 2 diabetes and obesity due to their metabolic effects. Emerging evidence suggests they may also have neuroprotective effects, indicating their potential as disease-modifying therapies in neurodegenerative disorders such as Alzheimer's disease (AD) and Parkinson's disease (PD). Preclinical studies in animal models have demonstrated that GLP-1RAs can reduce neuroinflammation, oxidative stress, neuronal apoptosis, and pathological protein aggregation, while enhancing glucose metabolism and mitochondrial function. This narrative review analyzed results from human clinical trials evaluating GLP-1RAs in AD and PD, based on a search of four databases (Web of Science, Medline, Embase, and Clinical Trials). The analysis included eleven studies. In AD, clinical trials suggest that GLP-1RAs such as liraglutide and semaglutide may enhance brain glucose metabolism, facilitate glucose transport across the blood-brain barrier, and benefit neuronal networks. However, most studies did not demonstrate improvements in cognitive functions or radiological markers. Short-term clinical trials of GLP-1RAs, including exenatide and lixisenatide, demonstrated promising effects on motor and selected non-motor symptoms in patients with PD, but their disease-modifying effects remain unproven. GLP-1RAs showed a favorable safety profile. Despite promising findings, small study populations, heterogeneous protocols, and short observation periods limit definitive conclusions. Further larger, long-term studies are needed, particularly to clarify the risk-benefit balance, weight control, and long-term outcomes.",
    "disease": "alzheimer disease",
    "clean_text": "the role of glucagon like peptide receptor agonists in alzheimer s and parkinson s disease a literature review of clinical trials glucagon like peptide receptor agonists glp ras are widely used in the treatment of type diabetes and obesity due to their metabolic effects emerging evidence suggests they may also have neuroprotective effects indicating their potential as disease modifying therapies in neurodegenerative disorders such as alzheimer s disease ad and parkinson s disease pd preclinical studies in animal models have demonstrated that glp ras can reduce neuroinflammation oxidative stress neuronal apoptosis and pathological protein aggregation while enhancing glucose metabolism and mitochondrial function this narrative review analyzed results from human clinical trials evaluating glp ras in ad and pd based on a search of four databases web of science medline embase and clinical trials the analysis included eleven studies in ad clinical trials suggest that glp ras such as liraglutide and semaglutide may enhance brain glucose metabolism facilitate glucose transport across the blood brain barrier and benefit neuronal networks however most studies did not demonstrate improvements in cognitive functions or radiological markers short term clinical trials of glp ras including exenatide and lixisenatide demonstrated promising effects on motor and selected non motor symptoms in patients with pd but their disease modifying effects remain unproven glp ras showed a favorable safety profile despite promising findings small study populations heterogeneous protocols and short observation periods limit definitive conclusions further larger long term studies are needed particularly to clarify the risk benefit balance weight control and long term outcomes"
}