{
    "pmid": "41440513",
    "title": "Biochemical and Hematological Predictors of Mortality in Thai Patients with COVID-19.",
    "abstract": "Coronavirus disease (COVID-19), caused by SARS-CoV-2 infection, presents a broad spectrum of clinical manifestations, ranging from asymptomatic cases to severe and fatal outcomes. Studies have shown that laboratory parameters fluctuate in patients with COVID-19, and these parameters serve as valuable biomarkers for monitoring disease progression. This study examines the relationship between changes in biochemical and hematological markers and patient survival among early COVID-19 cases. In this retrospective cohort study, data from adult (≥18 years) hospitalized COVID-19 patients with positive PCR results at HRH Princess Maha Chakri Sirindhorn Medical Center, Srinakharinwirot University, Nakhon Nayok, Thailand, between March and December 2021, were analyzed. Univariate and multivariate logistic regression analyses were conducted on mortality-related laboratory parameters. All measures are reported as adjusted odds ratios (aORs) with 95% confidence intervals (CIs). The cohort included 397 patients with pneumonia (median age: 52.2 years (IQR: 40.5-64.6); 61.96% female). Among them, 42 patients (10.58%) succumbed during hospitalization, with a median hospital stay of 12.92 days (IQR: 10.03-15.94). Independent mortality predictors were identified as follows: age (aOR = 1.11; 95% CI: 1.04-1.19;  Our findings suggest that age, potassium, creatinine, hemoglobin A1c, red cell distribution width, and platelet count are significant predictors of mortality risk in patients with COVID-19. Clinicians should consider these biochemical and hematological markers critically before initiating treatment for COVID-19 patients.",
    "disease": "pneumonia",
    "clean_text": "biochemical and hematological predictors of mortality in thai patients with covid coronavirus disease covid caused by sars cov infection presents a broad spectrum of clinical manifestations ranging from asymptomatic cases to severe and fatal outcomes studies have shown that laboratory parameters fluctuate in patients with covid and these parameters serve as valuable biomarkers for monitoring disease progression this study examines the relationship between changes in biochemical and hematological markers and patient survival among early covid cases in this retrospective cohort study data from adult years hospitalized covid patients with positive pcr results at hrh princess maha chakri sirindhorn medical center srinakharinwirot university nakhon nayok thailand between march and december were analyzed univariate and multivariate logistic regression analyses were conducted on mortality related laboratory parameters all measures are reported as adjusted odds ratios aors with confidence intervals cis the cohort included patients with pneumonia median age years iqr female among them patients succumbed during hospitalization with a median hospital stay of days iqr independent mortality predictors were identified as follows age aor ci our findings suggest that age potassium creatinine hemoglobin a c red cell distribution width and platelet count are significant predictors of mortality risk in patients with covid clinicians should consider these biochemical and hematological markers critically before initiating treatment for covid patients"
}