{
    "pmid": "41410993",
    "title": "Yield of a contact investigation among children living with drug-resistant TB patients.",
    "abstract": "<sec><title>BACKGROUND</title>Children are at risk of TB, especially if they are household contacts of someone newly diagnosed. Research is needed on outcome of paediatric household contacts of drug-resistant TB (DR-TB) index patients, where routine follow-up is usually offered instead of preventive treatment. We describe the yield of a contact investigation protocol implemented among children ages 0-14 years living with DR-TB patients.</sec><sec><title>METHODS</title>A single centre prospective cohort study was conducted to follow-up paediatric household contacts of newly diagnosed (within last 6 months) sputum-positive pulmonary DR-TB patients in New Delhi, India. The study conducted symptom screening, tuberculin skin testing, chest X-rays, and bacteriological testing at baseline and during the 1-year follow-up.</sec><sec><title>RESULTS</title>We found a high yield of TB disease at baseline and within the first four follow-up months, with 22/276 participants (8.0%) started on TB treatment. Of these 22, 7 were bacteriologically confirmed and 15 were clinically diagnosed. Of the 7 participants with bacteriologically confirmed TB, 5 were asymptomatic, suggesting symptom screening alone may not be effective.</sec><sec><title>CONCLUSION</title>We advocate for early screening and diagnosis coupled with TB preventive treatment, instead of rigorous follow-ups as means of preventing paediatric DR-TB in household contacts.</sec>.",
    "disease": "tuberculosis",
    "clean_text": "yield of a contact investigation among children living with drug resistant tb patients sec title background title children are at risk of tb especially if they are household contacts of someone newly diagnosed research is needed on outcome of paediatric household contacts of drug resistant tb dr tb index patients where routine follow up is usually offered instead of preventive treatment we describe the yield of a contact investigation protocol implemented among children ages years living with dr tb patients sec sec title methods title a single centre prospective cohort study was conducted to follow up paediatric household contacts of newly diagnosed within last months sputum positive pulmonary dr tb patients in new delhi india the study conducted symptom screening tuberculin skin testing chest x rays and bacteriological testing at baseline and during the year follow up sec sec title results title we found a high yield of tb disease at baseline and within the first four follow up months with participants started on tb treatment of these were bacteriologically confirmed and were clinically diagnosed of the participants with bacteriologically confirmed tb were asymptomatic suggesting symptom screening alone may not be effective sec sec title conclusion title we advocate for early screening and diagnosis coupled with tb preventive treatment instead of rigorous follow ups as means of preventing paediatric dr tb in household contacts sec"
}