{
    "pmid": "41420994",
    "title": "Underestimated risk: Tuberculosis transmission from pathogen-negative patients in schools.",
    "abstract": "This study evaluates TB infection risk among close contacts of both pathogen-positive and pathogen-negative TB patients, emphasizing the need for broader prevention strategies. This study employed a cross-sectional design. This study screened close contacts of TB patients in schools across Shantou, China from 2019 to 2023. A strong positive reaction in the purified protein derivative (PPD) test served as the key indicator of TB infection among contacts. The infection proportion for different close contact groups was calculated. Additionally, logistic regression analysis was utilized to identify factors influencing TB infection among close contacts. Among 10,586 contacts, the overall infection prevalence proportion was 17.8 %. Close contacts of pathogen-negative patients had a higher infection prevalence proportion (18.1 %) than those of pathogen-positive patients (17.1 %) (adjusted OR 1.25; 95 % CI 1.11-1.40). Key risk factors included gender, age, relationship with the index case, school type, and pathogen type. Females and individuals aged 15+ were more susceptible. Current strategies mainly focus on contacts of pathogen-positive patients, neglecting pathogen-negative contacts, which may increase transmission risk. Strengthening the identification and management of all potential transmission sources in schools is crucial, with enhanced monitoring and stricter preventive measures for contacts of pathogen-negative patients.",
    "disease": "tuberculosis",
    "clean_text": "underestimated risk tuberculosis transmission from pathogen negative patients in schools this study evaluates tb infection risk among close contacts of both pathogen positive and pathogen negative tb patients emphasizing the need for broader prevention strategies this study employed a cross sectional design this study screened close contacts of tb patients in schools across shantou china from to a strong positive reaction in the purified protein derivative ppd test served as the key indicator of tb infection among contacts the infection proportion for different close contact groups was calculated additionally logistic regression analysis was utilized to identify factors influencing tb infection among close contacts among contacts the overall infection prevalence proportion was close contacts of pathogen negative patients had a higher infection prevalence proportion than those of pathogen positive patients adjusted or ci key risk factors included gender age relationship with the index case school type and pathogen type females and individuals aged were more susceptible current strategies mainly focus on contacts of pathogen positive patients neglecting pathogen negative contacts which may increase transmission risk strengthening the identification and management of all potential transmission sources in schools is crucial with enhanced monitoring and stricter preventive measures for contacts of pathogen negative patients"
}