{
    "pmid": "41434540",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Positron emission tomography (PET) and magnetic resonance imaging (MRI) are established imaging technologies for dementia management in both clinical (e.g., diagnosis) and research (e.g., identifying biomarkers) settings. Though still far below global rates, access to PET and MRI in low- and middle-income countries (LMICs) is improving. However, there remains a dearth of research personnel in LMICs trained to use neuroimaging data for research. CONNExIN (COmprehensive Neuroimaging aNalysis Experience In resource constraiNed settings) is a hybrid initiative led by Montreal Neurological Institute, McGill University, in collaboration with AFRICA-FINGERS [1], and the Consortium for Advancement of MRI Education and Research in Africa (CAMERA) [2]. CONNExIN [3] implements RAD-AID's Teach-Try-Use strategy, previously applied by CAMERA to improve MRI and PET analysis competencies through seminars and hands-on skills development [4] (Figure 1). Multi-scanner (0.55T, 1.5T, and 3T) brain MRI data were acquired on seven healthy volunteers at six sites including at AFRICA-FINGERS sites (Lagos and Nairobi) and used strictly for training (Table 1). This 16-week program began on August 26th, 2024 (Figure 1). Following three weeks of self-paced virtual content and weekend tutorials, 34 African students and clinicians from 6 countries completed a hybrid bootcamp. The one-week bootcamp included on-site training hosted at Crestview Radiology (Lagos, Nigeria) and Aga Khan University (Nairobi, Kenya) and virtual participation. Participants analyzed local (Table 1) and open-access brain scans (PREVENT-AD) [5] in groups, self-selecting one of six modalities (i.e., MRI and PET). At the end of the program in December 2024, a total of 120 hours of no-cost neuroimaging analysis and dementia research training was provided including design, implementation, and dissemination. Participants are currently being guided on science communication through drafting and submitting conference abstracts including to AAIC. All training materials will be shared on protocols.io for wider dissemination. CONNExIN is training a cohort to analyze neuroimaging data and become local experts who can train others, thereby improving dementia imaging research capacity in LMICs. [1] Udeh-Momoh CT, et al. Alzheimers Dement. 2024 [2] https://www.cameramriafrica.org/ [3] event.fourwaves.com/connexin [4] Mumuni AN, et al. J Am Coll Radiol. 2024 [5] Tremblay-Mercier J, et al. Neuroimage Clin. 2021.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium positron emission tomography pet and magnetic resonance imaging mri are established imaging technologies for dementia management in both clinical e g diagnosis and research e g identifying biomarkers settings though still far below global rates access to pet and mri in low and middle income countries lmics is improving however there remains a dearth of research personnel in lmics trained to use neuroimaging data for research connexin comprehensive neuroimaging analysis experience in resource constrained settings is a hybrid initiative led by montreal neurological institute mcgill university in collaboration with africa fingers and the consortium for advancement of mri education and research in africa camera connexin implements rad aid s teach try use strategy previously applied by camera to improve mri and pet analysis competencies through seminars and hands on skills development figure multi scanner t t and t brain mri data were acquired on seven healthy volunteers at six sites including at africa fingers sites lagos and nairobi and used strictly for training table this week program began on august th figure following three weeks of self paced virtual content and weekend tutorials african students and clinicians from countries completed a hybrid bootcamp the one week bootcamp included on site training hosted at crestview radiology lagos nigeria and aga khan university nairobi kenya and virtual participation participants analyzed local table and open access brain scans prevent ad in groups self selecting one of six modalities i e mri and pet at the end of the program in december a total of hours of no cost neuroimaging analysis and dementia research training was provided including design implementation and dissemination participants are currently being guided on science communication through drafting and submitting conference abstracts including to aaic all training materials will be shared on protocols io for wider dissemination connexin is training a cohort to analyze neuroimaging data and become local experts who can train others thereby improving dementia imaging research capacity in lmics udeh momoh ct et al alzheimers dement https www cameramriafrica org event fourwaves com connexin mumuni an et al j am coll radiol tremblay mercier j et al neuroimage clin"
}