{
    "title": "Spectrum of Phenotypes and Causes of Type 2 Diabetes in Children.",
    "doc_id": "35084995",
    "writer": "Shah AS",
    "year": "2022",
    "summary": "We review what is currently known regarding the risks associated with developing type 2 diabetes in youth. Additionally, we focus on the spectrum of phenotypes of pediatric type 2 diabetes, discuss the pathogenic underpinnings and potential therapeutic …",
    "abstract": "Several factors, including genetics, family history, diet, physical activity, obesity, and insulin resistance in puberty, appear to increase the risk of type 2 diabetes in youth. Youth-onset type 2 diabetes is often thought of as a single entity but rather exists as a spectrum of disease with differences in presentation, metabolic characteristics, clinical progression, and complication rates. We review what is currently known regarding the risks associated with developing type 2 diabetes in youth. Additionally, we focus on the spectrum of phenotypes of pediatric type 2 diabetes, discuss the pathogenic underpinnings and potential therapeutic relevance of this heterogeneity, and compare youth-onset type 2 diabetes with type 1 diabetes and adult-onset type 2 diabetes. Finally, we highlight knowledge gaps in prediction and prevention of youth-onset type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35084995/",
    "clean_text": "spectrum of phenotypes and causes of type diabetes in children we review what is currently known regarding the risks associated with developing type diabetes in youth additionally we focus on the spectrum of phenotypes of pediatric type diabetes discuss the pathogenic underpinnings and potential therapeutic several factors including genetics family history diet physical activity obesity and insulin resistance in puberty appear to increase the risk of type diabetes in youth youth onset type diabetes is often thought of as a single entity but rather exists as a spectrum of disease with differences in presentation metabolic characteristics clinical progression and complication rates we review what is currently known regarding the risks associated with developing type diabetes in youth additionally we focus on the spectrum of phenotypes of pediatric type diabetes discuss the pathogenic underpinnings and potential therapeutic relevance of this heterogeneity and compare youth onset type diabetes with type diabetes and adult onset type diabetes finally we highlight knowledge gaps in prediction and prevention of youth onset type diabetes"
}