{
    "title": "Type 2 myocardial infarction: challenges in diagnosis and treatment.",
    "doc_id": "39658094",
    "writer": "Chapman AR",
    "year": "2025",
    "summary": "The Fourth Universal Definition of Myocardial Infarction recommends a classification based on aetiology, in recognition that the underlying pathophysiology of myocardial infarction influences the approach to investigation and treatment. Type 1 myoca …",
    "abstract": "The Fourth Universal Definition of Myocardial Infarction recommends a classification based on aetiology, in recognition that the underlying pathophysiology of myocardial infarction influences the approach to investigation and treatment. Type 1 myocardial infarction occurs due to atherosclerotic plaque rupture with thrombosis, whereas type 2 myocardial infarction occurs due to an imbalance in myocardial oxygen supply or unmet need in myocardial oxygen demand, without atherothrombosis, usually in the context of another acute illness. In this state-of-the-art review, the diagnosis, investigation, and treatment of patients with type 2 myocardial infarction are considered, with general advice for clinical practice and a consideration of future research directions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39658094/",
    "clean_text": "type myocardial infarction challenges in diagnosis and treatment the fourth universal definition of myocardial infarction recommends a classification based on aetiology in recognition that the underlying pathophysiology of myocardial infarction influences the approach to investigation and treatment type myoca the fourth universal definition of myocardial infarction recommends a classification based on aetiology in recognition that the underlying pathophysiology of myocardial infarction influences the approach to investigation and treatment type myocardial infarction occurs due to atherosclerotic plaque rupture with thrombosis whereas type myocardial infarction occurs due to an imbalance in myocardial oxygen supply or unmet need in myocardial oxygen demand without atherothrombosis usually in the context of another acute illness in this state of the art review the diagnosis investigation and treatment of patients with type myocardial infarction are considered with general advice for clinical practice and a consideration of future research directions"
}