{
    "title": "An Investigation on the Effects of Dietary Vitamin E on Juvenile Sea Urchin (Strongylocentrotus intermedius): Growth, Intestinal Microbiota, Immune Response, and Related Gene Expression.",
    "doc_id": "38132349",
    "writer": "Li M",
    "year": "2023",
    "summary": "A 90 d feeding experiment was conducted to investigate the effects of vitamin E (VE) on growth, intestinal microbiota, immune response, and related gene expression of juvenile sea urchin (Strongylocentrotus intermedius). Six dry feeds were made to contain graded levels of …",
    "abstract": "A 90 d feeding experiment was conducted to investigate the effects of vitamin E (VE) on growth, intestinal microbiota, immune response, and related gene expression of juvenile sea urchin (Strongylocentrotus intermedius). Six dry feeds were made to contain graded levels of VE (78, 105, 152, 235, 302, and 390 mg/kg); these were named E78, E105, E152, E235, E302, and E390, respectively. Dry feed E50 and fresh kelp (HD) were used as the control diets. There were six replicates of cages in each dietary group, and each cage held 20 sea urchins with an initial body weight of approximately 1.50 g. Results exhibited that weight gain rate and gonadosomatic index (GSI) of the sea urchins were not significantly affected by dietary VE ranging from 78 to 390 mg/kg. Sea urchins in the dry feed groups showed poorer growth performance, but significantly higher GSI than those in the fresh kelp groups. The pepsin and lipase activities were not significantly promoted by low or moderate VE, but were inhibited by a high level of VE (302-390 mg/kg), while amylase and cellulase activities were significantly increased by low or moderate VE, with the highest values observed in the E105 and E235 groups, respectively. VE addition at a low dosage (105-152 mg/kg) showed inhibitory effects on immune and antioxidant enzyme activities and expression of inflammation-related genes, but showed no beneficial effects at moderate or high dosage (235-390 mg/kg), while a moderate or relatively higher level of VE (235-302 mg/kg) significantly increased the expression of several immune-related genes. The relative abundance of Proteobacteria, Actinobacteria, Ruegeria, and Maliponia in the intestine of the sea urchins increased with the increase in VE in the dry feeds. On the contrary, the relative abundance of the Firmicutes, Bacteroidetes, Escherichia-Shigella, Bacteroides, and Clostridium sensu stricto 1 gradually decreased as VE content increased. These results indicated that a moderate level of VE (172.5-262.4) can achieve ideal digestive enzyme activities and growth performance, but a relatively higher level of VE (235-302 mg/kg) was beneficial for maintaining the immune and antioxidant capacity of juvenile S. intermedius by regulating the expression of inflammation- and immune-related genes and abundance of some bacteria to a healthy state.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38132349/",
    "clean_text": "an investigation on the effects of dietary vitamin e on juvenile sea urchin strongylocentrotus intermedius growth intestinal microbiota immune response and related gene expression a d feeding experiment was conducted to investigate the effects of vitamin e ve on growth intestinal microbiota immune response and related gene expression of juvenile sea urchin strongylocentrotus intermedius six dry feeds were made to contain graded levels of a d feeding experiment was conducted to investigate the effects of vitamin e ve on growth intestinal microbiota immune response and related gene expression of juvenile sea urchin strongylocentrotus intermedius six dry feeds were made to contain graded levels of ve and mg kg these were named e e e e e and e respectively dry feed e and fresh kelp hd were used as the control diets there were six replicates of cages in each dietary group and each cage held sea urchins with an initial body weight of approximately g results exhibited that weight gain rate and gonadosomatic index gsi of the sea urchins were not significantly affected by dietary ve ranging from to mg kg sea urchins in the dry feed groups showed poorer growth performance but significantly higher gsi than those in the fresh kelp groups the pepsin and lipase activities were not significantly promoted by low or moderate ve but were inhibited by a high level of ve mg kg while amylase and cellulase activities were significantly increased by low or moderate ve with the highest values observed in the e and e groups respectively ve addition at a low dosage mg kg showed inhibitory effects on immune and antioxidant enzyme activities and expression of inflammation related genes but showed no beneficial effects at moderate or high dosage mg kg while a moderate or relatively higher level of ve mg kg significantly increased the expression of several immune related genes the relative abundance of proteobacteria actinobacteria ruegeria and maliponia in the intestine of the sea urchins increased with the increase in ve in the dry feeds on the contrary the relative abundance of the firmicutes bacteroidetes escherichia shigella bacteroides and clostridium sensu stricto gradually decreased as ve content increased these results indicated that a moderate level of ve can achieve ideal digestive enzyme activities and growth performance but a relatively higher level of ve mg kg was beneficial for maintaining the immune and antioxidant capacity of juvenile s intermedius by regulating the expression of inflammation and immune related genes and abundance of some bacteria to a healthy state"
}