{
    "pmid": "41468279",
    "title": "Efficacy of the 1 mL Water-Swallowing Induction Method for Nasogastric Tube Placement in Patients With Stroke and Impaired Consciousness.",
    "abstract": "Nasogastric tube (NGT) insertion is frequently required in patients with stroke and impaired consciousness; however, the procedure is often complicated by swallowing dysfunction. This study assessed the effectiveness of the 1-mL water-swallowing induction method for facilitating NGT placement in this population. A total of 102 patients with stroke and impaired consciousness were recruited from Nantong University Affiliated Hospital between 2022 and 2024 and randomly assigned to a control group (traditional neck-flexion technique) or an observation group (1-mL water-swallowing induction method). Primary outcomes included the success rate of NGT insertion, mean duration of the first insertion attempt, and adverse events such as mucosal bleeding, severe coughing, and facial or lip cyanosis. Secondary outcomes included changes in heart rate and oxygen saturation during tube placement. Each group comprised 28 patients in a drowsy state and 23 in a stuporous state (n=51 per group). The observation group achieved a significantly higher success rate of NGT insertion compared with the control group (P<0.05). Although the mean time required for a successful first insertion attempt was longer in the observation group (P<0.05), the incidences of mucosal bleeding and severe coughing were significantly lower (P<0.05). Furthermore, changes in heart rate and oxygen saturation were less pronounced in the observation group than in the control group (P<0.05). The 1-mL water-swallowing induction method improved the success rate of NGT placement in patients with stroke having an impaired consciousness and reduced procedure-related adverse events.",
    "disease": "stroke",
    "clean_text": "efficacy of the ml water swallowing induction method for nasogastric tube placement in patients with stroke and impaired consciousness nasogastric tube ngt insertion is frequently required in patients with stroke and impaired consciousness however the procedure is often complicated by swallowing dysfunction this study assessed the effectiveness of the ml water swallowing induction method for facilitating ngt placement in this population a total of patients with stroke and impaired consciousness were recruited from nantong university affiliated hospital between and and randomly assigned to a control group traditional neck flexion technique or an observation group ml water swallowing induction method primary outcomes included the success rate of ngt insertion mean duration of the first insertion attempt and adverse events such as mucosal bleeding severe coughing and facial or lip cyanosis secondary outcomes included changes in heart rate and oxygen saturation during tube placement each group comprised patients in a drowsy state and in a stuporous state n per group the observation group achieved a significantly higher success rate of ngt insertion compared with the control group p although the mean time required for a successful first insertion attempt was longer in the observation group p the incidences of mucosal bleeding and severe coughing were significantly lower p furthermore changes in heart rate and oxygen saturation were less pronounced in the observation group than in the control group p the ml water swallowing induction method improved the success rate of ngt placement in patients with stroke having an impaired consciousness and reduced procedure related adverse events"
}