{
    "pmid": "41398991",
    "title": "Physical Activity Trajectories in the First Year Following ACL Reconstruction and Links to Early Markers of Osteoarthritis Development.",
    "abstract": "Identify distinct MVPA trajectories between 2 and 12 months post-ACLR and compare tibiofemoral articular cartilage composition changes as well as patient reported outcomes (PROs) between trajectory groups. Device-measured MVPA was collected at 2, 4, 6, and 12 months post-ACLR in individuals with ACLR. MVPA trajectories were identified using grouped-based trajectory modeling. Cartilage composition was measured preoperatively (preop) and at 12 months post-ACLR using change in T1ρ (ΔT1ρ) magnetic resonance imaging relaxation times in the lateral (LFC, LT) and medial (MFC, MT) femoral and tibial compartment. The Knee Injury and Osteoarthritis Outcomes Score (KOOS) was used to assess PROs at preop, 2, 4, 6, and 12 months post-ACLR. Differences in KOOS subscale scores and ΔT1ρ were compared between MVPA trajectory groups. We identified a consistent MVPA (74.5% of cohort) and high-increasing MVPA trajectory (25.5%). The high-increasing trajectory group engaged in more MVPA at all timepoints compared to the consistent group. The high-increasing trajectory group demonstrated greater ΔT1ρ in the LFC (i.e., deleterious changes in cartilage composition, p=0.006) and higher KOOS sport compared to the consistent MVPA group (p=0.037). Individuals between 2 and 12 months post-ACLR most commonly engage in the consistent MVPA trajectory. The high-increasing MVPA trajectory group demonstrated worsening LFC cartilage composition. These data indicate that high MVPA in the first 12 months post-ACLR may be linked to deleterious knee tissue changes but not worse PROs.",
    "disease": "osteoarthritis",
    "clean_text": "physical activity trajectories in the first year following acl reconstruction and links to early markers of osteoarthritis development identify distinct mvpa trajectories between and months post aclr and compare tibiofemoral articular cartilage composition changes as well as patient reported outcomes pros between trajectory groups device measured mvpa was collected at and months post aclr in individuals with aclr mvpa trajectories were identified using grouped based trajectory modeling cartilage composition was measured preoperatively preop and at months post aclr using change in t t magnetic resonance imaging relaxation times in the lateral lfc lt and medial mfc mt femoral and tibial compartment the knee injury and osteoarthritis outcomes score koos was used to assess pros at preop and months post aclr differences in koos subscale scores and t were compared between mvpa trajectory groups we identified a consistent mvpa of cohort and high increasing mvpa trajectory the high increasing trajectory group engaged in more mvpa at all timepoints compared to the consistent group the high increasing trajectory group demonstrated greater t in the lfc i e deleterious changes in cartilage composition p and higher koos sport compared to the consistent mvpa group p individuals between and months post aclr most commonly engage in the consistent mvpa trajectory the high increasing mvpa trajectory group demonstrated worsening lfc cartilage composition these data indicate that high mvpa in the first months post aclr may be linked to deleterious knee tissue changes but not worse pros"
}