{
    "pmid": "41468031",
    "title": "Contralesional Crossed Facilitation Impairs Bimanual Force Coordination in Chronic Stroke Survivors with Moderate-to-Mild Motor Impairment.",
    "abstract": "After stroke, impaired bimanual coordination reduces quality of life, where precise coordination of force between arms is essential for daily activities. Effective coordination relies on balanced interhemispheric communication, which induces crossed facilitation between primary motor cortices (M1). Intracortical inhibition influences both crossed facilitation and bimanual coordination in neurologically intact individuals. This study examines whether GABA Thirteen chronic stroke participants performed dynamic and isometric bimanual force grip task. In the dynamic task, the paretic hand maintained 30% of maximal voluntary contraction while the non-paretic hand varied force levels (low-mid-high). Cross-covariance coefficient between hands measured interference from non-paretic hand to paretic hand. In the isometric task, transcranial magnetic stimulation assessed crossed facilitation via motor evoked potential (MEP) and intracortical inhibition via cortical silent period (CSP) in ipsilesional M1 under varying bimanual force conditions (paretic: rest, 5%, 30%; non-paretic: rest, 10%, 30%, 70%). Results showed variable bimanual interference post-stroke, with greater interference in less impaired individuals and under high non-paretic force. Crossed facilitation increased with higher force asymmetry and lower paretic effort, particularly in less impaired participants, but became more variable as paretic effort increased (during PH 30%: NPH 70%). Under the high asymmetry condition, GABA These findings suggest that reduced inhibitory tone may contribute to the regulation of crossed facilitation, and bimanual coordination deficits may be driven by excessive crossed facilitation. Future work will examine other ipsilesional factors regulating crossed facilitation, as targeted asymmetric training and neuromodulation may help improve bimanual coordination in individuals with moderate-to-mild motor impairment.",
    "disease": "stroke",
    "clean_text": "contralesional crossed facilitation impairs bimanual force coordination in chronic stroke survivors with moderate to mild motor impairment after stroke impaired bimanual coordination reduces quality of life where precise coordination of force between arms is essential for daily activities effective coordination relies on balanced interhemispheric communication which induces crossed facilitation between primary motor cortices m intracortical inhibition influences both crossed facilitation and bimanual coordination in neurologically intact individuals this study examines whether gaba thirteen chronic stroke participants performed dynamic and isometric bimanual force grip task in the dynamic task the paretic hand maintained of maximal voluntary contraction while the non paretic hand varied force levels low mid high cross covariance coefficient between hands measured interference from non paretic hand to paretic hand in the isometric task transcranial magnetic stimulation assessed crossed facilitation via motor evoked potential mep and intracortical inhibition via cortical silent period csp in ipsilesional m under varying bimanual force conditions paretic rest non paretic rest results showed variable bimanual interference post stroke with greater interference in less impaired individuals and under high non paretic force crossed facilitation increased with higher force asymmetry and lower paretic effort particularly in less impaired participants but became more variable as paretic effort increased during ph nph under the high asymmetry condition gaba these findings suggest that reduced inhibitory tone may contribute to the regulation of crossed facilitation and bimanual coordination deficits may be driven by excessive crossed facilitation future work will examine other ipsilesional factors regulating crossed facilitation as targeted asymmetric training and neuromodulation may help improve bimanual coordination in individuals with moderate to mild motor impairment"
}