{
    "pmid": "41444534",
    "title": "Effective sequential therapy of linezolid and contezolid against HA-MRSA-induced necrotizing pneumonia in a 95-year-old patient with multimorbidity.",
    "abstract": "Despite progress in new antibiotic development, active surveillance, and infection prevention, health care-associated methicillin-resistant  We present the case of a long-term hospitalized 95-year-old woman with multimorbidity and multiorgan dysfunction who developed hospital-acquired necrotizing pneumonia due to MRSA. The diagnosis was established through metagenomic next-generation sequencing, bacterial culture of bronchoalveolar lavage fluid (BALF), and imaging. Linezolid was initially incorporated into the antimicrobial treatment regimen. After three weeks, owing to the bone marrow suppression caused by linezolid, contezolid (400 mg PO every 12 h) was adopted as an alternative therapy; this led to a significant reduction in the size of the lung cavity. Considering the cost-effectiveness and persistent risk of  This case demonstrates the effectiveness of a sequential approach with a linezolid‒contezolid strategy for treating HA-MRSA-induced necrotizing pneumonia, leading to the regression of cavitary lesions and significant clinical improvement in elderly patients with multimorbidity, highlighting the importance of individualized treatment strategies in managing complex infections in vulnerable patient populations and offering valuable insights for future clinical practice. Not applicable. The online version contains supplementary material available at 10.1186/s12879-025-12161-1.",
    "disease": "pneumonia",
    "clean_text": "effective sequential therapy of linezolid and contezolid against ha mrsa induced necrotizing pneumonia in a year old patient with multimorbidity despite progress in new antibiotic development active surveillance and infection prevention health care associated methicillin resistant we present the case of a long term hospitalized year old woman with multimorbidity and multiorgan dysfunction who developed hospital acquired necrotizing pneumonia due to mrsa the diagnosis was established through metagenomic next generation sequencing bacterial culture of bronchoalveolar lavage fluid balf and imaging linezolid was initially incorporated into the antimicrobial treatment regimen after three weeks owing to the bone marrow suppression caused by linezolid contezolid mg po every h was adopted as an alternative therapy this led to a significant reduction in the size of the lung cavity considering the cost effectiveness and persistent risk of this case demonstrates the effectiveness of a sequential approach with a linezolid contezolid strategy for treating ha mrsa induced necrotizing pneumonia leading to the regression of cavitary lesions and significant clinical improvement in elderly patients with multimorbidity highlighting the importance of individualized treatment strategies in managing complex infections in vulnerable patient populations and offering valuable insights for future clinical practice not applicable the online version contains supplementary material available at s"
}