{
    "title": "Impaired T cell proliferation by ex vivo BET-inhibition impedes adoptive immunotherapy in a murine melanoma model.",
    "doc_id": "31423932",
    "writer": "Chee J",
    "year": "2020",
    "summary": "Activation of naive CD8(+) T cells stimulates proliferation and differentiation into cytotoxic T-lymphocytes (CTLs). Adoptive T Cell Therapy (ACT) involves multiple rounds of ex vivo activation to generate enough CTLs for reinfusion into patients, but …",
    "abstract": "Activation of naïve CD8+ T cells stimulates proliferation and differentiation into cytotoxic T-lymphocytes (CTLs). Adoptive T Cell Therapy (ACT) involves multiple rounds of ex vivo activation to generate enough CTLs for reinfusion into patients, but this drives differentiation into terminal effector T cells. Less differentiated CTL populations, such as stem cell memory T cells, are more ideal candidates for ACT because of increased self-renewal and persistent properties. Ex vivo targeting of T cell differentiation with epigenetic modifiers is a potential strategy to improve cytotoxic T-lymphocyte (CTL) generation for ACT. We established a pipeline to assess the effects of epigenetic modifiers on CD8+ T cell proliferation, differentiation, and efficacy in a preclinical melanoma model. Single treatment with epigenetic modifiers inhibited T cell proliferation in vitro, producing CD44hiCD62Lhi effector-like T cells rather than a stem cell memory T cell phenotype. Most epigenetic modifying agents had no significant effect on ACT efficacy with the notable exception of the bromodomain and extraterminal (BET)-inhibitor JQ1 which was associated with a decrease in efficacy compared to unmodified T cells. These findings reveal the complexity of epigenetic targeting of T cell differentiation, highlighting the need to precisely define the epigenetic targeting strategies to improve CTL generation for ACT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31423932/",
    "clean_text": "impaired t cell proliferation by ex vivo bet inhibition impedes adoptive immunotherapy in a murine melanoma model activation of naive cd t cells stimulates proliferation and differentiation into cytotoxic t lymphocytes ctls adoptive t cell therapy act involves multiple rounds of ex vivo activation to generate enough ctls for reinfusion into patients but activation of na ve cd t cells stimulates proliferation and differentiation into cytotoxic t lymphocytes ctls adoptive t cell therapy act involves multiple rounds of ex vivo activation to generate enough ctls for reinfusion into patients but this drives differentiation into terminal effector t cells less differentiated ctl populations such as stem cell memory t cells are more ideal candidates for act because of increased self renewal and persistent properties ex vivo targeting of t cell differentiation with epigenetic modifiers is a potential strategy to improve cytotoxic t lymphocyte ctl generation for act we established a pipeline to assess the effects of epigenetic modifiers on cd t cell proliferation differentiation and efficacy in a preclinical melanoma model single treatment with epigenetic modifiers inhibited t cell proliferation in vitro producing cd hicd lhi effector like t cells rather than a stem cell memory t cell phenotype most epigenetic modifying agents had no significant effect on act efficacy with the notable exception of the bromodomain and extraterminal bet inhibitor jq which was associated with a decrease in efficacy compared to unmodified t cells these findings reveal the complexity of epigenetic targeting of t cell differentiation highlighting the need to precisely define the epigenetic targeting strategies to improve ctl generation for act"
}