{
    "pmid": "41465922",
    "title": "Fatal hemoptysis despite complete remission of squamous cell carcinoma after chemoradiotherapy followed by combined ipilimumab and nivolumab: An autopsy case report.",
    "abstract": "Hemoptysis is a known complication of lung cancer that may occur after antiplatelet or anticoagulant therapy, chemotherapy, or antiangiogenic agents. Although immune checkpoint inhibitors have improved outcomes in lung cancer, hemoptysis remains a rare but potentially fatal adverse event. We describe an autopsy-confirmed case of complete tumor remission with cavitation leading to fatal hemoptysis after chemoradiotherapy (CRT) followed by combined ipilimumab and nivolumab therapy for squamous cell carcinoma. A 68-year-old man with a history of heavy smoking was found to have a 70-mm right hilar lung lesion and was diagnosed with stage IIIC squamous cell carcinoma with 50% programmed death ligand-1 expression. After CRT and subsequent combination chemotherapy plus immune checkpoint inhibitors, he developed pneumonitis requiring prednisolone (PSL). During PSL tapering, he experienced fever and a new right upper lobe cavitary lesion, which enlarged despite empiric antibiotics. After discharge under apparently stable conditions on a reduced PSL dose, he suddenly developed massive hemoptysis. The primary diagnosis was stage IIIC squamous cell carcinoma of the lung. During the treatment course, he developed immune checkpoint inhibitor-related pneumonitis and a new cavitary lesion in the right upper lobe. Autopsy revealed a necrotic cavitary lesion with vascular destruction in the right upper lobe, dense adhesions between the lung and chest wall, and no residual carcinoma, infection, or distant metastases, confirming complete tumor remission and fatal hemoptysis due to treatment-related vascular injury. The patient received definitive CRT with carboplatin and paclitaxel plus 60 Gy thoracic radiotherapy, followed by carboplatin and paclitaxel combined with ipilimumab and nivolumab, and subsequently maintenance ipilimumab and nivolumab. Immune-related pneumonitis was treated with systemic PSL, which was tapered and subsequently re-escalated when fever and a new cavitary lesion appeared. Empiric broad-spectrum antibiotics were also administered. CRT and combined immune checkpoint inhibitor therapy achieved complete tumor remission pathologically. However, the progressive cavitary change in the irradiated lung ultimately resulted in massive hemoptysis, cardiac arrest, and death. Autopsy confirmed a necrotic cavity with vascular destruction without residual malignancy or infection. In patients receiving ipilimumab and nivolumab after thoracic CRT for centrally located squamous cell carcinoma, rapid tumor necrosis and cavitation within irradiated lung with fragile vasculature may markedly increase the risk of severe and fatal hemoptysis. When initiating or resuming combined immune checkpoint inhibitor therapy in this setting, clinicians should carefully consider CRT-associated vascular fragility and potential immune-mediated vascular injury, and ensure close imaging follow-up and airway surveillance.",
    "disease": "lung cancer",
    "clean_text": "fatal hemoptysis despite complete remission of squamous cell carcinoma after chemoradiotherapy followed by combined ipilimumab and nivolumab an autopsy case report hemoptysis is a known complication of lung cancer that may occur after antiplatelet or anticoagulant therapy chemotherapy or antiangiogenic agents although immune checkpoint inhibitors have improved outcomes in lung cancer hemoptysis remains a rare but potentially fatal adverse event we describe an autopsy confirmed case of complete tumor remission with cavitation leading to fatal hemoptysis after chemoradiotherapy crt followed by combined ipilimumab and nivolumab therapy for squamous cell carcinoma a year old man with a history of heavy smoking was found to have a mm right hilar lung lesion and was diagnosed with stage iiic squamous cell carcinoma with programmed death ligand expression after crt and subsequent combination chemotherapy plus immune checkpoint inhibitors he developed pneumonitis requiring prednisolone psl during psl tapering he experienced fever and a new right upper lobe cavitary lesion which enlarged despite empiric antibiotics after discharge under apparently stable conditions on a reduced psl dose he suddenly developed massive hemoptysis the primary diagnosis was stage iiic squamous cell carcinoma of the lung during the treatment course he developed immune checkpoint inhibitor related pneumonitis and a new cavitary lesion in the right upper lobe autopsy revealed a necrotic cavitary lesion with vascular destruction in the right upper lobe dense adhesions between the lung and chest wall and no residual carcinoma infection or distant metastases confirming complete tumor remission and fatal hemoptysis due to treatment related vascular injury the patient received definitive crt with carboplatin and paclitaxel plus gy thoracic radiotherapy followed by carboplatin and paclitaxel combined with ipilimumab and nivolumab and subsequently maintenance ipilimumab and nivolumab immune related pneumonitis was treated with systemic psl which was tapered and subsequently re escalated when fever and a new cavitary lesion appeared empiric broad spectrum antibiotics were also administered crt and combined immune checkpoint inhibitor therapy achieved complete tumor remission pathologically however the progressive cavitary change in the irradiated lung ultimately resulted in massive hemoptysis cardiac arrest and death autopsy confirmed a necrotic cavity with vascular destruction without residual malignancy or infection in patients receiving ipilimumab and nivolumab after thoracic crt for centrally located squamous cell carcinoma rapid tumor necrosis and cavitation within irradiated lung with fragile vasculature may markedly increase the risk of severe and fatal hemoptysis when initiating or resuming combined immune checkpoint inhibitor therapy in this setting clinicians should carefully consider crt associated vascular fragility and potential immune mediated vascular injury and ensure close imaging follow up and airway surveillance"
}