{
    "pmid": "41466014",
    "title": "Application of early swallowing function training combined with ice stimulation intervention in patients with stroke swallowing disorders.",
    "abstract": "Stroke incidence has risen in recent years, with swallowing disorders affecting over half of patients and leading to complications such as aspiration pneumonia and malnutrition. Swallowing function training and ice stimulation have shown promise individually. This study evaluates their combined effect on stroke-related dysphagia. This study aimed to investigate the clinical value of early swallowing function training combined with ice stimulation intervention in stroke patients with swallowing disorders. From March 2019 to March 2023, 92 patients were randomly assigned to either a control group (ice stimulation only, n = 46) or an experimental group (ice stimulation plus early swallowing function training, n = 46). Interventions lasted 6 weeks. Swallowing function was assessed at baseline, 2, 4, and 6 weeks using the Kubota water swallowing test, standardized swallowing assessment, and videofluoroscopic swallowing study. Rates of swallowing improvement and complications were compared. Both groups improved post-intervention, but the experimental group showed significantly greater improvements at all time points. At 6 weeks, experimental group water swallowing test and standardized swallowing assessment scores were lower, and videofluoroscopic swallowing study scores were higher compared with controls (P < .05). The overall effective rate was 93.48% in the experimental group versus 71.74% in controls (P < .05). Complication incidence was lower in the experimental group (8.70% vs 28.26%, P < .05). Early swallowing function training combined with ice stimulation significantly enhances swallowing recovery, reduces aspiration and pneumonia risk, and improves overall prognosis in stroke patients with dysphagia. This combined intervention is clinically valuable and merits broader application.",
    "disease": "stroke",
    "clean_text": "application of early swallowing function training combined with ice stimulation intervention in patients with stroke swallowing disorders stroke incidence has risen in recent years with swallowing disorders affecting over half of patients and leading to complications such as aspiration pneumonia and malnutrition swallowing function training and ice stimulation have shown promise individually this study evaluates their combined effect on stroke related dysphagia this study aimed to investigate the clinical value of early swallowing function training combined with ice stimulation intervention in stroke patients with swallowing disorders from march to march patients were randomly assigned to either a control group ice stimulation only n or an experimental group ice stimulation plus early swallowing function training n interventions lasted weeks swallowing function was assessed at baseline and weeks using the kubota water swallowing test standardized swallowing assessment and videofluoroscopic swallowing study rates of swallowing improvement and complications were compared both groups improved post intervention but the experimental group showed significantly greater improvements at all time points at weeks experimental group water swallowing test and standardized swallowing assessment scores were lower and videofluoroscopic swallowing study scores were higher compared with controls p the overall effective rate was in the experimental group versus in controls p complication incidence was lower in the experimental group vs p early swallowing function training combined with ice stimulation significantly enhances swallowing recovery reduces aspiration and pneumonia risk and improves overall prognosis in stroke patients with dysphagia this combined intervention is clinically valuable and merits broader application"
}