{
    "title": "Anxiety and depression are related to autonomic nervous system function in women with irritable bowel syndrome.",
    "doc_id": "12643620",
    "writer": "Jarrett ME",
    "year": "2003",
    "summary": "This study compared women with irritable bowel syndrome who had a history of an anxiety or depressive disorder to those without symptoms of either disorder on indicators of cardiac parasympathetic activity, autonomic nervous system balance, and general autonomic act …",
    "abstract": "This study compared women with irritable bowel syndrome who had a history of an anxiety or depressive disorder to those without symptoms of either disorder on indicators of cardiac parasympathetic activity, autonomic nervous system balance, and general autonomic activity. The Diagnostic Interview Schedule was used to determine anxiety or depressive disorders, and a Holter monitor was used to record R-R intervals over 24 hr. A similar comparison was done with healthy controls. Among women with irritable bowel syndrome, those with a positive history had lower parasympathetic and general activity throughout the 24-hr period than did women without a diagnosis. Indicators of autonomic balance were slightly higher in women with a positive history compared to those without a history. Similar differences were seen in controls. Thus, a history of anxiety and depressive disorders is associated with lower parasympathetic activity, both in women with IBS and healthy controls. Further exploration is needed to understand if lower parasympathetic activity influences the pain and stool pattern changes seen in persons with irritable bowel syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12643620/",
    "clean_text": "anxiety and depression are related to autonomic nervous system function in women with irritable bowel syndrome this study compared women with irritable bowel syndrome who had a history of an anxiety or depressive disorder to those without symptoms of either disorder on indicators of cardiac parasympathetic activity autonomic nervous system balance and general autonomic act this study compared women with irritable bowel syndrome who had a history of an anxiety or depressive disorder to those without symptoms of either disorder on indicators of cardiac parasympathetic activity autonomic nervous system balance and general autonomic activity the diagnostic interview schedule was used to determine anxiety or depressive disorders and a holter monitor was used to record r r intervals over hr a similar comparison was done with healthy controls among women with irritable bowel syndrome those with a positive history had lower parasympathetic and general activity throughout the hr period than did women without a diagnosis indicators of autonomic balance were slightly higher in women with a positive history compared to those without a history similar differences were seen in controls thus a history of anxiety and depressive disorders is associated with lower parasympathetic activity both in women with ibs and healthy controls further exploration is needed to understand if lower parasympathetic activity influences the pain and stool pattern changes seen in persons with irritable bowel syndrome"
}