{
    "title": "Targeted Treatments for Fragile X Syndrome.",
    "doc_id": "36928853",
    "writer": "Johnson D",
    "year": "2023",
    "summary": "The histories of targeted treatment trials in fragile X syndrome (FXS) are reviewed in animal studies and human trials. Advances in understanding the neurobiology of FXS have identified a number of pathways that are dysregulated in the absence of FMRP and are …",
    "abstract": "The histories of targeted treatment trials in fragile X syndrome (FXS) are reviewed in animal studies and human trials. Advances in understanding the neurobiology of FXS have identified a number of pathways that are dysregulated in the absence of FMRP and are therefore pathways that can be targeted with new medication. The utilization of quantitative outcome measures to assess efficacy in multiple studies has improved the quality of more recent trials. Current treatment trials including the use of cannabidiol (CBD) topically and metformin orally have positive preliminary data, and both of these medications are available clinically. The use of the phosphodiesterase inhibitor (PDE4D), BPN1440, which raised the level of cAMP that is low in FXS has very promising results for improving cognition in adult males who underwent a controlled trial. There are many more targeted treatments that will undergo trials in FXS, so the future looks bright for new treatments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36928853/",
    "clean_text": "targeted treatments for fragile x syndrome the histories of targeted treatment trials in fragile x syndrome fxs are reviewed in animal studies and human trials advances in understanding the neurobiology of fxs have identified a number of pathways that are dysregulated in the absence of fmrp and are the histories of targeted treatment trials in fragile x syndrome fxs are reviewed in animal studies and human trials advances in understanding the neurobiology of fxs have identified a number of pathways that are dysregulated in the absence of fmrp and are therefore pathways that can be targeted with new medication the utilization of quantitative outcome measures to assess efficacy in multiple studies has improved the quality of more recent trials current treatment trials including the use of cannabidiol cbd topically and metformin orally have positive preliminary data and both of these medications are available clinically the use of the phosphodiesterase inhibitor pde d bpn which raised the level of camp that is low in fxs has very promising results for improving cognition in adult males who underwent a controlled trial there are many more targeted treatments that will undergo trials in fxs so the future looks bright for new treatments"
}