{
    "title": "Fragile X Syndrome: Scientific Background and Screening Technologies.",
    "doc_id": "26162330",
    "writer": "Lyons JI",
    "year": "2015",
    "summary": "Fragile X is the most common inherited cause of mental retardation with a prevalence of 1 in 4000 for males and 1 in 5000 to 8000 for females. ...Although medical and scientific professionals do not currently recommend screening nonsymptomatic populations, improveme …",
    "abstract": "Fragile X is the most common inherited cause of mental retardation with a prevalence of 1 in 4000 for males and 1 in 5000 to 8000 for females. The American College of Medical Genetics and Genomics has recommended diagnostic testing for fragile X in symptomatic persons, women with ovarian dysfunction, and persons with tremor/ataxia syndrome. Although medical and scientific professionals do not currently recommend screening nonsymptomatic populations, improvements in current treatment approaches and ongoing clinical trials have generated growing interest in screening for fragile X. Here, we briefly review the relevant molecular basis of fragile X and fragile X testing and compare three different molecular technologies available for fragile X screening in both males and females. These technologic approaches include destabilizing the CGG-repeat region with betaine and using chimeric CGG-targeted PCR primers, using heat pulses to destabilize C-G bonds in the PCR extension step, and using melting curve analysis to differentiate expanded CGG repeats from normals. The first two-step method performed with high sensitivity and specificity. The second method provided agarose gel images that allow identification of males with expanded CGG repeats and females with expanded CGG-repeat bands which are sometimes faint. The third melting curve analysis method would require controls in each run to correct for shifting optimal cutoff values.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26162330/",
    "clean_text": "fragile x syndrome scientific background and screening technologies fragile x is the most common inherited cause of mental retardation with a prevalence of in for males and in to for females although medical and scientific professionals do not currently recommend screening nonsymptomatic populations improveme fragile x is the most common inherited cause of mental retardation with a prevalence of in for males and in to for females the american college of medical genetics and genomics has recommended diagnostic testing for fragile x in symptomatic persons women with ovarian dysfunction and persons with tremor ataxia syndrome although medical and scientific professionals do not currently recommend screening nonsymptomatic populations improvements in current treatment approaches and ongoing clinical trials have generated growing interest in screening for fragile x here we briefly review the relevant molecular basis of fragile x and fragile x testing and compare three different molecular technologies available for fragile x screening in both males and females these technologic approaches include destabilizing the cgg repeat region with betaine and using chimeric cgg targeted pcr primers using heat pulses to destabilize c g bonds in the pcr extension step and using melting curve analysis to differentiate expanded cgg repeats from normals the first two step method performed with high sensitivity and specificity the second method provided agarose gel images that allow identification of males with expanded cgg repeats and females with expanded cgg repeat bands which are sometimes faint the third melting curve analysis method would require controls in each run to correct for shifting optimal cutoff values"
}