{
    "title": "Aplastic anemia as a feature of systemic lupus erythematosus: a case report and literature review.",
    "doc_id": "25354463",
    "writer": "Chalayer É",
    "year": "2015",
    "summary": "This rare but serious disease has been described as an unusual manifestation of systemic lupus erythematosus. We reviewed the 25 cases published in the English language literature and discuss the clinical presentation, outcome, treatment, and pathophysiology …",
    "abstract": "Peripheral cytopenias are common in systemic lupus erythematosus, but bone marrow involvement is rarely reported. Aplastic anemia is the result of immune-mediated destruction of hematopoietic stem cells causing pancytopenia and characterized by an empty bone marrow. This rare but serious disease has been described as an unusual manifestation of systemic lupus erythematosus. We reviewed the 25 cases published in the English language literature and discuss the clinical presentation, outcome, treatment, and pathophysiology of aplastic anemia as a complication of systemic lupus erythematosus. We report here the first case of aplastic anemia associated with systemic lupus erythematosus treated with an allogeneic hematopoietic stem cell transplant. Over one half of patients received concomitantly the diagnoses of systemic lupus erythematosus and aplastic anemia. No clinical or histological features can distinguish primary aplastic anemia from aplastic anemia occurring in systemic lupus erythematosus patients. The overall mortality is about 15% and corticosteroid-based therapy alone or in combination with other immunomodulatory drugs can restore bone marrow function. Systemic lupus erythematosus may be complicated by bone marrow involvement. The diagnosis of peripheral cytopenias should be confirmed by bone marrow aspiration. All these patients should receive cortisone as a first treatment. Plasma exchanges seem to have some efficacy. Other different immunomodulatory therapies were used with variable results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25354463/",
    "clean_text": "aplastic anemia as a feature of systemic lupus erythematosus a case report and literature review this rare but serious disease has been described as an unusual manifestation of systemic lupus erythematosus we reviewed the cases published in the english language literature and discuss the clinical presentation outcome treatment and pathophysiology peripheral cytopenias are common in systemic lupus erythematosus but bone marrow involvement is rarely reported aplastic anemia is the result of immune mediated destruction of hematopoietic stem cells causing pancytopenia and characterized by an empty bone marrow this rare but serious disease has been described as an unusual manifestation of systemic lupus erythematosus we reviewed the cases published in the english language literature and discuss the clinical presentation outcome treatment and pathophysiology of aplastic anemia as a complication of systemic lupus erythematosus we report here the first case of aplastic anemia associated with systemic lupus erythematosus treated with an allogeneic hematopoietic stem cell transplant over one half of patients received concomitantly the diagnoses of systemic lupus erythematosus and aplastic anemia no clinical or histological features can distinguish primary aplastic anemia from aplastic anemia occurring in systemic lupus erythematosus patients the overall mortality is about and corticosteroid based therapy alone or in combination with other immunomodulatory drugs can restore bone marrow function systemic lupus erythematosus may be complicated by bone marrow involvement the diagnosis of peripheral cytopenias should be confirmed by bone marrow aspiration all these patients should receive cortisone as a first treatment plasma exchanges seem to have some efficacy other different immunomodulatory therapies were used with variable results"
}