{
    "pmid": "41368929",
    "title": "Diagnostic Utility of Anti-Cyclic Citrullinated Peptide Antibodies Versus Rheumatoid Factor in Libyan Patients with Rheumatoid Arthritis: A Cross-Sectional Study.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune disease characterized by synovial inflammation and progressive destruction of joint structures. Anti-cyclic citrullinated peptide (anti-CCP) antibodies have emerged as highly specific biomarkers, whereas rheumatoid factor (RF) demonstrates lower diagnostic specificity. To assess the diagnostic utility of anti-CCP in comparison with rheumatoid factor (RF) in Libyan patients with RA and to investigate their associations with immunological markers, demographic characteristics, comorbid conditions, and clinical manifestations. A cross-sectional case-control study was conducted involving 70 RA patients who met the 2010 ACR/EULAR classification criteria and 70 age- and sex-matched healthy controls. Serum concentrations of anti-CCP antibodies, RF, C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), and complete blood count parameters were measured. Statistical analyses were performed to evaluate associations between serological markers and clinical variables, including sex, age, family history, disease activity, comorbidities, smoking status, COVID-19 vaccination, and vitamin D levels. Anti-CCP demonstrated a higher positivity rate (78.6%) compared with RF (64.3%) and was negative in all controls, whereas RF yielded false-positive results. Anti-CCP positivity was significantly associated with female sex (p = 0.026), tender joint count, CRP, ESR, neutrophil-to-lymphocyte ratio, platelet count, and mean corpuscular volume. Additional associations were identified with COVID-19 vaccination, smoking, type 1 diabetes mellitus, family history of RA, higher disease activity, and lower vitamin D levels. Anti-CCP demonstrated superior diagnostic specificity and broader clinical relevance compared with RF. Its strong associations with female sex, family history of RA, comorbidities, and disease activity support the incorporation of anti-CCP testing into routine diagnostic and monitoring protocols for RA in Libya.",
    "disease": "rheumatoid arthritis",
    "clean_text": "diagnostic utility of anti cyclic citrullinated peptide antibodies versus rheumatoid factor in libyan patients with rheumatoid arthritis a cross sectional study rheumatoid arthritis ra is a chronic autoimmune disease characterized by synovial inflammation and progressive destruction of joint structures anti cyclic citrullinated peptide anti ccp antibodies have emerged as highly specific biomarkers whereas rheumatoid factor rf demonstrates lower diagnostic specificity to assess the diagnostic utility of anti ccp in comparison with rheumatoid factor rf in libyan patients with ra and to investigate their associations with immunological markers demographic characteristics comorbid conditions and clinical manifestations a cross sectional case control study was conducted involving ra patients who met the acr eular classification criteria and age and sex matched healthy controls serum concentrations of anti ccp antibodies rf c reactive protein crp erythrocyte sedimentation rate esr and complete blood count parameters were measured statistical analyses were performed to evaluate associations between serological markers and clinical variables including sex age family history disease activity comorbidities smoking status covid vaccination and vitamin d levels anti ccp demonstrated a higher positivity rate compared with rf and was negative in all controls whereas rf yielded false positive results anti ccp positivity was significantly associated with female sex p tender joint count crp esr neutrophil to lymphocyte ratio platelet count and mean corpuscular volume additional associations were identified with covid vaccination smoking type diabetes mellitus family history of ra higher disease activity and lower vitamin d levels anti ccp demonstrated superior diagnostic specificity and broader clinical relevance compared with rf its strong associations with female sex family history of ra comorbidities and disease activity support the incorporation of anti ccp testing into routine diagnostic and monitoring protocols for ra in libya"
}