{
    "title": "Parent-child mentalizing in pediatric epilepsy.",
    "doc_id": "31075650",
    "writer": "Lunn J",
    "year": "2019",
    "summary": "BACKGROUND: Child psychopathology involves inappropriate or biased attributions of others' mental states (mentalizing), and parents' assessment of their children's mentalizing significantly predicts the latter's psychosocial outcomes. Behavioral difficulties …",
    "abstract": "Background:\n        \n      \n      Child psychopathology involves inappropriate or biased attributions of others' mental states (mentalizing), and parents' assessment of their children's mentalizing significantly predicts the latter's psychosocial outcomes. Behavioral difficulties are frequent in children with epilepsy (CWE) yet biased mentalizing and parental accuracy in understanding their child's mental states reasoning have not been addressed.\n    \n\n\n          Methods:\n        \n      \n      This study compared the performance of 34 CWE aged 9 to 16 years with 67 language age-matched controls on a biased mentalizing task. The task required children to infer on the mental states of peers in stories involving social scenarios. Responses were scored as positive, negative, or rational mentalizing attributions. To measure parental accuracy, a parent version was administered in the patient group that required a parent to identify their child's responses correctly. Relationships with the child's cognitive, behavioral, and epilepsy-related factors were examined.\n    \n\n\n          Results:\n        \n      \n      Patients made greater negative mental states attributions compared with control children. This negative mentalizing bias was accurately identified by parents and was associated with children's behavioral problems. Parental accuracy was reduced for patients with lower cognitive abilities. Parents did not accurately identify an overly positive (OP) bias in their child's mental states attributions. Children's positive response bias correlated with their lower executive function (EF) skills. Epilepsy factors predicted cognitive deficits but not biased mentalizing or behavioral problems.\n    \n\n\n          Conclusion:\n        \n      \n      Biased mentalizing characterizes social cognition in CWE with behavioral problems. Further investigation of the mentalizing biases and parental awareness of children's mental states reasoning is required to fully understand the greater psychosocial and behavioral difficulties found in CWE.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31075650/",
    "clean_text": "parent child mentalizing in pediatric epilepsy background child psychopathology involves inappropriate or biased attributions of others mental states mentalizing and parents assessment of their children s mentalizing significantly predicts the latter s psychosocial outcomes behavioral difficulties background child psychopathology involves inappropriate or biased attributions of others mental states mentalizing and parents assessment of their children s mentalizing significantly predicts the latter s psychosocial outcomes behavioral difficulties are frequent in children with epilepsy cwe yet biased mentalizing and parental accuracy in understanding their child s mental states reasoning have not been addressed methods this study compared the performance of cwe aged to years with language age matched controls on a biased mentalizing task the task required children to infer on the mental states of peers in stories involving social scenarios responses were scored as positive negative or rational mentalizing attributions to measure parental accuracy a parent version was administered in the patient group that required a parent to identify their child s responses correctly relationships with the child s cognitive behavioral and epilepsy related factors were examined results patients made greater negative mental states attributions compared with control children this negative mentalizing bias was accurately identified by parents and was associated with children s behavioral problems parental accuracy was reduced for patients with lower cognitive abilities parents did not accurately identify an overly positive op bias in their child s mental states attributions children s positive response bias correlated with their lower executive function ef skills epilepsy factors predicted cognitive deficits but not biased mentalizing or behavioral problems conclusion biased mentalizing characterizes social cognition in cwe with behavioral problems further investigation of the mentalizing biases and parental awareness of children s mental states reasoning is required to fully understand the greater psychosocial and behavioral difficulties found in cwe"
}