{
    "pmid": "41454313",
    "title": "Patients with persistent atrial fibrillation and metabolic comorbidities have an altered inflammatory state of atrial epicardial adipose tissue, which is linked to CT-attenuation.",
    "abstract": "Epicardial adipose tissue (EAT) is linked to both Atrial fibrillation (AF) and metabolic syndrome (MetS). Whether EAT inflammation relates to AF type, recurrence after ablation, or MetS, is incompletely known, likewise if it can be measured by CT angiography. To establish the link between (1) atrial EAT inflammatory composition and AF type, AF recurrence, and metabolic comorbidities. (2) EAT inflammation and EAT-volume or density. Patients undergoing thoracoscopic ablation for advanced AF (that is, usually persistent, with enlarged left atria and previous failed ablations) with a cardiac CT-scan before and 6 months after surgery were enrolled. CT-EAT atrial volume and attenuation (density), were used for analyses. Patients' left atrial appendages (LAA + EAT) were excised during ablation and stained for adipocytes and different inflammatory cells. Among the 134 included patients, 113 had a LAA available for (immuno)histo-chemistry. Patients with persistent versus paroxysmal AF had more EAT neutrophils: 155[257] versus 63[106] cells/mm Patients with persistent versus paroxysmal AF exhibited increased EAT neutrophils, which is reflected by CT-EAT-attenuation. Those with AF recurrence, hypertension and diabetes had adipocyte hypertrophy which may imply a common mechanism underlying these conditions.",
    "disease": "hypertension",
    "clean_text": "patients with persistent atrial fibrillation and metabolic comorbidities have an altered inflammatory state of atrial epicardial adipose tissue which is linked to ct attenuation epicardial adipose tissue eat is linked to both atrial fibrillation af and metabolic syndrome mets whether eat inflammation relates to af type recurrence after ablation or mets is incompletely known likewise if it can be measured by ct angiography to establish the link between atrial eat inflammatory composition and af type af recurrence and metabolic comorbidities eat inflammation and eat volume or density patients undergoing thoracoscopic ablation for advanced af that is usually persistent with enlarged left atria and previous failed ablations with a cardiac ct scan before and months after surgery were enrolled ct eat atrial volume and attenuation density were used for analyses patients left atrial appendages laa eat were excised during ablation and stained for adipocytes and different inflammatory cells among the included patients had a laa available for immuno histo chemistry patients with persistent versus paroxysmal af had more eat neutrophils versus cells mm patients with persistent versus paroxysmal af exhibited increased eat neutrophils which is reflected by ct eat attenuation those with af recurrence hypertension and diabetes had adipocyte hypertrophy which may imply a common mechanism underlying these conditions"
}