{
    "pmid": "41406212",
    "title": "Clinical-grade iPSC-derived chondrogenic micropellets for treating advanced cartilage defects.",
    "abstract": "Induced pluripotent stem cell (iPSC)-derived chondrogenic tissues represent a promising alternative for treating cartilage defects in chronic degenerative joint conditions such as osteoarthritis (OA). Cartilage tissue has limited self-repair capacity, and although allogeneic transplantation has potential, a less invasive delivery method could enhance the efficacy of cell-based therapies. The aim of this study was to develop iPSC-derived \"minimal injectable unit\" chondrogenic micropellets (MIUChons) for delivery via intra-articular injections for OA therapy. To create transplantable allogeneic cartilage tissue, we optimized good manufacturing practice or clinical-grade production of iPSC-derived injectable chondrogenic spheroids and tested them in OA animal models. MIUChons were delivered to damaged cartilage through a single injection. In vivo and in vitro analyses demonstrated that MIUChon treatment effectively reduced cartilage degeneration and deterioration. In addition, injecting MIUChons into the intra-articular cavity improved arthritis symptoms. Overall, MIUChons offer a strategy for treating cartilage deterioration via intra-articular injection in patients with OA.",
    "disease": "osteoarthritis",
    "clean_text": "clinical grade ipsc derived chondrogenic micropellets for treating advanced cartilage defects induced pluripotent stem cell ipsc derived chondrogenic tissues represent a promising alternative for treating cartilage defects in chronic degenerative joint conditions such as osteoarthritis oa cartilage tissue has limited self repair capacity and although allogeneic transplantation has potential a less invasive delivery method could enhance the efficacy of cell based therapies the aim of this study was to develop ipsc derived minimal injectable unit chondrogenic micropellets miuchons for delivery via intra articular injections for oa therapy to create transplantable allogeneic cartilage tissue we optimized good manufacturing practice or clinical grade production of ipsc derived injectable chondrogenic spheroids and tested them in oa animal models miuchons were delivered to damaged cartilage through a single injection in vivo and in vitro analyses demonstrated that miuchon treatment effectively reduced cartilage degeneration and deterioration in addition injecting miuchons into the intra articular cavity improved arthritis symptoms overall miuchons offer a strategy for treating cartilage deterioration via intra articular injection in patients with oa"
}