{
    "pmid": "41354192",
    "title": "Helix-guarded molecular clips confer robust scavenging of intra-articular cell-free DNA for the treatment of rheumatoid arthritis.",
    "abstract": "The disruption of immune homeostasis induced by cell-free DNA (cfDNA) plays a critical role in the pathogenesis of rheumatoid arthritis (RA). Intra-articular injection of cationic polymers represents a promising RA treatment modality, because they can capture cfDNA via electrostatic interaction. However, the captured cfDNA is prone to re-release upon competitive replacement by the negatively charged components in the complicated intra-articular environment. To address this critical issue, a molecular clip based on guanidine-functionalized, spiked polypeptides with orderly arranged α-helices (denoted as GP) is developed for robust intra-articular cfDNA scavenging and RA therapy. GP can bind cfDNA via electrostatic attraction and salt bridging, and more importantly, can confine cfDNA within the pockets among adjacent rod-like helices, thus forming stable complex that resists the competitive replacement by the negatively charged intra-articular components. Following intra-articular injection in collagen-induced arthritis (CIA) mice, GP efficiently scavenges cfDNA, and the GP/cfDNA complex maintains stable before being cleared from the body via biliary excretion. Consequently, GP effectively restores immune homeostasis and promotes tissue repair, thereby interrupting RA progression. This study presents an effective approach for intra-articular cfDNA scavenging, and the unique structural properties of GP underscore its therapeutic potential in targeting cfDNA-driven pathological processes in RA. STATEMENT OF SIGNIFICANCE: Intra-articular cell-free DNA (cfDNA) scavenging using cationic polymers holds great promise for rheumatoid arthritis (RA) treatment. However, the captured cfDNA is prone to discharge upon competitive replacement by the negatively charged components in the complicated intra-articular environment. Herein, a molecular clip based on guanidine-functionalized, spiked polypeptides with orderly arranged α-helices (denoted as GP) is developed, which can capture cfDNA through electrostatic attraction and salt bridging, and confine cfDNA within the pockets among adjacent rod-like helices to avoid undesired discharge. In RA mouse model, intra-articularly injected GP effectively scavenges cfDNA and subsequently gets cleared via bile excretion, thereby restoring immune homeostasis and promoting tissue repair. This study provides an enlightened paradigm for intra-articular cfDNA scavenging and RA management.",
    "disease": "rheumatoid arthritis",
    "clean_text": "helix guarded molecular clips confer robust scavenging of intra articular cell free dna for the treatment of rheumatoid arthritis the disruption of immune homeostasis induced by cell free dna cfdna plays a critical role in the pathogenesis of rheumatoid arthritis ra intra articular injection of cationic polymers represents a promising ra treatment modality because they can capture cfdna via electrostatic interaction however the captured cfdna is prone to re release upon competitive replacement by the negatively charged components in the complicated intra articular environment to address this critical issue a molecular clip based on guanidine functionalized spiked polypeptides with orderly arranged helices denoted as gp is developed for robust intra articular cfdna scavenging and ra therapy gp can bind cfdna via electrostatic attraction and salt bridging and more importantly can confine cfdna within the pockets among adjacent rod like helices thus forming stable complex that resists the competitive replacement by the negatively charged intra articular components following intra articular injection in collagen induced arthritis cia mice gp efficiently scavenges cfdna and the gp cfdna complex maintains stable before being cleared from the body via biliary excretion consequently gp effectively restores immune homeostasis and promotes tissue repair thereby interrupting ra progression this study presents an effective approach for intra articular cfdna scavenging and the unique structural properties of gp underscore its therapeutic potential in targeting cfdna driven pathological processes in ra statement of significance intra articular cell free dna cfdna scavenging using cationic polymers holds great promise for rheumatoid arthritis ra treatment however the captured cfdna is prone to discharge upon competitive replacement by the negatively charged components in the complicated intra articular environment herein a molecular clip based on guanidine functionalized spiked polypeptides with orderly arranged helices denoted as gp is developed which can capture cfdna through electrostatic attraction and salt bridging and confine cfdna within the pockets among adjacent rod like helices to avoid undesired discharge in ra mouse model intra articularly injected gp effectively scavenges cfdna and subsequently gets cleared via bile excretion thereby restoring immune homeostasis and promoting tissue repair this study provides an enlightened paradigm for intra articular cfdna scavenging and ra management"
}