{
    "title": "Presentation, Management, and Prevention of Herpes Zoster.",
    "doc_id": "35089273",
    "writer": "Kaikai SM",
    "year": "2022",
    "summary": "This review examines the findings of Schmidt and Rowbotham's (2017) article, \"Aggressive Noninvasive Treatment of Acute Herpes Zoster for the Prevention of Postherpetic Neuralgia. Herpes Zoster: Postherpetic Neuralgia and Other Complications.\" ...This …",
    "abstract": "The purpose of the Research to Practice column is to review and critique current research articles that directly affect the advanced practice nurse's (APN's) practice in the emergency department. This review examines the findings of Schmidt and Rowbotham's (2017) article, \"Aggressive Noninvasive Treatment of Acute Herpes Zoster for the Prevention of Postherpetic Neuralgia. Herpes Zoster: Postherpetic Neuralgia and Other Complications.\" The authors completed an extensive literature review and created 6 key clinical recommendations for treating acute herpes zoster to prevent postherpetic neuralgia, including prevention, patient education and counseling, proper diagnosing, medication selection, and treatment specific to acute herpes zoster postherpetic neuralgia. This review provides a strategy to allow APNs to confidently recognize and treat acute herpes zoster and postherpetic neuralgia to reduce patient risks and avoid mistreatment of acute herpes zoster and postherpetic pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35089273/",
    "clean_text": "presentation management and prevention of herpes zoster this review examines the findings of schmidt and rowbotham s article aggressive noninvasive treatment of acute herpes zoster for the prevention of postherpetic neuralgia herpes zoster postherpetic neuralgia and other complications this the purpose of the research to practice column is to review and critique current research articles that directly affect the advanced practice nurse s apn s practice in the emergency department this review examines the findings of schmidt and rowbotham s article aggressive noninvasive treatment of acute herpes zoster for the prevention of postherpetic neuralgia herpes zoster postherpetic neuralgia and other complications the authors completed an extensive literature review and created key clinical recommendations for treating acute herpes zoster to prevent postherpetic neuralgia including prevention patient education and counseling proper diagnosing medication selection and treatment specific to acute herpes zoster postherpetic neuralgia this review provides a strategy to allow apns to confidently recognize and treat acute herpes zoster and postherpetic neuralgia to reduce patient risks and avoid mistreatment of acute herpes zoster and postherpetic pain"
}