{
    "title": "Quality of life following liposuction and conservative treatment of arm lymphedema.",
    "doc_id": "16724506",
    "writer": "Brorson H",
    "year": "2006",
    "summary": "The treatments improved range of motion in the shoulder joint and patients' quality of life in relationship to the volume reduction. Liposuction+CCT improves patients' quality of life, particularly qualities related to the volume reduction and h …",
    "abstract": "Arm lymphedema can produce an additional burden from a psychosocial point of view. Although edema reduction through treatment can be an advantage in terms of reduced weight of the arm and simplified clothing needs, the purpose of the present study was to register changes in psychosocial parameters during one year after treatment. Thirty-five patients underwent liposuction combined with postoperative CCT (Controlled Compression Therapy), while 14 received CCT alone. Edema volume and range of motion in the shoulder joint were measured and effects on quality of life were assessed with various questionnaires. Liposuction+CCT removed the arm lymphedema completely, whereas CCT alone reduced it by half. The treatments improved range of motion in the shoulder joint and patients' quality of life in relationship to the volume reduction. Liposuction+CCT improves patients' quality of life, particularly qualities related to the volume reduction and hence qualities associated with everyday activities. CCT is beneficial too, but the effect is less obvious than when combined with surgery, probably because the edema reduction is less. The consequences of arm lymphedema for more psychologically oriented qualities and social life in general seem to be less serious and we found few notable effects of treatment in these domains.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16724506/",
    "clean_text": "quality of life following liposuction and conservative treatment of arm lymphedema the treatments improved range of motion in the shoulder joint and patients quality of life in relationship to the volume reduction liposuction cct improves patients quality of life particularly qualities related to the volume reduction and h arm lymphedema can produce an additional burden from a psychosocial point of view although edema reduction through treatment can be an advantage in terms of reduced weight of the arm and simplified clothing needs the purpose of the present study was to register changes in psychosocial parameters during one year after treatment thirty five patients underwent liposuction combined with postoperative cct controlled compression therapy while received cct alone edema volume and range of motion in the shoulder joint were measured and effects on quality of life were assessed with various questionnaires liposuction cct removed the arm lymphedema completely whereas cct alone reduced it by half the treatments improved range of motion in the shoulder joint and patients quality of life in relationship to the volume reduction liposuction cct improves patients quality of life particularly qualities related to the volume reduction and hence qualities associated with everyday activities cct is beneficial too but the effect is less obvious than when combined with surgery probably because the edema reduction is less the consequences of arm lymphedema for more psychologically oriented qualities and social life in general seem to be less serious and we found few notable effects of treatment in these domains"
}