{
    "title": "Longitudinal progression of diabetes mellitus in Wolfram syndrome: The Washington University Wolfram Research Clinic experience.",
    "doc_id": "34792267",
    "writer": "Ray MK",
    "year": "2022",
    "summary": "OBJECTIVE: (1) Describe the progression of diabetes mellitus over time in an observational study of Wolfram syndrome, a rare, genetic, neurodegenerative disorder, which often includes diabetes mellitus and is typically diagnosed during childhood or ado …",
    "abstract": "Objective:\n        \n      \n      (1) Describe the progression of diabetes mellitus over time in an observational study of Wolfram syndrome, a rare, genetic, neurodegenerative disorder, which often includes diabetes mellitus and is typically diagnosed during childhood or adolescence. (2) Determine whether C-peptide could be used as a marker of diabetes progression in interventional trials for Wolfram syndrome.\n    \n\n\n          Methods:\n        \n      \n      N = 44 (25F/19M) participants with genetically confirmed Wolfram syndrome attended the Washington University Wolfram Research Clinic annually from 2010 to 2019. Medical history, physical examinations, blood sampling, and questionnaires were used to collect data about diabetes mellitus and other components of Wolfram syndrome. Beta-cell function was assessed by determination of C-peptide during a mixed meal tolerance test. Random coefficients models evaluated the rate of progression of C-peptide over time, and power analyses were used to estimate the number of subjects needed to detect a change in C-peptide decline during an intervention trial.\n    \n\n\n          Results:\n        \n      \n      93.2% of patients had diabetes mellitus. Mean HbA1c across all study visits was 7.9%. C-peptide significantly decreased with increasing duration of diabetes mellitus (p < 0.0001); an optimal break point in C-peptide decline was identified to occur between 0.1 and 2.3 years after diabetes mellitus diagnosis. Twenty patients per group (active vs. control) were estimated to be needed to detect a 60% slowing of C-peptide decline during the first 2.3 years following diabetes diagnosis.\n    \n\n\n          Conclusion:\n        \n      \n      C-peptide declines over time in Wolfram syndrome and could potentially be used as a marker of diabetes progression in interventional studies for Wolfram syndrome, especially within the first 2 years after diabetes diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34792267/",
    "clean_text": "longitudinal progression of diabetes mellitus in wolfram syndrome the washington university wolfram research clinic experience objective describe the progression of diabetes mellitus over time in an observational study of wolfram syndrome a rare genetic neurodegenerative disorder which often includes diabetes mellitus and is typically diagnosed during childhood or ado objective describe the progression of diabetes mellitus over time in an observational study of wolfram syndrome a rare genetic neurodegenerative disorder which often includes diabetes mellitus and is typically diagnosed during childhood or adolescence determine whether c peptide could be used as a marker of diabetes progression in interventional trials for wolfram syndrome methods n f m participants with genetically confirmed wolfram syndrome attended the washington university wolfram research clinic annually from to medical history physical examinations blood sampling and questionnaires were used to collect data about diabetes mellitus and other components of wolfram syndrome beta cell function was assessed by determination of c peptide during a mixed meal tolerance test random coefficients models evaluated the rate of progression of c peptide over time and power analyses were used to estimate the number of subjects needed to detect a change in c peptide decline during an intervention trial results of patients had diabetes mellitus mean hba c across all study visits was c peptide significantly decreased with increasing duration of diabetes mellitus p an optimal break point in c peptide decline was identified to occur between and years after diabetes mellitus diagnosis twenty patients per group active vs control were estimated to be needed to detect a slowing of c peptide decline during the first years following diabetes diagnosis conclusion c peptide declines over time in wolfram syndrome and could potentially be used as a marker of diabetes progression in interventional studies for wolfram syndrome especially within the first years after diabetes diagnosis"
}