{
    "title": "Accessory parotid gland tumors.",
    "doc_id": "23483721",
    "writer": "Ramachar SM",
    "year": "2012",
    "summary": "Presenting as a mid cheek or infrazygomatic mass, the tumors of this accessory parotid gland are notorious for recurrences, if adequate margins are not achieved. We describe two such cases of such a tumor. 40-year-old male with a slowly progressive mid cheek mass was opera …",
    "abstract": "Tumors of accessory parotid gland are considered in the differential diagnosis of a mid cheek mass. Parotidectomy is the procedure of choice. All pathological types of parotid main gland tumors occur in the accessory parotid gland also. Presenting as a mid cheek or infrazygomatic mass, the tumors of this accessory parotid gland are notorious for recurrences, if adequate margins are not achieved. We describe two such cases of such a tumor. 40-year-old male with a slowly progressive mid cheek mass was operated by a mid cheek incision. Histopathology of the tumor was pleomorphic adenoma. Facial nerve paresis recovered complelety in 6 months. A 52-year-old female with progressive mid cheek mass who underwent parotidectomy and neck dissection by a modified Blair's incision was diagnosed with extranodal marginal zone lymphoma with focal transformation to a diffuse large B-cell lymphoma. Chemotherapy with CHOP regime was initiated. There was no recurrence at 6 months of follow-up. Lymphoma of accessory parotid gland is a very rare tumor. Standard parotidectomy incision is advocated to prevent damage to facial nerve branches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23483721/",
    "clean_text": "accessory parotid gland tumors presenting as a mid cheek or infrazygomatic mass the tumors of this accessory parotid gland are notorious for recurrences if adequate margins are not achieved we describe two such cases of such a tumor year old male with a slowly progressive mid cheek mass was opera tumors of accessory parotid gland are considered in the differential diagnosis of a mid cheek mass parotidectomy is the procedure of choice all pathological types of parotid main gland tumors occur in the accessory parotid gland also presenting as a mid cheek or infrazygomatic mass the tumors of this accessory parotid gland are notorious for recurrences if adequate margins are not achieved we describe two such cases of such a tumor year old male with a slowly progressive mid cheek mass was operated by a mid cheek incision histopathology of the tumor was pleomorphic adenoma facial nerve paresis recovered complelety in months a year old female with progressive mid cheek mass who underwent parotidectomy and neck dissection by a modified blair s incision was diagnosed with extranodal marginal zone lymphoma with focal transformation to a diffuse large b cell lymphoma chemotherapy with chop regime was initiated there was no recurrence at months of follow up lymphoma of accessory parotid gland is a very rare tumor standard parotidectomy incision is advocated to prevent damage to facial nerve branches"
}