{
    "pmid": "41327280",
    "title": "Association between gastroesophageal reflux disease and incident bronchiectasis: a nationwide representative population-based study in Korea.",
    "abstract": "A close association between gastroesophageal reflux disease (GERD) and chronic respiratory diseases has been suggested. However, limited information is available on whether GERD is associated with an increased incidence of bronchiectasis. Using a nationwide representative claims database, we identified adults with GERD (GERD cohort) and propensity score-matched controls without GERD (matched controls) between 2004 and 2012. Both cohorts were followed until the date of bronchiectasis diagnosis, date of death, or December 31, 2015. Cox proportional hazard regression analyses were used to evaluate the risk of bronchiectasis between groups. Using the GERD cohort, we also evaluated factors associated with bronchiectasis. During the median follow-up of 9.5 years (interquartile range: 6.33-12.17 years), the cumulative incidence of bronchiectasis was significantly higher in the GERD cohort than in matched controls (418.59 person-years vs. 291.68 person-years; P < 0.01), with a hazard ratio (HR) of 1.43 (95% confidence interval [CI] = 1.13-1.55). Besides, the risk of bronchiectasis increased as GERD severity increased (HR = 1.24, 95% CI = 1.12-1.38 for mild GERD group and HR = 1.48, 95% CI = 1.35-1.62 for severe GERD group). Among the GERD cohort, factors associated with increased risk bronchiectasis were older age (the highest adjusted hazard ratio [aHR] = 8.46, 95% CI = 4.84-14.80 for individuals aged 70 years or older versus individuals aged 20-29), underweight (aHR = 1.79, 95% CI = 1.35-2.37), chronic obstructive pulmonary disease (aHR = 1.33, 95% CI = 1.06-1.67), asthma (aHR = 1.51, 95% CI = 1.25-1.82), and peptic ulcer disease (aHR = 1.26, 95% CI = 1.09-1.46). GERD is associated with an increased risk of bronchiectasis. Older age, underweight, coexisting airway diseases, and peptic ulcer disease were risk factors for developing bronchiectasis in GERD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "association between gastroesophageal reflux disease and incident bronchiectasis a nationwide representative population based study in korea a close association between gastroesophageal reflux disease gerd and chronic respiratory diseases has been suggested however limited information is available on whether gerd is associated with an increased incidence of bronchiectasis using a nationwide representative claims database we identified adults with gerd gerd cohort and propensity score matched controls without gerd matched controls between and both cohorts were followed until the date of bronchiectasis diagnosis date of death or december cox proportional hazard regression analyses were used to evaluate the risk of bronchiectasis between groups using the gerd cohort we also evaluated factors associated with bronchiectasis during the median follow up of years interquartile range years the cumulative incidence of bronchiectasis was significantly higher in the gerd cohort than in matched controls person years vs person years p with a hazard ratio hr of confidence interval ci besides the risk of bronchiectasis increased as gerd severity increased hr ci for mild gerd group and hr ci for severe gerd group among the gerd cohort factors associated with increased risk bronchiectasis were older age the highest adjusted hazard ratio ahr ci for individuals aged years or older versus individuals aged underweight ahr ci chronic obstructive pulmonary disease ahr ci asthma ahr ci and peptic ulcer disease ahr ci gerd is associated with an increased risk of bronchiectasis older age underweight coexisting airway diseases and peptic ulcer disease were risk factors for developing bronchiectasis in gerd"
}