{
    "pmid": "41473420",
    "title": "Unforgettable: The power of community in the pursuit of health equity for Alzheimer's disease and other dementia.",
    "abstract": "The lack of racial/ethnic and socioeconomic diversity in research is an historic and ongoing crisis, especially for diseases like Alzheimer's disease and related dementias (ADRD), whose prevalence, incidence, and risk are highest among the populations most likely to be excluded. Targeted and culturally appropriate population education and engagement strategies are key to increasing participation and reducing health disparities and costs. Art-based knowledge translation (ABKT) uses art to disseminate information and resources related to research and its findings. The Alzheimer's Association applied ABKT in the form of a groundbreaking intervention called  Eligible communities were at least 35% Black/African American and/or Hispanic/Latino and had a strong local Alzheimer's Association chapter. Test market touring was used to refine the intervention's messaging. Highly tailored promotion and outreach was conducted by local chapters with national Alzheimer's Association support. A live concert, information tables, and an intermission talk provided additional promotion and messaging. Post-intervention surveys queried the intervention's messaging effectiveness and attendees' personal experiences around caregiving and research participation. Three hundred thirty-four surveys were completed. Most respondents were women (89%), Black/African American (78%), and had never participated in a clinical trial (85%). Satisfaction with the intervention and its messaging was high. Barriers to clinical trial participation centered on fears of potential risks and overall lack of knowledge. The success of ",
    "disease": "alzheimer disease",
    "clean_text": "unforgettable the power of community in the pursuit of health equity for alzheimer s disease and other dementia the lack of racial ethnic and socioeconomic diversity in research is an historic and ongoing crisis especially for diseases like alzheimer s disease and related dementias adrd whose prevalence incidence and risk are highest among the populations most likely to be excluded targeted and culturally appropriate population education and engagement strategies are key to increasing participation and reducing health disparities and costs art based knowledge translation abkt uses art to disseminate information and resources related to research and its findings the alzheimer s association applied abkt in the form of a groundbreaking intervention called eligible communities were at least black african american and or hispanic latino and had a strong local alzheimer s association chapter test market touring was used to refine the intervention s messaging highly tailored promotion and outreach was conducted by local chapters with national alzheimer s association support a live concert information tables and an intermission talk provided additional promotion and messaging post intervention surveys queried the intervention s messaging effectiveness and attendees personal experiences around caregiving and research participation three hundred thirty four surveys were completed most respondents were women black african american and had never participated in a clinical trial satisfaction with the intervention and its messaging was high barriers to clinical trial participation centered on fears of potential risks and overall lack of knowledge the success of"
}