{
    "pmid": "41453014",
    "title": "Cannabis Use in Metabolic Dysfunction-Associated Steatotic Liver Disease​​: Friend or Foe? A Retrospective Analysis.",
    "abstract": "Cannabis use (CU) has increased since its legalization, and we are currently assessing its impact on various chronic conditions. The literature supports the anti-inflammatory and antifibrotic effects of cannabidiol in various liver diseases using in vivo and in vitro models. This study explored the role of CU in the outcome of hospitalized patients with metabolic dysfunction-associated steatotic liver disease (MASLD). The National Inpatient Sample (NIS) 2016 to 2020 was used to identify adult patients (above 18 y of age) with MASLD using ICD-10 codes. Patients were stratified into 2 groups based on the prevalence of CU. Data were collected on patient demographics, the Elixhauser Comorbidity Index, and comorbidities. A multivariate logistic regression analysis was performed to evaluate the impact of CU on these outcomes. Of the 3,379,484 patients, CU was identified in 52,315 (1.54%). After adjusting for confounding factors, patients with CU had lower odds of in-hospital mortality (aOR, 0.70; 95% CI: 0.61-0.80; P<0.001), cirrhosis (aOR, 0.72; 95% CI: 0.68-0.76; P<0.001), decompensated cirrhosis (aOR, 0.73; 95% CI: 0.68-0.78; P<0.001), chronic kidney disease (aOR, 0.81; 95% CI: 0.76-0.86; P<0.001), and hepatocellular carcinoma (aOR, 0.71; 95% CI: 0.57-0.89; P=0.003), but higher odds of myocardial infarction (MI) (aOR, 1.42; 95% CI: 1.27-1.83; P<0.001) and stroke (aOR, 1.53; 95% CI: 1.27-1.83; P<0.001). Our study highlights that patients with MASLD have a lower risk of developing liver-related events, but a higher risk of MI and stroke with concomitant CU. Clinical trials involving CU and monitoring of its effects are limited, and further research is needed to elucidate the mechanisms underlying these novel findings.",
    "disease": "stroke",
    "clean_text": "cannabis use in metabolic dysfunction associated steatotic liver disease friend or foe a retrospective analysis cannabis use cu has increased since its legalization and we are currently assessing its impact on various chronic conditions the literature supports the anti inflammatory and antifibrotic effects of cannabidiol in various liver diseases using in vivo and in vitro models this study explored the role of cu in the outcome of hospitalized patients with metabolic dysfunction associated steatotic liver disease masld the national inpatient sample nis to was used to identify adult patients above y of age with masld using icd codes patients were stratified into groups based on the prevalence of cu data were collected on patient demographics the elixhauser comorbidity index and comorbidities a multivariate logistic regression analysis was performed to evaluate the impact of cu on these outcomes of the patients cu was identified in after adjusting for confounding factors patients with cu had lower odds of in hospital mortality aor ci p cirrhosis aor ci p decompensated cirrhosis aor ci p chronic kidney disease aor ci p and hepatocellular carcinoma aor ci p but higher odds of myocardial infarction mi aor ci p and stroke aor ci p our study highlights that patients with masld have a lower risk of developing liver related events but a higher risk of mi and stroke with concomitant cu clinical trials involving cu and monitoring of its effects are limited and further research is needed to elucidate the mechanisms underlying these novel findings"
}