{
    "title": "Zika Virus in the Americas: A Review for Clinicians.",
    "doc_id": "27046524",
    "writer": "Sampathkumar P",
    "year": "2016",
    "summary": "Zika virus has recently emerged as a new public health threat. An arthropod-borne virus named after the Zika forest in Uganda, it was first discovered in 1947. ...Zika virus has the potential to spread to new areas where the Aedes mosquit …",
    "abstract": "Zika virus has recently emerged as a new public health threat. An arthropod-borne virus named after the Zika forest in Uganda, it was first discovered in 1947. The virus caused only sporadic cases of Zika infection in Africa and Southeast Asia until 2007, when the first large outbreak occurred in the Yap State in the Federated States of Micronesia. Another outbreak in French Polynesia in 2013 was notable for being associated temporally with an increase in cases of Guillain-Barré syndrome. In 2015, the virus was first reported in Brazil and since then has spread explosively through several additional countries in South and Central America and the Caribbean. Simultaneously, several of these countries have seen a dramatic increase in the incidence of infants born with microcephaly. The rapid spread of Zika virus through the Americas, together with the association of infection with microcephaly and Guillain-Barré syndrome, has resulted in the World Health Organization declaring a public health emergency. Zika virus has the potential to spread to new areas where the Aedes mosquito vector is present and therefore presents a risk to the United States. This concise review describes the clinical features of Zika virus infection and provides advice for clinicians on counseling travelers and others about the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27046524/",
    "clean_text": "zika virus in the americas a review for clinicians zika virus has recently emerged as a new public health threat an arthropod borne virus named after the zika forest in uganda it was first discovered in zika virus has the potential to spread to new areas where the aedes mosquit zika virus has recently emerged as a new public health threat an arthropod borne virus named after the zika forest in uganda it was first discovered in the virus caused only sporadic cases of zika infection in africa and southeast asia until when the first large outbreak occurred in the yap state in the federated states of micronesia another outbreak in french polynesia in was notable for being associated temporally with an increase in cases of guillain barr syndrome in the virus was first reported in brazil and since then has spread explosively through several additional countries in south and central america and the caribbean simultaneously several of these countries have seen a dramatic increase in the incidence of infants born with microcephaly the rapid spread of zika virus through the americas together with the association of infection with microcephaly and guillain barr syndrome has resulted in the world health organization declaring a public health emergency zika virus has the potential to spread to new areas where the aedes mosquito vector is present and therefore presents a risk to the united states this concise review describes the clinical features of zika virus infection and provides advice for clinicians on counseling travelers and others about the disease"
}