{
    "pmid": "41461149",
    "title": "Clinical Features and Prognostic Indicators for Brainstem Ependymomas : A Population-Based Retrospective Surveillance, Epidemiology, and End Results Database Analysis.",
    "abstract": "Ependymomas is a rare brain tumor. Accumulative evidence has revealed that there are differences between pediatric and adult patients. However, the clinical features and survival prognosis of pediatric and adult patients with brainstem ependymomas remain unclear. Pediatric and adult patients with brainstem ependymomas diagnosed between 2000 and 2021 were identified from the Surveillance, Epidemiology, and End. (SEER) database. The clinical characteristics (age, sex, race, tumor size treatment methods, etc.) of the included patients were reviewed, and the survival analysis was estimated via the Kaplan-Meier method. A total of 701 patients, including 269 pediatric patients and 432 adult patients, were identified. The median age of pediatric patients is 3.0 years old and the adult patients is 46.0 years old. Compared with adult brainstem ependymomas, pediatric patients showed a higher prevalence of anaplastic ependymoma, larger tumor size, and more frequent receipt of gross total resection (GTR), radiation, and chemotherapy (all P<0.001). Cox regression analysis identified that black race (P=0.032), and chemotherapy (P=0.048) are independent risk factors for pediatric brainstem ependymomas, and aging (P<0.001), male (P=0.034), and black race (P=0.002) for adult brainstem ependymomas. Survival analysis showed that GTR combined with radiation had significant overall survival advantage compared with other treatment regimens in both pediatric and adult cohorts (P=0.045 and P=0.034, respectively). This study comprehensively investigated the clinical features and survival outcomes of patients with brainstem ependymomas, and identified several independent prognostic variables. The best recommended treatment method was GTR combined with radiation.",
    "disease": "lung cancer",
    "clean_text": "clinical features and prognostic indicators for brainstem ependymomas a population based retrospective surveillance epidemiology and end results database analysis ependymomas is a rare brain tumor accumulative evidence has revealed that there are differences between pediatric and adult patients however the clinical features and survival prognosis of pediatric and adult patients with brainstem ependymomas remain unclear pediatric and adult patients with brainstem ependymomas diagnosed between and were identified from the surveillance epidemiology and end seer database the clinical characteristics age sex race tumor size treatment methods etc of the included patients were reviewed and the survival analysis was estimated via the kaplan meier method a total of patients including pediatric patients and adult patients were identified the median age of pediatric patients is years old and the adult patients is years old compared with adult brainstem ependymomas pediatric patients showed a higher prevalence of anaplastic ependymoma larger tumor size and more frequent receipt of gross total resection gtr radiation and chemotherapy all p cox regression analysis identified that black race p and chemotherapy p are independent risk factors for pediatric brainstem ependymomas and aging p male p and black race p for adult brainstem ependymomas survival analysis showed that gtr combined with radiation had significant overall survival advantage compared with other treatment regimens in both pediatric and adult cohorts p and p respectively this study comprehensively investigated the clinical features and survival outcomes of patients with brainstem ependymomas and identified several independent prognostic variables the best recommended treatment method was gtr combined with radiation"
}