{
    "title": "Endometrial intraepithelial neoplasia.",
    "doc_id": "24678678",
    "writer": "Owings RA",
    "year": "2014",
    "summary": "CONTEXT: Developed in conjunction with molecular and progression data, the sequence classification schema for endometrial intraepithelial neoplasia (EIN)/benign hyperplasia (BH) provides an easy to adopt and reproducible method for classification of endometrial biop …",
    "abstract": "Context:\n        \n      \n      Developed in conjunction with molecular and progression data, the sequence classification schema for endometrial intraepithelial neoplasia (EIN)/benign hyperplasia (BH) provides an easy to adopt and reproducible method for classification of endometrial biopsies.\n    \n\n\n          Objective:\n        \n      \n      To review current data supporting the use of BH/EIN to classify endometrial biopsies, and to discuss the hormone-driven endometrial sequence from anovulation/disordered proliferative endometrium through BH and EIN and their diagnostic difficulty.\n    \n\n\n          Data sources:\n        \n      \n      A comprehensive review of EIN literature based on literature indexed by PubMed (National Library of Medicine) and Google Scholar.\n    \n\n\n          Conclusions:\n        \n      \n      The BH/EIN schema is gaining wider acceptance among pathologist and clinicians. The research leading to the EIN criteria is based on molecular and progression data. The BH/EIN schema has better reproducibility among pathologists, is intuitively easy to use, and requires understanding of endometrial physiology and neoplasia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24678678/",
    "clean_text": "endometrial intraepithelial neoplasia context developed in conjunction with molecular and progression data the sequence classification schema for endometrial intraepithelial neoplasia ein benign hyperplasia bh provides an easy to adopt and reproducible method for classification of endometrial biop context developed in conjunction with molecular and progression data the sequence classification schema for endometrial intraepithelial neoplasia ein benign hyperplasia bh provides an easy to adopt and reproducible method for classification of endometrial biopsies objective to review current data supporting the use of bh ein to classify endometrial biopsies and to discuss the hormone driven endometrial sequence from anovulation disordered proliferative endometrium through bh and ein and their diagnostic difficulty data sources a comprehensive review of ein literature based on literature indexed by pubmed national library of medicine and google scholar conclusions the bh ein schema is gaining wider acceptance among pathologist and clinicians the research leading to the ein criteria is based on molecular and progression data the bh ein schema has better reproducibility among pathologists is intuitively easy to use and requires understanding of endometrial physiology and neoplasia"
}