{
    "title": "Fragile X-Associated Tremor/Ataxia Syndrome (FXTAS) Motor Dysfunction Modeled in Mice.",
    "doc_id": "27255703",
    "writer": "Foote M",
    "year": "2016",
    "summary": "Fragile X-associated tremor/ataxia syndrome (FXTAS) is a late-onset neurodegenerative disorder that affects some carriers of the fragile X premutation (PM). In PM carriers, there is a moderate expansion of a CGG trinucleotide sequence (55-200 repeats) …",
    "abstract": "Fragile X-associated tremor/ataxia syndrome (FXTAS) is a late-onset neurodegenerative disorder that affects some carriers of the fragile X premutation (PM). In PM carriers, there is a moderate expansion of a CGG trinucleotide sequence (55-200 repeats) in the fragile X gene (FMR1) leading to increased FMR1 mRNA and small to moderate decreases in the fragile X mental retardation protein (FMRP) expression. The key symptoms of FXTAS include cerebellar gait ataxia, kinetic tremor, sensorimotor deficits, neuropsychiatric changes, and dementia. While the specific trigger(s) that causes PM carriers to progress to FXTAS pathogenesis remains elusive, the use of animal models has shed light on the underlying neurobiology of the altered pathways involved in disease development. In this review, we examine the current use of mouse models to study PM and FXTAS, focusing on recent advances in the field. Specifically, we will discuss the construct, face, and predictive validities of these PM mouse models, the insights into the underlying disease mechanisms, and potential treatments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27255703/",
    "clean_text": "fragile x associated tremor ataxia syndrome fxtas motor dysfunction modeled in mice fragile x associated tremor ataxia syndrome fxtas is a late onset neurodegenerative disorder that affects some carriers of the fragile x premutation pm in pm carriers there is a moderate expansion of a cgg trinucleotide sequence repeats fragile x associated tremor ataxia syndrome fxtas is a late onset neurodegenerative disorder that affects some carriers of the fragile x premutation pm in pm carriers there is a moderate expansion of a cgg trinucleotide sequence repeats in the fragile x gene fmr leading to increased fmr mrna and small to moderate decreases in the fragile x mental retardation protein fmrp expression the key symptoms of fxtas include cerebellar gait ataxia kinetic tremor sensorimotor deficits neuropsychiatric changes and dementia while the specific trigger s that causes pm carriers to progress to fxtas pathogenesis remains elusive the use of animal models has shed light on the underlying neurobiology of the altered pathways involved in disease development in this review we examine the current use of mouse models to study pm and fxtas focusing on recent advances in the field specifically we will discuss the construct face and predictive validities of these pm mouse models the insights into the underlying disease mechanisms and potential treatments"
}