{
    "title": "Gastric S-nitrosothiol formation drives the antihypertensive effects of oral sodium nitrite and nitrate in a rat model of renovascular hypertension.",
    "doc_id": "26159506",
    "writer": "Pinheiro LC",
    "year": "2015",
    "summary": "However, nitrite generates NO() , nitrous anhydride, and other nitrosating species at low pH, and these reactions promote S-nitrosothiol formation when nitrites are in the stomach. We hypothesized that the antihypertensive effects of orally administered nitrite or nitrate …",
    "abstract": "Many effects of nitrite and nitrate are attributed to increased circulating concentrations of nitrite, ultimately converted into nitric oxide (NO(•)) in the circulation or in tissues by mechanisms associated with nitrite reductase activity. However, nitrite generates NO(•) , nitrous anhydride, and other nitrosating species at low pH, and these reactions promote S-nitrosothiol formation when nitrites are in the stomach. We hypothesized that the antihypertensive effects of orally administered nitrite or nitrate involve the formation of S-nitrosothiols, and that those effects depend on gastric pH. The chronic effects of oral nitrite or nitrate were studied in two-kidney, one-clip (2K1C) hypertensive rats treated with omeprazole (or vehicle). Oral nitrite lowered blood pressure and increased plasma S-nitrosothiol concentrations independently of circulating nitrite levels. Increasing gastric pH with omeprazole did not affect the increases in plasma nitrite and nitrate levels found after treatment with nitrite. However, treatment with omeprazole severely attenuated the increases in plasma S-nitrosothiol concentrations and completely blunted the antihypertensive effects of nitrite. Confirming these findings, very similar results were found with oral nitrate. To further confirm the role of gastric S-nitrosothiol formation, we studied the effects of oral nitrite in hypertensive rats treated with the glutathione synthase inhibitor buthionine sulfoximine (BSO) to induce partial thiol depletion. BSO treatment attenuated the increases in S-nitrosothiol concentrations and antihypertensive effects of oral nitrite. These data show that gastric S-nitrosothiol formation drives the antihypertensive effects of oral nitrite or nitrate and has major implications, particularly to patients taking proton pump inhibitors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26159506/",
    "clean_text": "gastric s nitrosothiol formation drives the antihypertensive effects of oral sodium nitrite and nitrate in a rat model of renovascular hypertension however nitrite generates no nitrous anhydride and other nitrosating species at low ph and these reactions promote s nitrosothiol formation when nitrites are in the stomach we hypothesized that the antihypertensive effects of orally administered nitrite or nitrate many effects of nitrite and nitrate are attributed to increased circulating concentrations of nitrite ultimately converted into nitric oxide no in the circulation or in tissues by mechanisms associated with nitrite reductase activity however nitrite generates no nitrous anhydride and other nitrosating species at low ph and these reactions promote s nitrosothiol formation when nitrites are in the stomach we hypothesized that the antihypertensive effects of orally administered nitrite or nitrate involve the formation of s nitrosothiols and that those effects depend on gastric ph the chronic effects of oral nitrite or nitrate were studied in two kidney one clip k c hypertensive rats treated with omeprazole or vehicle oral nitrite lowered blood pressure and increased plasma s nitrosothiol concentrations independently of circulating nitrite levels increasing gastric ph with omeprazole did not affect the increases in plasma nitrite and nitrate levels found after treatment with nitrite however treatment with omeprazole severely attenuated the increases in plasma s nitrosothiol concentrations and completely blunted the antihypertensive effects of nitrite confirming these findings very similar results were found with oral nitrate to further confirm the role of gastric s nitrosothiol formation we studied the effects of oral nitrite in hypertensive rats treated with the glutathione synthase inhibitor buthionine sulfoximine bso to induce partial thiol depletion bso treatment attenuated the increases in s nitrosothiol concentrations and antihypertensive effects of oral nitrite these data show that gastric s nitrosothiol formation drives the antihypertensive effects of oral nitrite or nitrate and has major implications particularly to patients taking proton pump inhibitors"
}