{
    "title": "The biopsychosocial model: Its use and abuse.",
    "doc_id": "37067677",
    "writer": "Roberts A.",
    "year": "2023",
    "summary": "The biopsychosocial model (BPSM) is increasingly influential in medical research and practice. Several philosophers and scholars of health have criticized the BPSM for lacking meaningful scientific content. ...It has also created a potentially potent vector of medicaliz …",
    "abstract": "The biopsychosocial model (BPSM) is increasingly influential in medical research and practice. Several philosophers and scholars of health have criticized the BPSM for lacking meaningful scientific content. This article extends those critiques by showing how the BPSM's epistemic weaknesses have led to certain problems in medical discourse. Despite its lack of content, many researchers have mistaken the BPSM for a scientific model with explanatory power. This misapprehension has placed researchers in an implicit bind. There is an expectation that applications of the BPSM will deliver insights about disease; yet the model offers no tools for producing valid (or probabilistically true) knowledge claims. I argue that many researchers have, unwittingly, responded to this predicament by developing certain patterns of specious argumentation I call \"wayward BPSM discourse.\" The arguments of wayward discourse share a common form: They appear to deliver insights about disease gleaned through applications of the BPSM; on closer inspection, however, we find that the putative conclusions presented are actually assertions resting on question-begging arguments, appeals to authority, and conceptual errors. Through several case studies of BPSM articles and literatures, this article describes wayward discourse and its effects. Wayward discourse has introduced into medicine forms of conceptual instability that threaten to undermine various lines of research. It has also created a potentially potent vector of medicalization. Fixing these problems will likely require reimposing conceptual rigor on BPSM discourse.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37067677/",
    "clean_text": "the biopsychosocial model its use and abuse the biopsychosocial model bpsm is increasingly influential in medical research and practice several philosophers and scholars of health have criticized the bpsm for lacking meaningful scientific content it has also created a potentially potent vector of medicaliz the biopsychosocial model bpsm is increasingly influential in medical research and practice several philosophers and scholars of health have criticized the bpsm for lacking meaningful scientific content this article extends those critiques by showing how the bpsm s epistemic weaknesses have led to certain problems in medical discourse despite its lack of content many researchers have mistaken the bpsm for a scientific model with explanatory power this misapprehension has placed researchers in an implicit bind there is an expectation that applications of the bpsm will deliver insights about disease yet the model offers no tools for producing valid or probabilistically true knowledge claims i argue that many researchers have unwittingly responded to this predicament by developing certain patterns of specious argumentation i call wayward bpsm discourse the arguments of wayward discourse share a common form they appear to deliver insights about disease gleaned through applications of the bpsm on closer inspection however we find that the putative conclusions presented are actually assertions resting on question begging arguments appeals to authority and conceptual errors through several case studies of bpsm articles and literatures this article describes wayward discourse and its effects wayward discourse has introduced into medicine forms of conceptual instability that threaten to undermine various lines of research it has also created a potentially potent vector of medicalization fixing these problems will likely require reimposing conceptual rigor on bpsm discourse"
}