{
    "pmid": "41451372",
    "title": "Real-world data analysis of the risk of Fournier's gangrene in patients using sodium-glucose cotransporter 2 inhibitors (SGLT2i).",
    "abstract": "The aim of the present matched cohort study was to assess if patients using sodium-glucose cotransporter 2 inhibitors (SGLT2i) show an augmented risk of Fournier's gangrene (FG) compared to subjects not using SGLT2i. Retrospective data were retrieved from the TriNetX database, whereby patients using SGLT2i and individuals not using SGLT2i were assigned to cohorts I and II, respectively. After matching for age, gender distribution, and prevalence of diabetes mellitus, human immunodeficiency virus infection, alcohol abuse, liver diseases, and use of immune suppressant, a risk analysis was carried out, and risk ratio (RR) and odds ratio (OR) were determined. The outcome was defined as diagnosis of FG. Before matching, cohorts I and II accounted for 192,245 and 7,810,583 subjects. After matching, 192,245 patients (40.5% females and 59.5% males; mean age 67.5 ± 12.7 years) remained per cohort. Among the cohorts I and II, 186 and 312 individuals were diagnosed with FG. The according risks of 0.1% and 0.2% were significantly different (p > 0.001; Log-Rank test). RR and OR were 0.539 (95% CI 0.447-0.650) and 0.539 (95% CI 0.446-0.650). The present study found a significantly lower risk of FG in patients using SGLT2i in comparison with subjects not using SGLT2i. Due to specific limitations that come alongside with the applied study design, this result needs to be interpreted most cautiously. As the cohorts were matched for the frequency of diabetes mellitus (68.9% of the cohorts I and II) this risk factor for FG might have been mitigated among the individuals in cohort I due to the use of SGLT2i, which may in turn explain the abovementioned finding.",
    "disease": "diabetes mellitus",
    "clean_text": "real world data analysis of the risk of fournier s gangrene in patients using sodium glucose cotransporter inhibitors sglt i the aim of the present matched cohort study was to assess if patients using sodium glucose cotransporter inhibitors sglt i show an augmented risk of fournier s gangrene fg compared to subjects not using sglt i retrospective data were retrieved from the trinetx database whereby patients using sglt i and individuals not using sglt i were assigned to cohorts i and ii respectively after matching for age gender distribution and prevalence of diabetes mellitus human immunodeficiency virus infection alcohol abuse liver diseases and use of immune suppressant a risk analysis was carried out and risk ratio rr and odds ratio or were determined the outcome was defined as diagnosis of fg before matching cohorts i and ii accounted for and subjects after matching patients females and males mean age years remained per cohort among the cohorts i and ii and individuals were diagnosed with fg the according risks of and were significantly different p log rank test rr and or were ci and ci the present study found a significantly lower risk of fg in patients using sglt i in comparison with subjects not using sglt i due to specific limitations that come alongside with the applied study design this result needs to be interpreted most cautiously as the cohorts were matched for the frequency of diabetes mellitus of the cohorts i and ii this risk factor for fg might have been mitigated among the individuals in cohort i due to the use of sglt i which may in turn explain the abovementioned finding"
}