{
    "pmid": "41404999",
    "title": "Arginine Metabolism in Decidual Macrophages During Pregnancy.",
    "abstract": "Maternal immune tolerance to the semi-allogeneic fetus is essential for successful pregnancy, while immune defense against pathogens must be preserved. Decidual macrophages (DMs) are critical regulators at the maternal-fetal interface, involved in trophoblast invasion, vascular remodeling, and immune modulation. This review integrates findings from human studies, animal models, and in vitro experiments to explore how arginine metabolism regulates macrophage polarization and pregnancy outcomes. Arginine metabolism influences DM function via two major pathways: iNOS promotes M1 polarization and pro-inflammatory activity, while Arg-1 supports M2 polarization, tissue remodeling, and immune tolerance. Dysregulation of this balance is associated with pregnancy complications such as pre-eclampsia and fetal growth restriction. Pathogens like Helicobacter pylori and Mycobacterium tuberculosis exploit Arg-1 activity to evade host immunity. Clinical studies also suggest that L-arginine supplementation can improve placental function and fetal growth. Arginine metabolism is a key modulator of macrophage polarization and immune balance in pregnancy. Targeting this pathway may offer novel therapeutic strategies to improve maternal and fetal outcomes.",
    "disease": "tuberculosis",
    "clean_text": "arginine metabolism in decidual macrophages during pregnancy maternal immune tolerance to the semi allogeneic fetus is essential for successful pregnancy while immune defense against pathogens must be preserved decidual macrophages dms are critical regulators at the maternal fetal interface involved in trophoblast invasion vascular remodeling and immune modulation this review integrates findings from human studies animal models and in vitro experiments to explore how arginine metabolism regulates macrophage polarization and pregnancy outcomes arginine metabolism influences dm function via two major pathways inos promotes m polarization and pro inflammatory activity while arg supports m polarization tissue remodeling and immune tolerance dysregulation of this balance is associated with pregnancy complications such as pre eclampsia and fetal growth restriction pathogens like helicobacter pylori and mycobacterium tuberculosis exploit arg activity to evade host immunity clinical studies also suggest that l arginine supplementation can improve placental function and fetal growth arginine metabolism is a key modulator of macrophage polarization and immune balance in pregnancy targeting this pathway may offer novel therapeutic strategies to improve maternal and fetal outcomes"
}