{
    "pmid": "41446633",
    "title": "Clinical value of BISAP score combined with low-density lipoprotein cholesterol and ascites in early prediction of hypertriglyceridemic severe acute pancreatitis.",
    "abstract": "An immediate diagnosis and accurate severity assessment of hypertriglyceridemic acute pancreatitis (HTG-AP) are essential. However, risk scoring system specific to HTG-AP has not yet been established. The study aims to identify the potential early predictors of severe cases and explore a novel predictive model for its early identification. A retrospective analysis was conducted on 189 patients with HTG-AP. According to the revised Atlanta classification, patients were categorized into severe (HTG-SAP, N = 25) and no severe (HTG-NSAP, N = 164) groups. Independent predictors of HTG-SAP were identified through univariate and multivariate logistic regression analyses, with predictive abilities estimated by receiver operating characteristic curves. Univariate analysis revealed statistically significant differences in several parameters, including diabetes mellitus prevalence, the BISAP score, serum biomarkers, such as low-density lipoprotein cholesterol (LDL-C), and the ascites incidence, between the two groups ( The BISAP score combined with LDL-C and ascites might have a potential early predictive value for HTG-SAP, and additional multicenter studies involving larger samples are needed to confirm these results.",
    "disease": "diabetes mellitus",
    "clean_text": "clinical value of bisap score combined with low density lipoprotein cholesterol and ascites in early prediction of hypertriglyceridemic severe acute pancreatitis an immediate diagnosis and accurate severity assessment of hypertriglyceridemic acute pancreatitis htg ap are essential however risk scoring system specific to htg ap has not yet been established the study aims to identify the potential early predictors of severe cases and explore a novel predictive model for its early identification a retrospective analysis was conducted on patients with htg ap according to the revised atlanta classification patients were categorized into severe htg sap n and no severe htg nsap n groups independent predictors of htg sap were identified through univariate and multivariate logistic regression analyses with predictive abilities estimated by receiver operating characteristic curves univariate analysis revealed statistically significant differences in several parameters including diabetes mellitus prevalence the bisap score serum biomarkers such as low density lipoprotein cholesterol ldl c and the ascites incidence between the two groups the bisap score combined with ldl c and ascites might have a potential early predictive value for htg sap and additional multicenter studies involving larger samples are needed to confirm these results"
}