{
    "pmid": "41442047",
    "title": "The effect of computer guided total hip replacement on risk of revision, Oxford Hip Score, and health related quality of life: an analysis of National Joint Registry data.",
    "abstract": "Total hip replacement (THR) can be performed conventionally or with the assistance of computer guidance systems. We aimed to compare the risk of revision for all-causes and dislocation, and differences in Oxford Hip Score (OHS) and health-related quality of life (EQ-5D-3L) following primary THR performed conventionally versus with the assistance of computer guidance systems. We performed an observational study using National Joint Registry data. Adult patients who underwent primary THR for osteoarthritis between 2003 and 2020 were included. The co-primary analyses were revision for all-causes and dislocation. Secondary analyses were differences in OHS and EQ-5D-3L. Weights based on propensity scores were generated. Cox proportional hazards and generalised linear models were used to assess outcomes of revision, OHS, and EQ-5D-3L. Effective sample sizes (ESS) were computed. Risk of revision for all-causes comparing computer guided and conventional THR were similar (HR 0.947, 95% CI 0.698–1.283,  There were no differences in revision for all-causes and dislocation between computer guided and conventional THR. However, sensitivity analysis considering only the five most commonly used prosthesis brands demonstrated a reduced risk of revision for all-causes favouring computer guided THR. Furthermore, computer guidance was associated with a significant but minimal improvement in OHS and a lower risk of intra-operative complications, without differences in EQ-5D-3L. Although these findings suggest potential for computer guided THR to improve implant survivorship and reduce intra-operative complications, they require cautious interpretation given the limitations inherent to observational study designs and registry based analyses. The online version contains supplementary material available at 10.1007/s00590-025-04622-9.",
    "disease": "osteoarthritis",
    "clean_text": "the effect of computer guided total hip replacement on risk of revision oxford hip score and health related quality of life an analysis of national joint registry data total hip replacement thr can be performed conventionally or with the assistance of computer guidance systems we aimed to compare the risk of revision for all causes and dislocation and differences in oxford hip score ohs and health related quality of life eq d l following primary thr performed conventionally versus with the assistance of computer guidance systems we performed an observational study using national joint registry data adult patients who underwent primary thr for osteoarthritis between and were included the co primary analyses were revision for all causes and dislocation secondary analyses were differences in ohs and eq d l weights based on propensity scores were generated cox proportional hazards and generalised linear models were used to assess outcomes of revision ohs and eq d l effective sample sizes ess were computed risk of revision for all causes comparing computer guided and conventional thr were similar hr ci there were no differences in revision for all causes and dislocation between computer guided and conventional thr however sensitivity analysis considering only the five most commonly used prosthesis brands demonstrated a reduced risk of revision for all causes favouring computer guided thr furthermore computer guidance was associated with a significant but minimal improvement in ohs and a lower risk of intra operative complications without differences in eq d l although these findings suggest potential for computer guided thr to improve implant survivorship and reduce intra operative complications they require cautious interpretation given the limitations inherent to observational study designs and registry based analyses the online version contains supplementary material available at s"
}