{
    "pmid": "41447777",
    "title": "AMH as a marker for resumption of ovarian function after chemotherapy: an IPD meta-analysis and systematic review.",
    "abstract": "In premenopausal women with breast cancer, chemotherapy often leads to amenorrhea that could be temporary or permanent. Anti-Müllerian hormone (AMH) is a potential biomarker predicting resumption of ovarian function, an outcome that aids in the decision making for endocrine therapy. This study aimed to determine the predictive value of pre-chemotherapy AMH levels for resumption of ovarian function. We conducted a systematic review and individual patient data (IPD) meta-analysis. Online databases were searched using terms including: AMH, prediction, menses, menses recovery, amenorrhea, chemotherapy-related amenorrhea, anovulation, menopause, infertility, ovarian reserve, premenopausal, breast cancer, chemotherapy. The study protocol was registered with PROSPERO (CRD42021233966). The systematic review included 31 studies, with 26 contributing to the meta-analysis. Eleven studies provided IPD from 1,029 women. Ovarian function resumption rates varied from 24 % to 61 % depending on follow-up time. Pre-chemotherapy AMH was significantly higher in women whose ovarian function resumed, standardized mean difference 0.94 (95 % CI 0.65-1.22) and showed good predictive ability for resumption of ovarian function (AUC 0.79-0.83). However, the identified cut-off values for pre-chemotherapy AMH gave high false negative rates and differed a lot between studies which was much determined by follow-up time, age and used AMH assay. Pre-chemotherapy AMH shows association with ovarian function resumption, but a clinically reliable cut-off across assays could not be established using individual patient data. Therefore, due to high inter-assay variability, AMH is not suitable for optimizing endocrine therapy in premenopausal breast cancer patients at this time. Standardizing AMH assays can help in further research into a cut-off value.",
    "disease": "breast cancer",
    "clean_text": "amh as a marker for resumption of ovarian function after chemotherapy an ipd meta analysis and systematic review in premenopausal women with breast cancer chemotherapy often leads to amenorrhea that could be temporary or permanent anti m llerian hormone amh is a potential biomarker predicting resumption of ovarian function an outcome that aids in the decision making for endocrine therapy this study aimed to determine the predictive value of pre chemotherapy amh levels for resumption of ovarian function we conducted a systematic review and individual patient data ipd meta analysis online databases were searched using terms including amh prediction menses menses recovery amenorrhea chemotherapy related amenorrhea anovulation menopause infertility ovarian reserve premenopausal breast cancer chemotherapy the study protocol was registered with prospero crd the systematic review included studies with contributing to the meta analysis eleven studies provided ipd from women ovarian function resumption rates varied from to depending on follow up time pre chemotherapy amh was significantly higher in women whose ovarian function resumed standardized mean difference ci and showed good predictive ability for resumption of ovarian function auc however the identified cut off values for pre chemotherapy amh gave high false negative rates and differed a lot between studies which was much determined by follow up time age and used amh assay pre chemotherapy amh shows association with ovarian function resumption but a clinically reliable cut off across assays could not be established using individual patient data therefore due to high inter assay variability amh is not suitable for optimizing endocrine therapy in premenopausal breast cancer patients at this time standardizing amh assays can help in further research into a cut off value"
}