{
    "title": "Increased tight junction permeability can result from protein kinase C activation/translocation and act as a tumor promotional event in epithelial cancers.",
    "doc_id": "11193580",
    "writer": "Mullin JM",
    "year": "2000",
    "summary": "The failure to downregulate activated membrane-associated PKC-alpha has correlated with the appearance of multilayered cell growth and persistent leakiness of tight junctions. Accelerated downregulation of PKC-alpha results in only a partial and transient increase i …",
    "abstract": "Exposure of LLC-PK1 epithelial cell cultures to phorbol ester tumor promoters causes immediate translocation of protein kinase C-alpha (PKC-alpha) from cytosolic to membrane-associated compartments. With a very similar time course, a dramatic and sustained increase in tight junctional (paracellular) permeability occurs. This increased permeability extends not only to salts and sugars but macromolecules as well. Fortyfold increases of transepithelial fluxes of biologically active EGF and insulin occur. Recovery of tight junction barrier function coincides with proteasomal downregulation of PKC-alpha. The failure to downregulate activated membrane-associated PKC-alpha has correlated with the appearance of multilayered cell growth and persistent leakiness of tight junctions. Accelerated downregulation of PKC-alpha results in only a partial and transient increase in tight junction permeability. Transfection of a dominant/negative PKC-alpha results in a slower increase in tight junction permeability in response to phorbol esters. In a separate study using rat colon, dimethylhydrazine (DMH)-induced colon carcinogenesis has been preceded by linear increases in both the number of aberrant crypts and transepithelial permeability, as a function of weeks of DMH treatment. Adenocarcinomas of both rat and human colon have been found to have uniformly leaky tight junctions. Whereas most human colon hyperplastic and adenomatous polyps contain nonleaky tight junctions, adenomatous polyps with dysplastic changes did possess leaky tight junctions. Our overall hypothesis is that tight junctional leakiness is a late event in epithelial carcinogenesis but will allow for growth factors in luminal fluid compartments to enter the intercellular and interstitial fluid spaces for the first time, binding to receptors that are located on only the basal-lateral cell surface, and causing changes in epithelial cell kinetics. Tight junctional leakiness is therefore a promotional event that would be unique to epithelial cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11193580/",
    "clean_text": "increased tight junction permeability can result from protein kinase c activation translocation and act as a tumor promotional event in epithelial cancers the failure to downregulate activated membrane associated pkc alpha has correlated with the appearance of multilayered cell growth and persistent leakiness of tight junctions accelerated downregulation of pkc alpha results in only a partial and transient increase i exposure of llc pk epithelial cell cultures to phorbol ester tumor promoters causes immediate translocation of protein kinase c alpha pkc alpha from cytosolic to membrane associated compartments with a very similar time course a dramatic and sustained increase in tight junctional paracellular permeability occurs this increased permeability extends not only to salts and sugars but macromolecules as well fortyfold increases of transepithelial fluxes of biologically active egf and insulin occur recovery of tight junction barrier function coincides with proteasomal downregulation of pkc alpha the failure to downregulate activated membrane associated pkc alpha has correlated with the appearance of multilayered cell growth and persistent leakiness of tight junctions accelerated downregulation of pkc alpha results in only a partial and transient increase in tight junction permeability transfection of a dominant negative pkc alpha results in a slower increase in tight junction permeability in response to phorbol esters in a separate study using rat colon dimethylhydrazine dmh induced colon carcinogenesis has been preceded by linear increases in both the number of aberrant crypts and transepithelial permeability as a function of weeks of dmh treatment adenocarcinomas of both rat and human colon have been found to have uniformly leaky tight junctions whereas most human colon hyperplastic and adenomatous polyps contain nonleaky tight junctions adenomatous polyps with dysplastic changes did possess leaky tight junctions our overall hypothesis is that tight junctional leakiness is a late event in epithelial carcinogenesis but will allow for growth factors in luminal fluid compartments to enter the intercellular and interstitial fluid spaces for the first time binding to receptors that are located on only the basal lateral cell surface and causing changes in epithelial cell kinetics tight junctional leakiness is therefore a promotional event that would be unique to epithelial cancers"
}