{
    "pmid": "41455557",
    "title": "Utilizing machine learning in echocardiographic analysis to distinguish obstructive and non-obstructive coronary artery disease.",
    "abstract": "Research on echocardiographic prognostication in non-obstructive coronary artery disease (CAD) is limited, mainly accompanied by different outcomes from obstructive CAD. This study developed machine learning (ML) models to predict clinical outcomes for both CAD types, highlighting crucial prognostic indicators. A prospective analysis was conducted using echocardiographic data from patients undergoing coronary angiography. ML algorithms extracted key features, and six classifiers assessed prognostic accuracy using the area under the receiver operating characteristic curve (AUROC). The SHapley Additive exPlanations (SHAP) method identified the most influential prognostic features. External testing was performed using an independent dataset. The cohort included 1439 patients, with 487 (33.8 %) classified as having non-obstructive CAD. Over a median follow-up period of 45 months, 319 (22.2 %) adverse events were recorded. The gradient boosting model outperformed others, achieving an AUROC of 0.822 (95 % confidence interval (CI): 0.817-0.828). In the obstructive CAD group, quadratic discriminant analysis demonstrated the highest performance (AUROC: 0.794; 95 % CI: 0.775-0.812), while ridge regression performed best for the non-obstructive group (AUROC: 0.856; 95 % CI: 0.829-0.883). Key predictive variables included global longitudinal strain (GLS) and global systolic constructive work, highlighting the importance of plasma brain natriuretic peptide alongside various GLS and myocardial work sub-parameters for distinguishing CAD types. The best-performing ML models also exhibited good performance in the external validation datasets (AUROC: 0.802, 0.819 and 0.869). The machine learning approach accurately predicted adverse outcomes in CAD patients and identified critical echocardiographic variables specific to obstructive and non-obstructive forms, promoting CAD prognosis. ClinicalTrials.govNCT03905200 (Registered 5 April 2019).",
    "disease": "coronary artery disease",
    "clean_text": "utilizing machine learning in echocardiographic analysis to distinguish obstructive and non obstructive coronary artery disease research on echocardiographic prognostication in non obstructive coronary artery disease cad is limited mainly accompanied by different outcomes from obstructive cad this study developed machine learning ml models to predict clinical outcomes for both cad types highlighting crucial prognostic indicators a prospective analysis was conducted using echocardiographic data from patients undergoing coronary angiography ml algorithms extracted key features and six classifiers assessed prognostic accuracy using the area under the receiver operating characteristic curve auroc the shapley additive explanations shap method identified the most influential prognostic features external testing was performed using an independent dataset the cohort included patients with classified as having non obstructive cad over a median follow up period of months adverse events were recorded the gradient boosting model outperformed others achieving an auroc of confidence interval ci in the obstructive cad group quadratic discriminant analysis demonstrated the highest performance auroc ci while ridge regression performed best for the non obstructive group auroc ci key predictive variables included global longitudinal strain gls and global systolic constructive work highlighting the importance of plasma brain natriuretic peptide alongside various gls and myocardial work sub parameters for distinguishing cad types the best performing ml models also exhibited good performance in the external validation datasets auroc and the machine learning approach accurately predicted adverse outcomes in cad patients and identified critical echocardiographic variables specific to obstructive and non obstructive forms promoting cad prognosis clinicaltrials govnct registered april"
}