{
    "title": "[Expression of matrix metalloproteinase-3 in patients with reheumatoid arthritis and its correlation with chronic periodontitis and rheumatoid arthritis].",
    "doc_id": "30856693",
    "writer": "Zhao Y",
    "year": "2019",
    "summary": "Objective: To detect the expression of matrix metalloproteinase-3 (MMP-3) in serum and gingival crevicular fluid in patients with rheumatoid arthritis (RA) and its correlation with chronic periodontitis (CP). Methods: From March 2017 to July 2018, 26 patients with RA and C …",
    "abstract": "Objective: To detect the expression of matrix metalloproteinase-3 (MMP-3) in serum and gingival crevicular fluid in patients with rheumatoid arthritis (RA) and its correlation with chronic periodontitis (CP). Methods: From March 2017 to July 2018, 26 patients with RA and CP [CP+RA group, (54.9±6.5) years old, 4 males and 22 females], 22 patients with RA only [RA group, (49.6±11.7) years old,5 males and 17 females] in the Department of Rheumatology and Immunology, Shengjing Hospital Affiliated to China Medical University, 22 patients with simple CP in the Department of Stomatology, Shengjing Hospital Affiliated to China Medical University [CP group, (51.4±12.5) years old, 8 males and 14 females] and 18 generally healthy controls in Physical Examination Center of Shengjing Hospital Affiliated to China Medical University [group H, (49.4±9.1) years old, 8 males and 10 females] were recruited. There were no significant differences in age and sex ratio amongst 4 groups. Patient's general status, probing depth (PD) , clinical attachment loss (CAL), sulcus bleeding index (SBI), simplified calculus index (CI-S) and simplified debris index (DI-S) were recorded in 4 groups. Samples of serum and gingival crevicular fluid were collected from patients of each group, and the expression levels of MMP-3 in serum and gingival crevicular fluid samples were detected by using enzyme-linked immunosorbent assay. Erythrocyte sedimentation rate, rheumatoid factor, anti-cyclic citrulline peptide antibody and C-reactive protein were detected in the serum of subjects in RA group and CP+RA group. Correlation analysis was conducted between MMP-3 expression level and periodontal indices amongst 4 groups. The results were statistically analyzed using the SPSS 20.0 software package. Results: The indices of CAL [(4.12±1.13) mm], SBI (2.58±0.64) and DI-S (2.65±0.69) in CP+RA group were significantly higher than indices of CAL [(3.00±0.00) mm], SBI (2.59±1.05) and DI-S, (2.36±0.49) in CP group (P<0.05); The expression levels of MMP-3 in serum samples of CP+RA group [(1 1645.6±6 903.4) μg/L] and CP group [(9 337.0±6 719.0) μg/L] were significantly higher than that of RA group [(2 389.9±1 320.3) μg/L] and H group [(1 493.5±292.1) μg/L] (P<0.05). The expression level of MMP-3 in gingival crevicular fluid samples of CP+RA group [(164.4±45.3) μg/L] was significantly higher than that of CP group [(84.6±92.5) μg/L], RA group [(49.0±18.1) μg/L] and H group [(20.4±6.3) μg/L] (P<0.05), respectively. The erythrocyte sedimentation rate, rheumatoid factor and anti-cyclic cirullinated peptide antibodies levels in the CP+RA group were significantly higher than those in the RA group (P<0.05). The expression level of MMP-3 in serum is positively correlated with PD (r=0.45, P=0.04) and the expression level of MMP-3 in gingival crevicular fluid is positively correlated with CAL (r=0.58, P<0.01). Conclusions: The levels of MMP-3 in serum and gingival crevicular fluid of patients with RA and CP were significantly increased. MMP-3 may be associated with the development of CP and RA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30856693/",
    "clean_text": "expression of matrix metalloproteinase in patients with reheumatoid arthritis and its correlation with chronic periodontitis and rheumatoid arthritis objective to detect the expression of matrix metalloproteinase mmp in serum and gingival crevicular fluid in patients with rheumatoid arthritis ra and its correlation with chronic periodontitis cp methods from march to july patients with ra and c objective to detect the expression of matrix metalloproteinase mmp in serum and gingival crevicular fluid in patients with rheumatoid arthritis ra and its correlation with chronic periodontitis cp methods from march to july patients with ra and cp cp ra group years old males and females patients with ra only ra group years old males and females in the department of rheumatology and immunology shengjing hospital affiliated to china medical university patients with simple cp in the department of stomatology shengjing hospital affiliated to china medical university cp group years old males and females and generally healthy controls in physical examination center of shengjing hospital affiliated to china medical university group h years old males and females were recruited there were no significant differences in age and sex ratio amongst groups patient s general status probing depth pd clinical attachment loss cal sulcus bleeding index sbi simplified calculus index ci s and simplified debris index di s were recorded in groups samples of serum and gingival crevicular fluid were collected from patients of each group and the expression levels of mmp in serum and gingival crevicular fluid samples were detected by using enzyme linked immunosorbent assay erythrocyte sedimentation rate rheumatoid factor anti cyclic citrulline peptide antibody and c reactive protein were detected in the serum of subjects in ra group and cp ra group correlation analysis was conducted between mmp expression level and periodontal indices amongst groups the results were statistically analyzed using the spss software package results the indices of cal mm sbi and di s in cp ra group were significantly higher than indices of cal mm sbi and di s in cp group p the expression levels of mmp in serum samples of cp ra group g l and cp group g l were significantly higher than that of ra group g l and h group g l p the expression level of mmp in gingival crevicular fluid samples of cp ra group g l was significantly higher than that of cp group g l ra group g l and h group g l p respectively the erythrocyte sedimentation rate rheumatoid factor and anti cyclic cirullinated peptide antibodies levels in the cp ra group were significantly higher than those in the ra group p the expression level of mmp in serum is positively correlated with pd r p and the expression level of mmp in gingival crevicular fluid is positively correlated with cal r p conclusions the levels of mmp in serum and gingival crevicular fluid of patients with ra and cp were significantly increased mmp may be associated with the development of cp and ra"
}