{
    "pmid": "41452791",
    "title": "Exploring the impact of an artificial intelligence-based intraoperative image navigation system in laparoscopic surgery on clinical outcomes: A protocol for a multicenter randomized controlled trial.",
    "abstract": "Artificial intelligence (AI), particularly deep learning-based computer vision technology, has been used in surgery as real-time intraoperative navigation; however, its clinical relevance remains unclear. To address this gap, well-designed randomized controlled trials (RCTs) are necessary to evaluate the effects of these systems by comparing surgical outcomes with and without their use. In this study, we will investigate a deep learning-based intraoperative image navigation system that operates in real time and uses semantic segmentation to help identify the ureter and autonomic nerves during laparoscopic colorectal surgery. We propose a multicenter RCT to compare the procedure of using this system against those that do not. The ImNavi trial is a Japanese multicenter RCT involving 1:1 randomization between the use and non-use of the deep learning-based intraoperative image navigation system. The participating institutions will include three high-volume centers with sufficient laparoscopic colorectal surgery caseloads (>100 cases/year), including one national cancer center and two university hospitals in Japan. All patients will provide written informed consent. Patients aged between 18 and 80 years scheduled to undergo laparoscopic left-sided colorectal resection will be included in the study. The primary outcome is the time required for each target organ, including the ureter and autonomic nerves, to be recognized by the surgeon after its initial appearance on the monitor. Secondary outcomes include intraoperative target organ injuries, intraoperative complications, operation time, blood loss, duration of postoperative hospital stay, postoperative complications within 30 days, postoperative male erectile and ejaculatory dysfunction 1 month post-surgery, surgeon's confidence in recognizing each target organ, and the postoperative fatigue of the primary surgeon. The impact of AI-based surgical applications on clinical outcomes beyond numerical expression will be explored from diverse viewpoints while evaluating quantitative items, including intraoperative complications and operation time, as secondary endpoints. The findings of this RCT can contribute to advancing research in the domain of AI in surgery.",
    "disease": "colorectal cancer",
    "clean_text": "exploring the impact of an artificial intelligence based intraoperative image navigation system in laparoscopic surgery on clinical outcomes a protocol for a multicenter randomized controlled trial artificial intelligence ai particularly deep learning based computer vision technology has been used in surgery as real time intraoperative navigation however its clinical relevance remains unclear to address this gap well designed randomized controlled trials rcts are necessary to evaluate the effects of these systems by comparing surgical outcomes with and without their use in this study we will investigate a deep learning based intraoperative image navigation system that operates in real time and uses semantic segmentation to help identify the ureter and autonomic nerves during laparoscopic colorectal surgery we propose a multicenter rct to compare the procedure of using this system against those that do not the imnavi trial is a japanese multicenter rct involving randomization between the use and non use of the deep learning based intraoperative image navigation system the participating institutions will include three high volume centers with sufficient laparoscopic colorectal surgery caseloads cases year including one national cancer center and two university hospitals in japan all patients will provide written informed consent patients aged between and years scheduled to undergo laparoscopic left sided colorectal resection will be included in the study the primary outcome is the time required for each target organ including the ureter and autonomic nerves to be recognized by the surgeon after its initial appearance on the monitor secondary outcomes include intraoperative target organ injuries intraoperative complications operation time blood loss duration of postoperative hospital stay postoperative complications within days postoperative male erectile and ejaculatory dysfunction month post surgery surgeon s confidence in recognizing each target organ and the postoperative fatigue of the primary surgeon the impact of ai based surgical applications on clinical outcomes beyond numerical expression will be explored from diverse viewpoints while evaluating quantitative items including intraoperative complications and operation time as secondary endpoints the findings of this rct can contribute to advancing research in the domain of ai in surgery"
}