{
    "title": "Quantitative structure-activity relationships (QSARs) for the transformation of organic micropollutants during oxidative water treatment.",
    "doc_id": "22939392",
    "writer": "Lee Y",
    "year": "2012",
    "summary": "Various oxidants such as chlorine, chlorine dioxide, ferrate(VI), ozone, and hydroxyl radicals can be applied for eliminating organic micropollutant by oxidative transformation during water treatment in systems such as drinking water, wastewater, and water reuse. .. …",
    "abstract": "Various oxidants such as chlorine, chlorine dioxide, ferrate(VI), ozone, and hydroxyl radicals can be applied for eliminating organic micropollutant by oxidative transformation during water treatment in systems such as drinking water, wastewater, and water reuse. Over the last decades, many second-order rate constants (k) have been determined for the reaction of these oxidants with model compounds and micropollutants. Good correlations (quantitative structure-activity relationships or QSARs) are often found between the k-values for an oxidation reaction of closely related compounds (i.e. having a common organic functional group) and substituent descriptor variables such as Hammett or Taft sigma constants. In this study, we developed QSARs for the oxidation of organic and some inorganic compounds and organic micropollutants transformation during oxidative water treatment. A number of 18 QSARs were developed based on overall 412 k-values for the reaction of chlorine, chlorine dioxide, ferrate, and ozone with organic compounds containing electron-rich moieties such as phenols, anilines, olefins, and amines. On average, 303 out of 412 (74%) k-values were predicted by these QSARs within a factor of 1/3-3 compared to the measured values. For HO(·) reactions, some principles and estimation methods of k-values (e.g. the Group Contribution Method) are discussed. The developed QSARs and the Group Contribution Method could be used to predict the k-values for various emerging organic micropollutants. As a demonstration, 39 out of 45 (87%) predicted k-values were found within a factor 1/3-3 compared to the measured values for the selected emerging micropollutants. Finally, it is discussed how the uncertainty in the predicted k-values using the QSARs affects the accuracy of prediction for micropollutant elimination during oxidative water treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22939392/",
    "clean_text": "quantitative structure activity relationships qsars for the transformation of organic micropollutants during oxidative water treatment various oxidants such as chlorine chlorine dioxide ferrate vi ozone and hydroxyl radicals can be applied for eliminating organic micropollutant by oxidative transformation during water treatment in systems such as drinking water wastewater and water reuse various oxidants such as chlorine chlorine dioxide ferrate vi ozone and hydroxyl radicals can be applied for eliminating organic micropollutant by oxidative transformation during water treatment in systems such as drinking water wastewater and water reuse over the last decades many second order rate constants k have been determined for the reaction of these oxidants with model compounds and micropollutants good correlations quantitative structure activity relationships or qsars are often found between the k values for an oxidation reaction of closely related compounds i e having a common organic functional group and substituent descriptor variables such as hammett or taft sigma constants in this study we developed qsars for the oxidation of organic and some inorganic compounds and organic micropollutants transformation during oxidative water treatment a number of qsars were developed based on overall k values for the reaction of chlorine chlorine dioxide ferrate and ozone with organic compounds containing electron rich moieties such as phenols anilines olefins and amines on average out of k values were predicted by these qsars within a factor of compared to the measured values for ho reactions some principles and estimation methods of k values e g the group contribution method are discussed the developed qsars and the group contribution method could be used to predict the k values for various emerging organic micropollutants as a demonstration out of predicted k values were found within a factor compared to the measured values for the selected emerging micropollutants finally it is discussed how the uncertainty in the predicted k values using the qsars affects the accuracy of prediction for micropollutant elimination during oxidative water treatment"
}