{
    "pmid": "41466339",
    "title": "Associations between axial length and optical coherence tomography angiography biomarkers.",
    "abstract": "To determine the associations between axial length (AL) and optical coherence tomography angiography (OCTA)-based eye-related parameters. A prospective cross-sectional study of the right eye of 6953 individuals between the ages 50 and 97, with a range of AL from 19.1 to 31.7 mm was performed. Central subfield thickness (CST), foveal avascular zone (FAZ) and mean vessel density (mVD) were measured by OCTA. Associations between OCTA-based parameters, eye-related and systemic-related parameters were assessed using one-way ANCOVA, multivariable linear regression analysis and multiple regression analysis. AL and OCTA-based parameters were negatively correlated with age. Increased AL was associated with increased CST (ß=3.59), decreased FAZ (ß=0.02), and decreased mVD (ß=-0.4) (all p = 0.000). Better best corrected visual acuity (BCVA) was associated with larger FAZ (ß=-0.07) and higher mVD (ß=-3.160) (p = 0.002, p = 0.000). Hypertension and diabetes mellitus correlated with increased mVD (ß=0.5) and decreased mVD (ß=-0.18) respectively (p = 0.000, p = 0.023). Increased AL is associated with lower mVD which may be a potential factor between myopia and poor BCVA.",
    "disease": "diabetes mellitus",
    "clean_text": "associations between axial length and optical coherence tomography angiography biomarkers to determine the associations between axial length al and optical coherence tomography angiography octa based eye related parameters a prospective cross sectional study of the right eye of individuals between the ages and with a range of al from to mm was performed central subfield thickness cst foveal avascular zone faz and mean vessel density mvd were measured by octa associations between octa based parameters eye related and systemic related parameters were assessed using one way ancova multivariable linear regression analysis and multiple regression analysis al and octa based parameters were negatively correlated with age increased al was associated with increased cst decreased faz and decreased mvd all p better best corrected visual acuity bcva was associated with larger faz and higher mvd p p hypertension and diabetes mellitus correlated with increased mvd and decreased mvd respectively p p increased al is associated with lower mvd which may be a potential factor between myopia and poor bcva"
}