{
    "title": "Process improvement strategies: Designing and implementing quality improvement research.",
    "doc_id": "30473043",
    "writer": "Berman L",
    "year": "2018",
    "summary": "Quality improvement (QI) is the practice of continuously evaluating and improving the quality of health care that is delivered to patients. ...We will explain the differences between quality improvement and research, and describe the methodologi …",
    "abstract": "Quality improvement (QI) is the practice of continuously evaluating and improving the quality of health care that is delivered to patients. In this article, we will use practical examples to show how quality improvement projects have improved surgical patient care, and can be shared between institutions to accelerate the pace of improvement. We will explain the differences between quality improvement and research, and describe the methodological approach to performing and reporting quality improvement projects. Finally, we will describe ways to disseminate and widely implement changes in clinical practice using QI methodology. Even if they are not initiating and developing QI projects, all surgeons are likely to be affected by improvement initiatives going on in their hospitals, and should understand their valuable contribution to patient care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30473043/",
    "clean_text": "process improvement strategies designing and implementing quality improvement research quality improvement qi is the practice of continuously evaluating and improving the quality of health care that is delivered to patients we will explain the differences between quality improvement and research and describe the methodologi quality improvement qi is the practice of continuously evaluating and improving the quality of health care that is delivered to patients in this article we will use practical examples to show how quality improvement projects have improved surgical patient care and can be shared between institutions to accelerate the pace of improvement we will explain the differences between quality improvement and research and describe the methodological approach to performing and reporting quality improvement projects finally we will describe ways to disseminate and widely implement changes in clinical practice using qi methodology even if they are not initiating and developing qi projects all surgeons are likely to be affected by improvement initiatives going on in their hospitals and should understand their valuable contribution to patient care"
}