{
    "pmid": "41358962",
    "title": "Longitudinal changes in patient characteristics as drivers of clinical outcomes in the Early Undifferentiated PolyArthritis (EUPA) cohort.",
    "abstract": "We investigated whether gradual clinical changes in RA patients diagnosed over two decades contributed to their improving outcomes during follow up. A total of 840 consecutive early RA patients were recruited in the Early Undifferentiated PolyArthritis (EUPA) cohort and assessed up to 5 years. Recruitment was categorized into three periods: (1) preBIO (1998-2004) (2) INNOV (2005-2010) and (3) T2Tp (2011-2022). Inverse Probability of Treatment Weighting (IPTW) was used to account for baseline variations over time periods. Multivariate Generalized Estimating Equations (GEE) with repeated measures identified predictors of outcomes. The recruitment periods comprised 245, 266 and 329 recruited patients, respectively. After IPTW, baseline characteristics became largely similar across periods. Use of high-dose methotrexate and biologics markedly increased after 2005, remaining similar (methotrexate) or increasing slightly (biologics) in T2Tp relative to INNOV periods. Corticosteroid tapering accelerated and became more complete in the T2Tp period. In multivariable analyses, after balancing baseline characteristics and accounting for changes in diagnostic and therapeutic strategies over time, recruitment after 2011 remained strongly associated with faster and more prevalent ACR⁄EULAR remission but not with erosive status over follow up. Despite improved clinical outcomes, improvement curves over 5 years for functional status and other patient-reported outcomes (PROs) remained unchanged across the three periods. Compared with the INNOV period, patients recruited after 2011 presented with milder baseline characteristics and showed evidence for an amplified response to treatment during follow-up, contributing to higher remission rates. Nonetheless, improvements of function and other PROs remained similar across recruitment periods.",
    "disease": "rheumatoid arthritis",
    "clean_text": "longitudinal changes in patient characteristics as drivers of clinical outcomes in the early undifferentiated polyarthritis eupa cohort we investigated whether gradual clinical changes in ra patients diagnosed over two decades contributed to their improving outcomes during follow up a total of consecutive early ra patients were recruited in the early undifferentiated polyarthritis eupa cohort and assessed up to years recruitment was categorized into three periods prebio innov and t tp inverse probability of treatment weighting iptw was used to account for baseline variations over time periods multivariate generalized estimating equations gee with repeated measures identified predictors of outcomes the recruitment periods comprised and recruited patients respectively after iptw baseline characteristics became largely similar across periods use of high dose methotrexate and biologics markedly increased after remaining similar methotrexate or increasing slightly biologics in t tp relative to innov periods corticosteroid tapering accelerated and became more complete in the t tp period in multivariable analyses after balancing baseline characteristics and accounting for changes in diagnostic and therapeutic strategies over time recruitment after remained strongly associated with faster and more prevalent acr eular remission but not with erosive status over follow up despite improved clinical outcomes improvement curves over years for functional status and other patient reported outcomes pros remained unchanged across the three periods compared with the innov period patients recruited after presented with milder baseline characteristics and showed evidence for an amplified response to treatment during follow up contributing to higher remission rates nonetheless improvements of function and other pros remained similar across recruitment periods"
}