{
    "title": "Gene therapy for blindness.",
    "doc_id": "23724995",
    "writer": "Sahel JA",
    "year": "2013",
    "summary": "Sight-restoring therapy for the visually impaired and blind is a major unmet medical need. Ocular gene therapy is a rational choice for restoring vision or preventing the loss of vision because most blinding diseases originate in cellular components of the ey …",
    "abstract": "Sight-restoring therapy for the visually impaired and blind is a major unmet medical need. Ocular gene therapy is a rational choice for restoring vision or preventing the loss of vision because most blinding diseases originate in cellular components of the eye, a compartment that is optimally suited for the delivery of genes, and many of these diseases have a genetic origin or genetic component. In recent years we have witnessed major advances in the field of ocular gene therapy, and proof-of-concept studies are under way to evaluate the safety and efficacy of human gene therapies. Here we discuss the concepts and recent advances in gene therapy in the retina. Our review discusses traditional approaches such as gene replacement and neuroprotection and also new avenues such as optogenetic therapies. We conjecture that advances in gene therapy in the retina will pave the way for gene therapies in other parts of the brain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23724995/",
    "clean_text": "gene therapy for blindness sight restoring therapy for the visually impaired and blind is a major unmet medical need ocular gene therapy is a rational choice for restoring vision or preventing the loss of vision because most blinding diseases originate in cellular components of the ey sight restoring therapy for the visually impaired and blind is a major unmet medical need ocular gene therapy is a rational choice for restoring vision or preventing the loss of vision because most blinding diseases originate in cellular components of the eye a compartment that is optimally suited for the delivery of genes and many of these diseases have a genetic origin or genetic component in recent years we have witnessed major advances in the field of ocular gene therapy and proof of concept studies are under way to evaluate the safety and efficacy of human gene therapies here we discuss the concepts and recent advances in gene therapy in the retina our review discusses traditional approaches such as gene replacement and neuroprotection and also new avenues such as optogenetic therapies we conjecture that advances in gene therapy in the retina will pave the way for gene therapies in other parts of the brain"
}