{
    "pmid": "41311871",
    "title": "The shifting burden of gastrointestinal and liver diseases across 11 Southeast Asian nations: a 1990-2021 systematic analysis from the global burden of disease study.",
    "abstract": "The burden of gastrointestinal (GI) and liver diseases in Southeast Asian (SEA) nations is substantial and evolving. Understanding contemporary trends is crucial for targeted public health interventions in this heterogeneous region. To analyze disability-adjusted life years (DALYs) for major GI and liver diseases across 11 SEA nations from 1990 to 2021. Age-standardized DALY rates per 100,000 were extracted from the Global Burden of Disease (GBD) 2021 study. We analyzed overall trends, causes with the highest relative DALY rate increases per country (1990-2021), and countries with the highest DALY rates per cause (2021). Although infectious GI DALYs such as diarrheal diseases declined, non-communicable disease, particularly GI cancers and chronic liver diseases, showed increasing prominence. Pancreatic cancer DALYs exhibited major relative increases in Indonesia (+61.7%) and Vietnam (+51.6%). Non-alcoholic fatty liver disease (NAFLD)-related DALYs (including cirrhosis) surged in Malaysia (+65.3%) and Thailand (+59.7%). In 2021, Cambodia, Myanmar, and Indonesia faced the highest DALY burdens from chronic hepatitis B and C. Brunei Darussalam, Malaysia, and Thailand led in colorectal cancer DALYs, while Brunei Darussalam also had high pancreatic cancer rates. SEA nations confront a complex and evolving burden of transitioning GI and liver diseases. The persistent high impact of viral hepatitis, coupled with the alarming rise of NAFLD and GI cancers such as pancreatic cancer, underscores the urgent need for tailored national strategies focused on prevention, early detection, and enhanced treatment access.",
    "disease": "liver cirrhosis",
    "clean_text": "the shifting burden of gastrointestinal and liver diseases across southeast asian nations a systematic analysis from the global burden of disease study the burden of gastrointestinal gi and liver diseases in southeast asian sea nations is substantial and evolving understanding contemporary trends is crucial for targeted public health interventions in this heterogeneous region to analyze disability adjusted life years dalys for major gi and liver diseases across sea nations from to age standardized daly rates per were extracted from the global burden of disease gbd study we analyzed overall trends causes with the highest relative daly rate increases per country and countries with the highest daly rates per cause although infectious gi dalys such as diarrheal diseases declined non communicable disease particularly gi cancers and chronic liver diseases showed increasing prominence pancreatic cancer dalys exhibited major relative increases in indonesia and vietnam non alcoholic fatty liver disease nafld related dalys including cirrhosis surged in malaysia and thailand in cambodia myanmar and indonesia faced the highest daly burdens from chronic hepatitis b and c brunei darussalam malaysia and thailand led in colorectal cancer dalys while brunei darussalam also had high pancreatic cancer rates sea nations confront a complex and evolving burden of transitioning gi and liver diseases the persistent high impact of viral hepatitis coupled with the alarming rise of nafld and gi cancers such as pancreatic cancer underscores the urgent need for tailored national strategies focused on prevention early detection and enhanced treatment access"
}