{
    "title": "Chronic Complications and Survivorship in Patients with Head and Neck Cancer.",
    "doc_id": "40545335",
    "writer": "Saunders DP",
    "year": "2025",
    "summary": "Survivorship care plans for patients with head and neck cancer (HNC) are becoming significant with increased survival after treatment. ...",
    "abstract": "Survivorship care plans for patients with head and neck cancer (HNC) are becoming significant with increased survival after treatment. The sequelae related to HNC survivorship are multifaceted and require a comprehensive and multidisciplinary approach to address the needs of this population and improve quality of life. This includes a special attention to preventative oral and dental care not only through dental providers but also through patient education. Providers should collaborate to address other concerns including musculoskeletal issues, functional impairments affecting speech and hearing, and psychosocial impacts like chronic mental health disorders and substance use, suicide, caregiver burnout, and financial strain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40545335/",
    "clean_text": "chronic complications and survivorship in patients with head and neck cancer survivorship care plans for patients with head and neck cancer hnc are becoming significant with increased survival after treatment survivorship care plans for patients with head and neck cancer hnc are becoming significant with increased survival after treatment the sequelae related to hnc survivorship are multifaceted and require a comprehensive and multidisciplinary approach to address the needs of this population and improve quality of life this includes a special attention to preventative oral and dental care not only through dental providers but also through patient education providers should collaborate to address other concerns including musculoskeletal issues functional impairments affecting speech and hearing and psychosocial impacts like chronic mental health disorders and substance use suicide caregiver burnout and financial strain"
}