{
    "title": "The Mystery of Ehlers-Danlos Syndrome: An Autobiographical Case Report.",
    "doc_id": "35228959",
    "writer": "Tapasak BE",
    "year": "2022",
    "summary": "However, EDS can also have uncommon presentations which are much more insidious. This case report details the author's lifelong experience living with EDS, which was diagnosed after many seemingly unrelated afflictions including fatigue, spontaneous pneumothorax, an …",
    "abstract": "Ehlers-Danlos syndrome (EDS) most often presents with the classic symptoms of skin hyperelasticity, hypermobility of joints, atrophic scarring, and fragility of blood vessels. However, EDS can also have uncommon presentations which are much more insidious. This case report details the author's lifelong experience living with EDS, which was diagnosed after many seemingly unrelated afflictions including fatigue, spontaneous pneumothorax, and gastroesophageal reflux disease. Studies indicate that these complications warrant investigation of the connective tissue disorder with further lifelong follow-up of disease progression. Extra care should be taken to differentiate the disorder from other heritable connective tissue disorders as well as consider the psychosocial issues these patients experience.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35228959/",
    "clean_text": "the mystery of ehlers danlos syndrome an autobiographical case report however eds can also have uncommon presentations which are much more insidious this case report details the author s lifelong experience living with eds which was diagnosed after many seemingly unrelated afflictions including fatigue spontaneous pneumothorax an ehlers danlos syndrome eds most often presents with the classic symptoms of skin hyperelasticity hypermobility of joints atrophic scarring and fragility of blood vessels however eds can also have uncommon presentations which are much more insidious this case report details the author s lifelong experience living with eds which was diagnosed after many seemingly unrelated afflictions including fatigue spontaneous pneumothorax and gastroesophageal reflux disease studies indicate that these complications warrant investigation of the connective tissue disorder with further lifelong follow up of disease progression extra care should be taken to differentiate the disorder from other heritable connective tissue disorders as well as consider the psychosocial issues these patients experience"
}