{
    "title": "[Lung Cancer Stem-like Cells and Drug Resistance].",
    "doc_id": "35224964",
    "writer": "Pan Z",
    "year": "2022",
    "summary": "Lung cancer remains the leading cause of cancer-related death world-wide. Therapy resistance and relapse are considered major reasons contributing to the poor survival rates of lung cancer. ...These lung cancer stem-like cells (LCS …",
    "abstract": "Lung cancer remains the leading cause of cancer-related death world-wide. Therapy resistance and relapse are considered major reasons contributing to the poor survival rates of lung cancer. Accumulated evidences have demonstrated that a small subpopulation of stem-like cells existed within lung cancer tissues and cell lines, possessing the abilities of self-renewal, multipotent differentiation and unlimited proliferation. These lung cancer stem-like cells (LCSCs) can generate tumors with high effeciency in vivo, survive cytotoxic therapies, and eventually lead to therapy resistance and recurrence. In this review, we would like to present recent knowledges on LCSCs, including the origins where they come from, the molecular features to identify them, and key mechanisms for them to survive and develop resistance, in order to provide a better view for targeting them in future clinic. .",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35224964/",
    "clean_text": "lung cancer stem like cells and drug resistance lung cancer remains the leading cause of cancer related death world wide therapy resistance and relapse are considered major reasons contributing to the poor survival rates of lung cancer these lung cancer stem like cells lcs lung cancer remains the leading cause of cancer related death world wide therapy resistance and relapse are considered major reasons contributing to the poor survival rates of lung cancer accumulated evidences have demonstrated that a small subpopulation of stem like cells existed within lung cancer tissues and cell lines possessing the abilities of self renewal multipotent differentiation and unlimited proliferation these lung cancer stem like cells lcscs can generate tumors with high effeciency in vivo survive cytotoxic therapies and eventually lead to therapy resistance and recurrence in this review we would like to present recent knowledges on lcscs including the origins where they come from the molecular features to identify them and key mechanisms for them to survive and develop resistance in order to provide a better view for targeting them in future clinic"
}