{
    "pmid": "41460477",
    "title": "Bridging across the pacific: overview of the 33rd annual meeting of the Japanese breast cancer society.",
    "abstract": "This article summarizes key discussions from the 33rd Annual Meeting of the Japanese Breast Cancer Society, which examined differences and shared challenges in breast cancer care between Asian and Western countries across the Pacific. Surgical methods and radiation practices varied by country, most likely due to body habitus and clinical settings. Cylinder-shaped resection and conventional boost irradiation remain common in Japan, while seed-guided partial mastectomy and short-course irradiation regimens are widely used in the United States (US). Despite these differences, it was reported that both regions achieved excellent local control, and the need for clearer standards in pathological margin evaluation was noted. For premenopausal hormone receptor-positive breast cancer, ovarian function suppression (OFS) was more frequently used in Asia, whereas poor adherence to endocrine therapy was identified as a major issue in the US. Genomic testing is expected to guide future treatment selection. The prepectoral direct-to-implant technique using acellular dermal matrices (ADM) has become routine in the US and South Korea, but its use remains limited in Japan and Taiwan because of insurance and regulatory restrictions. Dense breasts were discussed as a common issue. Risk-stratified screening and AI-assisted reading are expanding, although approaches differ across regions. Advance care planning (ACP) was noted to reflect cultural values-family-centered \"relational autonomy\" in Asia and individual decision-making in Western countries. The credibility of online health information and differences in health literacy were identified as important concerns. Initiatives to improve the accuracy and evaluation of patient information are now progressing. The meeting highlighted the importance of adapting clinical evidence to regional contexts and strengthening international collaboration.",
    "disease": "breast cancer",
    "clean_text": "bridging across the pacific overview of the rd annual meeting of the japanese breast cancer society this article summarizes key discussions from the rd annual meeting of the japanese breast cancer society which examined differences and shared challenges in breast cancer care between asian and western countries across the pacific surgical methods and radiation practices varied by country most likely due to body habitus and clinical settings cylinder shaped resection and conventional boost irradiation remain common in japan while seed guided partial mastectomy and short course irradiation regimens are widely used in the united states us despite these differences it was reported that both regions achieved excellent local control and the need for clearer standards in pathological margin evaluation was noted for premenopausal hormone receptor positive breast cancer ovarian function suppression ofs was more frequently used in asia whereas poor adherence to endocrine therapy was identified as a major issue in the us genomic testing is expected to guide future treatment selection the prepectoral direct to implant technique using acellular dermal matrices adm has become routine in the us and south korea but its use remains limited in japan and taiwan because of insurance and regulatory restrictions dense breasts were discussed as a common issue risk stratified screening and ai assisted reading are expanding although approaches differ across regions advance care planning acp was noted to reflect cultural values family centered relational autonomy in asia and individual decision making in western countries the credibility of online health information and differences in health literacy were identified as important concerns initiatives to improve the accuracy and evaluation of patient information are now progressing the meeting highlighted the importance of adapting clinical evidence to regional contexts and strengthening international collaboration"
}