{
    "title": "Human endogenous retrovirus-H long terminal repeat-associating 2: The next immune checkpoint for antitumour therapy.",
    "doc_id": "35439678",
    "writer": "Ying H",
    "year": "2022",
    "summary": "",
    "abstract": "Human endogenous retrovirus-H long terminal repeat-associating 2 (HHLA2) is a newly emerging immune checkpoint that belongs to B7 family. HHLA2 has a co-stimulatory receptor transmembrane and immunoglobulin domain containing 2 (TMIGD2) and a newly discovered co-inhibitory receptor killer cell Ig-like receptor, three Ig domains, and long cytoplasmic tail (KIR3DL3), which endows it with both immunostimulant and immunosuppression functions in cancer development. In this review, we summarize the HHLA2 expression profile in human cancers, its association with cancer prognosis and clinical features, and its dual roles in regulating cancer immune response through up-to-date literatures. Furthermore, we highlight that precision cancer immunotherapy through manipulating HHLA2-KIR3DL3/TMIGD2 interaction is a promising antitumour strategy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35439678/",
    "clean_text": "human endogenous retrovirus h long terminal repeat associating the next immune checkpoint for antitumour therapy human endogenous retrovirus h long terminal repeat associating hhla is a newly emerging immune checkpoint that belongs to b family hhla has a co stimulatory receptor transmembrane and immunoglobulin domain containing tmigd and a newly discovered co inhibitory receptor killer cell ig like receptor three ig domains and long cytoplasmic tail kir dl which endows it with both immunostimulant and immunosuppression functions in cancer development in this review we summarize the hhla expression profile in human cancers its association with cancer prognosis and clinical features and its dual roles in regulating cancer immune response through up to date literatures furthermore we highlight that precision cancer immunotherapy through manipulating hhla kir dl tmigd interaction is a promising antitumour strategy"
}