{
    "title": "Prevalence and factors associated with non-medical prescription stimulant use to promote wakefulness in young adults.",
    "doc_id": "32207639",
    "writer": "King ER",
    "year": "2022",
    "summary": "Objective: This study examined the prevalence and factors associated with non-medical use of prescription stimulants to promote wakefulness. Participants: We surveyed 3,160 university students aged 18-35 between June 2016 and May 2017. ...Univariate and multivariate …",
    "abstract": "Objective: This study examined the prevalence and factors associated with non-medical use of prescription stimulants to promote wakefulness. Participants: We surveyed 3,160 university students aged 18-35 between June 2016 and May 2017. Method: Participants reported whether they used prescription stimulants non-medically to stay awake and completed measures of anxiety and depressive symptoms, sleep quality, insomnia, daytime sleepiness, and attitudes toward non-medical prescription drug use. Univariate and multivariate regression models were used. Results: Prevalence of non-medical prescription stimulant use to promote wakefulness was 3.1%. The following factors remained significant in the multivariate model: alcohol, tobacco, and nicotine vapor use, attitude toward non-medical use of prescription medication, poor sleep quality, and daytime sleepiness. Conclusion: Poor sleep, substance use and more liberal attitudes to non-medical prescription drug use were associated with the misuse of stimulants to promote wakefulness. Prevention/intervention programs should promote sleep hygiene and highlight the risks of using prescription drugs non-medically.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32207639/",
    "clean_text": "prevalence and factors associated with non medical prescription stimulant use to promote wakefulness in young adults objective this study examined the prevalence and factors associated with non medical use of prescription stimulants to promote wakefulness participants we surveyed university students aged between june and may univariate and multivariate objective this study examined the prevalence and factors associated with non medical use of prescription stimulants to promote wakefulness participants we surveyed university students aged between june and may method participants reported whether they used prescription stimulants non medically to stay awake and completed measures of anxiety and depressive symptoms sleep quality insomnia daytime sleepiness and attitudes toward non medical prescription drug use univariate and multivariate regression models were used results prevalence of non medical prescription stimulant use to promote wakefulness was the following factors remained significant in the multivariate model alcohol tobacco and nicotine vapor use attitude toward non medical use of prescription medication poor sleep quality and daytime sleepiness conclusion poor sleep substance use and more liberal attitudes to non medical prescription drug use were associated with the misuse of stimulants to promote wakefulness prevention intervention programs should promote sleep hygiene and highlight the risks of using prescription drugs non medically"
}