{
    "pmid": "41462030",
    "title": "Social Media, Citizens' Distrust in the Government, and Misinformation During a National Crisis: An Experimental Test of a COVID-19 Case.",
    "abstract": "This study tests whether misinformation on social media undermines citizens' capability to perceive the factual public health information provided by the government during the pandemic and whether such misinformation impacts citizens' distrust in the government. The results of the survey experiment indicate that the simple presence of misinformation on a social media platform distorts citizens' perceptions of factual pandemic information, while the frequent use of social media shows the opposite but a smaller effect. Also, we find that perceptual distortion due to misinformation does not directly impact citizens' distrust in the government, while political polarization appears to have a larger effect. We discuss the implications of the behavioral and cognitive mechanisms of information distortion and citizens' distrust in the government in an international setting.",
    "disease": "covid-19",
    "clean_text": "social media citizens distrust in the government and misinformation during a national crisis an experimental test of a covid case this study tests whether misinformation on social media undermines citizens capability to perceive the factual public health information provided by the government during the pandemic and whether such misinformation impacts citizens distrust in the government the results of the survey experiment indicate that the simple presence of misinformation on a social media platform distorts citizens perceptions of factual pandemic information while the frequent use of social media shows the opposite but a smaller effect also we find that perceptual distortion due to misinformation does not directly impact citizens distrust in the government while political polarization appears to have a larger effect we discuss the implications of the behavioral and cognitive mechanisms of information distortion and citizens distrust in the government in an international setting"
}