{
    "title": "Overview of the 8th Edition TNM Classification for Head and Neck Cancer.",
    "doc_id": "28555375",
    "writer": "Huang SH",
    "year": "2017",
    "summary": "The recently published 8th edition TNM classification institutes the following changes to the staging of head and neck (excluding thyroid cancer): new stage classifications [HPV-related oropharyngeal cancer (HPV+ OPC) and soft tissue sarcoma of the …",
    "abstract": "The main purpose of the TNM system is to provide an anatomic-based classification to adequately depict cancer prognosis. Accurate cancer staging is important for treatment selection and outcome prediction, research design, and cancer control activities. To maintain clinical relevance, periodical updates to TNM are necessary. The recently published 8th edition TNM classification institutes the following changes to the staging of head and neck (excluding thyroid cancer): new stage classifications [HPV-related oropharyngeal cancer (HPV+ OPC) and soft tissue sarcoma of the head and neck (HN-STS)] and modification of T and N categories [T and N categories for nasopharyngeal cancer (NPC), T categories for oral cavity squamous cell carcinomas (OSCC), N categories for non-viral related head and neck cancer and unknown primary (CUP), and T categories for head and neck cutaneous carcinoma]. These changes reflect better understanding tumor biology and clinical behavior (e.g., HPV+ OPC and HN-STS), improved outcomes associated with technical advances in diagnosis and treatment (e.g., NPC), evolving knowledge about additional prognostic factors and risk stratification from research and observation (e.g., inclusion of depth of invasion variable for OSCC, inclusion of extranodal extension variable for all non-viral head and neck cancer, and reintroduction of size criteria for non-Merkel cell cutaneous carcinoma of the head and neck). This review summarizes the changes and potential advantages and limitations/caveats associated with them. Further evidence is needed to evaluate whether these changes would result in improvement in TNM stage performance to better serve the needs for clinical care, research, and cancer control.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28555375/",
    "clean_text": "overview of the th edition tnm classification for head and neck cancer the recently published th edition tnm classification institutes the following changes to the staging of head and neck excluding thyroid cancer new stage classifications hpv related oropharyngeal cancer hpv opc and soft tissue sarcoma of the the main purpose of the tnm system is to provide an anatomic based classification to adequately depict cancer prognosis accurate cancer staging is important for treatment selection and outcome prediction research design and cancer control activities to maintain clinical relevance periodical updates to tnm are necessary the recently published th edition tnm classification institutes the following changes to the staging of head and neck excluding thyroid cancer new stage classifications hpv related oropharyngeal cancer hpv opc and soft tissue sarcoma of the head and neck hn sts and modification of t and n categories t and n categories for nasopharyngeal cancer npc t categories for oral cavity squamous cell carcinomas oscc n categories for non viral related head and neck cancer and unknown primary cup and t categories for head and neck cutaneous carcinoma these changes reflect better understanding tumor biology and clinical behavior e g hpv opc and hn sts improved outcomes associated with technical advances in diagnosis and treatment e g npc evolving knowledge about additional prognostic factors and risk stratification from research and observation e g inclusion of depth of invasion variable for oscc inclusion of extranodal extension variable for all non viral head and neck cancer and reintroduction of size criteria for non merkel cell cutaneous carcinoma of the head and neck this review summarizes the changes and potential advantages and limitations caveats associated with them further evidence is needed to evaluate whether these changes would result in improvement in tnm stage performance to better serve the needs for clinical care research and cancer control"
}