{
    "pmid": "41458419",
    "title": "Burning health inequity: blood pressure effects of household cooking with solid fuels among Chinese women.",
    "abstract": "Although modern energy is widely available in China, many households still cook with solid fuels, generating substantial household air pollution and posing a significant public health risk. Using nationally representative CNHS data from 30,844 women, this study examined the association between solid-fuel cooking and blood pressure, with effects estimated using individual fixed-effects models. On average, women who cook with solid fuels have a 0.548 mmHg higher SBP than those who use clean fuels. Subgroup analyses show stronger adverse associations among urban residents, employed women, and older adults, suggesting an elevated risk of hypertension in these groups. Heterogeneity results further suggest that poor housing conditions may exacerbate these effects. Although the average effect size is modest, the overall evidence indicates adverse health impacts from solid-fuel use and highlights the need for targeted intervention strategies.",
    "disease": "hypertension",
    "clean_text": "burning health inequity blood pressure effects of household cooking with solid fuels among chinese women although modern energy is widely available in china many households still cook with solid fuels generating substantial household air pollution and posing a significant public health risk using nationally representative cnhs data from women this study examined the association between solid fuel cooking and blood pressure with effects estimated using individual fixed effects models on average women who cook with solid fuels have a mmhg higher sbp than those who use clean fuels subgroup analyses show stronger adverse associations among urban residents employed women and older adults suggesting an elevated risk of hypertension in these groups heterogeneity results further suggest that poor housing conditions may exacerbate these effects although the average effect size is modest the overall evidence indicates adverse health impacts from solid fuel use and highlights the need for targeted intervention strategies"
}