{
    "pmid": "41444598",
    "title": "Multiscale geographically weighted modeling of tuberculosis incidence in China: integrating geographic perspectives into epidemiological analysis.",
    "abstract": "Tuberculosis (TB) is a major global health problem, and the pathogenesis of TB is determined by multiple variables. The complicated relationship between geographic determinants and incidence rates is poorly understood, and multicollinearity and spatial heterogeneity were not considered when exploring this relationship. In this study, the factors influencing the incidence of TB in China were investigated, considering spatial heterogeneity, to develop a multidimensional TB indicator system that incorporates geographic factors. A comprehensive linear-nonlinear two-stage feature screening model was developed to identify key factors contributing to TB. The ordinary least squares model was constructed at the national scale using these key indicators to understand the macro-relationships between TB incidence rates and key indicators. A geographically weighted regression (GWR) model was constructed at a provincial scale, and a multiscale geographically weighted regression (MGWR) model was developed to conduct an in-depth comparative analysis of the fitting effects of the GWR and MGWR models on the TB incidence rates. The goal of this study is to investigate the impact of the GWR and MGWR models on TB incidence. The adjustable bandwidth mechanism of the MGWR model was compared with the fixed bandwidth mechanism of the GWR model to determine the best model for geographical analysis of TB incidence. The MGWR model had the best fit (R These results provide the theoretical foundation for developing TB prevention and control measures.",
    "disease": "tuberculosis",
    "clean_text": "multiscale geographically weighted modeling of tuberculosis incidence in china integrating geographic perspectives into epidemiological analysis tuberculosis tb is a major global health problem and the pathogenesis of tb is determined by multiple variables the complicated relationship between geographic determinants and incidence rates is poorly understood and multicollinearity and spatial heterogeneity were not considered when exploring this relationship in this study the factors influencing the incidence of tb in china were investigated considering spatial heterogeneity to develop a multidimensional tb indicator system that incorporates geographic factors a comprehensive linear nonlinear two stage feature screening model was developed to identify key factors contributing to tb the ordinary least squares model was constructed at the national scale using these key indicators to understand the macro relationships between tb incidence rates and key indicators a geographically weighted regression gwr model was constructed at a provincial scale and a multiscale geographically weighted regression mgwr model was developed to conduct an in depth comparative analysis of the fitting effects of the gwr and mgwr models on the tb incidence rates the goal of this study is to investigate the impact of the gwr and mgwr models on tb incidence the adjustable bandwidth mechanism of the mgwr model was compared with the fixed bandwidth mechanism of the gwr model to determine the best model for geographical analysis of tb incidence the mgwr model had the best fit r these results provide the theoretical foundation for developing tb prevention and control measures"
}