{
    "pmid": "41454873",
    "title": "The effectiveness of transcranial direct current stimulation (tDCS) on the cognitive flexibility and memory span in adults with temporal lobe epilepsy.",
    "abstract": "The aim was to Investigate the effectiveness of transcranial direct current stimulation(tDCS) on the cognitive flexibility and memory span in adults with temporal lobe epilepsy. Forty-two patients with Temporal Lobe Epilepsy(TLE) Were selected. Twenty people randomly allocated to the experimental condition another twenty people were allocated to the control group. TDCS of the dorsolateral prefrontal cortex was considered as the independent variable and cognitive flexibility and memory span were considered as the dependent variables. Linear regression models revealed a significant difference between conditions for cognitive flexibility and Wechsler numerical memory. Participants in the tDCS experimental condition reported significant changes in cognitive flexibility and Wechsler numerical memory scores from pre-intervention to post-intervention, that is, they reported higher cognitive flexibility and Wechsler numerical memory scores from pre-intervention to post-intervention. The current research provides evidence of the efficacy of tDCS on cognitive flexibility and memory span in adults with temporal lobe epilepsy.",
    "disease": "epilepsy",
    "clean_text": "the effectiveness of transcranial direct current stimulation tdcs on the cognitive flexibility and memory span in adults with temporal lobe epilepsy the aim was to investigate the effectiveness of transcranial direct current stimulation tdcs on the cognitive flexibility and memory span in adults with temporal lobe epilepsy forty two patients with temporal lobe epilepsy tle were selected twenty people randomly allocated to the experimental condition another twenty people were allocated to the control group tdcs of the dorsolateral prefrontal cortex was considered as the independent variable and cognitive flexibility and memory span were considered as the dependent variables linear regression models revealed a significant difference between conditions for cognitive flexibility and wechsler numerical memory participants in the tdcs experimental condition reported significant changes in cognitive flexibility and wechsler numerical memory scores from pre intervention to post intervention that is they reported higher cognitive flexibility and wechsler numerical memory scores from pre intervention to post intervention the current research provides evidence of the efficacy of tdcs on cognitive flexibility and memory span in adults with temporal lobe epilepsy"
}