{
    "pmid": "41443448",
    "title": "Ferritin-based hybrid protein particle vaccine combining M2e antigen of influenza A virus and S-protein tandem epitopes of SARS-CoV-2.",
    "abstract": "Ferritin functions as an antigen delivery platform for enhancing immune responses and is widely employed in vaccine development. Here, we propose a ferritin-based hybrid protein particle strategy using Escherichia coli to produce a hybrid protein particle vaccine combining an M2e antigen of influenza A and an S-protein tandem epitopes (STE antigen) of SARS-CoV-2. M2e and STE antigens were independently fused to the N-terminus of the human ferritin heavy chain (FTH), and the two expression cassettes were placed within a single open reading frame under the control of the same promoter in the pET-30a vector. The M2e-FTH and STE-FTH subunits were simultaneously expressed and efficiently co-assembled into M2e/STE-FTH hybrid protein particles in E. coli. The physicochemical properties of M2e/STE-FTH were characterized and compared with those of M2e-FTH and STE-FTH. In mice, ferritin-fused antigens elicited stronger immune responses than those with antigens alone, especially for ferritin-fused M2e antigens, of which the serum M2e-specific antibody titers increased at least one order of magnitude. Meanwhile the hybrid M2e/STE-FTH particle exhibited superior potency to their homologous counterparts. The immunized sera antibodies (M2e/STE-FTH) can efficiently inhibit the infection of the SARS-CoV-2 pseudovirus to 293T-hACE2 host cells, simultaneously bound to the 293T-M2 cell surface, and mediated ADCC activity, which demonstrates the promising preventive potentials. This work would provide a general approach to develop ferritin-based hybrid protein particle combination vaccines using E. coli.",
    "disease": "influenza",
    "clean_text": "ferritin based hybrid protein particle vaccine combining m e antigen of influenza a virus and s protein tandem epitopes of sars cov ferritin functions as an antigen delivery platform for enhancing immune responses and is widely employed in vaccine development here we propose a ferritin based hybrid protein particle strategy using escherichia coli to produce a hybrid protein particle vaccine combining an m e antigen of influenza a and an s protein tandem epitopes ste antigen of sars cov m e and ste antigens were independently fused to the n terminus of the human ferritin heavy chain fth and the two expression cassettes were placed within a single open reading frame under the control of the same promoter in the pet a vector the m e fth and ste fth subunits were simultaneously expressed and efficiently co assembled into m e ste fth hybrid protein particles in e coli the physicochemical properties of m e ste fth were characterized and compared with those of m e fth and ste fth in mice ferritin fused antigens elicited stronger immune responses than those with antigens alone especially for ferritin fused m e antigens of which the serum m e specific antibody titers increased at least one order of magnitude meanwhile the hybrid m e ste fth particle exhibited superior potency to their homologous counterparts the immunized sera antibodies m e ste fth can efficiently inhibit the infection of the sars cov pseudovirus to t hace host cells simultaneously bound to the t m cell surface and mediated adcc activity which demonstrates the promising preventive potentials this work would provide a general approach to develop ferritin based hybrid protein particle combination vaccines using e coli"
}