{
    "pmid": "41468368",
    "title": "Performance and emission optimization of a CRDI engine in RCCI mode using hydrogen enriched biodiesel through grey relational analysis approach.",
    "abstract": "This study investigates the performance and emission optimization of a Common Rail Direct Injection (CRDI) diesel engine operated in Reactivity Controlled Compression Ignition (RCCI) mode using alternative fuel strategies. Experiments were performed on a single-cylinder, four-stroke, water-cooled CRDI engine operating at a constant speed of 1500 rpm under 25%, 50%, 75%, and 100% load conditions, corresponding to a brake mean effective pressure (BMEP) range of 0.4-1.6 MPa. The test environment was maintained at an ambient temperature of 29 ± 2 °C, relative humidity of 68 ± 5%, and atmospheric pressure of 1.01 bar. The intake manifold pressure was regulated at 1.0 ± 0.02 bar, with coolant and lubricating oil temperatures stabilized at 80 ± 2 °C and 85 ± 3 °C, respectively, to ensure consistent thermal boundary conditions. Four fuel configurations were evaluated: neat diesel (D100), CNG + D100, H₂ + D100, and hydrogen-enriched biodiesel (B20 + H₂). Hydrogen and CNG were inducted through the intake manifold at flow rates of 2, 4, 6, and 8 L/min, while diesel and biodiesel served as pilot fuels injected at a fixed pressure of 500 bar. Engine performance and emission characteristics were analysed in terms of Brake Thermal Efficiency (BTE), Brake Specific Fuel Consumption (BSFC), and exhaust emissions (CO, HC, NOₓ, and smoke opacity). Grey Relational Analysis (GRA) was applied for multi-response optimization, identifying B20 + H₂ at 2 L/min as the most favourable condition, offering higher BTE, lower BSFC, and reduced emissions. The study highlights the dual advantage of hydrogen-enriched biodiesel in achieving a cleaner and more efficient RCCI operation. The work aligns with UN SDG-7 and SDG-13 by advancing a cleaner, low-carbon dual-fuel pathway through hydrogen-enriched biodiesel combustion in modern engines.",
    "disease": "stroke",
    "clean_text": "performance and emission optimization of a crdi engine in rcci mode using hydrogen enriched biodiesel through grey relational analysis approach this study investigates the performance and emission optimization of a common rail direct injection crdi diesel engine operated in reactivity controlled compression ignition rcci mode using alternative fuel strategies experiments were performed on a single cylinder four stroke water cooled crdi engine operating at a constant speed of rpm under and load conditions corresponding to a brake mean effective pressure bmep range of mpa the test environment was maintained at an ambient temperature of c relative humidity of and atmospheric pressure of bar the intake manifold pressure was regulated at bar with coolant and lubricating oil temperatures stabilized at c and c respectively to ensure consistent thermal boundary conditions four fuel configurations were evaluated neat diesel d cng d h d and hydrogen enriched biodiesel b h hydrogen and cng were inducted through the intake manifold at flow rates of and l min while diesel and biodiesel served as pilot fuels injected at a fixed pressure of bar engine performance and emission characteristics were analysed in terms of brake thermal efficiency bte brake specific fuel consumption bsfc and exhaust emissions co hc no and smoke opacity grey relational analysis gra was applied for multi response optimization identifying b h at l min as the most favourable condition offering higher bte lower bsfc and reduced emissions the study highlights the dual advantage of hydrogen enriched biodiesel in achieving a cleaner and more efficient rcci operation the work aligns with un sdg and sdg by advancing a cleaner low carbon dual fuel pathway through hydrogen enriched biodiesel combustion in modern engines"
}