{
    "pmid": "41346618",
    "title": "Research advances of pan-immune inflammation value in rheumatoid arthritis.",
    "abstract": "Rheumatoid arthritis (RA) is a persistent autoimmune condition marked by systemic inflammation, primarily impacting multiple joints and causing irreversible structural and functional damage. While pathophysiology remains complex, immune cells and cytokines are crucial to the disease's initiation and progression. C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) are routinely used to assess disease activity. However, in recent years, the pan-immune inflammatory value (PIV) has emerged as a focal point of inquiry. As a new, single biomarker calculated from various routine blood parameters, PIV accurately reflects the patient's comprehensive systemic immune-inflammatory condition and offers a more integrated perspective than traditional markers. This article provides a focused analysis of the potential role and clinical significance of PIV in assessing the activity and advancement of RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "research advances of pan immune inflammation value in rheumatoid arthritis rheumatoid arthritis ra is a persistent autoimmune condition marked by systemic inflammation primarily impacting multiple joints and causing irreversible structural and functional damage while pathophysiology remains complex immune cells and cytokines are crucial to the disease s initiation and progression c reactive protein crp and erythrocyte sedimentation rate esr are routinely used to assess disease activity however in recent years the pan immune inflammatory value piv has emerged as a focal point of inquiry as a new single biomarker calculated from various routine blood parameters piv accurately reflects the patient s comprehensive systemic immune inflammatory condition and offers a more integrated perspective than traditional markers this article provides a focused analysis of the potential role and clinical significance of piv in assessing the activity and advancement of ra"
}