{
    "pmid": "41454644",
    "title": "Barriers to Medical Care Are Frequently Reported by Patients With Cirrhosis.",
    "abstract": "Patient-reported barriers to care can delay treatment and increase mortality. Addressing these barriers can improve clinical outcomes and reduce disparities, underscoring the importance to understand their prevalence in patients with cirrhosis. We invited adults with cirrhosis at four US health systems (two tertiary care referral centres, one safety-net health system, and one Veterans Affairs medical center) to complete a survey assessing barriers to care. Questions for barriers to care were adapted from prior surveys as available. Responses were summarised using descriptive statistics, and Chi-square analysis was used to examine differences by study site and race/ethnicity. Of 5197 patients contacted by telephone, 1332 (25.6%) completed the survey and were eligible for analyses. The most frequent barriers to care included time to travel to clinic (22.7%), long wait times for appointments (21.6%), and difficulty scheduling visits (19.2%). Conversely, few patients reported competing demands or difficulty finding time for liver appointments, difficulty discussing concerns with their physicians, or lack of physician engagement with concerns. Several barriers to care significantly differed by study site but were generally consistent across racial and ethnic subgroups. Patients with cirrhosis report frequent barriers to medical care including limited access to clinic appointments, although barriers vary by healthcare system. Barriers to care serve as intervention targets to improve outcomes for patients with cirrhosis.",
    "disease": "liver cirrhosis",
    "clean_text": "barriers to medical care are frequently reported by patients with cirrhosis patient reported barriers to care can delay treatment and increase mortality addressing these barriers can improve clinical outcomes and reduce disparities underscoring the importance to understand their prevalence in patients with cirrhosis we invited adults with cirrhosis at four us health systems two tertiary care referral centres one safety net health system and one veterans affairs medical center to complete a survey assessing barriers to care questions for barriers to care were adapted from prior surveys as available responses were summarised using descriptive statistics and chi square analysis was used to examine differences by study site and race ethnicity of patients contacted by telephone completed the survey and were eligible for analyses the most frequent barriers to care included time to travel to clinic long wait times for appointments and difficulty scheduling visits conversely few patients reported competing demands or difficulty finding time for liver appointments difficulty discussing concerns with their physicians or lack of physician engagement with concerns several barriers to care significantly differed by study site but were generally consistent across racial and ethnic subgroups patients with cirrhosis report frequent barriers to medical care including limited access to clinic appointments although barriers vary by healthcare system barriers to care serve as intervention targets to improve outcomes for patients with cirrhosis"
}