{
    "pmid": "41442233",
    "title": "Patterns of lung cancer incidence in adults diagnosed under age 50 in the United States, 2000-2021.",
    "abstract": "Although the incidence of several cancers diagnosed before age 50 years has increased, contemporary trends in early-onset lung cancer remain poorly defined, particularly across histologic and sociodemographic subgroups. A population-based cohort study was conducted via Surveillance, Epidemiology, and End Results 22 Program registries of 81,568 individuals diagnosed with lung cancer at age 20-49 years from 2000 to 2021. Age-adjusted incidence rates and annual percent change (APC) were estimated via National Cancer Institute Joinpoint regression. Overall trends were stratified by histology, sex, race/ethnicity, and state-level smoking prevalence. From 2000 to 2021, early-onset lung cancer incidence declined overall (average APC, -3.81%; 95% CI, -4.01% to -3.64%; p < .0001), which contrasts with rising early-onset colorectal and female breast cancers. Declines among females occurred later but were steeper for lung adenocarcinoma (LUAD; -5.14% vs. -2.82%), whereas males declined faster for non-small cell lung cancer (NSCLC) and overall. Female declines were slower relative to males in Hispanic and non-Hispanic (NH) Black individuals (2.3- and 1.08-fold difference, respectively), whereas NH White females declined 1.3-fold faster than males. Among Asian females, NSCLC incidence did not decline, and LUAD increased through 2017 (+2.45%) and remained stable in Hispanic females. In high-smoking states, male rates declined steadily (-4.32%), whereas female rates were stable until 2010, then dropped sharply, and converged with males by 2021. In low-smoking states, male rates declined 48.75% faster than female rates (-4.76% vs. -3.20%). Early-onset lung cancer incidence declined overall from 2000 to 2021, except for persistent or rising LUAD among Asian and Hispanic females, which implicates emerging non-tobacco risk factors and highlights the need for targeted prevention.",
    "disease": "lung cancer",
    "clean_text": "patterns of lung cancer incidence in adults diagnosed under age in the united states although the incidence of several cancers diagnosed before age years has increased contemporary trends in early onset lung cancer remain poorly defined particularly across histologic and sociodemographic subgroups a population based cohort study was conducted via surveillance epidemiology and end results program registries of individuals diagnosed with lung cancer at age years from to age adjusted incidence rates and annual percent change apc were estimated via national cancer institute joinpoint regression overall trends were stratified by histology sex race ethnicity and state level smoking prevalence from to early onset lung cancer incidence declined overall average apc ci to p which contrasts with rising early onset colorectal and female breast cancers declines among females occurred later but were steeper for lung adenocarcinoma luad vs whereas males declined faster for non small cell lung cancer nsclc and overall female declines were slower relative to males in hispanic and non hispanic nh black individuals and fold difference respectively whereas nh white females declined fold faster than males among asian females nsclc incidence did not decline and luad increased through and remained stable in hispanic females in high smoking states male rates declined steadily whereas female rates were stable until then dropped sharply and converged with males by in low smoking states male rates declined faster than female rates vs early onset lung cancer incidence declined overall from to except for persistent or rising luad among asian and hispanic females which implicates emerging non tobacco risk factors and highlights the need for targeted prevention"
}