{
    "pmid": "41442027",
    "title": "PaCE CKD: A Multinational Survey of Financial Burden and Work Productivity in Patients with Chronic Kidney Disease and Caregivers.",
    "abstract": "Chronic kidney disease (CKD) symptom burden and associated treatments can impact patients' ability to work and financial well-being. Informal caregivers provide support and may also be affected. This multinational study aimed to characterise the impact of CKD on work productivity and the financial health of patients and caregivers. National cohorts of patients with CKD, caregivers and matched general populations were recruited for Australia, Germany, Egypt, UK, Italy, Taiwan, and the US and surveyed via the Work Productivity and Activity Impairment (WPAI) questionnaire and the Consumer Financial Protection Bureau (CFPB) Financial Well-Being Scale. Financial toxicity was assessed using the COmprehensive Score for financial Toxicity-Functional Assessment of Chronic Illness Therapy (FACIT-COST). A total of 1303 patients and 674 caregivers were recruited. Compared with matched general populations, patients showed marked impairment in work and daily activities, particularly in presenteeism (difference: min, 7.4%; max, 43.6%) and activity impairment (difference: min, 25.9%; max, 46.4%). Work productivity and activity impairment were greatest among dialysis patients, a trend also observed among caregivers for patients on dialysis. CFPB Financial Well-Being scores indicated poorer financial health in patients versus general populations; variable outcomes were reported by caregivers. Financial toxicity, assessed by FACIT-COST, showed inter-country variation, and was most pronounced in younger, working-age patients. The indirect burden of CKD extends beyond clinical costs to include significant financial and work productivity impacts on patients and caregivers, with greater challenges for patients on dialysis. Strategies to prevent CKD progression appear warranted to alleviate burden on financial health and work productivity for patients and caregivers.",
    "disease": "chronic kidney disease",
    "clean_text": "pace ckd a multinational survey of financial burden and work productivity in patients with chronic kidney disease and caregivers chronic kidney disease ckd symptom burden and associated treatments can impact patients ability to work and financial well being informal caregivers provide support and may also be affected this multinational study aimed to characterise the impact of ckd on work productivity and the financial health of patients and caregivers national cohorts of patients with ckd caregivers and matched general populations were recruited for australia germany egypt uk italy taiwan and the us and surveyed via the work productivity and activity impairment wpai questionnaire and the consumer financial protection bureau cfpb financial well being scale financial toxicity was assessed using the comprehensive score for financial toxicity functional assessment of chronic illness therapy facit cost a total of patients and caregivers were recruited compared with matched general populations patients showed marked impairment in work and daily activities particularly in presenteeism difference min max and activity impairment difference min max work productivity and activity impairment were greatest among dialysis patients a trend also observed among caregivers for patients on dialysis cfpb financial well being scores indicated poorer financial health in patients versus general populations variable outcomes were reported by caregivers financial toxicity assessed by facit cost showed inter country variation and was most pronounced in younger working age patients the indirect burden of ckd extends beyond clinical costs to include significant financial and work productivity impacts on patients and caregivers with greater challenges for patients on dialysis strategies to prevent ckd progression appear warranted to alleviate burden on financial health and work productivity for patients and caregivers"
}