{
    "title": "Cardiovascular disease in systemic lupus erythematosus: has the time for action come?",
    "doc_id": "16148533",
    "writer": "van Leuven SI",
    "year": "2005",
    "summary": "RECENT FINDINGS: The association between systemic lupus erythematosus and accelerated atherosclerosis has recently been confirmed by surrogate-marker studies for cardiovascular disease in patients with systemic lupus erythematosus. ...SUM …",
    "abstract": "Purpose of review:\n        \n      \n      The recognition that inflammation is a hallmark of atherosclerotic disease has led to a series of studies reporting accelerated atherogenesis in chronic inflammatory diseases. Indeed, systemic lupus erythematosus is associated with an increased incidence of cardiovascular disease and the etiology thereof deserves closer attention.\n    \n\n\n          Recent findings:\n        \n      \n      The association between systemic lupus erythematosus and accelerated atherosclerosis has recently been confirmed by surrogate-marker studies for cardiovascular disease in patients with systemic lupus erythematosus. Since the propensity towards cardiovascular disease cannot solely be explained by classical risk factors, disease-specific pathways have been put forward as additional risk factors.\n    \n\n\n          Summary:\n        \n      \n      In the present review, we will discuss several of these factors as well as their potential impact for future prevention strategies in systemic lupus erythematosus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16148533/",
    "clean_text": "cardiovascular disease in systemic lupus erythematosus has the time for action come recent findings the association between systemic lupus erythematosus and accelerated atherosclerosis has recently been confirmed by surrogate marker studies for cardiovascular disease in patients with systemic lupus erythematosus sum purpose of review the recognition that inflammation is a hallmark of atherosclerotic disease has led to a series of studies reporting accelerated atherogenesis in chronic inflammatory diseases indeed systemic lupus erythematosus is associated with an increased incidence of cardiovascular disease and the etiology thereof deserves closer attention recent findings the association between systemic lupus erythematosus and accelerated atherosclerosis has recently been confirmed by surrogate marker studies for cardiovascular disease in patients with systemic lupus erythematosus since the propensity towards cardiovascular disease cannot solely be explained by classical risk factors disease specific pathways have been put forward as additional risk factors summary in the present review we will discuss several of these factors as well as their potential impact for future prevention strategies in systemic lupus erythematosus"
}