{
    "title": "Alzheimer's disease in Down's syndrome. A review.",
    "doc_id": "2944942",
    "writer": "Karlinsky H.",
    "year": "1986",
    "summary": "Alzheimer's disease is a progressive dementing illness accompanied by characteristic neuropathologic changes. ...Almost all individuals with Down's syndrome over the age of 40 have the characteristic neuropathologic changes of Alzheimer's dis …",
    "abstract": "Alzheimer's disease is a progressive dementing illness accompanied by characteristic neuropathologic changes. Although its etiology is unknown, its risk of occurrence increases with age and in relatives of affected individuals. An additional risk factor is the presence of Down's syndrome. Almost all individuals with Down's syndrome over the age of 40 have the characteristic neuropathologic changes of Alzheimer's disease at autopsy. Although clinical evidence for Alzheimer's disease in Down's syndrome is less consistent, the association between Alzheimer's disease and Down's syndrome may contribute to an understanding of Alzheimer's disease in the general population. This article summarizes the neuropathologic and clinical observations of Alzheimer's disease in Down's syndrome and reviews the hypotheses that attempt to account for this association.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2944942/",
    "clean_text": "alzheimer s disease in down s syndrome a review alzheimer s disease is a progressive dementing illness accompanied by characteristic neuropathologic changes almost all individuals with down s syndrome over the age of have the characteristic neuropathologic changes of alzheimer s dis alzheimer s disease is a progressive dementing illness accompanied by characteristic neuropathologic changes although its etiology is unknown its risk of occurrence increases with age and in relatives of affected individuals an additional risk factor is the presence of down s syndrome almost all individuals with down s syndrome over the age of have the characteristic neuropathologic changes of alzheimer s disease at autopsy although clinical evidence for alzheimer s disease in down s syndrome is less consistent the association between alzheimer s disease and down s syndrome may contribute to an understanding of alzheimer s disease in the general population this article summarizes the neuropathologic and clinical observations of alzheimer s disease in down s syndrome and reviews the hypotheses that attempt to account for this association"
}