{
    "title": "Sleep Quality and Associated Factors Among Firefighters in Bangkok, Thailand: A Cross-sectional Study.",
    "doc_id": "38147823",
    "writer": "Piyachaiseth N",
    "year": "2024",
    "summary": "The questionnaire addressed demographic, work-related, and environmental factors. Sleep quality was assessed using the Thai version of the Pittsburgh Sleep Quality Index (PSQI). ...Organizations should promote policies that improve sleep qual …",
    "abstract": "Objectives:\n        \n      \n      Professional firefighters face various health hazards and are required to maintain both physical and mental fitness to effectively mitigate crises and respond to emergencies. Moreover, the long working hours and shift work of this profession impact sleep quality. This study investigated the quality of sleep and its associated factors among firefighters in Bangkok, Thailand.\n    \n\n\n          Methods:\n        \n      \n      This was a cross-sectional study of firefighters affiliated with the Bangkok Fire and Rescue Department, Bangkok Metropolitan Administration, Thailand between January 2023 and March 2023. A cluster random sampling technique was utilized to distribute 600 questionnaires to firefighters in 15 fire stations. The questionnaire addressed demographic, work-related, and environmental factors. Sleep quality was assessed using the Thai version of the Pittsburgh Sleep Quality Index (PSQI). Data analysis involved both descriptive and inferential statistics. Bivariate and multiple logistic regressions were performed.\n    \n\n\n          Results:\n        \n      \n      The response rate was 78.7% (n=472), and 44.1% of the firefighters reported poor sleep quality (PSQI score &gt;5). Sleep quality was statistically associated with conflicting family relationships (odds ratio [OR], 1.8; 95% confidence interval [CI], 1.1 to 2.9), additional part-time jobs (daytime, OR, 2.4; 95% CI, 1.3 to 4.4; or nighttime, OR, 4.3; 95% CI, 1.1 to 16.7), noisy sleeping areas (OR, 1.7; 95% CI, 1.1 to 2.8), and the availability of adequate bedding (OR, 3.0; 95% CI, 1.8 to 4.9).\n    \n\n\n          Conclusions:\n        \n      \n      Poor sleep quality among firefighters was associated with various personal, work-related, and environmental factors. Organizations should promote policies that improve sleep quality through good sleep hygiene practices and facilities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38147823/",
    "clean_text": "sleep quality and associated factors among firefighters in bangkok thailand a cross sectional study the questionnaire addressed demographic work related and environmental factors sleep quality was assessed using the thai version of the pittsburgh sleep quality index psqi organizations should promote policies that improve sleep qual objectives professional firefighters face various health hazards and are required to maintain both physical and mental fitness to effectively mitigate crises and respond to emergencies moreover the long working hours and shift work of this profession impact sleep quality this study investigated the quality of sleep and its associated factors among firefighters in bangkok thailand methods this was a cross sectional study of firefighters affiliated with the bangkok fire and rescue department bangkok metropolitan administration thailand between january and march a cluster random sampling technique was utilized to distribute questionnaires to firefighters in fire stations the questionnaire addressed demographic work related and environmental factors sleep quality was assessed using the thai version of the pittsburgh sleep quality index psqi data analysis involved both descriptive and inferential statistics bivariate and multiple logistic regressions were performed results the response rate was n and of the firefighters reported poor sleep quality psqi score gt sleep quality was statistically associated with conflicting family relationships odds ratio or confidence interval ci to additional part time jobs daytime or ci to or nighttime or ci to noisy sleeping areas or ci to and the availability of adequate bedding or ci to conclusions poor sleep quality among firefighters was associated with various personal work related and environmental factors organizations should promote policies that improve sleep quality through good sleep hygiene practices and facilities"
}