{
    "title": "Ovarian cancer immunotherapy: opportunities, progresses and challenges.",
    "doc_id": "20146807",
    "writer": "Liu B",
    "year": "2010",
    "summary": "Due to the low survival rates from invasive ovarian cancer, new effective treatment modalities are urgently needed. Compelling evidence indicates that the immune response against ovarian cancer may play an important role in controlling this disease. We …",
    "abstract": "Due to the low survival rates from invasive ovarian cancer, new effective treatment modalities are urgently needed. Compelling evidence indicates that the immune response against ovarian cancer may play an important role in controlling this disease. We herein summarize multiple immune-based strategies that have been proposed and tested for potential therapeutic benefit against advanced stage ovarian cancer. We will examine the evidence for the premise that an effective therapeutic vaccine against ovarian cancer is useful not only for inducing remission of the disease but also for preventing disease relapse. We will also highlight the questions and challenges in the development of ovarian cancer vaccines, and critically discuss the limitations of some of the existing immunotherapeutic strategies. Finally, we will summarize our own experience on the use of patient-specific tumor-derived heat shock protein-peptide complex for the treatment of advanced ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20146807/",
    "clean_text": "ovarian cancer immunotherapy opportunities progresses and challenges due to the low survival rates from invasive ovarian cancer new effective treatment modalities are urgently needed compelling evidence indicates that the immune response against ovarian cancer may play an important role in controlling this disease we due to the low survival rates from invasive ovarian cancer new effective treatment modalities are urgently needed compelling evidence indicates that the immune response against ovarian cancer may play an important role in controlling this disease we herein summarize multiple immune based strategies that have been proposed and tested for potential therapeutic benefit against advanced stage ovarian cancer we will examine the evidence for the premise that an effective therapeutic vaccine against ovarian cancer is useful not only for inducing remission of the disease but also for preventing disease relapse we will also highlight the questions and challenges in the development of ovarian cancer vaccines and critically discuss the limitations of some of the existing immunotherapeutic strategies finally we will summarize our own experience on the use of patient specific tumor derived heat shock protein peptide complex for the treatment of advanced ovarian cancer"
}