{
    "pmid": "41379632",
    "title": "Natural language processing-based emotion and usage analysis of an AI-powered chatbot for epilepsy support.",
    "abstract": "Artificial intelligence (AI)-powered chatbots are increasingly used for patient education and mental health support, yet their effectiveness in epilepsy care remains underexplored. This study examines text-based interactions between users and EpiloBot, an epilepsy-focused chatbot, to understand conversational patterns and emotional trends using natural language processing (NLP) techniques. Text interactions from the chatbot's pretest phase (a total of 23 participants; 10 people with epilepsy, PWE, 10 caregivers, and 3 healthcare professionals) were analyzed using JMedRoBERTa (Japanese Medical RoBERTa, a model fine-tuned on Japanese medical literature) to classify user messages into content clusters and DeBERTa (Decoding-enhanced BERT with Disentangled Attention, a model developed by Microsoft Research) to track emotional shifts. For sentiment analysis, only five PWE who interacted frequently with EpiloBot (more than 80 times) were included. The study employed UMAP (Uniform Manifold Approximation and Projection) clustering and k-means algorithms to differentiate between objective medical inquiries and subjective, nonurgent queries. Sentiment analysis was conducted to explore the chatbot's influence on emotional engagement. Two primary content clusters were identified: \"Medical Inquiry Cluster\"-Objective, treatment-related questions about epilepsy medications and management strategies. \"Exploratory Use Cluster\"-Subjective or emotional inquiries, often focused on coping strategies and personal reflection. Sentiment analysis using DeBERTa revealed that messages related to proactive learning (e.g., gaining social skills) were associated with increased positive emotions, while introspective, self-evaluative messages showed reduced positivity. These findings provide insights into how chatbots influence user emotions and engagement patterns. NLP-based chatbot analyses offer valuable insights into patient engagement and emotional support needs. The study highlights the importance of designing chatbots that balance medical guidance with psychological support, particularly for chronic disease management. Future improvements in chatbot algorithms should focus on context-aware interactions and empathic response generation to optimize patient outcomes. This study analyzed how people interacted with EpiloBot, an artificial intelligence (AI)-powered chatbot for epilepsy education and support. Using advanced language processing (NLP) techniques, we examined user messages to understand chatbot usage patterns and emotional responses. Results showed that users engaged in two main ways: medical inquiries about epilepsy treatment and exploratory, nonurgent conversations. Emotion analysis revealed that proactive learning interactions increased positive emotions, while self-reflective questions led to more neutral or negative sentiments. These findings suggest that chatbots can provide emotional benefits, but future improvements should focus on empathetic AI responses and personalized support.",
    "disease": "epilepsy",
    "clean_text": "natural language processing based emotion and usage analysis of an ai powered chatbot for epilepsy support artificial intelligence ai powered chatbots are increasingly used for patient education and mental health support yet their effectiveness in epilepsy care remains underexplored this study examines text based interactions between users and epilobot an epilepsy focused chatbot to understand conversational patterns and emotional trends using natural language processing nlp techniques text interactions from the chatbot s pretest phase a total of participants people with epilepsy pwe caregivers and healthcare professionals were analyzed using jmedroberta japanese medical roberta a model fine tuned on japanese medical literature to classify user messages into content clusters and deberta decoding enhanced bert with disentangled attention a model developed by microsoft research to track emotional shifts for sentiment analysis only five pwe who interacted frequently with epilobot more than times were included the study employed umap uniform manifold approximation and projection clustering and k means algorithms to differentiate between objective medical inquiries and subjective nonurgent queries sentiment analysis was conducted to explore the chatbot s influence on emotional engagement two primary content clusters were identified medical inquiry cluster objective treatment related questions about epilepsy medications and management strategies exploratory use cluster subjective or emotional inquiries often focused on coping strategies and personal reflection sentiment analysis using deberta revealed that messages related to proactive learning e g gaining social skills were associated with increased positive emotions while introspective self evaluative messages showed reduced positivity these findings provide insights into how chatbots influence user emotions and engagement patterns nlp based chatbot analyses offer valuable insights into patient engagement and emotional support needs the study highlights the importance of designing chatbots that balance medical guidance with psychological support particularly for chronic disease management future improvements in chatbot algorithms should focus on context aware interactions and empathic response generation to optimize patient outcomes this study analyzed how people interacted with epilobot an artificial intelligence ai powered chatbot for epilepsy education and support using advanced language processing nlp techniques we examined user messages to understand chatbot usage patterns and emotional responses results showed that users engaged in two main ways medical inquiries about epilepsy treatment and exploratory nonurgent conversations emotion analysis revealed that proactive learning interactions increased positive emotions while self reflective questions led to more neutral or negative sentiments these findings suggest that chatbots can provide emotional benefits but future improvements should focus on empathetic ai responses and personalized support"
}