{
    "pmid": "41454243",
    "title": "Diagnostic accuracy and clinical impact of DNA microarray chip in pulmonary mycobacterial infections: a retrospective cohort study.",
    "abstract": "China has a high burden of Mycobacterium tuberculosis (MTB), with increasing infections from non-tuberculous mycobacteria (NTM). Rapid and accurate identification is crucial for effective clinical management. This study aimed to evaluate the diagnostic performance of DNA microarray chip and identify risk factors associated to mycobacterial infections. Between January 2021 and June 2023, 973 patients with presumptive mycobacterial infections were recruited from the First Affiliated Hospital of Guangzhou Medical University. Various detection methods were used for etiological diagnosis, and their performance was compared. Multivariable logistic regression analysis determined clinical risk factors for mycobacterial positivity. Mycobacterial infection was confirmed in 438 patients, with 254 (58.0%) infected with MTB, 183 (41.8%) with NTM, and one co-infected with two. DNA microarray chip demonstrated the highest true positive rate (TPR) for mycobacterial detection at 96.8% and a true negative rate (TNR) of 90.8%. For MTB, the TPR was 94.5% with a TNR of 99.3%. Risk factors included cough/expectoration, pulmonary consolidation, cavitation, and bronchiectasis for mycobacterial infection, while smoking history and diabetes mellitus were independent risk factors for MTB infection. DNA microarray chip offers a sensitive and specific diagnostic approach for mycobacterial infections, potentially enhancing clinical diagnosis and informing targeted interventions.",
    "disease": "diabetes mellitus",
    "clean_text": "diagnostic accuracy and clinical impact of dna microarray chip in pulmonary mycobacterial infections a retrospective cohort study china has a high burden of mycobacterium tuberculosis mtb with increasing infections from non tuberculous mycobacteria ntm rapid and accurate identification is crucial for effective clinical management this study aimed to evaluate the diagnostic performance of dna microarray chip and identify risk factors associated to mycobacterial infections between january and june patients with presumptive mycobacterial infections were recruited from the first affiliated hospital of guangzhou medical university various detection methods were used for etiological diagnosis and their performance was compared multivariable logistic regression analysis determined clinical risk factors for mycobacterial positivity mycobacterial infection was confirmed in patients with infected with mtb with ntm and one co infected with two dna microarray chip demonstrated the highest true positive rate tpr for mycobacterial detection at and a true negative rate tnr of for mtb the tpr was with a tnr of risk factors included cough expectoration pulmonary consolidation cavitation and bronchiectasis for mycobacterial infection while smoking history and diabetes mellitus were independent risk factors for mtb infection dna microarray chip offers a sensitive and specific diagnostic approach for mycobacterial infections potentially enhancing clinical diagnosis and informing targeted interventions"
}