{
    "pmid": "41337711",
    "title": "Baseline oral microbiome associated with post-living donor liver transplant early complications within 6 months.",
    "abstract": "Oral dysbiosis is noted in liver cirrhosis. This may play a role in post-liver transplantation (LT) outcomes. This study aimed to assess the baseline oral microbiome and its association with early complications (ECs) within 6 months after LT. This prospective longitudinal study included 94 cirrhotic recipients (CRs) and their living donors. Patients were managed with a standardized immunosuppressive regimen and monitored for 6 months post-LT EC rejection, infection, biliary complications (BCs), and death. Pre-LT and post-LT saliva samples were processed for bacterial sequencing, qPCR validation, and cytokine profiling. The association between microbial abundance and EC was assessed. At baseline, CR exhibited a lower Bacteroidota and a higher abundance of Bacillota compared with donors. Streptococcaceae and Veillonellaceae were enriched in CR compared with their respective donors ( p <0.05, each). On follow-up, post-LT ECs were noted in 35/94 patients. Prominent Bacillota , Bacteroidetes , and Actinomycetota were noted at baseline in those who developed rejection, infection, and BCs, respectively. Species-level analysis, followed by qPCR validation, revealed complication-specific baseline microbial signatures: Escherichia marmotae (FC 3.9) for rejection, Prevotella salivae (FC 71) for infections, and Rothia (FC 301) and Lactobacillus rhamnosus (FC 51) in BCs. The baseline enrichment of Prevotella_7_sp2 , Klebsiella pneumoniae , and Staphylococcus was associated with sepsis-related mortality. Recipients with post-LT EC showed pro-inflammatory links ( Prevotella with IL-2, Streptococcus with IL-8). Baseline oral microbiome profiles were differentially abundant among individuals who developed post-LT ECs. Incorporating microbial signatures may enable noninvasive risk stratification after LT.",
    "disease": "liver cirrhosis",
    "clean_text": "baseline oral microbiome associated with post living donor liver transplant early complications within months oral dysbiosis is noted in liver cirrhosis this may play a role in post liver transplantation lt outcomes this study aimed to assess the baseline oral microbiome and its association with early complications ecs within months after lt this prospective longitudinal study included cirrhotic recipients crs and their living donors patients were managed with a standardized immunosuppressive regimen and monitored for months post lt ec rejection infection biliary complications bcs and death pre lt and post lt saliva samples were processed for bacterial sequencing qpcr validation and cytokine profiling the association between microbial abundance and ec was assessed at baseline cr exhibited a lower bacteroidota and a higher abundance of bacillota compared with donors streptococcaceae and veillonellaceae were enriched in cr compared with their respective donors p each on follow up post lt ecs were noted in patients prominent bacillota bacteroidetes and actinomycetota were noted at baseline in those who developed rejection infection and bcs respectively species level analysis followed by qpcr validation revealed complication specific baseline microbial signatures escherichia marmotae fc for rejection prevotella salivae fc for infections and rothia fc and lactobacillus rhamnosus fc in bcs the baseline enrichment of prevotella sp klebsiella pneumoniae and staphylococcus was associated with sepsis related mortality recipients with post lt ec showed pro inflammatory links prevotella with il streptococcus with il baseline oral microbiome profiles were differentially abundant among individuals who developed post lt ecs incorporating microbial signatures may enable noninvasive risk stratification after lt"
}