{
    "title": "Clinical Characteristics of Adipsic Diabetes Insipidus.",
    "doc_id": "38029928",
    "writer": "Yang T",
    "year": "2024",
    "summary": "OBJECTIVE: Adipsic diabetes insipidus (ADI) is a life-threatening disease. It is characterized by arginine vasopressin deficiency and thirst absence. ...METHODS: A retrospective study was conducted of hospitalized ADI patients admitted to the Endocrinology Departmen …",
    "abstract": "Objective:\n        \n      \n      Adipsic diabetes insipidus (ADI) is a life-threatening disease. It is characterized by arginine vasopressin deficiency and thirst absence. Data about clinical characteristics of ADI were scarce. This study investigated the clinical features of hospitalized ADI patients.\n    \n\n\n          Methods:\n        \n      \n      A retrospective study was conducted of hospitalized ADI patients admitted to the Endocrinology Department of Huashan Hospital between January 2014 and December 2021, and compared with central diabetes insipidus (CDI) patients with normal thirst.\n    \n\n\n          Results:\n        \n      \n      During the study period, there were a total of 507 hospitalized CDI patients, among which 50 cases were ADI, accounting for 9.9%. Forty percent of ADI patients were admitted due to hypernatremia, but there were no admissions due to hypernatremia in the control group. The lesions of ADI patients were more likely to be located in the suprasellar area (100% vs 66%, P < .05). Higher prevalence of hypothalamic dysfunction (76% vs 8%, P < .001), central hypothyroidism (100% vs 90%, P = .031), hyperglycemia (66% vs 32%, P < .001), dyslipidemia (92% vs 71%, P = .006), and hyperuricemia (64% vs 37%, P = .003) was found in the ADI group than in the control group. The proportions of hypernatremia were higher in the ADI group both at admission and at discharge (90% vs 8%, 68% vs 8%, respectively, both with P < .001), contributing to higher prevalence of complications, such as renal insufficiency, venous thrombosis, and infection.\n    \n\n\n          Conclusion:\n        \n      \n      ADI patients were found with higher prevalence of hypernatremia, hypopituitarism, hypothalamic dysfunction, metabolic disorders, and complications, posing a great challenge for comprehensive management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38029928/",
    "clean_text": "clinical characteristics of adipsic diabetes insipidus objective adipsic diabetes insipidus adi is a life threatening disease it is characterized by arginine vasopressin deficiency and thirst absence methods a retrospective study was conducted of hospitalized adi patients admitted to the endocrinology departmen objective adipsic diabetes insipidus adi is a life threatening disease it is characterized by arginine vasopressin deficiency and thirst absence data about clinical characteristics of adi were scarce this study investigated the clinical features of hospitalized adi patients methods a retrospective study was conducted of hospitalized adi patients admitted to the endocrinology department of huashan hospital between january and december and compared with central diabetes insipidus cdi patients with normal thirst results during the study period there were a total of hospitalized cdi patients among which cases were adi accounting for forty percent of adi patients were admitted due to hypernatremia but there were no admissions due to hypernatremia in the control group the lesions of adi patients were more likely to be located in the suprasellar area vs p higher prevalence of hypothalamic dysfunction vs p central hypothyroidism vs p hyperglycemia vs p dyslipidemia vs p and hyperuricemia vs p was found in the adi group than in the control group the proportions of hypernatremia were higher in the adi group both at admission and at discharge vs vs respectively both with p contributing to higher prevalence of complications such as renal insufficiency venous thrombosis and infection conclusion adi patients were found with higher prevalence of hypernatremia hypopituitarism hypothalamic dysfunction metabolic disorders and complications posing a great challenge for comprehensive management"
}