{
    "pmid": "41468825",
    "title": "Inavolisib for PIK3CA-mutant non-small cell lung cancer: A case report.",
    "abstract": "PIK3CA mutations are oncogenic drivers in 2-4% of non-small cell lung cancers (NSCLC), often co-occurring with other drivers and conferring therapeutic resistance. This report is unique in describing the efficacy of the novel, highly selective PI3Kα inhibitor inavolisib in two heavily pre-treated patients with PIK3CA-mutant NSCLC harboring divergent co-drivers (EGFR and KRAS). We present a 71-year-old male with EGFR/PIK3CA-mutant adenocarcinoma and brain metastases, and a 54-year-old female with KRAS/PIK3CA-mutant squamous cell carcinoma. Both patients reported rapid symptomatic improvement (hoarseness and shoulder pain, respectively) within two weeks of initiating inavolisib. Both patients received oral inavolisib (6 mg daily). Follow-up imaging after one month revealed significant tumor reduction. Notably, regressing intrapulmonary lesions exhibited tumor cavitation, and the male patient demonstrated a marked regression of central nervous system (CNS) metastases. The treatment was well-tolerated, with only Grade 1 oral mucositis reported. The primary take-away lesson is that selective PI3Kα inhibition with inavolisib can induce potent systemic and intracranial responses in PIK3CA-mutant NSCLC, regardless of the primary oncogenic co-driver. The observed tumor cavitation suggests a potential anti-angiogenic mechanism, warranting further investigation.",
    "disease": "lung cancer",
    "clean_text": "inavolisib for pik ca mutant non small cell lung cancer a case report pik ca mutations are oncogenic drivers in of non small cell lung cancers nsclc often co occurring with other drivers and conferring therapeutic resistance this report is unique in describing the efficacy of the novel highly selective pi k inhibitor inavolisib in two heavily pre treated patients with pik ca mutant nsclc harboring divergent co drivers egfr and kras we present a year old male with egfr pik ca mutant adenocarcinoma and brain metastases and a year old female with kras pik ca mutant squamous cell carcinoma both patients reported rapid symptomatic improvement hoarseness and shoulder pain respectively within two weeks of initiating inavolisib both patients received oral inavolisib mg daily follow up imaging after one month revealed significant tumor reduction notably regressing intrapulmonary lesions exhibited tumor cavitation and the male patient demonstrated a marked regression of central nervous system cns metastases the treatment was well tolerated with only grade oral mucositis reported the primary take away lesson is that selective pi k inhibition with inavolisib can induce potent systemic and intracranial responses in pik ca mutant nsclc regardless of the primary oncogenic co driver the observed tumor cavitation suggests a potential anti angiogenic mechanism warranting further investigation"
}