{
    "pmid": "41474365",
    "title": "L-Relationship between uncertainty and average seizure frequency in clinical trials of antiseizure medications.",
    "abstract": "Antiseizure medications are approved based on clinical trials that demonstrate their efficacy as measured by reductions in seizure frequency (SF). When designing these trials, trialists must select inclusion criteria where SF can be reliably measured to maintain statistical power. Statistical power is based on the magnitude and uncertainty of the difference between active treatment and placebo. To inform choices about how minimum, maximum, and individual participant SF impacts the statistical power of trials, we evaluated how the uncertainty in SF was associated with average SF within multiple clinical trials. Using data from 11 double-blind placebo-controlled trials of antiseizure medications for either focal or generalized onset epilepsy, we used log-log multivariable regression to associate the SD of SF in maintenance with the average SF in baseline and maintenance. We also evaluated whether capturing more seizures in people with high average SF offset the increased uncertainty in SF and asked whether these associations persisted when time to event designs were used. The uncertainty (SD) of maintenance SF was proportional to baseline average SF (daily diaries: slope of log-log association = .575, 95% confidence interval [CI] = .556-.593; fortnightly diaries: .657, 95% CI = .0642-.0671). Increased uncertainty for high SF was offset by counting more seizures. These relationships were maintained with a time to event design. This study validates the foundational L-relationship between average and SD of SF in which the uncertainty of seizure counts increased proportional to the number of seizures counted. When used for efficacy outcomes of trials, the statistical benefit of counting more seizures in participants with high SF was much greater than the increased challenge from higher uncertainty seizure counts. These results provide quantitative insights for SF-based inclusion criteria and statistical power calculations.",
    "disease": "epilepsy",
    "clean_text": "l relationship between uncertainty and average seizure frequency in clinical trials of antiseizure medications antiseizure medications are approved based on clinical trials that demonstrate their efficacy as measured by reductions in seizure frequency sf when designing these trials trialists must select inclusion criteria where sf can be reliably measured to maintain statistical power statistical power is based on the magnitude and uncertainty of the difference between active treatment and placebo to inform choices about how minimum maximum and individual participant sf impacts the statistical power of trials we evaluated how the uncertainty in sf was associated with average sf within multiple clinical trials using data from double blind placebo controlled trials of antiseizure medications for either focal or generalized onset epilepsy we used log log multivariable regression to associate the sd of sf in maintenance with the average sf in baseline and maintenance we also evaluated whether capturing more seizures in people with high average sf offset the increased uncertainty in sf and asked whether these associations persisted when time to event designs were used the uncertainty sd of maintenance sf was proportional to baseline average sf daily diaries slope of log log association confidence interval ci fortnightly diaries ci increased uncertainty for high sf was offset by counting more seizures these relationships were maintained with a time to event design this study validates the foundational l relationship between average and sd of sf in which the uncertainty of seizure counts increased proportional to the number of seizures counted when used for efficacy outcomes of trials the statistical benefit of counting more seizures in participants with high sf was much greater than the increased challenge from higher uncertainty seizure counts these results provide quantitative insights for sf based inclusion criteria and statistical power calculations"
}