{
    "pmid": "41465483",
    "title": "Peptidylarginine Deiminases: An Overview of Recent Advances in Citrullination Research.",
    "abstract": "The peptidylarginine deiminase (PAD) family includes five isozymes (PAD1-4 and PAD6) with unique tissue distributions and substrate specificities. These enzymes facilitate citrullination, a post-translational modification where positively charged arginine residues are converted into neutral citrulline residues in the presence of calcium ions. This process significantly changes protein properties, affecting molecular interactions, structural stability, and biological functions. Over the past six years (2019-2025), there has been significant progress in understanding PAD activity mechanisms and their therapeutic potential. Recent discoveries include the regulated nuclear translocation of PAD2, PAD4's specific role in forming cancer extracellular chromatin networks (CECNs), and the development of next-generation inhibitors with greatly improved pharmacological profiles. PAD4 is crucial in forming neutrophil extracellular traps (NETs). Citrullination of histones H3 and H4 by PAD4 destabilizes chromatin, helping release DNA-protein networks as an antibacterial defense. However, excessive NET formation can contribute to autoimmune diseases and thrombosis. Similarly, the bacterial peptidylarginine deiminase from Porphyromonas gingivalis (PPAD)-the only known prokaryotic citrullinating enzyme-plays a key role. Working with R-gingipains, PPAD triggers pathological citrullination of host proteins, leading to immune tolerance breakdown and linking periodontal disease with systemic autoimmune disorders such as rheumatoid arthritis, atherosclerosis, and Alzheimer's disease. Once thought to be a rare post-translational modification, citrullination is now understood as a vital regulatory mechanism in both normal physiology and disease, involving both internal processes of homeostasis and external mechanisms of bacterial pathogenesis.",
    "disease": "alzheimer disease",
    "clean_text": "peptidylarginine deiminases an overview of recent advances in citrullination research the peptidylarginine deiminase pad family includes five isozymes pad and pad with unique tissue distributions and substrate specificities these enzymes facilitate citrullination a post translational modification where positively charged arginine residues are converted into neutral citrulline residues in the presence of calcium ions this process significantly changes protein properties affecting molecular interactions structural stability and biological functions over the past six years there has been significant progress in understanding pad activity mechanisms and their therapeutic potential recent discoveries include the regulated nuclear translocation of pad pad s specific role in forming cancer extracellular chromatin networks cecns and the development of next generation inhibitors with greatly improved pharmacological profiles pad is crucial in forming neutrophil extracellular traps nets citrullination of histones h and h by pad destabilizes chromatin helping release dna protein networks as an antibacterial defense however excessive net formation can contribute to autoimmune diseases and thrombosis similarly the bacterial peptidylarginine deiminase from porphyromonas gingivalis ppad the only known prokaryotic citrullinating enzyme plays a key role working with r gingipains ppad triggers pathological citrullination of host proteins leading to immune tolerance breakdown and linking periodontal disease with systemic autoimmune disorders such as rheumatoid arthritis atherosclerosis and alzheimer s disease once thought to be a rare post translational modification citrullination is now understood as a vital regulatory mechanism in both normal physiology and disease involving both internal processes of homeostasis and external mechanisms of bacterial pathogenesis"
}