{
    "pmid": "41469871",
    "title": "How perceived stress and social support shape non-communicable disease risks beyond traditional factors: a machine learning perspective.",
    "abstract": "Psychosocial factors such as perceived stress and social support have been increasingly recognized as significant contributors to non-communicable diseases (NCDs). However, their predictive value in comparison to traditional risk factors remains insufficiently explored. This study used machine learning-based random forest models to compare the relative importance of psychosocial factors and traditional risk factors in predicting NCD risk. Cross-sectional data were collected from March to June 2021 from a sample of 2567 participants aged 40 years or older in Ningbo City, China. Random forest models were constructed to predict the occurrence of NCDs, including hypertension, diabetes, hyperlipidemia, and chronic respiratory diseases. Model performance was evaluated using accuracy, sensitivity, specificity, and the area under the receiver operating characteristic curve (AUC). The importance of features was assessed using both mean decrease in Gini and permutation importance metrics. The results demonstrated that random forest models exhibited satisfactory performance in predicting various types of NCDs, achieving accuracies ranging from 0.662 to 0.805 and AUC values from 0.642 to 0.728. Moreover, subjective social support and perceived stress consistently ranked as the fourth, fifth, or sixth most influential factors after age, BMI, and waist circumference but ahead of smoking and salt intake. The findings unveiled the pivotal roles of psychosocial factors, such as perceived stress and subjective social support, in the prevention and management of NCDs. Notably, these psychosocial factors frequently ranked among the top predictors, demonstrating predictive importance comparable to that of established traditional risk factors. It is recommended that prevention and management guidelines for NCDs incorporate solid components targeting these psychosocial factors.",
    "disease": "hypertension",
    "clean_text": "how perceived stress and social support shape non communicable disease risks beyond traditional factors a machine learning perspective psychosocial factors such as perceived stress and social support have been increasingly recognized as significant contributors to non communicable diseases ncds however their predictive value in comparison to traditional risk factors remains insufficiently explored this study used machine learning based random forest models to compare the relative importance of psychosocial factors and traditional risk factors in predicting ncd risk cross sectional data were collected from march to june from a sample of participants aged years or older in ningbo city china random forest models were constructed to predict the occurrence of ncds including hypertension diabetes hyperlipidemia and chronic respiratory diseases model performance was evaluated using accuracy sensitivity specificity and the area under the receiver operating characteristic curve auc the importance of features was assessed using both mean decrease in gini and permutation importance metrics the results demonstrated that random forest models exhibited satisfactory performance in predicting various types of ncds achieving accuracies ranging from to and auc values from to moreover subjective social support and perceived stress consistently ranked as the fourth fifth or sixth most influential factors after age bmi and waist circumference but ahead of smoking and salt intake the findings unveiled the pivotal roles of psychosocial factors such as perceived stress and subjective social support in the prevention and management of ncds notably these psychosocial factors frequently ranked among the top predictors demonstrating predictive importance comparable to that of established traditional risk factors it is recommended that prevention and management guidelines for ncds incorporate solid components targeting these psychosocial factors"
}