{
    "title": "Phormium Yellow Leaf Phytoplasma Is Associated with Strawberry Lethal Yellows Disease in New Zealand.",
    "doc_id": "30857007",
    "writer": "Andersen MT",
    "year": "1998",
    "summary": "A yellows disease of strawberry plants was identified in propagation beds in New Zealand. Affected plants were flatter to the ground, showed purpling of older leaves, reduced leaf size, yellowing of younger leaves, and sometimes plant death. A phytoplasma was observ …",
    "abstract": "A yellows disease of strawberry plants was identified in propagation beds in New Zealand. Affected plants were flatter to the ground, showed purpling of older leaves, reduced leaf size, yellowing of younger leaves, and sometimes plant death. A phytoplasma was observed in the phloem of affected plants. The 16S rRNA gene of the phytoplasma was amplified by polymerase chain reaction from symptomatic plants and from one asymptomatic plant, but not from 36 other asymptomatic plants. Nucleotide sequence analysis of the 16S rRNA gene showed that the phytoplasma is closely related or identical to the phytoplasma associated with the yellow leaf disease of New Zealand flax (Phormium tenax).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30857007/",
    "clean_text": "phormium yellow leaf phytoplasma is associated with strawberry lethal yellows disease in new zealand a yellows disease of strawberry plants was identified in propagation beds in new zealand affected plants were flatter to the ground showed purpling of older leaves reduced leaf size yellowing of younger leaves and sometimes plant death a phytoplasma was observ a yellows disease of strawberry plants was identified in propagation beds in new zealand affected plants were flatter to the ground showed purpling of older leaves reduced leaf size yellowing of younger leaves and sometimes plant death a phytoplasma was observed in the phloem of affected plants the s rrna gene of the phytoplasma was amplified by polymerase chain reaction from symptomatic plants and from one asymptomatic plant but not from other asymptomatic plants nucleotide sequence analysis of the s rrna gene showed that the phytoplasma is closely related or identical to the phytoplasma associated with the yellow leaf disease of new zealand flax phormium tenax"
}