{
    "title": "Quality of life philosophy III. Towards a new biology: understanding the biological connection between quality of life, disease, and healing.",
    "doc_id": "14646013",
    "writer": "Ventegodt S",
    "year": "2003",
    "summary": "This paper addresses (in a philosophical way) the complex and enigmatic interface between matter, life, and consciousness in modern medical science. The problem today in understanding living matter is not at the molecular level, but at the macro level where all molecular a …",
    "abstract": "This paper addresses (in a philosophical way) the complex and enigmatic interface between matter, life, and consciousness in modern medical science. The problem today in understanding living matter is not at the molecular level, but at the macro level where all molecular activities in the individual cell are coordinated, and especially at a higher level, where the activities of all the organism\"s cells are coordinated. Although we understand very much of the body\"s chemistry, we have only just started to get the gist of the tremendous organization of living matter. We are just beginning to acknowledge the enormous flow of information that is needed to make everything function in a healthy organism, including consciousness, where every cell does exactly what it has to do to make the organs function. A concept that seems to be able to bridge the scientifically very different domains of matter, life, and consciousness seems to be \"biological information\". If a cell is seen as a liquid crystal in which the cell\"s molecules constantly connect in firm mutual relationships only to dissolve again and become fluid and free, whenever the cell needs it, the backbone of the cell seems to be the information that organizes the cell. For example, in cell motion a cell is able to crawl with the help of a skeleton of fibers that can be created guided by biological information, whenever the cell needs the solidity provided by the fibers. The moment it has finished crawling or intends to crawl in another direction, these fibers will dissolve again. The fibers are made of millions of molecules that connect in an arranged pattern, and they dissolve when these molecules again let go of each other. How the cell precisely regulates such processes is today a complete mystery. How cells cocreate consciousness is also an enigma. All we can do is describe the cell and the organisms arising from its cells as filled with energy and information as well as an unbeatable ability to organize itself way down to the molecular level, where apparently the cell is in control of almost every single molecule. Our understanding today of how the information is stored and how it flows through living matter is still very limited. The source of the qualities (the qualia) characterizing the human being as a whole--like joy, love, motivation, consciousness, free will, wisdom, intuitive competence--is still practically unknown and scientifically unexplained, more than 50 years after science has turned itself towards these fundamental problems. We believe that we need a radically new biology and medicine to give the scientific explanations of the structure, dynamics, and quality of life, and of its consciousness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14646013/",
    "clean_text": "quality of life philosophy iii towards a new biology understanding the biological connection between quality of life disease and healing this paper addresses in a philosophical way the complex and enigmatic interface between matter life and consciousness in modern medical science the problem today in understanding living matter is not at the molecular level but at the macro level where all molecular a this paper addresses in a philosophical way the complex and enigmatic interface between matter life and consciousness in modern medical science the problem today in understanding living matter is not at the molecular level but at the macro level where all molecular activities in the individual cell are coordinated and especially at a higher level where the activities of all the organism s cells are coordinated although we understand very much of the body s chemistry we have only just started to get the gist of the tremendous organization of living matter we are just beginning to acknowledge the enormous flow of information that is needed to make everything function in a healthy organism including consciousness where every cell does exactly what it has to do to make the organs function a concept that seems to be able to bridge the scientifically very different domains of matter life and consciousness seems to be biological information if a cell is seen as a liquid crystal in which the cell s molecules constantly connect in firm mutual relationships only to dissolve again and become fluid and free whenever the cell needs it the backbone of the cell seems to be the information that organizes the cell for example in cell motion a cell is able to crawl with the help of a skeleton of fibers that can be created guided by biological information whenever the cell needs the solidity provided by the fibers the moment it has finished crawling or intends to crawl in another direction these fibers will dissolve again the fibers are made of millions of molecules that connect in an arranged pattern and they dissolve when these molecules again let go of each other how the cell precisely regulates such processes is today a complete mystery how cells cocreate consciousness is also an enigma all we can do is describe the cell and the organisms arising from its cells as filled with energy and information as well as an unbeatable ability to organize itself way down to the molecular level where apparently the cell is in control of almost every single molecule our understanding today of how the information is stored and how it flows through living matter is still very limited the source of the qualities the qualia characterizing the human being as a whole like joy love motivation consciousness free will wisdom intuitive competence is still practically unknown and scientifically unexplained more than years after science has turned itself towards these fundamental problems we believe that we need a radically new biology and medicine to give the scientific explanations of the structure dynamics and quality of life and of its consciousness"
}