{
    "pmid": "41439767",
    "title": "Electrode Type and Long-Term Clinical Response to Responsive Neurostimulation: A Single-Center Cohort With 5-Year Follow-up.",
    "abstract": "Responsive neurostimulation (RNS) is a neuromodulatory treatment of medically refractory epilepsy involving the implantation of either subdural or depth electrodes and a neurostimulator. Previous studies suggest improved outcomes associated with subdural electrodes, although this relationship is incompletely elucidated. We aimed to measure long-term response to RNS including the role of lead type and baseline patient characteristics. We performed a retrospective chart review of 57 patients who underwent RNS implantation. Data collected included lead configuration, previous surgeries, unilateral vs bilateral RNS leads, seizure localization, epilepsy etiology, auras, and demographics. The primary outcomes assessed were responder rate (≥50% reduction from preoperative baseline), and super-responder rate (≥90% reduction) at each annual timepoint postimplantation using generalized estimating equations. The mean duration of follow-up was 4.35 years and at 5 years, we observed an 81.4% responder rate and 55.8% super-responder rate. Responder (P = .016) and super-responder rates (P < .001) improved over time. Longitudinal response rate was higher in patients with at least 1 subdural electrode in place compared with those with 2 depths (subdural/Subdural P = .011; Subdural/Depth P = .028). The super-responder rate was also improved, although only in patients with 2 subdural electrodes in place (P = .014). None of the other variables measured correlated with differences in clinical response. We report longitudinal clinical benefit to RNS in support of multicenter trial findings, expanding on findings that electrode type correlates with clinical response. One subdural electrode may be sufficient to realize benefit over depth electrodes alone. The five-year response to RNS was improved with at least 1 subdural electrode over depth electrodes alone, with further benefit in the rate of super-response when 2 subdural electrodes were implanted. When evaluating patients for RNS therapy, these data support the use of subdural over depth electrodes when appropriate.",
    "disease": "epilepsy",
    "clean_text": "electrode type and long term clinical response to responsive neurostimulation a single center cohort with year follow up responsive neurostimulation rns is a neuromodulatory treatment of medically refractory epilepsy involving the implantation of either subdural or depth electrodes and a neurostimulator previous studies suggest improved outcomes associated with subdural electrodes although this relationship is incompletely elucidated we aimed to measure long term response to rns including the role of lead type and baseline patient characteristics we performed a retrospective chart review of patients who underwent rns implantation data collected included lead configuration previous surgeries unilateral vs bilateral rns leads seizure localization epilepsy etiology auras and demographics the primary outcomes assessed were responder rate reduction from preoperative baseline and super responder rate reduction at each annual timepoint postimplantation using generalized estimating equations the mean duration of follow up was years and at years we observed an responder rate and super responder rate responder p and super responder rates p improved over time longitudinal response rate was higher in patients with at least subdural electrode in place compared with those with depths subdural subdural p subdural depth p the super responder rate was also improved although only in patients with subdural electrodes in place p none of the other variables measured correlated with differences in clinical response we report longitudinal clinical benefit to rns in support of multicenter trial findings expanding on findings that electrode type correlates with clinical response one subdural electrode may be sufficient to realize benefit over depth electrodes alone the five year response to rns was improved with at least subdural electrode over depth electrodes alone with further benefit in the rate of super response when subdural electrodes were implanted when evaluating patients for rns therapy these data support the use of subdural over depth electrodes when appropriate"
}