{
    "title": "Endometrial stromal tumours revisited: an update based on the 2014 WHO classification.",
    "doc_id": "25595274",
    "writer": "Ali RH",
    "year": "2015",
    "summary": "Endometrial stromal tumours (EST) are rare tumours of endometrial stromal origin that account for less than 2% of all uterine tumours. ...Accordingly, the newly released 2014 WHO classification system recognises four categories: endometrial stromal nodule (ES …",
    "abstract": "Endometrial stromal tumours (EST) are rare tumours of endometrial stromal origin that account for less than 2% of all uterine tumours. Recent cytogenetic and molecular advances in this area have improved our understanding of ESTs and helped refine their classification into more meaningful categories. Accordingly, the newly released 2014 WHO classification system recognises four categories: endometrial stromal nodule (ESN), low-grade endometrial stromal sarcoma (LGESS), high-grade endometrial stromal sarcoma (HGESS) and undifferentiated uterine sarcoma (UUS). At the molecular level, these tumours may demonstrate a relatively simple karyotype with a defining chromosomal rearrangement (as in the majority of ESNs, LGESSs and YWHAE-rearranged HGESS) or demonstrate complex cytogenetic aberrations lacking specific rearrangements (as in UUSs). Herein we provide an update on this topic aimed at the practicing pathologist.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25595274/",
    "clean_text": "endometrial stromal tumours revisited an update based on the who classification endometrial stromal tumours est are rare tumours of endometrial stromal origin that account for less than of all uterine tumours accordingly the newly released who classification system recognises four categories endometrial stromal nodule es endometrial stromal tumours est are rare tumours of endometrial stromal origin that account for less than of all uterine tumours recent cytogenetic and molecular advances in this area have improved our understanding of ests and helped refine their classification into more meaningful categories accordingly the newly released who classification system recognises four categories endometrial stromal nodule esn low grade endometrial stromal sarcoma lgess high grade endometrial stromal sarcoma hgess and undifferentiated uterine sarcoma uus at the molecular level these tumours may demonstrate a relatively simple karyotype with a defining chromosomal rearrangement as in the majority of esns lgesss and ywhae rearranged hgess or demonstrate complex cytogenetic aberrations lacking specific rearrangements as in uuss herein we provide an update on this topic aimed at the practicing pathologist"
}