{
    "title": "Functional Imaging to Predict Treatment Response in Head and Neck Cancer: How Close are We to Biologically Adaptive Radiotherapy?",
    "doc_id": "33127234",
    "writer": "Paterson C",
    "year": "2020",
    "summary": "It is increasingly recognised that head and neck cancer represents a spectrum of disease with a differential response to standard treatments. ...With a stepwise and collaborative approach, we may be able to develop imaging biomarkers that allow us to deliver …",
    "abstract": "It is increasingly recognised that head and neck cancer represents a spectrum of disease with a differential response to standard treatments. Although prognostic factors are well established, they do not reliably predict response. The ability to predict response early during radiotherapy would allow adaptation of treatment: intensifying treatment for those not responding adequately or de-intensifying remaining therapy for those likely to achieve a complete response. Functional imaging offers such an opportunity. Changes in parameters obtained with functional magnetic resonance imaging or positron emission tomography-computed tomography during treatment have been found to be predictive of disease control in head and neck cancer. Although many questions remain unanswered regarding the optimal implementation of these techniques, current, maturing and future studies may provide the much-needed homogeneous cohorts with larger sample sizes and external validation of parameters. With a stepwise and collaborative approach, we may be able to develop imaging biomarkers that allow us to deliver personalised, biologically adaptive radiotherapy for head and neck cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33127234/",
    "clean_text": "functional imaging to predict treatment response in head and neck cancer how close are we to biologically adaptive radiotherapy it is increasingly recognised that head and neck cancer represents a spectrum of disease with a differential response to standard treatments with a stepwise and collaborative approach we may be able to develop imaging biomarkers that allow us to deliver it is increasingly recognised that head and neck cancer represents a spectrum of disease with a differential response to standard treatments although prognostic factors are well established they do not reliably predict response the ability to predict response early during radiotherapy would allow adaptation of treatment intensifying treatment for those not responding adequately or de intensifying remaining therapy for those likely to achieve a complete response functional imaging offers such an opportunity changes in parameters obtained with functional magnetic resonance imaging or positron emission tomography computed tomography during treatment have been found to be predictive of disease control in head and neck cancer although many questions remain unanswered regarding the optimal implementation of these techniques current maturing and future studies may provide the much needed homogeneous cohorts with larger sample sizes and external validation of parameters with a stepwise and collaborative approach we may be able to develop imaging biomarkers that allow us to deliver personalised biologically adaptive radiotherapy for head and neck cancer"
}