{
    "title": "Comparative Outcomes of Superomedial and Inferior Pedicles in Breast Reduction and Mastopexy: A Meta-Analysis of 5123 Breasts.",
    "doc_id": "39433614",
    "writer": "Tanas Y",
    "year": "2025",
    "summary": "RESULTS: The search yielded 1075 studies, of which 15 were included in the meta-analysis, encompassing 2633 patients (5123 breasts), with 3491 breasts receiving superomedial pedicles and 1632 breasts receiving inferior pedicles. ...CONCLUSION: Superomedial pe …",
    "abstract": "Background:\n        \n      \n      Superomedial and inferior pedicles are two commonly used techniques in breast reduction and mastopexy. This systematic review and meta-analysis aims to compare the clinical outcomes associated with these two techniques.\n    \n\n\n          Methods:\n        \n      \n      PubMed, Scopus, and Web of Science were searched for relevant studies. We included all studies with data comparing superomedial and inferior pedicles. Statistical analyses were performed using RevMan version 5.4.\n    \n\n\n          Results:\n        \n      \n      The search yielded 1075 studies, of which 15 were included in the meta-analysis, encompassing 2633 patients (5123 breasts), with 3491 breasts receiving superomedial pedicles and 1632 breasts receiving inferior pedicles. Superomedial pedicles were associated with significantly shorter operative length (MD = - 24.71, 95% CI = - 37.63 to - 11.79, p = 0.0002), higher BREAST-Q breast satisfaction scores (MD = 10.34, 95% CI = 7.72 to 12.96, p < 0.00001), lower infection rates (RR = 0.46, 95% CI = 0.24 to 0.86, p = 0.02), higher incidence of seroma (RR = 3.00, 95% CI = 1.15 to 7.79, p = 0.02), and higher incidence of decreased nipple-areola complex (NAC) sensation (RR = 1.50, 95% CI = 1.12 to 2.01, p = 0.006). No significant differences were observed in asymmetry, fat necrosis, NAC loss, and hematoma.\n    \n\n\n          Conclusion:\n        \n      \n      Superomedial pedicles demonstrated higher incidences of decreased NAC sensation and seroma formation, lower incidence of infection, shorter operative length, and higher BREAST-Q breast satisfaction scores compared to inferior pedicles. Further research is needed to confirm these findings and explore the long-term aesthetic outcomes associated with both techniques.\n    \n\n\n          Level of evidence iii:\n        \n      \n      This journal requires that authors assign a level of evidence to each article. For a full description of these Evidence-Based Medicine ratings, please refer to the Table of Contents or the online Instructions to Authors www.springer.com/00266 .",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39433614/",
    "clean_text": "comparative outcomes of superomedial and inferior pedicles in breast reduction and mastopexy a meta analysis of breasts results the search yielded studies of which were included in the meta analysis encompassing patients breasts with breasts receiving superomedial pedicles and breasts receiving inferior pedicles conclusion superomedial pe background superomedial and inferior pedicles are two commonly used techniques in breast reduction and mastopexy this systematic review and meta analysis aims to compare the clinical outcomes associated with these two techniques methods pubmed scopus and web of science were searched for relevant studies we included all studies with data comparing superomedial and inferior pedicles statistical analyses were performed using revman version results the search yielded studies of which were included in the meta analysis encompassing patients breasts with breasts receiving superomedial pedicles and breasts receiving inferior pedicles superomedial pedicles were associated with significantly shorter operative length md ci to p higher breast q breast satisfaction scores md ci to p lower infection rates rr ci to p higher incidence of seroma rr ci to p and higher incidence of decreased nipple areola complex nac sensation rr ci to p no significant differences were observed in asymmetry fat necrosis nac loss and hematoma conclusion superomedial pedicles demonstrated higher incidences of decreased nac sensation and seroma formation lower incidence of infection shorter operative length and higher breast q breast satisfaction scores compared to inferior pedicles further research is needed to confirm these findings and explore the long term aesthetic outcomes associated with both techniques level of evidence iii this journal requires that authors assign a level of evidence to each article for a full description of these evidence based medicine ratings please refer to the table of contents or the online instructions to authors www springer com"
}