{
    "title": "Maintenance of weight loss after lifestyle interventions for overweight and obesity, a systematic review.",
    "doc_id": "20345430",
    "writer": "Barte JC",
    "year": "2010",
    "summary": "If so, one may argue whether the 10% weight loss in clinical guidelines is preferable above a lower weight loss. This systematic review explores the relation between weight loss during an intervention and weight maintenance after a …",
    "abstract": "Lifestyle interventions can reduce body weight, but weight regain is common and may particularly occur with higher initial weight loss. If so, one may argue whether the 10% weight loss in clinical guidelines is preferable above a lower weight loss. This systematic review explores the relation between weight loss during an intervention and weight maintenance after at least 1 year of unsupervised follow-up. Twenty-two interventions (during at least 1 month) in healthy overweight Caucasians were selected and the mean percentages of weight loss and maintenance were calculated in a standardized way. In addition, within four intervention groups (n > 80) maintenance was calculated stratified by initial weight loss (0-5%, 5-10%, >10%). Overall, mean percentage maintenance was 54%. Weight loss during the intervention was not significantly associated with percentage maintenance (r = -0.26; P = 0.13). Percentage maintenance also not differed significantly between interventions with a weight loss of 5-10% vs. >10%. Consequently, net weight loss after follow-up differed between these categories (3.7 vs. 7.0%, respectively; P < 0.01). The analyses within the four interventions confirmed these findings. In conclusion, percentage maintenance does not clearly depend on initial weight loss. From this perspective, 10% or more weight loss can indeed be encouraged and favoured above lower weight loss goals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20345430/",
    "clean_text": "maintenance of weight loss after lifestyle interventions for overweight and obesity a systematic review if so one may argue whether the weight loss in clinical guidelines is preferable above a lower weight loss this systematic review explores the relation between weight loss during an intervention and weight maintenance after a lifestyle interventions can reduce body weight but weight regain is common and may particularly occur with higher initial weight loss if so one may argue whether the weight loss in clinical guidelines is preferable above a lower weight loss this systematic review explores the relation between weight loss during an intervention and weight maintenance after at least year of unsupervised follow up twenty two interventions during at least month in healthy overweight caucasians were selected and the mean percentages of weight loss and maintenance were calculated in a standardized way in addition within four intervention groups n maintenance was calculated stratified by initial weight loss overall mean percentage maintenance was weight loss during the intervention was not significantly associated with percentage maintenance r p percentage maintenance also not differed significantly between interventions with a weight loss of vs consequently net weight loss after follow up differed between these categories vs respectively p the analyses within the four interventions confirmed these findings in conclusion percentage maintenance does not clearly depend on initial weight loss from this perspective or more weight loss can indeed be encouraged and favoured above lower weight loss goals"
}