{
    "title": "[Gastric Cancer after Helicobacter pylori Eradication].",
    "doc_id": "30158402",
    "writer": "Suzuki H",
    "year": "2018",
    "summary": "The proportion of gastric cancer found after H. pylori eradication is thought to be greatly increasing. Comparing between gastric cancer detected after H. pylori eradication and gastric cancer with H. pylori infection, the proportion of d …",
    "abstract": "The effect of inhibiting gastric carcinogenesis by Helicobacter pylori(H. pylori)eradication treatment has been clarified and the effective H. pylori eradication regimens have been developed, therefore the era of \"nationwide H. pylori eradication in Japan\"is coming. The proportion of gastric cancer found after H. pylori eradication is thought to be greatly increasing. Comparing between gastric cancer detected after H. pylori eradication and gastric cancer with H. pylori infection, the proportion of depressed type and the cases where boundary with surrounding gastric mucosa was unclear were higher in gastric cancer after H. pylori eradication. We should pay attention to avoid missing tumor lesion after H. pylori eradication in particular. Identification of gastric cancer high risk group is important for efficient gastric cancer screening in cases after H. pylori eradication.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30158402/",
    "clean_text": "gastric cancer after helicobacter pylori eradication the proportion of gastric cancer found after h pylori eradication is thought to be greatly increasing comparing between gastric cancer detected after h pylori eradication and gastric cancer with h pylori infection the proportion of d the effect of inhibiting gastric carcinogenesis by helicobacter pylori h pylori eradication treatment has been clarified and the effective h pylori eradication regimens have been developed therefore the era of nationwide h pylori eradication in japan is coming the proportion of gastric cancer found after h pylori eradication is thought to be greatly increasing comparing between gastric cancer detected after h pylori eradication and gastric cancer with h pylori infection the proportion of depressed type and the cases where boundary with surrounding gastric mucosa was unclear were higher in gastric cancer after h pylori eradication we should pay attention to avoid missing tumor lesion after h pylori eradication in particular identification of gastric cancer high risk group is important for efficient gastric cancer screening in cases after h pylori eradication"
}