{
    "pmid": "41441877",
    "title": "Newly-engineered angiopoietin-1 as a cell-priming agent for CVD.",
    "abstract": "Human peripheral blood stem cells (PBSC) that have been most frequently used for repair or regeneration in ischemic cardiovascular disease (CVD) showed limitations in their efficacy. We previously reported that angiopoietin-1 (Ang1) is the cell-priming agent to enhance the vasculogenic potential of PBSC. The limitation was the difficulty to produce Ang1 protein with high efficiency. In this study, we engineered Ang1 structure and made FVA3-Ang1 by adding VASP and COMP sequence for stable tetramer formation as well as FLAG sequence for purification in large scale production and a signal peptide derived from influenza A virus (IAV) for better protein expression. FVA3-Ang1 showed stronger effect on endothelial cells than naïve Ang1 or COMP-Ang1 in terms of gene expression of Ang1, Ang2, VEGFA, FGF2, and KDR, as well as phosphorylation of Tie2, ERK, and Akt. Then we primed PBSC with FVA3-Ang1 and examined the transcriptome analysis. Priming for 1 h did not change whole gene expression profiles of PBSC, whereas priming for 24 h did change the pattern from myeloid toward endotheloid lineage. In mouse models of hind-limb ischemia and myocardial infarction, FVA3-Ang1-primed PBSCs showed superior engraftment and tissue regeneration compared to non-primed cells. A clinical trial is underway to assess efficacy and safety of FVA3-Ang1-primed PBSCs when infused via the culprit coronary artery following emergent stent implantation.",
    "disease": "coronary artery disease",
    "clean_text": "newly engineered angiopoietin as a cell priming agent for cvd human peripheral blood stem cells pbsc that have been most frequently used for repair or regeneration in ischemic cardiovascular disease cvd showed limitations in their efficacy we previously reported that angiopoietin ang is the cell priming agent to enhance the vasculogenic potential of pbsc the limitation was the difficulty to produce ang protein with high efficiency in this study we engineered ang structure and made fva ang by adding vasp and comp sequence for stable tetramer formation as well as flag sequence for purification in large scale production and a signal peptide derived from influenza a virus iav for better protein expression fva ang showed stronger effect on endothelial cells than na ve ang or comp ang in terms of gene expression of ang ang vegfa fgf and kdr as well as phosphorylation of tie erk and akt then we primed pbsc with fva ang and examined the transcriptome analysis priming for h did not change whole gene expression profiles of pbsc whereas priming for h did change the pattern from myeloid toward endotheloid lineage in mouse models of hind limb ischemia and myocardial infarction fva ang primed pbscs showed superior engraftment and tissue regeneration compared to non primed cells a clinical trial is underway to assess efficacy and safety of fva ang primed pbscs when infused via the culprit coronary artery following emergent stent implantation"
}