{
    "title": "Juvenile idiopathic arthritis in the new world of biologics.",
    "doc_id": "23647810",
    "writer": "Ostring GT",
    "year": "2013",
    "summary": "Juvenile idiopathic arthritis results in significant pain and disability in both children and adults. Advances in treatment resulting in improved long-term outcomes have occurred; however, an emphasis on early and aggressive diagnosis and management hopes to improve …",
    "abstract": "Juvenile idiopathic arthritis results in significant pain and disability in both children and adults. Advances in treatment resulting in improved long-term outcomes have occurred; however, an emphasis on early and aggressive diagnosis and management hopes to improve outcomes further. Juvenile idiopathic arthritis remains a clinical diagnosis of exclusion, but further research may delineate biological markers associated with the disease and its subtypes. Therapy for patients includes intra-articular steroid injections, disease modifying agents such as methotrexate and biological agents. Biological agents have provided exciting new therapeutic options in the last decade; however, long-term side effects of modulating the immune system are not yet fully understood. Systemic steroids may also be required but their long-term use is avoided. Uveitis needs to be screened for in all of those with the diagnosis. Multidisciplinary team care is required in managing these young people.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23647810/",
    "clean_text": "juvenile idiopathic arthritis in the new world of biologics juvenile idiopathic arthritis results in significant pain and disability in both children and adults advances in treatment resulting in improved long term outcomes have occurred however an emphasis on early and aggressive diagnosis and management hopes to improve juvenile idiopathic arthritis results in significant pain and disability in both children and adults advances in treatment resulting in improved long term outcomes have occurred however an emphasis on early and aggressive diagnosis and management hopes to improve outcomes further juvenile idiopathic arthritis remains a clinical diagnosis of exclusion but further research may delineate biological markers associated with the disease and its subtypes therapy for patients includes intra articular steroid injections disease modifying agents such as methotrexate and biological agents biological agents have provided exciting new therapeutic options in the last decade however long term side effects of modulating the immune system are not yet fully understood systemic steroids may also be required but their long term use is avoided uveitis needs to be screened for in all of those with the diagnosis multidisciplinary team care is required in managing these young people"
}