{
    "pmid": "41466608",
    "title": "Post-COVID-19 condition in individuals infected with SARS-CoV-2 in autumn 2023 in the Netherlands: a prospective cohort study with pre- and post-infection data.",
    "abstract": "Post-COVID-19 condition (PCC) risk may have changed due to vaccination status, virus variants, prior infections, and other factors. We aimed to estimate PCC prevalence for one year in individuals infected with SARS-CoV-2 during autumn 2023, controlling for pre-infection symptoms and prevalence in recently uninfected participants. VASCO, a Dutch ongoing prospective cohort, collects three-monthly questionnaires and six-monthly SARS-CoV-2 serology. Participants indicated severity of 23 symptoms on a five-point Likert scale, and of fatigue and concentration problems on the Checklist Individual Strength. We matched participants who did with those who did not report a SARS-CoV-2 infection between September 25, 2023 and January 7, 2024, and censored follow-up time for both upon serological or antigen test evidence of infection. We estimated PCC-prevalence as the excess prevalence of at least one PCC-related symptom between matched infected and uninfected participants at 90, 180, 270, and 360 days post-infection. Additionally, participants could self-attribute long-term symptoms to SARS-CoV-2. We 1:1 matched 5621 infected to 5621 uninfected participants. The PCC prevalence, estimated as the marginal mean excess prevalence of PCC-related symptoms between infected and uninfected participants, was 0.2% (95% confidence interval: -1.9 to 2.3, p = 0.84) at 90 days, 0.5% (-1.6 to 2.6, p = 0.63) at 180 days, 0.7% (-1.3 to 2.8, p = 0.48) at 270 days, and 0.0% (-2.1 to 2.1, p = 0.99) at 360 days. Excess prevalence of new mild and severe long-term symptoms self-attributed to SARS-CoV-2 between infected and uninfected participants were both elevated at 90 days (mild: 7.2% (5.1-9.2), severe: 0.6% (0.4-0.8)) and 180 days (mild: 3.2% (2.0-4.4), severe: 0.3% (0.2-0.4)) post-infection (all p-values <0.0001), but no longer thereafter. This double-controlled study, incorporating pre- versus post-infection and uninfected symptom data, found a low risk of PCC among a community-dwelling adult population infected during the autumn 2023 SARS-CoV-2 wave. The prevalence of PCC-related symptoms in infected and uninfected individuals was not significantly different at 90-360 days post-infection. The excess prevalences of self-attributed long-term symptoms were elevated at 90 and 180 days post-infection but no longer from 270 days onwards. These findings suggest that the 2023 wave inferred a lower PCC risk than during the pandemic period. Funded by the Dutch Ministry of Health, Welfare and Sport.",
    "disease": "covid-19",
    "clean_text": "post covid condition in individuals infected with sars cov in autumn in the netherlands a prospective cohort study with pre and post infection data post covid condition pcc risk may have changed due to vaccination status virus variants prior infections and other factors we aimed to estimate pcc prevalence for one year in individuals infected with sars cov during autumn controlling for pre infection symptoms and prevalence in recently uninfected participants vasco a dutch ongoing prospective cohort collects three monthly questionnaires and six monthly sars cov serology participants indicated severity of symptoms on a five point likert scale and of fatigue and concentration problems on the checklist individual strength we matched participants who did with those who did not report a sars cov infection between september and january and censored follow up time for both upon serological or antigen test evidence of infection we estimated pcc prevalence as the excess prevalence of at least one pcc related symptom between matched infected and uninfected participants at and days post infection additionally participants could self attribute long term symptoms to sars cov we matched infected to uninfected participants the pcc prevalence estimated as the marginal mean excess prevalence of pcc related symptoms between infected and uninfected participants was confidence interval to p at days to p at days to p at days and to p at days excess prevalence of new mild and severe long term symptoms self attributed to sars cov between infected and uninfected participants were both elevated at days mild severe and days mild severe post infection all p values but no longer thereafter this double controlled study incorporating pre versus post infection and uninfected symptom data found a low risk of pcc among a community dwelling adult population infected during the autumn sars cov wave the prevalence of pcc related symptoms in infected and uninfected individuals was not significantly different at days post infection the excess prevalences of self attributed long term symptoms were elevated at and days post infection but no longer from days onwards these findings suggest that the wave inferred a lower pcc risk than during the pandemic period funded by the dutch ministry of health welfare and sport"
}