{
    "pmid": "41398951",
    "title": "Recurrent myocardial infarction and adherence to secondary prevention strategies among adults with coronary artery disease in rural Aluva, South India: a nested case-control study.",
    "abstract": "Recurrent myocardial infarction (re-MI) remains a significant challenge in cardiovascular care, especially in low-income countries. Despite advancements in cardiac care, many patients with coronary artery disease (CAD) fail to follow the secondary prevention guidelines consistently. This study aims to determine the independent predictors of re-MI and inadequate adherence to secondary prevention strategies among adults with CAD in a rural cohort in South India. A nested case-control study with risk set sampling of controls was conducted from January 2022 to March 2022 within the ENDIRA (Epidemiology of Non-communicable Diseases In Rural Areas) Cohort in the rural part of Aluva municipality of Ernakulam district, Kerala, India. CAD patients aged 35-80 years from the ENDIRA cohort who have had one or more episodes of myocardial infarction 28 days post the index episode as confirmed by medical reports were selected as cases while those with no recurrent episodes were taken as controls. Descriptive analysis was conducted to characterise the study population and was expressed in frequencies and percentages. Regression models were used to determine the independent predictors of re-MI as well as inadequate adherence and was expressed using adjusted odds ratio along with 95% confidence intervals. The study included 187 cases and 436 controls. The independent predictors of recurrent myocardial infarction included poor socio-economic status (Adjusted Odds Ratio [AOR] 1.98; 95% confidence interval [CI] 1.34-2.91), > 5 years since CAD diagnosis (AOR 1.53; 95% CI 1.06-2.22), previous history of CABG (AOR 1.75;95% CI 1.17-2.61), alcohol consumption (AOR 1.65; 95% CI 1.04-2.61), follow up under complementary and alternative medicine (AOR 2.04; 95% CI 1.03-4.01), distance to follow up hospital > 20 kms (AOR 1.85; 95% CI 1.09-3.12) and uncontrolled blood pressure (AOR 1.60; 95% CI 1.07-2.39). The CAD patients preferring private facilities for follow up were 43% less likely to develop recurrent myocardial infarction. (AOR 0.57; 95% CI 0.34-0.95). The determinants of recurrent myocardial infarction and inadequate adherence are multifactorial, encompassing socioeconomic, behavioural and health system factors. Strengthening equitable access to quality secondary prevention services, integrating social support, and improving continuity of cardiac care are essential to reduce recurrence and improve outcomes in rural India.",
    "disease": "coronary artery disease",
    "clean_text": "recurrent myocardial infarction and adherence to secondary prevention strategies among adults with coronary artery disease in rural aluva south india a nested case control study recurrent myocardial infarction re mi remains a significant challenge in cardiovascular care especially in low income countries despite advancements in cardiac care many patients with coronary artery disease cad fail to follow the secondary prevention guidelines consistently this study aims to determine the independent predictors of re mi and inadequate adherence to secondary prevention strategies among adults with cad in a rural cohort in south india a nested case control study with risk set sampling of controls was conducted from january to march within the endira epidemiology of non communicable diseases in rural areas cohort in the rural part of aluva municipality of ernakulam district kerala india cad patients aged years from the endira cohort who have had one or more episodes of myocardial infarction days post the index episode as confirmed by medical reports were selected as cases while those with no recurrent episodes were taken as controls descriptive analysis was conducted to characterise the study population and was expressed in frequencies and percentages regression models were used to determine the independent predictors of re mi as well as inadequate adherence and was expressed using adjusted odds ratio along with confidence intervals the study included cases and controls the independent predictors of recurrent myocardial infarction included poor socio economic status adjusted odds ratio aor confidence interval ci years since cad diagnosis aor ci previous history of cabg aor ci alcohol consumption aor ci follow up under complementary and alternative medicine aor ci distance to follow up hospital kms aor ci and uncontrolled blood pressure aor ci the cad patients preferring private facilities for follow up were less likely to develop recurrent myocardial infarction aor ci the determinants of recurrent myocardial infarction and inadequate adherence are multifactorial encompassing socioeconomic behavioural and health system factors strengthening equitable access to quality secondary prevention services integrating social support and improving continuity of cardiac care are essential to reduce recurrence and improve outcomes in rural india"
}