{
    "pmid": "41386196",
    "title": "Wide range of cenobamate doses associated with initial seizure freedom in patients with uncontrolled focal seizures: Post-hoc analysis of a phase 3, multicenter, open-label study.",
    "abstract": "To examine initial doses of cenobamate that were associated with seizure freedom (100% seizure reduction) in a subset of patients from a large, open-label, phase 3 safety study. We reviewed available focal seizure efficacy data for patients (N = 240) from 10 eligible US study sites. Among patients achieving seizure freedom for ≥12 months (≥350 consecutive days) and ≥24 months (≥700 consecutive days) at last clinic visit, or at any time during the analysis, the doses of cenobamate at the start of their seizure-free interval were examined. We also examined cenobamate doses for ≥12-month and ≥24-month seizure freedom stratified by baseline seizure frequency (< 3 vs ≥3 seizures/28 days). Of 62 patients with ≥12-month seizure freedom at their last visit, 24.2 % (15/62) of patients started their seizure-free interval at cenobamate doses ≤50 mg/day, 4.8 % (3/62) at 100 mg/day, 14.5 % (9/62) at 150 mg/day, and 12.9 % (8/62) at 200 mg/day. Of 33 patients who were seizure-free for ≥24 months at their last study visit, 45.5 % (15/33) started their seizure-free interval on cenobamate doses ≤ 50 mg/day, 3.0 % (1/33) at 100 mg/day, 15.2 % (5/33) at 150 mg/day, and 12.1 % (4/33) at 200 mg/day. Of 62/240 patients achieving 12-month seizure freedom at last visit, 35/62 started their seizure-free interval at cenobamate doses ≤200 mg/day (24-month: 25/33). Attaining seizure freedom at a lower dose may be predictive of remaining seizure-free for a longer period. Further prospective research is needed to better define cenobamate's efficacy at lower doses.",
    "disease": "epilepsy",
    "clean_text": "wide range of cenobamate doses associated with initial seizure freedom in patients with uncontrolled focal seizures post hoc analysis of a phase multicenter open label study to examine initial doses of cenobamate that were associated with seizure freedom seizure reduction in a subset of patients from a large open label phase safety study we reviewed available focal seizure efficacy data for patients n from eligible us study sites among patients achieving seizure freedom for months consecutive days and months consecutive days at last clinic visit or at any time during the analysis the doses of cenobamate at the start of their seizure free interval were examined we also examined cenobamate doses for month and month seizure freedom stratified by baseline seizure frequency vs seizures days of patients with month seizure freedom at their last visit of patients started their seizure free interval at cenobamate doses mg day at mg day at mg day and at mg day of patients who were seizure free for months at their last study visit started their seizure free interval on cenobamate doses mg day at mg day at mg day and at mg day of patients achieving month seizure freedom at last visit started their seizure free interval at cenobamate doses mg day month attaining seizure freedom at a lower dose may be predictive of remaining seizure free for a longer period further prospective research is needed to better define cenobamate s efficacy at lower doses"
}