{
    "title": "Should We Perform Catheter Ablation for Asymptomatic Atrial Fibrillation?",
    "doc_id": "28760871",
    "writer": "Kalman JM",
    "year": "2017",
    "summary": "Since the original description of atrial fibrillation ablation, numerous studies have demonstrated the superiority of catheter ablation over pharmacological therapy for maintenance of sinus rhythm in patients with both paroxysmal and persistent atrial fibr …",
    "abstract": "Since the original description of atrial fibrillation ablation, numerous studies have demonstrated the superiority of catheter ablation over pharmacological therapy for maintenance of sinus rhythm in patients with both paroxysmal and persistent atrial fibrillation. However, to date, no randomized studies have been powered to demonstrate a mortality or stroke reduction benefit of rhythm control with catheter ablation over a rate control strategy. The results of such ongoing studies are not expected until 2018 or 2019. Thus, the only indication for atrial fibrillation ablation in recent guidelines has been the presence of symptoms. However, up to 40% of an atrial fibrillation population may be asymptomatic. In 2017, in the absence of randomized studies, are there nevertheless data that support atrial fibrillation ablation in asymptomatic patients?",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28760871/",
    "clean_text": "should we perform catheter ablation for asymptomatic atrial fibrillation since the original description of atrial fibrillation ablation numerous studies have demonstrated the superiority of catheter ablation over pharmacological therapy for maintenance of sinus rhythm in patients with both paroxysmal and persistent atrial fibr since the original description of atrial fibrillation ablation numerous studies have demonstrated the superiority of catheter ablation over pharmacological therapy for maintenance of sinus rhythm in patients with both paroxysmal and persistent atrial fibrillation however to date no randomized studies have been powered to demonstrate a mortality or stroke reduction benefit of rhythm control with catheter ablation over a rate control strategy the results of such ongoing studies are not expected until or thus the only indication for atrial fibrillation ablation in recent guidelines has been the presence of symptoms however up to of an atrial fibrillation population may be asymptomatic in in the absence of randomized studies are there nevertheless data that support atrial fibrillation ablation in asymptomatic patients"
}