{
    "pmid": "41449193",
    "title": "Explainable machine learning identifies immune-inflammatory biomarkers and therapeutic candidates in drug-resistant epilepsy.",
    "abstract": "Drug-resistant epilepsy (DRE) affects one-third of total epileptic patients and remains a major clinical challenge. Growing evidence implicates neuroinflammation as a key contributor to epileptogenesis and therapeutic resistance, but comprehensive, reproducible transcriptomic biomarkers are lacking. This study aimed to identify immune-inflammatory gene signatures associated with DRE using integrated transcriptomic profiling and machine-learning classifiers coupled with SHAP-based post-hoc explainability. Herein, this study curated and integrated 197 publicly available RNA-sequencing samples from cortical and hippocampal tissues across three Gene Expression Omnibus (GEO) datasets, comprising 162 epileptic and 35 non-epileptic control samples. After preprocessing and batch correction, differential expression analysis and ensemble-based feature selection were performed using the supervised classifiers Logistic Regression (LR), Random Forest (RF), Support Vector Machine (SVM), Extra Trees (ETs), and XGBoost. SHAP (SHapley Additive Explanations) values were used to prioritize features. External validation was conducted on an independent dataset (n = 68). Drug-gene interactions and molecular docking were applied to top-ranked genes. A set of 897 differentially expressed genes (DEGs), including 659 upregulated and 238 downregulated genes, was identified and was enriched for immune-inflammatory processes. Machine learning classifiers achieved high internal performance (mean ROC-AUC: 0.98-0.99) and robust external validation (ensemble ROC-AUC: 0.93). SHAP analysis consistently prioritized genes, including TNF, IL1B, and P2RY12. These features were biologically enriched in microglial and monocyte-related pathways. Drug-gene interaction identified multiple repurposable compounds, with Prasugrel and Pentamidine having strong binding affinities in docking studies. This study reveals reproducible immune-related transcriptomic biomarkers of drug-resistant epilepsy, highlights actionable targets for therapeutic repurposing, and provides a framework for precision medicine approaches in epilepsy. Code and processed data are available at: https://github.com/Tayyab-Ijaz/EpilepsyBiomarkerDrugs.",
    "disease": "epilepsy",
    "clean_text": "explainable machine learning identifies immune inflammatory biomarkers and therapeutic candidates in drug resistant epilepsy drug resistant epilepsy dre affects one third of total epileptic patients and remains a major clinical challenge growing evidence implicates neuroinflammation as a key contributor to epileptogenesis and therapeutic resistance but comprehensive reproducible transcriptomic biomarkers are lacking this study aimed to identify immune inflammatory gene signatures associated with dre using integrated transcriptomic profiling and machine learning classifiers coupled with shap based post hoc explainability herein this study curated and integrated publicly available rna sequencing samples from cortical and hippocampal tissues across three gene expression omnibus geo datasets comprising epileptic and non epileptic control samples after preprocessing and batch correction differential expression analysis and ensemble based feature selection were performed using the supervised classifiers logistic regression lr random forest rf support vector machine svm extra trees ets and xgboost shap shapley additive explanations values were used to prioritize features external validation was conducted on an independent dataset n drug gene interactions and molecular docking were applied to top ranked genes a set of differentially expressed genes degs including upregulated and downregulated genes was identified and was enriched for immune inflammatory processes machine learning classifiers achieved high internal performance mean roc auc and robust external validation ensemble roc auc shap analysis consistently prioritized genes including tnf il b and p ry these features were biologically enriched in microglial and monocyte related pathways drug gene interaction identified multiple repurposable compounds with prasugrel and pentamidine having strong binding affinities in docking studies this study reveals reproducible immune related transcriptomic biomarkers of drug resistant epilepsy highlights actionable targets for therapeutic repurposing and provides a framework for precision medicine approaches in epilepsy code and processed data are available at https github com tayyab ijaz epilepsybiomarkerdrugs"
}