{
    "title": "Fibroadenoma in axillary accessory breast tissue: a case report.",
    "doc_id": "36071506",
    "writer": "Yefter ET",
    "year": "2022",
    "summary": "BACKGROUND: Accessory breast(s) is defined as the presence of more than two breasts with or without a nipple and areola in human beings. ...Moreover, this case underscores the fact that, similar to normal breast tissue, accessory breast tissue i …",
    "abstract": "Background:\n        \n      \n      Accessory breast(s) is defined as the presence of more than two breasts with or without a nipple and areola in human beings. It may occur anywhere along the primitive embryonic milk lines, which extend from the axilla to the groin. Accessory breast tissue can potentially undergo the same physiological and pathological processes as the normally located breast, including lactational change, fibroadenoma, and carcinoma. Although common in the normally located breast tissue, the incidence of fibroadenoma in accessory breast tissue is rare. Furthermore, if the swelling occurs in the axilla or groin, it may present a diagnostic challenge by clinically mimicking a lymphoma or other causes of lymphadenopathy. Owing to its rarity and its tendency to pose a clinical diagnostic challenge, we decided to report a case of fibroadenoma in axillary accessory breast.\n    \n\n\n          Case presentation:\n        \n      \n      A 28-year-old Ethiopian female patient came to University of Gondar comprehensive specialized hospital with a complaint of left axillary swelling of 3 years duration. There was no history of cough, fever, weight loss, or night sweating. On physical examination, there was an approximately 5 × 4 cm, firm, well-defined, mobile, nontender solitary mass in the left axilla that was completely separated from the left breast. Fine-needle aspiration cytology suggested a diagnosis of fibroadenoma in axillary accessory breast tissue. The mass was completely excised, and histopathologic examination confirmed the diagnosis. Her recovery was uneventful. She was informed about the diagnosis, reassured, and discharged from care.\n    \n\n\n          Conclusion:\n        \n      \n      In the clinical evaluation of a patient with axillary swelling, accessory breast tissue disorders such as fibroadenoma must be considered as a differential diagnosis for early diagnostic workup and management. Moreover, this case underscores the fact that, similar to normal breast tissue, accessory breast tissue is also susceptible to the same pathologic disease processes including neoplasms such as fibroadenoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36071506/",
    "clean_text": "fibroadenoma in axillary accessory breast tissue a case report background accessory breast s is defined as the presence of more than two breasts with or without a nipple and areola in human beings moreover this case underscores the fact that similar to normal breast tissue accessory breast tissue i background accessory breast s is defined as the presence of more than two breasts with or without a nipple and areola in human beings it may occur anywhere along the primitive embryonic milk lines which extend from the axilla to the groin accessory breast tissue can potentially undergo the same physiological and pathological processes as the normally located breast including lactational change fibroadenoma and carcinoma although common in the normally located breast tissue the incidence of fibroadenoma in accessory breast tissue is rare furthermore if the swelling occurs in the axilla or groin it may present a diagnostic challenge by clinically mimicking a lymphoma or other causes of lymphadenopathy owing to its rarity and its tendency to pose a clinical diagnostic challenge we decided to report a case of fibroadenoma in axillary accessory breast case presentation a year old ethiopian female patient came to university of gondar comprehensive specialized hospital with a complaint of left axillary swelling of years duration there was no history of cough fever weight loss or night sweating on physical examination there was an approximately cm firm well defined mobile nontender solitary mass in the left axilla that was completely separated from the left breast fine needle aspiration cytology suggested a diagnosis of fibroadenoma in axillary accessory breast tissue the mass was completely excised and histopathologic examination confirmed the diagnosis her recovery was uneventful she was informed about the diagnosis reassured and discharged from care conclusion in the clinical evaluation of a patient with axillary swelling accessory breast tissue disorders such as fibroadenoma must be considered as a differential diagnosis for early diagnostic workup and management moreover this case underscores the fact that similar to normal breast tissue accessory breast tissue is also susceptible to the same pathologic disease processes including neoplasms such as fibroadenoma"
}