{
    "title": "Evidence-based medicine in older patients: how can we do better?",
    "doc_id": "26087800",
    "writer": "Mooijaart SP",
    "year": "2015",
    "summary": "The heterogeneity of older patients may lead to overtreatment of vulnerable and undertreatment of fit older patients. ...In conclusion, in older patients the same elements constitute EBM, but the elements need tailoring to the older patient. ...",
    "abstract": "Evidence-based medicine (EBM) aims to integrate three elements in patient care: the patient situation, scientific evidence, and the doctors' expertise. This review aims 1) to assess how these elements are systematically different in older patients and 2) to propose strategies how to improve EBM in older patients. The ageing process systematically affects all three elements that constitute EBM. First, ageing changes the physiology of the older body, makes the patient more vulnerable with more multimorbidity and polypharmacy and affects somatic, psychological and social function. The heterogeneity of older patients may lead to overtreatment of vulnerable and undertreatment of fit older patients. Second, representative older patients are underrepresented in clinical studies and endpoints studied may not reflect the specific needs of older patients. Third, adequate clinical tools and schooling are lacking to aid physicians in clinical decision-making. Strategies to improve elements of EBM include: first systematically acknowledging that physical, mental and social function may reveal patients vulnerability and specific treatment goals. Second, clinical studies specifically targeting more representative older patients and studying endpoints relevant to older patients are warranted. Finally, teaching of physicians may increase their experience and expertise in treating older patients. In conclusion, in older patients the same elements constitute EBM, but the elements need tailoring to the older patient. In the clinic, a thorough assessment of individual patient preferences and physical, mental and social functioning in combination with increased level of experience of the doctor can increase the quality of EBM in older patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26087800/",
    "clean_text": "evidence based medicine in older patients how can we do better the heterogeneity of older patients may lead to overtreatment of vulnerable and undertreatment of fit older patients in conclusion in older patients the same elements constitute ebm but the elements need tailoring to the older patient evidence based medicine ebm aims to integrate three elements in patient care the patient situation scientific evidence and the doctors expertise this review aims to assess how these elements are systematically different in older patients and to propose strategies how to improve ebm in older patients the ageing process systematically affects all three elements that constitute ebm first ageing changes the physiology of the older body makes the patient more vulnerable with more multimorbidity and polypharmacy and affects somatic psychological and social function the heterogeneity of older patients may lead to overtreatment of vulnerable and undertreatment of fit older patients second representative older patients are underrepresented in clinical studies and endpoints studied may not reflect the specific needs of older patients third adequate clinical tools and schooling are lacking to aid physicians in clinical decision making strategies to improve elements of ebm include first systematically acknowledging that physical mental and social function may reveal patients vulnerability and specific treatment goals second clinical studies specifically targeting more representative older patients and studying endpoints relevant to older patients are warranted finally teaching of physicians may increase their experience and expertise in treating older patients in conclusion in older patients the same elements constitute ebm but the elements need tailoring to the older patient in the clinic a thorough assessment of individual patient preferences and physical mental and social functioning in combination with increased level of experience of the doctor can increase the quality of ebm in older patients"
}