{
    "title": "Arterial Calcification in Diabetes Mellitus: Preclinical Models and Translational Implications.",
    "doc_id": "28062508",
    "writer": "Stabley JN",
    "year": "2017",
    "summary": "Diabetes mellitus increasingly afflicts our aging and dysmetabolic population. Type 2 diabetes mellitus and the antecedent metabolic syndrome represent the vast majority of the disease burden-increasingly prevalent in children and older adults. ...Arte …",
    "abstract": "Diabetes mellitus increasingly afflicts our aging and dysmetabolic population. Type 2 diabetes mellitus and the antecedent metabolic syndrome represent the vast majority of the disease burden-increasingly prevalent in children and older adults. However, type 1 diabetes mellitus is also advancing in preadolescent children. As such, a crushing wave of cardiometabolic disease burden now faces our society. Arteriosclerotic calcification is increased in metabolic syndrome, type 2 diabetes mellitus, and type 1 diabetes mellitus-impairing conduit vessel compliance and function, thereby increasing the risk for dementia, stroke, heart attack, limb ischemia, renal insufficiency, and lower extremity amputation. Preclinical models of these dysmetabolic settings have provided insights into the pathobiology of arterial calcification. Osteochondrogenic morphogens in the BMP-Wnt signaling relay and transcriptional regulatory programs driven by Msx and Runx gene families are entrained to innate immune responses-responses activated by the dysmetabolic state-to direct arterial matrix deposition and mineralization. Recent studies implicate the endothelial-mesenchymal transition in contributing to the phenotypic drift of mineralizing vascular progenitors. In this brief overview, we discuss preclinical disease models that provide mechanistic insights-and point to challenges and opportunities to translate these insights into new therapeutic strategies for our patients afflicted with diabetes mellitus and its arteriosclerotic complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28062508/",
    "clean_text": "arterial calcification in diabetes mellitus preclinical models and translational implications diabetes mellitus increasingly afflicts our aging and dysmetabolic population type diabetes mellitus and the antecedent metabolic syndrome represent the vast majority of the disease burden increasingly prevalent in children and older adults arte diabetes mellitus increasingly afflicts our aging and dysmetabolic population type diabetes mellitus and the antecedent metabolic syndrome represent the vast majority of the disease burden increasingly prevalent in children and older adults however type diabetes mellitus is also advancing in preadolescent children as such a crushing wave of cardiometabolic disease burden now faces our society arteriosclerotic calcification is increased in metabolic syndrome type diabetes mellitus and type diabetes mellitus impairing conduit vessel compliance and function thereby increasing the risk for dementia stroke heart attack limb ischemia renal insufficiency and lower extremity amputation preclinical models of these dysmetabolic settings have provided insights into the pathobiology of arterial calcification osteochondrogenic morphogens in the bmp wnt signaling relay and transcriptional regulatory programs driven by msx and runx gene families are entrained to innate immune responses responses activated by the dysmetabolic state to direct arterial matrix deposition and mineralization recent studies implicate the endothelial mesenchymal transition in contributing to the phenotypic drift of mineralizing vascular progenitors in this brief overview we discuss preclinical disease models that provide mechanistic insights and point to challenges and opportunities to translate these insights into new therapeutic strategies for our patients afflicted with diabetes mellitus and its arteriosclerotic complications"
}