{
    "title": "The significance of saponins in shaping the quality of food products from red beet.",
    "doc_id": "35174690",
    "writer": "Mikołajczyk-Bator K.",
    "year": "2022",
    "summary": "BACKGROUND: Food products made from red beet have aroused growing interest among consumers owing to their health qualities. The quality of food products is determined to a large extent by the ingredients they are produced from. ...The bitter taste recognition thresh …",
    "abstract": "Background:\n        \n      \n      Food products made from red beet have aroused growing interest among consumers owing to their health qualities. The quality of food products is determined to a large extent by the ingredients they are produced from. The health properties and sensory qualities of a given product are the most important features for consumers when choosing a particular product. The triterpene saponins in red beets constitute a group of compounds which influence the sensory quality of food products from this raw material. However, neither the biological activity of nor the bitter taste caused by red beet saponins has been comprehensively described in the literature. The aim of this research was to determine the influence of saponins on the sensory quality of products which incorporate red beets.\n    \n\n\n          Methods:\n        \n      \n      The analysed food products were juices made from three cultivars of red beet roots. Sensory evaluation of the obtained juices and analytical sensory study of the bitter taste of saponins was carried out. The bitter taste recognition thresholds of saponins isolated from the cultivars under study were used to analyse the taste qualities of the finished products.\n    \n\n\n          Results:\n        \n      \n      The taste qualities of the analysed food products depended on the content of saponins in the final product. As compounds contributing to the bitter taste of red beets, saponins influenced the sensory qualities of the finished food products. In the case of saponins isolated from the analysed beet cultivars, it was found that the values of the defined thresholds of bitter taste recognition were higher than the saponin content in the juices obtained from these cultivars. As a result, the bitter features of juice are not detected due to the low content of saponins in them. This analysis was confirmed by the sensory evaluation of the juices, during which a team of selected evaluators indicated that sweet was the dominant flavour of the juices from Forono, Modana and Tytus cultivars, and that there was no clear sensation of its bitter features.\n    \n\n\n          Conclusions:\n        \n      \n      Based on the determined thresholds of bitter taste recognition in saponins isolated from different beet cultivars (minimum concentration causing the sensation of bitter taste in red beet) and the comparison with the total saponin content in the final product, one can conclude whether or not a given product demonstrates bitter features. The application potential of the red beet cultivars under study was indicated as regards their suitability for use in the production of foodstuffs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35174690/",
    "clean_text": "the significance of saponins in shaping the quality of food products from red beet background food products made from red beet have aroused growing interest among consumers owing to their health qualities the quality of food products is determined to a large extent by the ingredients they are produced from the bitter taste recognition thresh background food products made from red beet have aroused growing interest among consumers owing to their health qualities the quality of food products is determined to a large extent by the ingredients they are produced from the health properties and sensory qualities of a given product are the most important features for consumers when choosing a particular product the triterpene saponins in red beets constitute a group of compounds which influence the sensory quality of food products from this raw material however neither the biological activity of nor the bitter taste caused by red beet saponins has been comprehensively described in the literature the aim of this research was to determine the influence of saponins on the sensory quality of products which incorporate red beets methods the analysed food products were juices made from three cultivars of red beet roots sensory evaluation of the obtained juices and analytical sensory study of the bitter taste of saponins was carried out the bitter taste recognition thresholds of saponins isolated from the cultivars under study were used to analyse the taste qualities of the finished products results the taste qualities of the analysed food products depended on the content of saponins in the final product as compounds contributing to the bitter taste of red beets saponins influenced the sensory qualities of the finished food products in the case of saponins isolated from the analysed beet cultivars it was found that the values of the defined thresholds of bitter taste recognition were higher than the saponin content in the juices obtained from these cultivars as a result the bitter features of juice are not detected due to the low content of saponins in them this analysis was confirmed by the sensory evaluation of the juices during which a team of selected evaluators indicated that sweet was the dominant flavour of the juices from forono modana and tytus cultivars and that there was no clear sensation of its bitter features conclusions based on the determined thresholds of bitter taste recognition in saponins isolated from different beet cultivars minimum concentration causing the sensation of bitter taste in red beet and the comparison with the total saponin content in the final product one can conclude whether or not a given product demonstrates bitter features the application potential of the red beet cultivars under study was indicated as regards their suitability for use in the production of foodstuffs"
}