{
    "pmid": "41475038",
    "title": "Effect of treatment sequencing on outcome of patients with non-small cell lung cancer with a synchronous solitary extrathoracic metastasis.",
    "abstract": "Currently, guidelines advise local radical treatment (LRT) to all disease sites in addition to systemic therapy in patients with synchronous oligometastatic non-small cell lung cancer (NSCLC). However, the best order of treatments is unknown. This advice is largely based on expert opinion and on studies without immune checkpoint inhibitors (ICI), while an ICI-based regimen is now standard of care first-line treatment for stage IV NSCLC without an actionable genetic alteration (AGA). We conducted a retrospective study to evaluate the order of treatments in patients with synchronous oligometastatic NSCLC without an AGA, with a single extrathoracic metastasis treated with an ICI-based regimen between 2018 and 2022. We evaluated upfront LRT to the metastasis followed by ICI and if indicated LRT to the local disease (Netherlands Cancer Registry: cohort 1, n = 225), and ICI followed by LRT to all disease sites if no progression (regional retrospective series: cohort 2, n = 33). The primary endpoint was overall survival (OS). The median OS for cohort 1 and cohort 2 were 26 and 25 months, respectively, and 3-year OS rates of 45 % and 44 %, respectively. In cohort 1, better survival was seen for those with brain metastasis, good performance status, non-squamous histology and high PD-L1 expression. In cohort 2, better survival was seen for younger age and non-squamous histology. In conclusion, both upfront and delayed LRT combined with an ICI-based treatment can result in long-term survival in this patient population, however the most optimal sequence has yet to determined.",
    "disease": "lung cancer",
    "clean_text": "effect of treatment sequencing on outcome of patients with non small cell lung cancer with a synchronous solitary extrathoracic metastasis currently guidelines advise local radical treatment lrt to all disease sites in addition to systemic therapy in patients with synchronous oligometastatic non small cell lung cancer nsclc however the best order of treatments is unknown this advice is largely based on expert opinion and on studies without immune checkpoint inhibitors ici while an ici based regimen is now standard of care first line treatment for stage iv nsclc without an actionable genetic alteration aga we conducted a retrospective study to evaluate the order of treatments in patients with synchronous oligometastatic nsclc without an aga with a single extrathoracic metastasis treated with an ici based regimen between and we evaluated upfront lrt to the metastasis followed by ici and if indicated lrt to the local disease netherlands cancer registry cohort n and ici followed by lrt to all disease sites if no progression regional retrospective series cohort n the primary endpoint was overall survival os the median os for cohort and cohort were and months respectively and year os rates of and respectively in cohort better survival was seen for those with brain metastasis good performance status non squamous histology and high pd l expression in cohort better survival was seen for younger age and non squamous histology in conclusion both upfront and delayed lrt combined with an ici based treatment can result in long term survival in this patient population however the most optimal sequence has yet to determined"
}