{
    "title": "Impact of squid predation on juvenile fish survival.",
    "doc_id": "35821384",
    "writer": "Takahashi M",
    "year": "2022",
    "summary": "Here, we examined the feeding habits and predation impacts of swordtip squid on a major prey fish, juveniles of jack mackerel, in the East China Sea. Otoliths of the juveniles extracted from the squid stomach were used to reconstruct the age-length relationship and …",
    "abstract": "Predation is a major source of mortality during the early life stages of marine fishes; however, few studies have demonstrated its impact-especially that of squid predation-on survival processes. Here, we examined the feeding habits and predation impacts of swordtip squid on a major prey fish, juveniles of jack mackerel, in the East China Sea. Otoliths of the juveniles extracted from the squid stomach were used to reconstruct the age-length relationship and the growth trajectory of the consumed juveniles, and they were compared to those of juveniles collected with a net using a newly developed statistical framework. The juveniles consumed by squid had significantly shorter body lengths and smaller body sizes during the late larval and early juvenile stages than the netted juveniles, suggesting that smaller juveniles with slower growth rates have a higher probability to be selected. The body mass ratio of the predator squid to prey juveniles (predator-prey mass ratio, PPMR) ranged from 7 to 700, which was remarkably lower than the PPMR reported in various marine ecosystems based on analyses of fishes. Our findings demonstrate that squid predation can significantly impact the early life survival of fish and the trophodynamics in marine ecosystems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35821384/",
    "clean_text": "impact of squid predation on juvenile fish survival here we examined the feeding habits and predation impacts of swordtip squid on a major prey fish juveniles of jack mackerel in the east china sea otoliths of the juveniles extracted from the squid stomach were used to reconstruct the age length relationship and predation is a major source of mortality during the early life stages of marine fishes however few studies have demonstrated its impact especially that of squid predation on survival processes here we examined the feeding habits and predation impacts of swordtip squid on a major prey fish juveniles of jack mackerel in the east china sea otoliths of the juveniles extracted from the squid stomach were used to reconstruct the age length relationship and the growth trajectory of the consumed juveniles and they were compared to those of juveniles collected with a net using a newly developed statistical framework the juveniles consumed by squid had significantly shorter body lengths and smaller body sizes during the late larval and early juvenile stages than the netted juveniles suggesting that smaller juveniles with slower growth rates have a higher probability to be selected the body mass ratio of the predator squid to prey juveniles predator prey mass ratio ppmr ranged from to which was remarkably lower than the ppmr reported in various marine ecosystems based on analyses of fishes our findings demonstrate that squid predation can significantly impact the early life survival of fish and the trophodynamics in marine ecosystems"
}