{
    "title": "Strategies to Increase Physical Activity in Chronic Respiratory Diseases.",
    "doc_id": "31078217",
    "writer": "Troosters T",
    "year": "2019",
    "summary": "Physical activity is important to maintain health. Patients who reduce their physical activity are at increased risk of developing comorbidities and faster decline in health. ...However, few interventions have shown long-term effects and all focused on …",
    "abstract": "Physical activity is important to maintain health. Patients who reduce their physical activity are at increased risk of developing comorbidities and faster decline in health. Interventions to enhance physical activity require a behavior change from patients and these interventions have become increasingly popular in chronic obstructive pulmonary disease. However, few interventions have shown long-term effects and all focused on enhancing physical activity rather than the maintenance thereof. In patients with very low exercise tolerance or with significant symptom burden, enhancing physical activity be difficult and interventions should first focus on enhancing exercise tolerance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31078217/",
    "clean_text": "strategies to increase physical activity in chronic respiratory diseases physical activity is important to maintain health patients who reduce their physical activity are at increased risk of developing comorbidities and faster decline in health however few interventions have shown long term effects and all focused on physical activity is important to maintain health patients who reduce their physical activity are at increased risk of developing comorbidities and faster decline in health interventions to enhance physical activity require a behavior change from patients and these interventions have become increasingly popular in chronic obstructive pulmonary disease however few interventions have shown long term effects and all focused on enhancing physical activity rather than the maintenance thereof in patients with very low exercise tolerance or with significant symptom burden enhancing physical activity be difficult and interventions should first focus on enhancing exercise tolerance"
}