{
    "pmid": "41393263",
    "title": "Application of machine learning to predict the occurrence of venous thromboembolism in patients hospitalized for coronary artery disease: a single-center retrospective study.",
    "abstract": "This study aimed to construct a prediction model for the occurrence of venous thromboembolism (VTE) in patients hospitalized with coronary heart disease (CHD) using machine learning algorithms. Clinical data were from the medical records of CHD patients admitted to tertiary hospitals in eastern Liaoning Province between 2019 and 2024. Five machine learning algorithms-random forest (RF), classification and regression tree (CART), logistic regression (LR), logistic regression + least absolute shrinkage and selection operator (LR + LASSO), and extreme gradient boosting (XGBoost)-were used to construct predictive models. The area under the receiver operating characteristic curve (AUC), sensitivity, specificity, and accuracy were comparison metrics between different models. A total of 3113 CHD inpatients were included in the study. In the internal validation set, XGBoost had the highest AUC (0.704), sensitivity (0.708), and accuracy (0.692), and RF had the highest specificity (0.706). In the time external validation set, LR + LASSO had the highest AUC (0.649), the highest specificity (0.683) for RF, and the highest sensitivity (0.682) and accuracy (0.656) for XGBoost. D-dimer, Age, and Neutrophil Count (NEUT) were the three most important relevant indicators. The prediction model based on machine learning algorithms for the occurrence of VTE in CHD inpatients has a specific diagnostic value. The prediction model constructed by LR + LASSO and XGBoost is more effective than the models constructed by other methods. The results of this study can provide research ideas for the clinical prevention and treatment of VTE events occurring in CHD inpatients.",
    "disease": "coronary artery disease",
    "clean_text": "application of machine learning to predict the occurrence of venous thromboembolism in patients hospitalized for coronary artery disease a single center retrospective study this study aimed to construct a prediction model for the occurrence of venous thromboembolism vte in patients hospitalized with coronary heart disease chd using machine learning algorithms clinical data were from the medical records of chd patients admitted to tertiary hospitals in eastern liaoning province between and five machine learning algorithms random forest rf classification and regression tree cart logistic regression lr logistic regression least absolute shrinkage and selection operator lr lasso and extreme gradient boosting xgboost were used to construct predictive models the area under the receiver operating characteristic curve auc sensitivity specificity and accuracy were comparison metrics between different models a total of chd inpatients were included in the study in the internal validation set xgboost had the highest auc sensitivity and accuracy and rf had the highest specificity in the time external validation set lr lasso had the highest auc the highest specificity for rf and the highest sensitivity and accuracy for xgboost d dimer age and neutrophil count neut were the three most important relevant indicators the prediction model based on machine learning algorithms for the occurrence of vte in chd inpatients has a specific diagnostic value the prediction model constructed by lr lasso and xgboost is more effective than the models constructed by other methods the results of this study can provide research ideas for the clinical prevention and treatment of vte events occurring in chd inpatients"
}