{
    "title": "[Biological therapy in juvenile idiopathic arthritis].",
    "doc_id": "35499221",
    "writer": "Neve-Græsbøll A",
    "year": "2022",
    "summary": "During the past 20 years of the biologic era, remission has become a realistic goal when treating children and adolescents with juvenile idiopathic arthritis (JIA). Studies describing long-term effects and safety are now available for several biologic agents, overal …",
    "abstract": "During the past 20 years of the biologic era, remission has become a realistic goal when treating children and adolescents with juvenile idiopathic arthritis (JIA). Studies describing long-term effects and safety are now available for several biologic agents, overall being well tolerated and with acceptable adverse events. No significant association between treatment with biologics and malignancy has been detected. This review finds that although biologics have been a success for most JIA patients, some fail to respond leaving the need for new treatment options and optimal switching between biologics most relevant.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35499221/",
    "clean_text": "biological therapy in juvenile idiopathic arthritis during the past years of the biologic era remission has become a realistic goal when treating children and adolescents with juvenile idiopathic arthritis jia studies describing long term effects and safety are now available for several biologic agents overal during the past years of the biologic era remission has become a realistic goal when treating children and adolescents with juvenile idiopathic arthritis jia studies describing long term effects and safety are now available for several biologic agents overall being well tolerated and with acceptable adverse events no significant association between treatment with biologics and malignancy has been detected this review finds that although biologics have been a success for most jia patients some fail to respond leaving the need for new treatment options and optimal switching between biologics most relevant"
}