{
    "pmid": "41414778",
    "title": "Mycobacterial and monkeypox homologous epitopes: Building blocks of a robust monkeypox vaccine.",
    "abstract": "Numerous scientific studies have established that the BCG vaccination reduces susceptibility to bacterial and viral infections, particularly those causing respiratory tract ailments. This effect is partly attributed to the crossreactivity of BCG antigens, which reinforces immunity and presents an important avenue for therapeutic interventions against bladder cancer, Buruli ulcer, and leprosy. Remarkably, individuals residing in tuberculosis (TB)-endemic regions who have received BCG vaccinations exhibit a significant reduction in the incidence of monkeypox virus (MPV) infections. This observation could be attributed to shared T-cell and B-cell epitopes between mycobacteria and MPV, raising the possibility of eliciting cross-reactive immune responses. Such cross-reactivity could account for the enhanced protection conferred by the BCG vaccination against MPV infections. To explore this possibility, we employed advanced immunoinformatics tools. Our analysis successfully identified common CD4 T-cell, CD8 T-cell, and B-cell epitopes shared between MPV and mycobacteria. Notably, the T-cell epitopes demonstrated high immunogenicity and substantial affinity, with promiscuous binding to multiple human leukocyte antigen (HLA) class I and class II alleles, indicating the potential for these epitopes to trigger robust immune responses. Indeed, the predicted outcomes encompassed the induction of Th1-cell and Th2-cell responses via the predicted epitopes. These findings carry profound implications. They imply that prior exposure to cross-reactive mycobacterial antigens during recent pandemics could have contributed to increased levels of protection against MPV infections in TB-endemic regions, in contrast to areas non-endemic for TB. The identified T-cell and B-cell epitopes may thus serve as promising candidates for developing vaccines to combat MPV and mitigate its spread.",
    "disease": "tuberculosis",
    "clean_text": "mycobacterial and monkeypox homologous epitopes building blocks of a robust monkeypox vaccine numerous scientific studies have established that the bcg vaccination reduces susceptibility to bacterial and viral infections particularly those causing respiratory tract ailments this effect is partly attributed to the crossreactivity of bcg antigens which reinforces immunity and presents an important avenue for therapeutic interventions against bladder cancer buruli ulcer and leprosy remarkably individuals residing in tuberculosis tb endemic regions who have received bcg vaccinations exhibit a significant reduction in the incidence of monkeypox virus mpv infections this observation could be attributed to shared t cell and b cell epitopes between mycobacteria and mpv raising the possibility of eliciting cross reactive immune responses such cross reactivity could account for the enhanced protection conferred by the bcg vaccination against mpv infections to explore this possibility we employed advanced immunoinformatics tools our analysis successfully identified common cd t cell cd t cell and b cell epitopes shared between mpv and mycobacteria notably the t cell epitopes demonstrated high immunogenicity and substantial affinity with promiscuous binding to multiple human leukocyte antigen hla class i and class ii alleles indicating the potential for these epitopes to trigger robust immune responses indeed the predicted outcomes encompassed the induction of th cell and th cell responses via the predicted epitopes these findings carry profound implications they imply that prior exposure to cross reactive mycobacterial antigens during recent pandemics could have contributed to increased levels of protection against mpv infections in tb endemic regions in contrast to areas non endemic for tb the identified t cell and b cell epitopes may thus serve as promising candidates for developing vaccines to combat mpv and mitigate its spread"
}