{
    "title": "Association between ABO Blood Groups and Type 2 Diabetes Mellitus: A Meta-Analysis.",
    "doc_id": "35490312",
    "writer": "Cano EA",
    "year": "2023",
    "summary": "BACKGROUND: The role of the ABO blood group goes beyond immunohematology as there is accumulating evidence on its association with type 2 diabetes mellitus. However, findings regarding the relation have been contradictory and there is a need to determi …",
    "abstract": "Background:\n        \n      \n      The role of the ABO blood group goes beyond immunohematology as there is accumulating evidence on its association with type 2 diabetes mellitus. However, findings regarding the relation have been contradictory and there is a need to determine the validity of claims.\n    \n\n\n          Objective:\n        \n      \n      Evaluate the susceptibility of the ABO blood groups to type 2 diabetes mellitus.\n    \n\n\n          Method:\n        \n      \n      The research design is a meta-analysis. An extensive search was done in PubMed, ScienceDirect, ResearchGate, and Google Scholar. Heterogeneity was determined through Cochran's Q test and I2 index. Random-effects model was used to measure the risk ratio and confidence intervals. Evaluation of publication bias was done using the funnel plot method; further supported by Egger's linear regression test and Begg's test.\n    \n\n\n          Results:\n        \n      \n      The relative susceptibility of ABO blood groups to type 2 diabetes mellitus differs for blood type A (Relative risk [RR] = 1.05, 95% CI, 0.93 to 1.18), blood type B (RR = 1.03, 95% CI, 0.91 to 1.18), blood type AB (RR = 1.25, 95% CI, 0.78 to 1.99), and blood type O (RR = 1.11, 95% CI, 0.82 to 1.48). The highest risk of acquiring the disease was seen in type AB individuals, while the lowest risk was seen in type B individuals.\n    \n\n\n          Conclusion:\n        \n      \n      A significant association was found between ABO blood groups and type 2 diabetes mellitus. ABO phenotype can therefore be considered a possible risk factor or potential genetic determinant of the disease, which can be used to improve diagnosis and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35490312/",
    "clean_text": "association between abo blood groups and type diabetes mellitus a meta analysis background the role of the abo blood group goes beyond immunohematology as there is accumulating evidence on its association with type diabetes mellitus however findings regarding the relation have been contradictory and there is a need to determi background the role of the abo blood group goes beyond immunohematology as there is accumulating evidence on its association with type diabetes mellitus however findings regarding the relation have been contradictory and there is a need to determine the validity of claims objective evaluate the susceptibility of the abo blood groups to type diabetes mellitus method the research design is a meta analysis an extensive search was done in pubmed sciencedirect researchgate and google scholar heterogeneity was determined through cochran s q test and i index random effects model was used to measure the risk ratio and confidence intervals evaluation of publication bias was done using the funnel plot method further supported by egger s linear regression test and begg s test results the relative susceptibility of abo blood groups to type diabetes mellitus differs for blood type a relative risk rr ci to blood type b rr ci to blood type ab rr ci to and blood type o rr ci to the highest risk of acquiring the disease was seen in type ab individuals while the lowest risk was seen in type b individuals conclusion a significant association was found between abo blood groups and type diabetes mellitus abo phenotype can therefore be considered a possible risk factor or potential genetic determinant of the disease which can be used to improve diagnosis and treatment"
}