{
    "title": "Hydrogel Combined with Phototherapy in Wound Healing.",
    "doc_id": "35751637",
    "writer": "Xu Y",
    "year": "2022",
    "summary": "Wound healing is a complex biological process that involves tissue regeneration. Traditional wound dressings are dry, cannot provide a moist environment for wound healing, and do not have high antibacterial properties. ...In addition, the progre …",
    "abstract": "Wound healing is a complex biological process that involves tissue regeneration. Traditional wound dressings are dry, cannot provide a moist environment for wound healing, and do not have high antibacterial properties. Hydrogels, which are capable of retaining large amounts of water, can create a moist healing environment. Currently, phototherapies have exhibited a high potential for the treatment of bacterial infections. Therefore, combining hydrogels with phototherapy can adequately overcome the shortcomings of traditional wound treatment methods and show great potential for wound healing owing to their high efficiency, low irritation, and good antibacterial performance. In this review, the application of hydrogels combined with phototherapy in wound healing is summarized. First, the basic principles of photodynamic therapy and photothermal therapy are briefly introduced. In addition, the progress of the application of hydrogel combined with phototherapy in wound healing is systematically investigated. Finally, the challenges and prospects of combining hydrogel with phototherapy in wound healing are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35751637/",
    "clean_text": "hydrogel combined with phototherapy in wound healing wound healing is a complex biological process that involves tissue regeneration traditional wound dressings are dry cannot provide a moist environment for wound healing and do not have high antibacterial properties in addition the progre wound healing is a complex biological process that involves tissue regeneration traditional wound dressings are dry cannot provide a moist environment for wound healing and do not have high antibacterial properties hydrogels which are capable of retaining large amounts of water can create a moist healing environment currently phototherapies have exhibited a high potential for the treatment of bacterial infections therefore combining hydrogels with phototherapy can adequately overcome the shortcomings of traditional wound treatment methods and show great potential for wound healing owing to their high efficiency low irritation and good antibacterial performance in this review the application of hydrogels combined with phototherapy in wound healing is summarized first the basic principles of photodynamic therapy and photothermal therapy are briefly introduced in addition the progress of the application of hydrogel combined with phototherapy in wound healing is systematically investigated finally the challenges and prospects of combining hydrogel with phototherapy in wound healing are discussed"
}