{
    "title": "Transcutaneous spinal cord stimulation neuromodulates pre- and postsynaptic inhibition in the control of spinal spasticity.",
    "doc_id": "39532101",
    "writer": "Minassian K",
    "year": "2024",
    "summary": "Aside from enabling voluntary control over paralyzed muscles, a key effect of spinal cord stimulation is the alleviation of spasticity. Dysfunction of spinal inhibitory circuits is considered a major cause of spasticity. These circuits are contacted by Ia mus …",
    "abstract": "Aside from enabling voluntary control over paralyzed muscles, a key effect of spinal cord stimulation is the alleviation of spasticity. Dysfunction of spinal inhibitory circuits is considered a major cause of spasticity. These circuits are contacted by Ia muscle spindle afferents, which are also the primary targets of transcutaneous lumbar spinal cord stimulation (TSCS). We hypothesize that TSCS controls spasticity by transiently strengthening spinal inhibitory circuit function through their Ia-mediated activation. We show that 30 min of antispasticity TSCS improves activity in post- and presynaptic inhibitory circuits beyond the intervention in ten individuals with traumatic spinal cord injury to normative levels established in 20 neurologically intact individuals. These changes in circuit function correlate with improvements in muscle hypertonia, spasms, and clonus. Our study opens the black box of the carryover effects of antispasticity TSCS and underpins a causal role of deficient post- and presynaptic inhibitory circuits in spinal spasticity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39532101/",
    "clean_text": "transcutaneous spinal cord stimulation neuromodulates pre and postsynaptic inhibition in the control of spinal spasticity aside from enabling voluntary control over paralyzed muscles a key effect of spinal cord stimulation is the alleviation of spasticity dysfunction of spinal inhibitory circuits is considered a major cause of spasticity these circuits are contacted by ia mus aside from enabling voluntary control over paralyzed muscles a key effect of spinal cord stimulation is the alleviation of spasticity dysfunction of spinal inhibitory circuits is considered a major cause of spasticity these circuits are contacted by ia muscle spindle afferents which are also the primary targets of transcutaneous lumbar spinal cord stimulation tscs we hypothesize that tscs controls spasticity by transiently strengthening spinal inhibitory circuit function through their ia mediated activation we show that min of antispasticity tscs improves activity in post and presynaptic inhibitory circuits beyond the intervention in ten individuals with traumatic spinal cord injury to normative levels established in neurologically intact individuals these changes in circuit function correlate with improvements in muscle hypertonia spasms and clonus our study opens the black box of the carryover effects of antispasticity tscs and underpins a causal role of deficient post and presynaptic inhibitory circuits in spinal spasticity"
}