{
    "title": "Association between weight-loss history and weight loss achieved in clinical obesity management: Retrospective chart review.",
    "doc_id": "36150211",
    "writer": "Kuk JL",
    "year": "2022",
    "summary": "OBJECTIVE: Weight history and its association with the weight loss achieved in a publicly funded clinical obesity management program were examined in 9348 patients. ...In women, but not men, earlier age of overweight onset and lifetime weight loss …",
    "abstract": "Objective:\n        \n      \n      Weight history and its association with the weight loss achieved in a publicly funded clinical obesity management program were examined in 9348 patients.\n    \n\n\n          Methods:\n        \n      \n      Weight history (frequency and magnitude of weight losses) was collected through questionnaires at enrollment, and weight change was assessed with retrospective electronic medical chart review.\n    \n\n\n          Results:\n        \n      \n      The majority of patients reported developing overweight prior to the age of 40 years and having lost at least 4.5 kg (10 lb) of weight at least once in their lifetime. Those who had an earlier onset of overweight had a higher frequency of past weight loss and had more cumulative weight loss over their lifetime. In women, but not men, earlier age of overweight onset and lifetime weight loss were associated with modestly greater weight loss at the clinic.\n    \n\n\n          Conclusions:\n        \n      \n      Women with greater weight-loss history also have modestly greater weight loss at the obesity management clinic. Thus, successful long-term obesity management, particularly for women, may include a series of repeated attempts at weight loss that should not be viewed as failures but could be viewed instead as practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36150211/",
    "clean_text": "association between weight loss history and weight loss achieved in clinical obesity management retrospective chart review objective weight history and its association with the weight loss achieved in a publicly funded clinical obesity management program were examined in patients in women but not men earlier age of overweight onset and lifetime weight loss objective weight history and its association with the weight loss achieved in a publicly funded clinical obesity management program were examined in patients methods weight history frequency and magnitude of weight losses was collected through questionnaires at enrollment and weight change was assessed with retrospective electronic medical chart review results the majority of patients reported developing overweight prior to the age of years and having lost at least kg lb of weight at least once in their lifetime those who had an earlier onset of overweight had a higher frequency of past weight loss and had more cumulative weight loss over their lifetime in women but not men earlier age of overweight onset and lifetime weight loss were associated with modestly greater weight loss at the clinic conclusions women with greater weight loss history also have modestly greater weight loss at the obesity management clinic thus successful long term obesity management particularly for women may include a series of repeated attempts at weight loss that should not be viewed as failures but could be viewed instead as practice"
}