{
    "pmid": "41387449",
    "title": "Hic-5 drives epithelial mechanotransduction promoting a feed-forward cycle of bronchoconstriction.",
    "abstract": "Mechanical forces are essential for organ function, but excessive or dysregulated forces can promote pathologic conditions. In asthma, bronchoconstriction narrows the airway, compressing the airway epithelium and activating mechanotransduction, yet key regulators of mechanotransduction remain unclear. Here we show that Hic-5, a focal adhesion adaptor, is a key regulator of epithelial mechanotransduction. In human airway epithelial cells at air-liquid interface exposed to mechanical compression that mimics bronchoconstriction, we find that compression induces Hic-5 expression in airway basal cells. We further validated these in vitro findings by reanalyzing single-cell RNA-seq data from patients with asthma undergoing bronchoconstriction after allergen challenge, which revealed increased Hic-5 expression in airway basal cells. Hic-5 knockdown in human airway epithelial cells markedly attenuates mechanoresponses to compression, including stress fiber formation, differential gene expression, and increased secretion of endothelin-1 (ET-1). Through secretion of ET-1, a potent bronchoconstrictor, Hic-5 drives epithelial mechanotransduction and promotes a feed-forward cycle of bronchoconstriction, thereby highlighting dysregulated mechanical forces as active drivers of human disease.",
    "disease": "asthma",
    "clean_text": "hic drives epithelial mechanotransduction promoting a feed forward cycle of bronchoconstriction mechanical forces are essential for organ function but excessive or dysregulated forces can promote pathologic conditions in asthma bronchoconstriction narrows the airway compressing the airway epithelium and activating mechanotransduction yet key regulators of mechanotransduction remain unclear here we show that hic a focal adhesion adaptor is a key regulator of epithelial mechanotransduction in human airway epithelial cells at air liquid interface exposed to mechanical compression that mimics bronchoconstriction we find that compression induces hic expression in airway basal cells we further validated these in vitro findings by reanalyzing single cell rna seq data from patients with asthma undergoing bronchoconstriction after allergen challenge which revealed increased hic expression in airway basal cells hic knockdown in human airway epithelial cells markedly attenuates mechanoresponses to compression including stress fiber formation differential gene expression and increased secretion of endothelin et through secretion of et a potent bronchoconstrictor hic drives epithelial mechanotransduction and promotes a feed forward cycle of bronchoconstriction thereby highlighting dysregulated mechanical forces as active drivers of human disease"
}