{
    "pmid": "41410024",
    "title": "Mitochondrial Dysfunction Drives Oxidative Stress and Energy Imbalance in a Murine Model of Spondyloarthritis.",
    "abstract": "Joint inflammation and structural damage in spondyloarthritis (SpA) are not fully explained by known immune mechanisms. While mitochondrial dysfunction has been implicated in other rheumatic diseases, such as rheumatoid arthritis and lupus, its role in SpA remains poorly understood. Male DBA/1 mice with spontaneous arthritis (SpAD) and healthy BALB/c mice were compared to assess mitochondrial alterations in joint tissues, isolated mitochondria and cultured fibroblast-like synoviocytes (FLS). Analyses focused on mitochondrial dynamics (fission and fusion) and turnover (biogenesis and mitophagy), bioenergetic function, oxidative stress, and transcriptomic changes associated with mitochondrial function. SpAD induced a coordinated mitochondrial dysfunction in joint tissues characterized by increased fission (Drp1), reduced fusion (Mfn2), and dysregulated turnover processes with elevated mitophagy (PINK1) and biogenesis (PGC-1α). This imbalance led to dysregulation mitochondrial complexes activity, reduced ATP production, and a pronounced increase in oxidative stress. The latter was evidenced by decreased catalase and glutathione peroxidase (Gpx) activity, elevated superoxide dismutase (SOD) activity, and accumulation of 4 hydroxynonenal (4-HNE), highlighting a shift toward a chronic pro-oxidative environment. Similar gene expression changes were observed in cultured FLS. Transcriptomic analysis identified 6,673 differentially expressed genes, including 139 related to mitochondrial function, which reinforces the central role of mitochondrial dysregulation in SpAD pathophysiology. This study is the first to comprehensively characterize mitochondrial dysfunction in a murine model of SpA, identifying it as a potential driver of joint damage. Targeting mitochondrial pathways may offer novel strategies for disease modification in spondyloarthritis.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mitochondrial dysfunction drives oxidative stress and energy imbalance in a murine model of spondyloarthritis joint inflammation and structural damage in spondyloarthritis spa are not fully explained by known immune mechanisms while mitochondrial dysfunction has been implicated in other rheumatic diseases such as rheumatoid arthritis and lupus its role in spa remains poorly understood male dba mice with spontaneous arthritis spad and healthy balb c mice were compared to assess mitochondrial alterations in joint tissues isolated mitochondria and cultured fibroblast like synoviocytes fls analyses focused on mitochondrial dynamics fission and fusion and turnover biogenesis and mitophagy bioenergetic function oxidative stress and transcriptomic changes associated with mitochondrial function spad induced a coordinated mitochondrial dysfunction in joint tissues characterized by increased fission drp reduced fusion mfn and dysregulated turnover processes with elevated mitophagy pink and biogenesis pgc this imbalance led to dysregulation mitochondrial complexes activity reduced atp production and a pronounced increase in oxidative stress the latter was evidenced by decreased catalase and glutathione peroxidase gpx activity elevated superoxide dismutase sod activity and accumulation of hydroxynonenal hne highlighting a shift toward a chronic pro oxidative environment similar gene expression changes were observed in cultured fls transcriptomic analysis identified differentially expressed genes including related to mitochondrial function which reinforces the central role of mitochondrial dysregulation in spad pathophysiology this study is the first to comprehensively characterize mitochondrial dysfunction in a murine model of spa identifying it as a potential driver of joint damage targeting mitochondrial pathways may offer novel strategies for disease modification in spondyloarthritis"
}