{
    "pmid": "41465730",
    "title": "The Neutrophil-to-Albumin Ratio (NAR) Reflects the Severity of the Post-CABG Inflammatory Response and Is Associated with a Pre-Existing Pro-Inflammatory Monocyte Profile.",
    "abstract": "The systemic inflammatory response to coronary artery bypass grafting (CABG) is highly variable and a key driver of complications. We hypothesised that a pre-existing pro-inflammatory immune state, characterised by a skewed monocyte profile, 'primes' patients for an exaggerated response. This pilot prospective study aimed to test this hypothesis and to evaluate the Neutrophil-to-Albumin Ratio (NAR) as an integrated biomarker of this response, comparing it against the established Neutrophil-to-Lymphocyte Ratio (NLR). In this pilot prospective, single-centre pilot study, we enrolled 34 patients with multivessel coronary artery disease (CAD) scheduled for off-pump CABG and 20 control subjects. Preoperatively, peripheral blood monocyte subsets were quantified by flow cytometry. Neutrophil, lymphocyte, and albumin levels were measured before and after surgery to calculate NAR and NLR. Multivariable linear regression was used to test for independent predictors of the inflammatory response. Preoperatively, CAD patients exhibited a reduced percentage of the classical monocyte subpopulation ( A patient's preoperative immune profile, specifically the degree of monocyte skew, is an independent predictor of the acute inflammatory response to CABG. This finding supports a 'priming' mechanism in high-risk patients. While NAR and NLR perform similarly as monitoring tools, the independent link between the underlying immunology and the postoperative outcome suggests that combining preoperative immunophenotyping with simple biomarker monitoring could offer a powerful new strategy for personalised risk stratification in cardiac surgery.",
    "disease": "coronary artery disease",
    "clean_text": "the neutrophil to albumin ratio nar reflects the severity of the post cabg inflammatory response and is associated with a pre existing pro inflammatory monocyte profile the systemic inflammatory response to coronary artery bypass grafting cabg is highly variable and a key driver of complications we hypothesised that a pre existing pro inflammatory immune state characterised by a skewed monocyte profile primes patients for an exaggerated response this pilot prospective study aimed to test this hypothesis and to evaluate the neutrophil to albumin ratio nar as an integrated biomarker of this response comparing it against the established neutrophil to lymphocyte ratio nlr in this pilot prospective single centre pilot study we enrolled patients with multivessel coronary artery disease cad scheduled for off pump cabg and control subjects preoperatively peripheral blood monocyte subsets were quantified by flow cytometry neutrophil lymphocyte and albumin levels were measured before and after surgery to calculate nar and nlr multivariable linear regression was used to test for independent predictors of the inflammatory response preoperatively cad patients exhibited a reduced percentage of the classical monocyte subpopulation a patient s preoperative immune profile specifically the degree of monocyte skew is an independent predictor of the acute inflammatory response to cabg this finding supports a priming mechanism in high risk patients while nar and nlr perform similarly as monitoring tools the independent link between the underlying immunology and the postoperative outcome suggests that combining preoperative immunophenotyping with simple biomarker monitoring could offer a powerful new strategy for personalised risk stratification in cardiac surgery"
}