{
    "title": "Glial-mediated dysregulation of neurodevelopment in Fragile X Syndrome.",
    "doc_id": "37993178",
    "writer": "Napier M",
    "year": "2023",
    "summary": "Astrocytes are highly involved in a multitude of developmental processes that are known to be dysregulated in Fragile X Syndrome. Here, we examine these processes individually and review the roles astrocytes play in contributing to the pathology of this syndrome. .. …",
    "abstract": "Astrocytes are highly involved in a multitude of developmental processes that are known to be dysregulated in Fragile X Syndrome. Here, we examine these processes individually and review the roles astrocytes play in contributing to the pathology of this syndrome. As a growing area of interest in the field, new and exciting insight is continually emerging. Understanding these glial-mediated roles is imperative for elucidating the underlying molecular mechanisms at play, not only in Fragile X Syndrome, but also other ASD-related disorders. Understanding these roles will be central to the future development of effective, clinically-relevant treatments of these disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37993178/",
    "clean_text": "glial mediated dysregulation of neurodevelopment in fragile x syndrome astrocytes are highly involved in a multitude of developmental processes that are known to be dysregulated in fragile x syndrome here we examine these processes individually and review the roles astrocytes play in contributing to the pathology of this syndrome astrocytes are highly involved in a multitude of developmental processes that are known to be dysregulated in fragile x syndrome here we examine these processes individually and review the roles astrocytes play in contributing to the pathology of this syndrome as a growing area of interest in the field new and exciting insight is continually emerging understanding these glial mediated roles is imperative for elucidating the underlying molecular mechanisms at play not only in fragile x syndrome but also other asd related disorders understanding these roles will be central to the future development of effective clinically relevant treatments of these disorders"
}