{
    "pmid": "41474841",
    "title": "Health Care Utilization in Patients With Atopic Dermatitis Experiencing Topical Steroid Withdrawal: Observational Cross-Sectional Social Media Questionnaire Study.",
    "abstract": "Topical steroid withdrawal (TSW) is a controversial skin condition among health care providers due to a lack of evidence, but it has an impactful and growing presence on social media. There are few previous reports of health care utilization for symptoms attributed to TSW. This study aims to investigate health care utilization and requests as well as information sources for TSW among patients with atopic dermatitis (AD). This observational cross-sectional study used a questionnaire aimed at adults with AD, experiencing symptoms they attribute to TSW. The questionnaire was posted as a link, free to share with others, in a Swedish TSW-themed Facebook group and remained accessible for 4 weeks. Descriptive statistics and topical text analysis on open-ended items were used to present and interpret the results. The participants (n=82) reported dermatologists (n=41, 50%), general practitioners (n=40, 49%), and practitioners of complementary and alternative medicine (CAM; n=32, 39%) as the most frequent health care contacts for TSW. However, among participants with ongoing symptoms attributed to TSW (n=68), ongoing health care contacts with general practitioners, dermatologists, and practitioners of CAM were reported by only 10% (n=7), 22% (n=15), and 13% (n=11), respectively. For symptoms attributed to AD, the frequencies of health care provider contacts were higher. Almost all participants had sought help from a general practitioner (n=81, 99%) or a dermatologist (n=76, 93%) at some point, and many had also consulted a practitioner of CAM (n=59, 72%). Among those with ongoing symptoms attributed to AD, 43% (n=26) had an ongoing contact with a dermatologist. Participant-requested help and support from health care providers included understanding and confirmation of TSW impairments (n=45, 56%), treatment of symptoms (n=26, 32%), and increased awareness and information about TSW from health care providers (n=21, 26%). The most common TSW information sources were Facebook (n=78, 96%), websites (n=75, 93%), and Instagram (n=45, 56%), but YouTube (n=11, 14%), podcasts (n=7, 10%), and TikTok (n=5, 6%) were also reported. This study investigates health care utilization patterns related to TSW. The results indicate that the participants received insufficient support from health care providers for symptoms they attributed to TSW. The participants initiated and maintained health care provider contacts for symptoms attributed to AD to a greater extent than for TSW and sought information and support for TSW elsewhere. Targeted interventions to overcome this could be educational efforts for general practitioners and dermatologists about the current scientific knowledge of TSW as well as the TSW discourse on social media. In addition, health care providers need to engage and contribute to evidence-based content about TSW on relevant social media platforms to prevent the spread of misinformation about topical glucocorticoids.",
    "disease": "asthma",
    "clean_text": "health care utilization in patients with atopic dermatitis experiencing topical steroid withdrawal observational cross sectional social media questionnaire study topical steroid withdrawal tsw is a controversial skin condition among health care providers due to a lack of evidence but it has an impactful and growing presence on social media there are few previous reports of health care utilization for symptoms attributed to tsw this study aims to investigate health care utilization and requests as well as information sources for tsw among patients with atopic dermatitis ad this observational cross sectional study used a questionnaire aimed at adults with ad experiencing symptoms they attribute to tsw the questionnaire was posted as a link free to share with others in a swedish tsw themed facebook group and remained accessible for weeks descriptive statistics and topical text analysis on open ended items were used to present and interpret the results the participants n reported dermatologists n general practitioners n and practitioners of complementary and alternative medicine cam n as the most frequent health care contacts for tsw however among participants with ongoing symptoms attributed to tsw n ongoing health care contacts with general practitioners dermatologists and practitioners of cam were reported by only n n and n respectively for symptoms attributed to ad the frequencies of health care provider contacts were higher almost all participants had sought help from a general practitioner n or a dermatologist n at some point and many had also consulted a practitioner of cam n among those with ongoing symptoms attributed to ad n had an ongoing contact with a dermatologist participant requested help and support from health care providers included understanding and confirmation of tsw impairments n treatment of symptoms n and increased awareness and information about tsw from health care providers n the most common tsw information sources were facebook n websites n and instagram n but youtube n podcasts n and tiktok n were also reported this study investigates health care utilization patterns related to tsw the results indicate that the participants received insufficient support from health care providers for symptoms they attributed to tsw the participants initiated and maintained health care provider contacts for symptoms attributed to ad to a greater extent than for tsw and sought information and support for tsw elsewhere targeted interventions to overcome this could be educational efforts for general practitioners and dermatologists about the current scientific knowledge of tsw as well as the tsw discourse on social media in addition health care providers need to engage and contribute to evidence based content about tsw on relevant social media platforms to prevent the spread of misinformation about topical glucocorticoids"
}