{
    "title": "Associations between eating behaviors and metabolic syndrome severity in young adults.",
    "doc_id": "37866123",
    "writer": "Graybeal AJ",
    "year": "2023",
    "summary": "",
    "abstract": "Metabolic syndrome (MetS), a precursor to cardiovascular disease and type II diabetes, is rapidly increasing in young adults. Accordingly, earlier interventions aimed at combating the onset of MetS in young adults are required. However, current behavioral interventions have failed to consider the eating behaviors that precede disease development, likely contributing to the consistently high failure rates of these interventions. The purpose of this cross-sectional study was to evaluate the associations between eating behaviors and MetS severity (MetSindex) in a sample of young adults. A sample of 104 (non-Hispanic White: 45; non-Hispanic Black: 49; Hispanic White: 5; Asian: 5) young adult (age: 23.1 ± 4.4) males and females (F:61, M:43) completed anthropometric, blood pressure, blood glucose, and blood lipid assessments; each of which were used to calculate a continuous MetSindex score. Participants also completed the revised version of the 18-item Three-factor Eating Questionnaire to measure emotional eating (EmE), uncontrolled eating (UE), and cognitive restraint (CR). EmE was positively associated with MetSindex for young adult females (p = 0.033) and non-Hispanic Black participants (p = 0.050), but not male (p = 0.506) or non-Hispanic White participants (p = 0.558). Additionally, MetSindex was greater in the highest EmE tertile compared to the lowest EmE tertile for the total sample (p = 0.037) and young adult females (p = 0.015). UE and CR were not associated with MetSindex. These data suggest a potential link between EmE and MetS severity in young adults, and that behavioral interventions aimed at MetS prevention should focus on treating the underlying EmE behaviors common in young adults, particularly for young female and Black adults at the greatest risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37866123/",
    "clean_text": "associations between eating behaviors and metabolic syndrome severity in young adults metabolic syndrome mets a precursor to cardiovascular disease and type ii diabetes is rapidly increasing in young adults accordingly earlier interventions aimed at combating the onset of mets in young adults are required however current behavioral interventions have failed to consider the eating behaviors that precede disease development likely contributing to the consistently high failure rates of these interventions the purpose of this cross sectional study was to evaluate the associations between eating behaviors and mets severity metsindex in a sample of young adults a sample of non hispanic white non hispanic black hispanic white asian young adult age males and females f m completed anthropometric blood pressure blood glucose and blood lipid assessments each of which were used to calculate a continuous metsindex score participants also completed the revised version of the item three factor eating questionnaire to measure emotional eating eme uncontrolled eating ue and cognitive restraint cr eme was positively associated with metsindex for young adult females p and non hispanic black participants p but not male p or non hispanic white participants p additionally metsindex was greater in the highest eme tertile compared to the lowest eme tertile for the total sample p and young adult females p ue and cr were not associated with metsindex these data suggest a potential link between eme and mets severity in young adults and that behavioral interventions aimed at mets prevention should focus on treating the underlying eme behaviors common in young adults particularly for young female and black adults at the greatest risk"
}