{
    "pmid": "41466090",
    "title": "Similarity-guided swarm of models: enhancing semi-supervised learning in computational pathology.",
    "abstract": "High-precision pixel-level annotation has been a major bottleneck in computational pathology due to its time-consuming nature and reliance on expert knowledge. Semi-supervised learning (SSL) provides a promising approach to alleviate this challenge by leveraging large amounts of unlabeled data. However, existing pseudo-labeling-based SSL methods often overlook intrinsic properties, such as inter-case similarities, which are critical for generating accurate pseudo-labels in complex tissue environments. In this study, we propose a Swarm-of-Models (S-o-M) SSL framework that dynamically selects \"morphology expert\" models (i.e., models specialized in recognizing specific tissue structures) for each unlabeled whole-slide image (WSI) based on similarity, thereby improving the reliability of pseudo-labeling for semantic segmentation tasks. In an evaluation on a large international dataset (multi-class tissue segmentation algorithm for colorectal domain), our approach outperforms traditional supervised and semi-supervised strategies by improving the Dice score by 3.6% for tumor segmentation and 2.1% for tumor/tumor stroma segmentation. Ablation studies performed with different numbers of annotated and unannotated WSIs, as well as training in a monocentric training scenario, further confirm the robustness and superior performance of the proposed S-o-M framework. These findings highlight the value of incorporating case-to-case similarities into SSL strategies to build more effective and general computational pathology models.",
    "disease": "colorectal cancer",
    "clean_text": "similarity guided swarm of models enhancing semi supervised learning in computational pathology high precision pixel level annotation has been a major bottleneck in computational pathology due to its time consuming nature and reliance on expert knowledge semi supervised learning ssl provides a promising approach to alleviate this challenge by leveraging large amounts of unlabeled data however existing pseudo labeling based ssl methods often overlook intrinsic properties such as inter case similarities which are critical for generating accurate pseudo labels in complex tissue environments in this study we propose a swarm of models s o m ssl framework that dynamically selects morphology expert models i e models specialized in recognizing specific tissue structures for each unlabeled whole slide image wsi based on similarity thereby improving the reliability of pseudo labeling for semantic segmentation tasks in an evaluation on a large international dataset multi class tissue segmentation algorithm for colorectal domain our approach outperforms traditional supervised and semi supervised strategies by improving the dice score by for tumor segmentation and for tumor tumor stroma segmentation ablation studies performed with different numbers of annotated and unannotated wsis as well as training in a monocentric training scenario further confirm the robustness and superior performance of the proposed s o m framework these findings highlight the value of incorporating case to case similarities into ssl strategies to build more effective and general computational pathology models"
}