{
    "title": "Reflex wind-up in early chronic spinal injury: plasticity of motor outputs.",
    "doc_id": "28250155",
    "writer": "Johnson MD",
    "year": "2017",
    "summary": "In this study we evaluate temporal summation (wind-up) of reflexes in select distal and proximal hindlimb muscles in response to repeated stimuli of the distal tibial or superficial peroneal nerves in cats 1 mo after complete spinal transection. This report is a continuati …",
    "abstract": "In this study we evaluate temporal summation (wind-up) of reflexes in select distal and proximal hindlimb muscles in response to repeated stimuli of the distal tibial or superficial peroneal nerves in cats 1 mo after complete spinal transection. This report is a continuation of our previous paper on reflex wind-up in the intact and acutely spinalized cat. To evaluate reflex wind-up in both studies, we recorded electromyographic signals from the following left hindlimb muscles: lateral gastrocnemius (LG), tibialis anterior (TA), semitendinosus (ST), and sartorius (Srt), in response to 10 electrical pulses to the tibial or superficial peroneal nerves. Two distinct components of the reflex responses were considered, a short-latency compound action potential (CAP) and a longer duration bout of sustained activity (SA). These two response types were shown to be differentially modified by acute spinal injury in our previous work (Frigon A, Johnson MD, Heckman CJ. J Physiol 590: 973-989, 2012). We show that these responses exhibit continued plasticity during the 1-mo recovery period following acute spinalization. During this early chronic phase, wind-up of SA responses returned to preinjury levels in one muscle, the ST, but remained depressed in all other muscles tested. In contrast, CAP response amplitudes, which were initially potentiated following acute transection, returned to preinjury levels in all muscles except for Srt, which continued to show marked increase. These findings illustrate that spinal elements exhibit considerable plasticity during the recovery process following spinal injury and highlight the importance of considering SA and CAP responses as distinct phenomena with unique underlying neural mechanisms.NEW & NOTEWORTHY This research is the first to assess temporal summation, also called wind-up, of muscle reflexes during the 1-mo recovery period following spinal injury. Our results show that two types of muscle reflex activity are differentially modulated 1 mo after spinal cord injury (SCI) and that spinal reflexes are altered in a muscle-specific manner during this critical period. This postinjury plasticity likely plays an important role in spasticity experienced by individuals with SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28250155/",
    "clean_text": "reflex wind up in early chronic spinal injury plasticity of motor outputs in this study we evaluate temporal summation wind up of reflexes in select distal and proximal hindlimb muscles in response to repeated stimuli of the distal tibial or superficial peroneal nerves in cats mo after complete spinal transection this report is a continuati in this study we evaluate temporal summation wind up of reflexes in select distal and proximal hindlimb muscles in response to repeated stimuli of the distal tibial or superficial peroneal nerves in cats mo after complete spinal transection this report is a continuation of our previous paper on reflex wind up in the intact and acutely spinalized cat to evaluate reflex wind up in both studies we recorded electromyographic signals from the following left hindlimb muscles lateral gastrocnemius lg tibialis anterior ta semitendinosus st and sartorius srt in response to electrical pulses to the tibial or superficial peroneal nerves two distinct components of the reflex responses were considered a short latency compound action potential cap and a longer duration bout of sustained activity sa these two response types were shown to be differentially modified by acute spinal injury in our previous work frigon a johnson md heckman cj j physiol we show that these responses exhibit continued plasticity during the mo recovery period following acute spinalization during this early chronic phase wind up of sa responses returned to preinjury levels in one muscle the st but remained depressed in all other muscles tested in contrast cap response amplitudes which were initially potentiated following acute transection returned to preinjury levels in all muscles except for srt which continued to show marked increase these findings illustrate that spinal elements exhibit considerable plasticity during the recovery process following spinal injury and highlight the importance of considering sa and cap responses as distinct phenomena with unique underlying neural mechanisms new noteworthy this research is the first to assess temporal summation also called wind up of muscle reflexes during the mo recovery period following spinal injury our results show that two types of muscle reflex activity are differentially modulated mo after spinal cord injury sci and that spinal reflexes are altered in a muscle specific manner during this critical period this postinjury plasticity likely plays an important role in spasticity experienced by individuals with sci"
}