{
    "pmid": "41381211",
    "title": "Efficacy of ozoralizumab in rheumatoid arthritis patients with large joint involvement: a post hoc analysis of OHZORA and NATSUZORA trials.",
    "abstract": "To compare the efficacy of ozoralizumab in patients with rheumatoid arthritis (RA), with or without large joint involvement (LJI). A post hoc analysis was conducted for Japanese patients with RA who received ozoralizumab 30 mg every 4 weeks for 52 weeks in the previous OHZORA (with concomitant methotrexate) and NATSUZORA (without concomitant methotrexate) randomised trials. Patients were subgrouped by LJI, defined as the presence of swelling in the shoulder, elbow, knee or ankle. Disease activity, physical dysfunction, blood inflammatory marker levels and progression of joint destruction during treatment were examined. The numbers of patients included were 152 for the OHZORA trial (111 with LJI, 41 without LJI) and 94 for the NATSUZORA trial (72 with LJI, 22 without LJI). The completion rates of both trials did not differ significantly between the patient groups. Baseline Clinical Disease Activity Index scores were significantly higher in patients with LJI than in those without LJI, but this difference was not present as early as day 3 of ozoralizumab treatment and at most subsequent assessments. A similar trend was observed for patient-reported/physician-reported outcomes and Health Assessment Questionnaire. Blood interleukin-6 and matrix metalloproteinase-3 levels in patients with LJI continuously decreased during treatment. Changes in modified Total Sharp Score at week 24 were similar between the groups in the OHZORA trial. Ozoralizumab has the potential to improve disease activity and physical dysfunction and prevent joint destruction in patients, regardless of the presence of LJI, and is a reasonable treatment option, even for patients with LJI. jRCT2080223971 and jRCT2080223973.",
    "disease": "rheumatoid arthritis",
    "clean_text": "efficacy of ozoralizumab in rheumatoid arthritis patients with large joint involvement a post hoc analysis of ohzora and natsuzora trials to compare the efficacy of ozoralizumab in patients with rheumatoid arthritis ra with or without large joint involvement lji a post hoc analysis was conducted for japanese patients with ra who received ozoralizumab mg every weeks for weeks in the previous ohzora with concomitant methotrexate and natsuzora without concomitant methotrexate randomised trials patients were subgrouped by lji defined as the presence of swelling in the shoulder elbow knee or ankle disease activity physical dysfunction blood inflammatory marker levels and progression of joint destruction during treatment were examined the numbers of patients included were for the ohzora trial with lji without lji and for the natsuzora trial with lji without lji the completion rates of both trials did not differ significantly between the patient groups baseline clinical disease activity index scores were significantly higher in patients with lji than in those without lji but this difference was not present as early as day of ozoralizumab treatment and at most subsequent assessments a similar trend was observed for patient reported physician reported outcomes and health assessment questionnaire blood interleukin and matrix metalloproteinase levels in patients with lji continuously decreased during treatment changes in modified total sharp score at week were similar between the groups in the ohzora trial ozoralizumab has the potential to improve disease activity and physical dysfunction and prevent joint destruction in patients regardless of the presence of lji and is a reasonable treatment option even for patients with lji jrct and jrct"
}