{
    "title": "Non-medical prescription stimulant use to improve academic performance among Australian university students: prevalence and correlates of use.",
    "doc_id": "30453936",
    "writer": "Lucke J",
    "year": "2018",
    "summary": "BACKGROUND: Some university students consume pharmaceutical stimulants without a medical prescription with the goal of improving their academic performance. ...RESULTS: Lifetime self-reported use of stimulant medication to improve academic performance …",
    "abstract": "Background:\n        \n      \n      Some university students consume pharmaceutical stimulants without a medical prescription with the goal of improving their academic performance. The prevalence of this practice has been well documented in the US, but less so in other countries. The potential harms of using prescription stimulants require a better understanding of the prevalence of this practice within Australian universities.\n    \n\n\n          Methods:\n        \n      \n      An internet survey of 1136 Australian students was conducted in 2015 in three large Australian universities. Students were asked about their personal use of prescription stimulants, attitudes and experiences with prescription stimulants. They were also asked about their use of caffeine, energy drinks and illicit drugs to enhance their academic performance.\n    \n\n\n          Results:\n        \n      \n      Lifetime self-reported use of stimulant medication to improve academic performance was 6.5, and 4.4% in the past year. Students were far more likely to report using coffee and energy drinks (41.4 and 23.6% respectively, lifetime use) than prescription stimulants to help them study and complete university assessments. Non-medical use of prescription stimulants was strongly associated with a history of illicit drug use.\n    \n\n\n          Conclusion:\n        \n      \n      The prevalence of nonmedical prescription stimulant use to improve academic performance is low among university students in Australia, especially when compared with their use of coffee and energy drinks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30453936/",
    "clean_text": "non medical prescription stimulant use to improve academic performance among australian university students prevalence and correlates of use background some university students consume pharmaceutical stimulants without a medical prescription with the goal of improving their academic performance results lifetime self reported use of stimulant medication to improve academic performance background some university students consume pharmaceutical stimulants without a medical prescription with the goal of improving their academic performance the prevalence of this practice has been well documented in the us but less so in other countries the potential harms of using prescription stimulants require a better understanding of the prevalence of this practice within australian universities methods an internet survey of australian students was conducted in in three large australian universities students were asked about their personal use of prescription stimulants attitudes and experiences with prescription stimulants they were also asked about their use of caffeine energy drinks and illicit drugs to enhance their academic performance results lifetime self reported use of stimulant medication to improve academic performance was and in the past year students were far more likely to report using coffee and energy drinks and respectively lifetime use than prescription stimulants to help them study and complete university assessments non medical use of prescription stimulants was strongly associated with a history of illicit drug use conclusion the prevalence of nonmedical prescription stimulant use to improve academic performance is low among university students in australia especially when compared with their use of coffee and energy drinks"
}