{
    "title": "An unexpected increase in PM(2.5) levels in Xi'an during the COVID-19 pandemic restrictions: The interplay of anthropogenic and natural factors.",
    "doc_id": "40412935",
    "writer": "Yang S",
    "year": "2025",
    "summary": "This study investigated the variations in summer and winter PM(2.5) concentrations and chemical composition in urban Xi'an before and during the COVID-19 pandemic restrictions. During the pandemic restrictions, summer daytime PM(2.5) concentrations remained comparab …",
    "abstract": "This study investigated the variations in summer and winter PM2.5 concentrations and chemical composition in urban Xi'an before and during the COVID-19 pandemic restrictions. During the pandemic restrictions, summer daytime PM2.5 concentrations remained comparable to pre-pandemic levels, while a reduction was noted at nighttime. Conversely, winter experienced a significant increase in both daytime and nighttime PM2.5 concentrations. Chemical composition analysis revealed reductions in secondary inorganic ion concentrations but notable increases in crustal matter concentrations during the pandemic restrictions, particularly evident in winter. The reductions in secondary inorganic ion concentrations were likely due to decreased emissions of corresponding anthropogenic precursors in summer, while linked to reductions in transformation efficiencies in winter. The heightened crustal matter concentrations were likely attributed to increased contributions of long-range air mass transport from dusty regions, especially prevalent in winter. Source apportionment using positive matrix factorization analysis provided quantitative insights into the distinct source profiles contributing to PM2.5 before and during the pandemic restrictions, with secondary inorganic-rich sources decreasing and dust-related sources increasing during the pandemic restrictions. Additionally, combustion sources, primarily from coal and biomass burning, showed higher contributions during winter. In conclusion, this study underscores the complex interplay between anthropogenic and natural factors influencing PM2.5 levels in Xi'an. Efforts to mitigate PM2.5 pollution should prioritize reducing anthropogenic emissions and implementing measures to control dust emissions, particularly when dust-related sources significantly contribute to elevated PM2.5 concentrations. These findings provide valuable insights into developing effective strategies for addressing the PM2.5 pollution problem in Xi'an.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40412935/",
    "clean_text": "an unexpected increase in pm levels in xi an during the covid pandemic restrictions the interplay of anthropogenic and natural factors this study investigated the variations in summer and winter pm concentrations and chemical composition in urban xi an before and during the covid pandemic restrictions during the pandemic restrictions summer daytime pm concentrations remained comparab this study investigated the variations in summer and winter pm concentrations and chemical composition in urban xi an before and during the covid pandemic restrictions during the pandemic restrictions summer daytime pm concentrations remained comparable to pre pandemic levels while a reduction was noted at nighttime conversely winter experienced a significant increase in both daytime and nighttime pm concentrations chemical composition analysis revealed reductions in secondary inorganic ion concentrations but notable increases in crustal matter concentrations during the pandemic restrictions particularly evident in winter the reductions in secondary inorganic ion concentrations were likely due to decreased emissions of corresponding anthropogenic precursors in summer while linked to reductions in transformation efficiencies in winter the heightened crustal matter concentrations were likely attributed to increased contributions of long range air mass transport from dusty regions especially prevalent in winter source apportionment using positive matrix factorization analysis provided quantitative insights into the distinct source profiles contributing to pm before and during the pandemic restrictions with secondary inorganic rich sources decreasing and dust related sources increasing during the pandemic restrictions additionally combustion sources primarily from coal and biomass burning showed higher contributions during winter in conclusion this study underscores the complex interplay between anthropogenic and natural factors influencing pm levels in xi an efforts to mitigate pm pollution should prioritize reducing anthropogenic emissions and implementing measures to control dust emissions particularly when dust related sources significantly contribute to elevated pm concentrations these findings provide valuable insights into developing effective strategies for addressing the pm pollution problem in xi an"
}