{
    "title": "[Vitamin D sterol in human milk, cow's milk and baby food].",
    "doc_id": "2988219",
    "writer": "Kunz C",
    "year": "1985",
    "summary": "A review is given of the results of vitamin D determinations in human and cow's milk using physico-chemical methods. Thereby only parent vitamin D is determined. ...With the aid of these newer methods the concentrations of hydroxylated vitamin …",
    "abstract": "A review is given of the results of vitamin D determinations in human and cow's milk using physico-chemical methods. Thereby only parent vitamin D is determined. Further, the results obtained with protein-binding assays are discussed in detail. With the aid of these newer methods the concentrations of hydroxylated vitamin D derivatives can also be measured. A comparison of the concentration of these vitamin D metabolites in human milk and infant formulas based upon cow's milk suggests that the higher anti-rachitic activity of human milk is connected with its higher concentration of 25-hydroxy-vitamin D.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2988219/",
    "clean_text": "vitamin d sterol in human milk cow s milk and baby food a review is given of the results of vitamin d determinations in human and cow s milk using physico chemical methods thereby only parent vitamin d is determined with the aid of these newer methods the concentrations of hydroxylated vitamin a review is given of the results of vitamin d determinations in human and cow s milk using physico chemical methods thereby only parent vitamin d is determined further the results obtained with protein binding assays are discussed in detail with the aid of these newer methods the concentrations of hydroxylated vitamin d derivatives can also be measured a comparison of the concentration of these vitamin d metabolites in human milk and infant formulas based upon cow s milk suggests that the higher anti rachitic activity of human milk is connected with its higher concentration of hydroxy vitamin d"
}