{
    "pmid": "41420401",
    "title": "Coexistence of HBsAg and Anti-HBs Predicts Severe Hepatic Fibrosis in Untreated Children With Hepatitis B Virus Infection.",
    "abstract": "An unnatural serological pattern has been reported, exhibiting the simultaneous presence of hepatitis B surface antigen (HBsAg) and antibody against HBsAg (Anti-HBs). However, its association with severe hepatic fibrosis have not been understood. This study aimed to examine the association between concurrent HBsAg and anti-HBs seropositivity and severe liver fibrosis in untreated children with hepatitis B virus infection. We conducted a cross-sectional study on 318 untreated children with HBV infection between February 2013 and February 2022. Liver biopsy was performed to assess hepatic fibrosis status, and the severity of hepatic fibrosis was graded using the Scheuer scoring system. Severe hepatic fibrosis was defined as stage ≥ 2 (F ≥ 2). Of 318 enrolled participants, the median (IQR) age was 5(3,9) years, with 211 (66.35%) males, 63 participants (19.81%) had coexistence of HBsAg/anti-HBs. These patients exhibited significantly higher ALT, lower HBsAg levels and viral loads. The multivariate regression model showed a strong association of the coexistence of HBsAg/Anti-HBs [OR (95% CI), 2.91 (1.38, 6.15)] with severe hepatic fibrosis. In addition, a constructed nomogram including γ-glutamyltranspeptidase (GGT), ALT level, and the coexistence of HBsAg/anti-HBs could effectively predict severe hepatic fibrosis with an area under the ROC curve (AUC) of 0.79 (95% CI: 0.72, 0.86). The coexistence of HBsAg/Anti-HBs was not uncommon in untreated children with HBV infection and was significantly associated with severe hepatic fibrosis. Using this marker along with ALT and GGT allowed for accurate prediction of severe hepatic fibrosis.",
    "disease": "liver cirrhosis",
    "clean_text": "coexistence of hbsag and anti hbs predicts severe hepatic fibrosis in untreated children with hepatitis b virus infection an unnatural serological pattern has been reported exhibiting the simultaneous presence of hepatitis b surface antigen hbsag and antibody against hbsag anti hbs however its association with severe hepatic fibrosis have not been understood this study aimed to examine the association between concurrent hbsag and anti hbs seropositivity and severe liver fibrosis in untreated children with hepatitis b virus infection we conducted a cross sectional study on untreated children with hbv infection between february and february liver biopsy was performed to assess hepatic fibrosis status and the severity of hepatic fibrosis was graded using the scheuer scoring system severe hepatic fibrosis was defined as stage f of enrolled participants the median iqr age was years with males participants had coexistence of hbsag anti hbs these patients exhibited significantly higher alt lower hbsag levels and viral loads the multivariate regression model showed a strong association of the coexistence of hbsag anti hbs or ci with severe hepatic fibrosis in addition a constructed nomogram including glutamyltranspeptidase ggt alt level and the coexistence of hbsag anti hbs could effectively predict severe hepatic fibrosis with an area under the roc curve auc of ci the coexistence of hbsag anti hbs was not uncommon in untreated children with hbv infection and was significantly associated with severe hepatic fibrosis using this marker along with alt and ggt allowed for accurate prediction of severe hepatic fibrosis"
}