{
    "pmid": "41468111",
    "title": "Feasibility of an Adaptive Food Insecurity Intervention for Patients with Uncontrolled Hypertension: A Pilot SMART.",
    "abstract": "Health systems are integrating interventions to assist patients with food insecurity; however, people need varying levels of support. Rather than using a single intervention, adaptively providing interventions may be a more effective approach. The authors conducted a pilot, sequential, multiple-assignment randomized trial to determine the feasibility of an adaptive food insecurity intervention. Adults with uncontrolled hypertension who reported food insecurity were randomized to one of two interventions for 3 months in Stage 1: information about community resources or community health worker (CHW) support. Participants who did not have ≥10 mmHg improvement in systolic blood pressure at 3 months were re-randomized to CHW support or the delivery of medically tailored meals (MTM) in Stage 2 for an additional 3 months. We evaluated the proportion who enrolled, completed follow-up, and had an improvement in blood pressure. Sixty of 61 (98.3%) eligible patients enrolled. Four withdrew, 46 of 56 (82.1%) completed the 3-month follow-up, and 40 of 56 (71.4%) completed the 6-month follow-up. Of 27 randomized to resource information, 15 (55.6%) did not have ≥10 mmHg improvement and were re-randomized. Of 29 randomized to CHW support, 14 (48.3%) were re-randomized. The adaptive intervention that provided CHW support in Stage 1 and additional CHW support in Stage 2 resulted in 46.7% of participants with ≥10 mmHg improvement in systolic blood pressure at 6 months. The adaptive intervention that provided CHW support in Stage 1 and MTM in Stage 2 resulted in 66.7% of participants with ≥10 mmHg improvement. This study found that an adaptive food insecurity intervention was feasible to utilize.",
    "disease": "hypertension",
    "clean_text": "feasibility of an adaptive food insecurity intervention for patients with uncontrolled hypertension a pilot smart health systems are integrating interventions to assist patients with food insecurity however people need varying levels of support rather than using a single intervention adaptively providing interventions may be a more effective approach the authors conducted a pilot sequential multiple assignment randomized trial to determine the feasibility of an adaptive food insecurity intervention adults with uncontrolled hypertension who reported food insecurity were randomized to one of two interventions for months in stage information about community resources or community health worker chw support participants who did not have mmhg improvement in systolic blood pressure at months were re randomized to chw support or the delivery of medically tailored meals mtm in stage for an additional months we evaluated the proportion who enrolled completed follow up and had an improvement in blood pressure sixty of eligible patients enrolled four withdrew of completed the month follow up and of completed the month follow up of randomized to resource information did not have mmhg improvement and were re randomized of randomized to chw support were re randomized the adaptive intervention that provided chw support in stage and additional chw support in stage resulted in of participants with mmhg improvement in systolic blood pressure at months the adaptive intervention that provided chw support in stage and mtm in stage resulted in of participants with mmhg improvement this study found that an adaptive food insecurity intervention was feasible to utilize"
}