{
    "title": "Low back cutaneous vibration and its effect on trunk postural control.",
    "doc_id": "28672126",
    "writer": "Cornwall AR",
    "year": "2017",
    "summary": "The current study investigated the effects of a low back pain (LBP) vibration modality on trunk motor control. Trunk repositioning error and responses to a sudden loading trunk perturbation were evaluated pre- and post-vibration (15min vibration exposure while sitti …",
    "abstract": "The current study investigated the effects of a low back pain (LBP) vibration modality on trunk motor control. Trunk repositioning error and responses to a sudden loading trunk perturbation were evaluated pre- and post-vibration (15min vibration exposure while sitting on a standard chair) as well as when concurrent cutaneous low back vibration was applied. Only minor effects were observed post-vibration when compared to pre-vibration. However, when vibration was applied at the same time as the sudden trunk perturbations, lumbar erector spinae and external oblique muscles were significantly more delayed in activating following the perturbation. In addition, the resting muscle activation prior to the trunk perturbation was higher in both the back extensor and abdominal muscles when concurrent vibration was applied. These findings suggest that cutaneous low back vibration significantly alters motor control responses and this should be considered before implementing cutaneous vibration as a low back pain management strategy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28672126/",
    "clean_text": "low back cutaneous vibration and its effect on trunk postural control the current study investigated the effects of a low back pain lbp vibration modality on trunk motor control trunk repositioning error and responses to a sudden loading trunk perturbation were evaluated pre and post vibration min vibration exposure while sitti the current study investigated the effects of a low back pain lbp vibration modality on trunk motor control trunk repositioning error and responses to a sudden loading trunk perturbation were evaluated pre and post vibration min vibration exposure while sitting on a standard chair as well as when concurrent cutaneous low back vibration was applied only minor effects were observed post vibration when compared to pre vibration however when vibration was applied at the same time as the sudden trunk perturbations lumbar erector spinae and external oblique muscles were significantly more delayed in activating following the perturbation in addition the resting muscle activation prior to the trunk perturbation was higher in both the back extensor and abdominal muscles when concurrent vibration was applied these findings suggest that cutaneous low back vibration significantly alters motor control responses and this should be considered before implementing cutaneous vibration as a low back pain management strategy"
}