{
    "pmid": "41419519",
    "title": "A guide for a patient-centric approach to asthma management: results of a European Delphi consensus programme.",
    "abstract": "The Global Initiative for Asthma 2024 report recommends a shared decision-making approach to guide treatment choice, encompassing patients' goals, beliefs and concerns about asthma and medications (GINA. Global Strategy for Asthma Management and Prevention, 2024). There is limited guidance on ways to achieve this goal. This consensus programme aimed to create recommendations on optimal selection of inhaler treatment while considering patient perspectives and needs. A literature review was conducted on literature published between 01/01/2014 and 23/04/2024 using agreed keywords and search parameters in PubMed and Cochrane databases. Evidence on impact of patient factors on adherence and asthma control, plus inhaler preference data, was analysed. A consensus voting panel was selected via screening questionnaire, with 50 patients with asthma duration ≥5 years and 39 healthcare professionals with expertise in asthma from five European countries (Germany, France, Czechia, Italy, Greece). A two-round Delphi method was used. 40/135 papers were considered relevant. From these, 20 consensus statements were developed in four areas: patient-centred treatment selection, medication/asthma beliefs, patient preference + shared decision-making, and tools for patient-centred care. 18/20 consensus statements were accepted with an agreement threshold >85% on the first round of voting. Two revised statements underwent a second Delphi round, again failing to reach consensus. This important initiative generated much-needed guidance on integrating patient views and needs into treatment decision-making following a well-established methodology through 18 consensus statements, with nearly equal input from patients and healthcare professionals.",
    "disease": "asthma",
    "clean_text": "a guide for a patient centric approach to asthma management results of a european delphi consensus programme the global initiative for asthma report recommends a shared decision making approach to guide treatment choice encompassing patients goals beliefs and concerns about asthma and medications gina global strategy for asthma management and prevention there is limited guidance on ways to achieve this goal this consensus programme aimed to create recommendations on optimal selection of inhaler treatment while considering patient perspectives and needs a literature review was conducted on literature published between and using agreed keywords and search parameters in pubmed and cochrane databases evidence on impact of patient factors on adherence and asthma control plus inhaler preference data was analysed a consensus voting panel was selected via screening questionnaire with patients with asthma duration years and healthcare professionals with expertise in asthma from five european countries germany france czechia italy greece a two round delphi method was used papers were considered relevant from these consensus statements were developed in four areas patient centred treatment selection medication asthma beliefs patient preference shared decision making and tools for patient centred care consensus statements were accepted with an agreement threshold on the first round of voting two revised statements underwent a second delphi round again failing to reach consensus this important initiative generated much needed guidance on integrating patient views and needs into treatment decision making following a well established methodology through consensus statements with nearly equal input from patients and healthcare professionals"
}