{
    "pmid": "41356384",
    "title": "Unravelling the reversion mechanisms of activated hepatic stellate cell properties by extracellular vesicles from mesenchymal stem cells.",
    "abstract": "Hepatic fibrosis is a pathological process characterized by an imbalance between the deposition and degradation of extracellular matrix components. This process is initiated by chronic liver injuries resulting from viral infections, alcoholic liver disease, non-alcoholic fatty liver disease, and autoimmune-mediated hepatic damage. If left untreated, hepatic fibrosis can progress to life-threatening conditions such as cirrhosis and hepatocellular carcinoma. Central to the development of fibrosis is the transdifferentiation of quiescent hepatic stellate cells (HSCs) into proliferative and fibrogenic myofibroblast-like activated HSCs (aHSCs), which play a crucial role in extracellular matrix accumulation and fibrotic tissue formation. Beyond resmetirom, a recently Food and Drug Administration-approved medication for liver fibrosis and nonalcoholic steatohepatitis, there are currently no other established pharmacological treatments available to slow down the progression of these conditions. Moreover, activation of HSCs and formation of hepatic fibrosis have been considered irreversible. Recent studies reported transforming growth factor beta as one of the key regulators of HSCs activation and pathogenesis of hepatic fibrosis. It has been also reported that the features of aHSCs can be reversed to those of quiescent HSCs by modulating transforming growth factor beta mediated pathways. The potential of extracellular vesicles (EVs) as cell free therapeutics to treat hepatic fibrosis has been suggested earlier. However, detailed knowledge of the mechanisms involved in the alleviation of hepatic fibrosis using EVs from mesenchymal stem cells is still lacking. Hence, this review aims to describe the pathogenesis of hepatic fibrosis from the cellular and molecular point of views and shed light on the potential of EVs from mesenchymal stem cells in reversing the properties of aHSCs to their quiescent state.",
    "disease": "liver cirrhosis",
    "clean_text": "unravelling the reversion mechanisms of activated hepatic stellate cell properties by extracellular vesicles from mesenchymal stem cells hepatic fibrosis is a pathological process characterized by an imbalance between the deposition and degradation of extracellular matrix components this process is initiated by chronic liver injuries resulting from viral infections alcoholic liver disease non alcoholic fatty liver disease and autoimmune mediated hepatic damage if left untreated hepatic fibrosis can progress to life threatening conditions such as cirrhosis and hepatocellular carcinoma central to the development of fibrosis is the transdifferentiation of quiescent hepatic stellate cells hscs into proliferative and fibrogenic myofibroblast like activated hscs ahscs which play a crucial role in extracellular matrix accumulation and fibrotic tissue formation beyond resmetirom a recently food and drug administration approved medication for liver fibrosis and nonalcoholic steatohepatitis there are currently no other established pharmacological treatments available to slow down the progression of these conditions moreover activation of hscs and formation of hepatic fibrosis have been considered irreversible recent studies reported transforming growth factor beta as one of the key regulators of hscs activation and pathogenesis of hepatic fibrosis it has been also reported that the features of ahscs can be reversed to those of quiescent hscs by modulating transforming growth factor beta mediated pathways the potential of extracellular vesicles evs as cell free therapeutics to treat hepatic fibrosis has been suggested earlier however detailed knowledge of the mechanisms involved in the alleviation of hepatic fibrosis using evs from mesenchymal stem cells is still lacking hence this review aims to describe the pathogenesis of hepatic fibrosis from the cellular and molecular point of views and shed light on the potential of evs from mesenchymal stem cells in reversing the properties of ahscs to their quiescent state"
}