{
    "pmid": "41461247",
    "title": "Trends in 1030 Revision Shoulder Arthroplasty Cases: Changing Rates, Indications, and Treatments.",
    "abstract": "Introduction of reverse total shoulder arthroplasty (rTSA) has contributed to a large increase in primary rTSA volume. The impact of rTSA on revision shoulder arthroplasty has not been well described. This study aims to describe the change of 1) the volume of revision and re-revision shoulder arthroplasty, 2) the indications for revision shoulder arthroplasty and 3) patient reported outcomes (PRO) related to revision indication. This is a retrospective review of a prospectively collected single surgeon database from 2002-2022. Patients undergoing revision shoulder arthroplasty were identified using CPT codes 23472 and 23332 (before 2014) and 23474 (2014 and later). The primary outcome was the change in the rate of revision surgery year-over-year. Secondary outcomes include type of revision preformed, revision indication, re-revision rate, and PROs. Eight hundred fifty-nine patients underwent 1,030 revision surgeries, averaging 52 revisions per year (range 14-66). This reflects 20% of the surgeon's overall shoulder arthroplasty volume. Average time to revision was 41 months (range 0-229). Three hundred fifty-eight failed hemiarthroplasties (HA), 312 failed anatomic total shoulder arthroplasties (aTSA), 358 failed reverse shoulder arthroplasties (rTSA) and 2 failed resection arthroplasties were revised. Revisions of failed HA decreased; revisions of both failed aTSA and rTSA increased. Most patients were revised to rTSA (85%); revisions to hemiarthroplasty (8%), aTSA (6%), and resection arthroplasty (<1%) were less common. The most common revision indication by implant type was HA failed because of rotator cuff failure (45%) and glenoid wear (34%); aTSA failed because of glenoid loosening (41%) and rotator cuff failure (33%); rTSA failed because of instability (32%), baseplate failure (27%), and infection (22%). The mean ASES score improvement from pre-to-postoperative was highest in revisions for aTSA with glenoid loosening and rotator cuff failure, HA with osteoarthritis (OA) progression, and rTSA with baseplate failure. A total of 131 patients required multiple revisions, an overall 15% re-revision rate. The re-revision rate by implant was 15% HA, 13% aTSA, 21% rTSA. Humeral loosening, infection, and instability had the highest rates of re-revision. There is an increasing burden of revision shoulder arthroplasty; aTSA and rTSA failures are rising. Patients revised for both glenoid loosening and rotator cuff failure (aTSA), baseplate failure (rTSA), and OA progression (HA) had the largest clinical benefit by ASES score improvement. Revisions performed for humeral loosening, infection, and instability had the highest rate of multiple revisions. These failures pose unique challenges and are opportunities for innovation.",
    "disease": "osteoarthritis",
    "clean_text": "trends in revision shoulder arthroplasty cases changing rates indications and treatments introduction of reverse total shoulder arthroplasty rtsa has contributed to a large increase in primary rtsa volume the impact of rtsa on revision shoulder arthroplasty has not been well described this study aims to describe the change of the volume of revision and re revision shoulder arthroplasty the indications for revision shoulder arthroplasty and patient reported outcomes pro related to revision indication this is a retrospective review of a prospectively collected single surgeon database from patients undergoing revision shoulder arthroplasty were identified using cpt codes and before and and later the primary outcome was the change in the rate of revision surgery year over year secondary outcomes include type of revision preformed revision indication re revision rate and pros eight hundred fifty nine patients underwent revision surgeries averaging revisions per year range this reflects of the surgeon s overall shoulder arthroplasty volume average time to revision was months range three hundred fifty eight failed hemiarthroplasties ha failed anatomic total shoulder arthroplasties atsa failed reverse shoulder arthroplasties rtsa and failed resection arthroplasties were revised revisions of failed ha decreased revisions of both failed atsa and rtsa increased most patients were revised to rtsa revisions to hemiarthroplasty atsa and resection arthroplasty were less common the most common revision indication by implant type was ha failed because of rotator cuff failure and glenoid wear atsa failed because of glenoid loosening and rotator cuff failure rtsa failed because of instability baseplate failure and infection the mean ases score improvement from pre to postoperative was highest in revisions for atsa with glenoid loosening and rotator cuff failure ha with osteoarthritis oa progression and rtsa with baseplate failure a total of patients required multiple revisions an overall re revision rate the re revision rate by implant was ha atsa rtsa humeral loosening infection and instability had the highest rates of re revision there is an increasing burden of revision shoulder arthroplasty atsa and rtsa failures are rising patients revised for both glenoid loosening and rotator cuff failure atsa baseplate failure rtsa and oa progression ha had the largest clinical benefit by ases score improvement revisions performed for humeral loosening infection and instability had the highest rate of multiple revisions these failures pose unique challenges and are opportunities for innovation"
}