{
    "pmid": "41425644",
    "title": "Plasma MRGPRX2 Correlates with Severity of Artemisia-Induced Allergic Rhinitis, Particularly in IgE-Negative Patients: A Cross-Sectional Study.",
    "abstract": "Mas-related G-protein-coupled receptor member X2 (MRGPRX2) is a key receptor in mast cell activation and plays a critical role in mediating pseudo-allergic reactions. However, its role in allergic rhinitis (AR) remains poorly understood. Therefore, we investigated the correlation between plasma MRGPRX2 and symptoms in AR patients. A total of 116 patients with typical AR symptoms and positive skin prick test results and 100 healthy controls were recruited. Plasma MRGPRX2, total and specific IgE, and histamine were measured. AR patients who tested negative for both total IgE and sIgE were defined as IgE-negative. Symptom severity was evaluated using a questionnaire combining the Total Nasal Symptom Score (TNSS) and the Visual Analog Scale (VAS). TNSS assessed nasal (sneezing, rhinorrhea, congestion, itching), each scored from 0 (none) to 3 (severe). The VAS ranged from 0 cm (no symptoms) to 10 cm (most severe). Plasma MRGPRX2 levels were significantly elevated in patients with AR compared with healthy controls ( Plasma MRGPRX2 levels are elevated in patients with AR and are positively correlated with disease symptoms, particularly in IgE-negative cases. MRGPRX2 may serve as a novel biomarker to improve the classification and management of AR, especially in patients exhibiting allergic symptoms despite clinically insignificant IgE levels.",
    "disease": "asthma",
    "clean_text": "plasma mrgprx correlates with severity of artemisia induced allergic rhinitis particularly in ige negative patients a cross sectional study mas related g protein coupled receptor member x mrgprx is a key receptor in mast cell activation and plays a critical role in mediating pseudo allergic reactions however its role in allergic rhinitis ar remains poorly understood therefore we investigated the correlation between plasma mrgprx and symptoms in ar patients a total of patients with typical ar symptoms and positive skin prick test results and healthy controls were recruited plasma mrgprx total and specific ige and histamine were measured ar patients who tested negative for both total ige and sige were defined as ige negative symptom severity was evaluated using a questionnaire combining the total nasal symptom score tnss and the visual analog scale vas tnss assessed nasal sneezing rhinorrhea congestion itching each scored from none to severe the vas ranged from cm no symptoms to cm most severe plasma mrgprx levels were significantly elevated in patients with ar compared with healthy controls plasma mrgprx levels are elevated in patients with ar and are positively correlated with disease symptoms particularly in ige negative cases mrgprx may serve as a novel biomarker to improve the classification and management of ar especially in patients exhibiting allergic symptoms despite clinically insignificant ige levels"
}