{
    "pmid": "41358836",
    "title": "Nucleic acid detection method for Chlamydia psittaci based on RPA-CRISPR/Cas12a.",
    "abstract": "In recent years, misdiagnosis or delayed diagnosis of Chlamydia psittaci (C. psittaci) infections has led to frequent outbreaks of severe public health events, such as severe pneumonia and respiratory distress, drawing increasing attention. Rapid and simple detection methods are vital for early intervention to reduce severity and mortality. In this study, we designed highly specific RPA primers and crRNA (CRISPR RNA) based on the highly conserved CPSIT_0429 gene in the C. psittaci genome, and preliminarily established a nucleic acid detection method for C. psittaci using the RPA-CRISPR/Cas12a system. In the two-step assay, the combination of the CPSIT_0429-F1/R1 primer pair and CPSIT_0429-crRNA2 achieved a detection limit of 2 × 10° copies/μL. Incorporating 20% glycerol enabled a one-tube assay with a limit of 2 × 102 copies/μL. Furthermore, the method showed no cross-reactivity with common respiratory pathogens such as influenza virus, SARS-CoV-2, and Streptococcus pneumoniae, demonstrating excellent specificity. Both the two-step and one-tube methods were compared with qPCR-verified C. psittaci positive samples. The results indicated that both assays showed high consistency with qPCR results. The RPA-CRISPR/Cas12a detection method is rapid, accurate, highly sensitive, and specific, providing a reliable platform for early diagnosis and clinical management of C. psittaci infections.",
    "disease": "influenza",
    "clean_text": "nucleic acid detection method for chlamydia psittaci based on rpa crispr cas a in recent years misdiagnosis or delayed diagnosis of chlamydia psittaci c psittaci infections has led to frequent outbreaks of severe public health events such as severe pneumonia and respiratory distress drawing increasing attention rapid and simple detection methods are vital for early intervention to reduce severity and mortality in this study we designed highly specific rpa primers and crrna crispr rna based on the highly conserved cpsit gene in the c psittaci genome and preliminarily established a nucleic acid detection method for c psittaci using the rpa crispr cas a system in the two step assay the combination of the cpsit f r primer pair and cpsit crrna achieved a detection limit of copies l incorporating glycerol enabled a one tube assay with a limit of copies l furthermore the method showed no cross reactivity with common respiratory pathogens such as influenza virus sars cov and streptococcus pneumoniae demonstrating excellent specificity both the two step and one tube methods were compared with qpcr verified c psittaci positive samples the results indicated that both assays showed high consistency with qpcr results the rpa crispr cas a detection method is rapid accurate highly sensitive and specific providing a reliable platform for early diagnosis and clinical management of c psittaci infections"
}