{
    "pmid": "41435982",
    "title": "Tuberculosis and increased risk of cardio-cerebrovascular disease: A nationwide cohort study.",
    "abstract": "To determine the association between tuberculosis (TB) and cardio-cerebrovascular diseases (CVDs). This population-based retrospective study used National Health Insurance database to compare CVD incidence, including myocardial infarction (MI), arrhythmia, heart failure, and cerebrovascular accident (CVA), between TB survivors and 1:1 age-, sex-, income-, region-, and registration date-matched controls in Republic of Korea. Cox proportional hazard models were used to analyse associations between CVDs and TB. We assessed 70,458 individuals with TB and 70,458 matched controls. During a mean 70.2-month follow-up, CVD occurred in 4127 (5.9%) TB survivors and 3408 (4.8%) controls. The overall CVD incidence was 1,035.24 and 801.46 per 100,000 person-years in the TB and control groups, respectively. Multivariable Cox proportional hazard analysis showed that TB was associated with a higher risk of overall CVD (adjusted hazard ratio [aHR]1.305, 95% confidence interval [CI] 1.244-1.370), MI (aHR 1.245, 95%CI 1.134-1.367), arrhythmia (aHR 1.417, 95%CI 1.294-1.551), heart failure (aHR 1.666, 95%CI 1.451-1.914), and CVA (aHR 1.133, 95%CI 1.040-1.234) than matched controls. We observed a higher CVD risk in TB survivors than in matched controls. Our findings indicate that preventive measures against CVDs should be considered for this population.",
    "disease": "tuberculosis",
    "clean_text": "tuberculosis and increased risk of cardio cerebrovascular disease a nationwide cohort study to determine the association between tuberculosis tb and cardio cerebrovascular diseases cvds this population based retrospective study used national health insurance database to compare cvd incidence including myocardial infarction mi arrhythmia heart failure and cerebrovascular accident cva between tb survivors and age sex income region and registration date matched controls in republic of korea cox proportional hazard models were used to analyse associations between cvds and tb we assessed individuals with tb and matched controls during a mean month follow up cvd occurred in tb survivors and controls the overall cvd incidence was and per person years in the tb and control groups respectively multivariable cox proportional hazard analysis showed that tb was associated with a higher risk of overall cvd adjusted hazard ratio ahr confidence interval ci mi ahr ci arrhythmia ahr ci heart failure ahr ci and cva ahr ci than matched controls we observed a higher cvd risk in tb survivors than in matched controls our findings indicate that preventive measures against cvds should be considered for this population"
}