{
    "title": "Use of Synbiotics for Ulcerative Colitis Treatment.",
    "doc_id": "31878863",
    "writer": "Roselli M",
    "year": "2020",
    "summary": "Ulcerative colitis has a strong impact on patients' quality of life, as well as high costs for the health-care system. A great interest on the role of intestinal microbiota modulation in ulcerative colitis is emerging. Several studies have shown an imp …",
    "abstract": "Inflammatory bowel diseases, namely Crohn's disease and ulcerative colitis, are currently considered multifactorial pathologies in which various combined environmental factors act on genetic background, giving rise to chronic inflammation of the gastrointestinal tract. Ulcerative colitis is an inflammation of the colon caused by a dysregulated immune response to host intestinal microbiota in genetically susceptible subjects. Ulcerative colitis has a strong impact on patients' quality of life, as well as high costs for the health-care system. A great interest on the role of intestinal microbiota modulation in ulcerative colitis is emerging. Several studies have shown an improvement of inflammatory markers and symptoms in ulcerative colitis patients through treatments with probiotics and prebiotics separately. Despite the low number of studies on the treatment of ulcerative colitis by specific strains of probiotics plus selected prebiotics, i.e. synbiotics, the results are promising, even if discordant. The mechanism of action in synbiotics supplementation is still unclear and needs more investigation, although there is a large number of data indicating that the synergism between probiotics and prebiotics favours the survival and implantation of probiotics into the gastrointestinal tract with beneficial effects on human health by modulating the inflammatory response and gut microbiota composition. The aim of this minireview is to describe the main in vitro, animal and human studies performed up to now, that have used synbiotics to treat ulcerative colitis, and to highlight limitations and future perspectives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31878863/",
    "clean_text": "use of synbiotics for ulcerative colitis treatment ulcerative colitis has a strong impact on patients quality of life as well as high costs for the health care system a great interest on the role of intestinal microbiota modulation in ulcerative colitis is emerging several studies have shown an imp inflammatory bowel diseases namely crohn s disease and ulcerative colitis are currently considered multifactorial pathologies in which various combined environmental factors act on genetic background giving rise to chronic inflammation of the gastrointestinal tract ulcerative colitis is an inflammation of the colon caused by a dysregulated immune response to host intestinal microbiota in genetically susceptible subjects ulcerative colitis has a strong impact on patients quality of life as well as high costs for the health care system a great interest on the role of intestinal microbiota modulation in ulcerative colitis is emerging several studies have shown an improvement of inflammatory markers and symptoms in ulcerative colitis patients through treatments with probiotics and prebiotics separately despite the low number of studies on the treatment of ulcerative colitis by specific strains of probiotics plus selected prebiotics i e synbiotics the results are promising even if discordant the mechanism of action in synbiotics supplementation is still unclear and needs more investigation although there is a large number of data indicating that the synergism between probiotics and prebiotics favours the survival and implantation of probiotics into the gastrointestinal tract with beneficial effects on human health by modulating the inflammatory response and gut microbiota composition the aim of this minireview is to describe the main in vitro animal and human studies performed up to now that have used synbiotics to treat ulcerative colitis and to highlight limitations and future perspectives"
}