{
    "title": "Global Mental Health in Action: Reducing Disparities One Community at a Time.",
    "doc_id": "27859402",
    "writer": "Bischoff RJ",
    "year": "2017",
    "summary": "There are great disparities in mental health care around the world. Traditional approaches to mental health care have not been found to be transferrable to many parts of the world and are inadequate to address these disparities. ...Five principles of g …",
    "abstract": "There are great disparities in mental health care around the world. Traditional approaches to mental health care have not been found to be transferrable to many parts of the world and are inadequate to address these disparities. Unconventional approaches are needed that match the traditions of care-seeking and care-giving within the communities where they are delivered. The authors review the global mental health literature and discuss how marriage and family therapists are in a particularly good position to have worldwide impact on mental health disparities. Five principles of global mental health are presented along with an example of how these principles are applied through the Reducing Mental Health Disparities One Community at a Time (RD1CT) model.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27859402/",
    "clean_text": "global mental health in action reducing disparities one community at a time there are great disparities in mental health care around the world traditional approaches to mental health care have not been found to be transferrable to many parts of the world and are inadequate to address these disparities five principles of g there are great disparities in mental health care around the world traditional approaches to mental health care have not been found to be transferrable to many parts of the world and are inadequate to address these disparities unconventional approaches are needed that match the traditions of care seeking and care giving within the communities where they are delivered the authors review the global mental health literature and discuss how marriage and family therapists are in a particularly good position to have worldwide impact on mental health disparities five principles of global mental health are presented along with an example of how these principles are applied through the reducing mental health disparities one community at a time rd ct model"
}