{
    "pmid": "41472277",
    "title": "Long-Term Transcriptomic Reprogramming in Peripheral Blood Mononuclear Cells of Severe COVID-19 Survivors Reveals Pro-Oncogenic Signatures and Cancer-Associated Hub Genes.",
    "abstract": "This study examined the long-term transcriptomic reprogramming in peripheral blood mononuclear cells (PBMCs) of severe COVID-19 patients and its effects for cancer development. RNA sequencing was conducted on PBMCs obtained from healthy controls, COVID-19 patients without pneumonia, and COVID-19 patients exhibiting severe pneumonia one year post-infection. Differential gene expression analysis identified a sustained pro-oncogenic molecular signature, especially among severe COVID-19 patients. Functional enrichment analysis revealed a substantial enrichment of cancer-associated pathways, encompassing apoptosis, viral carcinogenesis, and transcriptional dysregulation. Notably, the autophagy-related gene SQSTM1/P62 was recognized as a distinctive hub gene within the severe COVID-19 patients, interacting with pivotal genes associated with inflammation, apoptosis, and cancer advancement. Survival analysis demonstrated that elevated expression of COVID-19-associated hub genes correlated with unfavorable prognosis in various cancer types, including adrenocortical carcinoma, bladder urothelial carcinoma, and brain lower-grade glioma. These findings indicate that severe COVID-19 infection may establish a systemic milieu favorable to cancer development or recurrence, highlighting the necessity of prolonged oncological monitoring in these patients. Finding specific molecular targets and pathways can help us understand how COVID-19 might be linked to a higher risk of cancer.",
    "disease": "pneumonia",
    "clean_text": "long term transcriptomic reprogramming in peripheral blood mononuclear cells of severe covid survivors reveals pro oncogenic signatures and cancer associated hub genes this study examined the long term transcriptomic reprogramming in peripheral blood mononuclear cells pbmcs of severe covid patients and its effects for cancer development rna sequencing was conducted on pbmcs obtained from healthy controls covid patients without pneumonia and covid patients exhibiting severe pneumonia one year post infection differential gene expression analysis identified a sustained pro oncogenic molecular signature especially among severe covid patients functional enrichment analysis revealed a substantial enrichment of cancer associated pathways encompassing apoptosis viral carcinogenesis and transcriptional dysregulation notably the autophagy related gene sqstm p was recognized as a distinctive hub gene within the severe covid patients interacting with pivotal genes associated with inflammation apoptosis and cancer advancement survival analysis demonstrated that elevated expression of covid associated hub genes correlated with unfavorable prognosis in various cancer types including adrenocortical carcinoma bladder urothelial carcinoma and brain lower grade glioma these findings indicate that severe covid infection may establish a systemic milieu favorable to cancer development or recurrence highlighting the necessity of prolonged oncological monitoring in these patients finding specific molecular targets and pathways can help us understand how covid might be linked to a higher risk of cancer"
}