{
    "title": "Back to normal; serological testing for COVID-19 diagnosis unveils missed infections.",
    "doc_id": "33739483",
    "writer": "Tsuchida T",
    "year": "2021",
    "summary": "BACKGROUND: The gold standard for coronavirus disease (COVID-19) diagnosis has been the detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA by nucleic acid amplification …",
    "abstract": "Background:\n        \n      \n      The gold standard for coronavirus disease (COVID-19) diagnosis has been the detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) RNA by nucleic acid amplification testing (NAAT). On the other hand, serological testing for COVID-19 may offer advantages in detecting possibly overlooked infections by NAAT.\n    \n\n\n          Methods:\n        \n      \n      To evaluate seroconversion of NAAT-negative pneumonia patients, immunoglobulin M (IgM) and IgG targeting the spike protein of SARS-CoV-2 were semiquantified by an immunofluorescence assay. Seroconversion was confirmed by another serological method, targeting the nucleocapsid protein.\n    \n\n\n          Results:\n        \n      \n      Eight suspected but unconfirmed COVID-19 pneumonia patients (median age, 39 years; range, 21-55) were included. The median period between symptom onset and NAAT sample collection was 6 days (2-27 days). None of them had tested positive for SARS-CoV-2 by NAAT. In contrast, all eight patients revealed seropositivity with the two serological methods, indicating actual seroconversion against SARS-CoV-2. The median period between onset and blood sampling was 26.5 days (7-51 days).\n    \n\n\n          Conclusion:\n        \n      \n      Eight patients with COVID-19 pneumonia, initially tested negative for SARS-CoV-2 by NAAT, were finally confirmed of the diagnosis by serological testing. To cover the whole spectrum of this heterogenous infectious disease, serology testing should be implemented to the multitiered diagnostic algorithm for COVID-19.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33739483/",
    "clean_text": "back to normal serological testing for covid diagnosis unveils missed infections background the gold standard for coronavirus disease covid diagnosis has been the detection of severe acute respiratory syndrome coronavirus sars cov rna by nucleic acid amplification background the gold standard for coronavirus disease covid diagnosis has been the detection of severe acute respiratory syndrome coronavirus sars cov rna by nucleic acid amplification testing naat on the other hand serological testing for covid may offer advantages in detecting possibly overlooked infections by naat methods to evaluate seroconversion of naat negative pneumonia patients immunoglobulin m igm and igg targeting the spike protein of sars cov were semiquantified by an immunofluorescence assay seroconversion was confirmed by another serological method targeting the nucleocapsid protein results eight suspected but unconfirmed covid pneumonia patients median age years range were included the median period between symptom onset and naat sample collection was days days none of them had tested positive for sars cov by naat in contrast all eight patients revealed seropositivity with the two serological methods indicating actual seroconversion against sars cov the median period between onset and blood sampling was days days conclusion eight patients with covid pneumonia initially tested negative for sars cov by naat were finally confirmed of the diagnosis by serological testing to cover the whole spectrum of this heterogenous infectious disease serology testing should be implemented to the multitiered diagnostic algorithm for covid"
}