{
    "title": "The fragile X syndrome: from molecular genetics to neurobiology.",
    "doc_id": "14994290",
    "writer": "Willemsen R",
    "year": "2004",
    "summary": "Since the identification of the FMR1 gene basic research has been focused on the molecular characterization of the FMR1 gene product, the fragile X mental retardation protein (FMRP). Recent developments in fragile X research have provided new insights …",
    "abstract": "Since the identification of the FMR1 gene basic research has been focused on the molecular characterization of the FMR1 gene product, the fragile X mental retardation protein (FMRP). Recent developments in fragile X research have provided new insights and knowledge about the physiological function of FMRP in the cell and the nerve cell in particular. Currently, compelling evidence suggests a role for FMRP in the transport/translation of dendritically localized mRNAs. In addition, the identification of some of the target mRNAs of FMRP have led to an increased interest in the neurobiology of the syndrome. This review highlights the role of FMRP in dendritic mRNA transport/translation in relation to synaptic plasticity, a molecular mechanism implicated in learning and memory.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14994290/",
    "clean_text": "the fragile x syndrome from molecular genetics to neurobiology since the identification of the fmr gene basic research has been focused on the molecular characterization of the fmr gene product the fragile x mental retardation protein fmrp recent developments in fragile x research have provided new insights since the identification of the fmr gene basic research has been focused on the molecular characterization of the fmr gene product the fragile x mental retardation protein fmrp recent developments in fragile x research have provided new insights and knowledge about the physiological function of fmrp in the cell and the nerve cell in particular currently compelling evidence suggests a role for fmrp in the transport translation of dendritically localized mrnas in addition the identification of some of the target mrnas of fmrp have led to an increased interest in the neurobiology of the syndrome this review highlights the role of fmrp in dendritic mrna transport translation in relation to synaptic plasticity a molecular mechanism implicated in learning and memory"
}