{
    "pmid": "41408416",
    "title": "Detection of undiagnosed liver cirrhosis via AI-enabled electrocardiogram: a pragmatic, cluster-randomized clinical trial.",
    "abstract": "Advanced chronic liver disease (CLD) affects 2-5% of the general population, and accessible screening tools are needed in primary care. Here we conducted a pragmatic trial to assess whether an electrocardiogram (ECG)-based machine learning (ECG-ML) model enables early detection of advanced CLD. In this trial, 98 primary care teams were cluster randomized to intervention (access to ECG-ML results; 123 clinicians) or usual care (122 clinicians). Clinicians in the intervention arm were notified of a positive ECG-ML result, indicating higher risk of advanced CLD. The primary endpoint was new diagnosis of CLD with advanced fibrosis within 180 days of ECG, confirmed by sequential liver disease assessments. A total of 15,596 adults underwent 12-lead ECGs as part of routine care and met inclusion criteria (N = 8,034 intervention and N = 7,562 control). The intervention significantly increased new diagnoses of advanced CLD in the overall cohort (1.0% versus 0.5% in the control arm; odds ratio (OR) 2.09, 95% confidence interval (CI) 1.22-3.55, P = 0.007). Among ECG-ML-positive patients, advanced CLD was more frequent in the intervention arm (4.4% versus 1.1%; OR 4.37, 95% CI 1.94-9.88, P < 0.001). The intervention also increased the detection of any fibrosis (secondary endpoint) in the overall cohort (1.7% versus 0.5%; OR 3.17, 95% CI 1.86-5.40, P < 0.001) and among ECG-ML-positive patients (8.4% versus 1.1%; OR 8.03, 95% CI 3.50-18.4, P < 0.001). The diagnostic yield below epidemiological estimates probably reflects variable clinician adherence to artificial intelligence-driven recommendations. These results demonstrate that an ECG-based machine learning model, followed by targeted testing based on risk factors, may aid case finding of advanced CLD in routine primary care. ClinicalTrials.gov registration: NCT05782283 .",
    "disease": "liver cirrhosis",
    "clean_text": "detection of undiagnosed liver cirrhosis via ai enabled electrocardiogram a pragmatic cluster randomized clinical trial advanced chronic liver disease cld affects of the general population and accessible screening tools are needed in primary care here we conducted a pragmatic trial to assess whether an electrocardiogram ecg based machine learning ecg ml model enables early detection of advanced cld in this trial primary care teams were cluster randomized to intervention access to ecg ml results clinicians or usual care clinicians clinicians in the intervention arm were notified of a positive ecg ml result indicating higher risk of advanced cld the primary endpoint was new diagnosis of cld with advanced fibrosis within days of ecg confirmed by sequential liver disease assessments a total of adults underwent lead ecgs as part of routine care and met inclusion criteria n intervention and n control the intervention significantly increased new diagnoses of advanced cld in the overall cohort versus in the control arm odds ratio or confidence interval ci p among ecg ml positive patients advanced cld was more frequent in the intervention arm versus or ci p the intervention also increased the detection of any fibrosis secondary endpoint in the overall cohort versus or ci p and among ecg ml positive patients versus or ci p the diagnostic yield below epidemiological estimates probably reflects variable clinician adherence to artificial intelligence driven recommendations these results demonstrate that an ecg based machine learning model followed by targeted testing based on risk factors may aid case finding of advanced cld in routine primary care clinicaltrials gov registration nct"
}