{
    "title": "[Remodeling of myocardial interstitium in left ventricular hypertrophy and myocardial infarction].",
    "doc_id": "2151581",
    "writer": "Jalil Milad JE.",
    "year": "1990",
    "summary": "Structural and biochemical modifications of the myocardium (remodeling) occur during the development of left ventricular hypertrophy and acute myocardial infarction. An important part of this process of myocardial remodeling occurs in the interstitial compart …",
    "abstract": "Structural and biochemical modifications of the myocardium (remodeling) occur during the development of left ventricular hypertrophy and acute myocardial infarction. An important part of this process of myocardial remodeling occurs in the interstitial compartment. The myocardial interstitium is composed mainly of fibrillar collagen. These changes are associated to modifications in ventricular function that could be deleterious and have clinical manifestations. Some salutory effects of the treatment of both conditions are related to modifications of the process of myocardial interstitial remodeling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2151581/",
    "clean_text": "remodeling of myocardial interstitium in left ventricular hypertrophy and myocardial infarction structural and biochemical modifications of the myocardium remodeling occur during the development of left ventricular hypertrophy and acute myocardial infarction an important part of this process of myocardial remodeling occurs in the interstitial compart structural and biochemical modifications of the myocardium remodeling occur during the development of left ventricular hypertrophy and acute myocardial infarction an important part of this process of myocardial remodeling occurs in the interstitial compartment the myocardial interstitium is composed mainly of fibrillar collagen these changes are associated to modifications in ventricular function that could be deleterious and have clinical manifestations some salutory effects of the treatment of both conditions are related to modifications of the process of myocardial interstitial remodeling"
}