{
    "pmid": "41376923",
    "title": "The prevalence of chronic obstructive pulmonary disease in high-altitude areas of China: a systematic review and meta-analysis.",
    "abstract": "China is one of the countries with the heaviest burden of chronic obstructive pulmonary disease (COPD). In high-altitude areas of China (≥1,500 m), factors such as low oxygen levels, burning of biomass, and an aging population make the prevention and treatment of COPD more challenging. However, there is currently a lack of systematic epidemiological studies. This study aimed to assess the prevalence of COPD in high-altitude areas of China. The search was conducted in PubMed, Embase, Web of Science, Ovid, ProQuest, Scopus, The Cochrane Library, China National Knowledge Infrastructure (CNKI), Wanfang, Weipu, and China Biology Medicine disc (CBM) from their inception to May 17, 2025. Studies were evaluated according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, and registered in International Prospective Register of Systematic Reviews (PROSPERO) (Identifier: CRD420251063646). A total of 6 cross-sectional studies from high-altitude areas of China (including 15,621 participants) were included. The COPD prevalence rate in high-altitude areas (≥1,500 m) of China was 10% [95% confidence interval (CI): 7-14%; P<0.001]. Subgroup analysis showed that the prevalence rate in people aged ≥50 years was significantly higher than that in those aged 40-49 years (17%  The prevalence of COPD in high-altitude areas of China is 10%, which is closely related to aging and smoking. It is necessary to promote clean energy and strengthen health education for targeted intervention. In the future, priority should be given to conducting age-standardized estimates and multi-center studies to verify the results and provide a basis for COPD prevention and control strategies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the prevalence of chronic obstructive pulmonary disease in high altitude areas of china a systematic review and meta analysis china is one of the countries with the heaviest burden of chronic obstructive pulmonary disease copd in high altitude areas of china m factors such as low oxygen levels burning of biomass and an aging population make the prevention and treatment of copd more challenging however there is currently a lack of systematic epidemiological studies this study aimed to assess the prevalence of copd in high altitude areas of china the search was conducted in pubmed embase web of science ovid proquest scopus the cochrane library china national knowledge infrastructure cnki wanfang weipu and china biology medicine disc cbm from their inception to may studies were evaluated according to the preferred reporting items for systematic reviews and meta analyses prisma guidelines and registered in international prospective register of systematic reviews prospero identifier crd a total of cross sectional studies from high altitude areas of china including participants were included the copd prevalence rate in high altitude areas m of china was confidence interval ci p subgroup analysis showed that the prevalence rate in people aged years was significantly higher than that in those aged years the prevalence of copd in high altitude areas of china is which is closely related to aging and smoking it is necessary to promote clean energy and strengthen health education for targeted intervention in the future priority should be given to conducting age standardized estimates and multi center studies to verify the results and provide a basis for copd prevention and control strategies"
}