{
    "title": "Restoration of T-cell homeostasis after T-cell depletion.",
    "doc_id": "9405262",
    "writer": "Mackall CL",
    "year": "1997",
    "summary": "Instead, peripheral mechanisms are generally sufficient to maintain normal T-cell number, function and adequate TCR repertoire diversity in healthy hosts. Studies of T-cell regeneration in animals, however, have shown that full restoration of T- …",
    "abstract": "T-cell homeostasis appears to be maintained throughout much of normal adult life independent of de-novo production from hematopoietic stem cells via thymopoiesis. Instead, peripheral mechanisms are generally sufficient to maintain normal T-cell number, function and adequate TCR repertoire diversity in healthy hosts. Studies of T-cell regeneration in animals, however, have shown that full restoration of T-cell homeostasis after profound T-cell depletion is primarily dependent upon thymopoiesis. In this setting, thymic-deficient hosts have prolonged reductions in total T-cell number, restricted TCR repertoire diversity, and limited immunocompetence. In humans, age-related reductions in thymic regenerative capacity as early as young adulthood result in incomplete restoration of T-cell homeostasis after T-cell depletion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9405262/",
    "clean_text": "restoration of t cell homeostasis after t cell depletion instead peripheral mechanisms are generally sufficient to maintain normal t cell number function and adequate tcr repertoire diversity in healthy hosts studies of t cell regeneration in animals however have shown that full restoration of t t cell homeostasis appears to be maintained throughout much of normal adult life independent of de novo production from hematopoietic stem cells via thymopoiesis instead peripheral mechanisms are generally sufficient to maintain normal t cell number function and adequate tcr repertoire diversity in healthy hosts studies of t cell regeneration in animals however have shown that full restoration of t cell homeostasis after profound t cell depletion is primarily dependent upon thymopoiesis in this setting thymic deficient hosts have prolonged reductions in total t cell number restricted tcr repertoire diversity and limited immunocompetence in humans age related reductions in thymic regenerative capacity as early as young adulthood result in incomplete restoration of t cell homeostasis after t cell depletion"
}