{
    "pmid": "41426776",
    "title": "Evaluating Sarcopenia Prevalence in Cirrhotic Patients and Its Association With Child-Turcotte-Pugh and MELD (Model for End-Stage Liver Disease) Scores: A Cross-Sectional Study.",
    "abstract": "Sarcopenia, defined as progressive loss of skeletal muscle strength and function, is a frequent but underrecognized complication of liver cirrhosis. It has been associated with increased morbidity and mortality, yet its prevalence and correlation with prognostic scores remain incompletely studied in the Indian population. The study aimed to determine the prevalence of sarcopenia in cirrhotic patients using handgrip strength and to evaluate the correlation between sarcopenia and liver disease severity, Child-Turcotte-Pugh (CTP) score, and Model for End-Stage Liver Disease (MELD) score. A cross-sectional study was conducted among 75 adult cirrhotic patients. Handgrip strength was measured using a handheld dynamometer, and sarcopenia was defined as <27 kg in men and <16 kg in women (European Working Group on Sarcopenia in Older People 2 (EWGSOP2) criteria). Disease severity was assessed using CTP and MELD scores. Statistical analysis included Pearson correlation, with p<0.05 considered significant. The mean age of patients was 55.43 ± 11.54 years, with a male predominance of 54 (72%). Alcoholism was the leading etiology (n=45, 60%), followed by nonalcoholic steatohepatitis (NASH), hepatitis B virus (HBV), and hepatitis C virus (HCV). Mean MELD and CTP scores were 15.42 ± 6.32 and 8.42 ± 2.65, respectively, with most patients in CTP class B (60%). The overall mean handgrip strength was 26.69 ± 4.76 kg, higher in male patients than in female patients. The prevalence of sarcopenia was 42.7%. Handgrip strength declined across CTP classes (28.45 ± 5.65 kg in A, 26.87 ± 3.89 kg in B, and 21.65 ± 2.42 kg in C; p=0.001). Significant negative correlations were observed between handgrip strength and MELD (r = -0.412, p<0.001) as well as CTP (r = -0.358, p=0.01). Sarcopenia is highly prevalent in cirrhosis, particularly in patients with alcohol-related disease and advanced CTP class. Handgrip strength correlates strongly with MELD and CTP scores, making it a simple and effective prognostic tool in routine practice.",
    "disease": "liver cirrhosis",
    "clean_text": "evaluating sarcopenia prevalence in cirrhotic patients and its association with child turcotte pugh and meld model for end stage liver disease scores a cross sectional study sarcopenia defined as progressive loss of skeletal muscle strength and function is a frequent but underrecognized complication of liver cirrhosis it has been associated with increased morbidity and mortality yet its prevalence and correlation with prognostic scores remain incompletely studied in the indian population the study aimed to determine the prevalence of sarcopenia in cirrhotic patients using handgrip strength and to evaluate the correlation between sarcopenia and liver disease severity child turcotte pugh ctp score and model for end stage liver disease meld score a cross sectional study was conducted among adult cirrhotic patients handgrip strength was measured using a handheld dynamometer and sarcopenia was defined as kg in men and kg in women european working group on sarcopenia in older people ewgsop criteria disease severity was assessed using ctp and meld scores statistical analysis included pearson correlation with p considered significant the mean age of patients was years with a male predominance of alcoholism was the leading etiology n followed by nonalcoholic steatohepatitis nash hepatitis b virus hbv and hepatitis c virus hcv mean meld and ctp scores were and respectively with most patients in ctp class b the overall mean handgrip strength was kg higher in male patients than in female patients the prevalence of sarcopenia was handgrip strength declined across ctp classes kg in a kg in b and kg in c p significant negative correlations were observed between handgrip strength and meld r p as well as ctp r p sarcopenia is highly prevalent in cirrhosis particularly in patients with alcohol related disease and advanced ctp class handgrip strength correlates strongly with meld and ctp scores making it a simple and effective prognostic tool in routine practice"
}