{
    "title": "Lung cancer screening: advantages, controversies, and applications.",
    "doc_id": "24357736",
    "writer": "Nanavaty P",
    "year": "2014",
    "summary": "BACKGROUND: Lung cancer is the leading cause of cancer death in the United States. Results from the National Lung Screening Trial (NLST) have shown that low-dose computed tomography (CT) is capable of detecting lung neoplasms in individua …",
    "abstract": "Background:\n        \n      \n      Lung cancer is the leading cause of cancer death in the United States. Results from the National Lung Screening Trial (NLST) have shown that low-dose computed tomography (CT) is capable of detecting lung neoplasms in individuals at high risk. However, whether it is advantageous to perform lung cancer screening on these patients is a significant concern, as are the potential adverse outcomes from screening.\n    \n\n\n          Methods:\n        \n      \n      A review of several randomized clinical trials, focusing on the NLST, was undertaken. Adverse outcomes and costs related to lung cancer screening were also examined.\n    \n\n\n          Results:\n        \n      \n      Lung cancer screening using low-dose CT in high-risk individuals reduced lung cancer deaths by more than 20% when compared with those screened by chest radiography. False-positive results were seen in both groups, but the number of adverse events from the screening test and subsequent diagnostic procedures was low.\n    \n\n\n          Conclusions:\n        \n      \n      Lung cancer screening is controversial, but the NLST has demonstrated that such testing may reduce lung cancer deaths in high-risk individuals when performed with low-dose CT rather than chest radiography. Guidelines should be established to not only help identify an appropriate screening population, but also develop standards for radiological testing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24357736/",
    "clean_text": "lung cancer screening advantages controversies and applications background lung cancer is the leading cause of cancer death in the united states results from the national lung screening trial nlst have shown that low dose computed tomography ct is capable of detecting lung neoplasms in individua background lung cancer is the leading cause of cancer death in the united states results from the national lung screening trial nlst have shown that low dose computed tomography ct is capable of detecting lung neoplasms in individuals at high risk however whether it is advantageous to perform lung cancer screening on these patients is a significant concern as are the potential adverse outcomes from screening methods a review of several randomized clinical trials focusing on the nlst was undertaken adverse outcomes and costs related to lung cancer screening were also examined results lung cancer screening using low dose ct in high risk individuals reduced lung cancer deaths by more than when compared with those screened by chest radiography false positive results were seen in both groups but the number of adverse events from the screening test and subsequent diagnostic procedures was low conclusions lung cancer screening is controversial but the nlst has demonstrated that such testing may reduce lung cancer deaths in high risk individuals when performed with low dose ct rather than chest radiography guidelines should be established to not only help identify an appropriate screening population but also develop standards for radiological testing"
}