{
    "pmid": "41466345",
    "title": "Dementia diagnosis in primary care: testing an educational program in Oregon.",
    "abstract": "The Dementia Diagnosis in Primary Care (DDPC) program was designed to support primary care clinicians and their teams in identifying and diagnosing Alzheimer's disease and other types of dementia. Here we describe the development, delivery, and evaluation of the DDPC in Oregon, a largely rural state. Primary care clinics across Oregon participated. Of the 28 clinics that enrolled in the program, 14 (50%) were in rural and frontier communities. The program consisted of two cohorts of 8-session, 1-hour webinars for clinic staff members from the enrolled clinics. There was strong attendance at each webinar, averaging 38 attendees per session, and 132 participants attended at least one webinar. Each enrolled clinic was offered coaching with non-clinicians, clinician subject matter experts, and an electronic medical record management specialist. Pre- and post- program assessments, chart audits, per-session webinar surveys, and a clinic exit interview were utilized to determine the overall key outcomes of the program. Quantitative and qualitative data indicate that the program was helpful in building clinic team confidence in identifying and treating dementia. Findings indicate that the DDPC clinical teams will be better prepared to address the increasing prevalence of dementia across this rural state.",
    "disease": "alzheimer disease",
    "clean_text": "dementia diagnosis in primary care testing an educational program in oregon the dementia diagnosis in primary care ddpc program was designed to support primary care clinicians and their teams in identifying and diagnosing alzheimer s disease and other types of dementia here we describe the development delivery and evaluation of the ddpc in oregon a largely rural state primary care clinics across oregon participated of the clinics that enrolled in the program were in rural and frontier communities the program consisted of two cohorts of session hour webinars for clinic staff members from the enrolled clinics there was strong attendance at each webinar averaging attendees per session and participants attended at least one webinar each enrolled clinic was offered coaching with non clinicians clinician subject matter experts and an electronic medical record management specialist pre and post program assessments chart audits per session webinar surveys and a clinic exit interview were utilized to determine the overall key outcomes of the program quantitative and qualitative data indicate that the program was helpful in building clinic team confidence in identifying and treating dementia findings indicate that the ddpc clinical teams will be better prepared to address the increasing prevalence of dementia across this rural state"
}