{
    "title": "Categorization and association analysis of risk factors for adverse drug events.",
    "doc_id": "29222712",
    "writer": "Zhou L",
    "year": "2018",
    "summary": "Among them, medication- and disease-related risk factors were most frequently studied. We further classified risk factors within each main category into subtypes. ...CONCLUSIONS: This review introduced new categories and subtypes of risk fact …",
    "abstract": "Purpose:\n        \n      \n      Adverse drug events (ADE) are among the leading causes of morbidity and hospitalization. This review analyzes risk factors for ADE, particularly their categorizations and association patterns, the prevalence, severity, and preventability of ADE, and method characteristics of reviewed studies.\n    \n\n\n          Methods:\n        \n      \n      Literature search was conducted via PubMed, Science Direct, CINAHL, and MEDLINE. A review was conducted of research articles that reported original data about specific risk factors for ADE since 2000. Data analyses were performed using Excel and R.\n    \n\n\n          Results:\n        \n      \n      We summarized 211 risk factors for ADE, and grouped them into five main categories: patient-, disease-, medication-, health service-, and genetics-related. Among them, medication- and disease-related risk factors were most frequently studied. We further classified risk factors within each main category into subtypes. Among them, polypharmacy, age, gender, central nervous system agents, comorbidity, service utilization, inappropriate use/change use of drugs, cardiovascular agents, and anti-infectives were most studied subtypes. An association analysis of risk factors uncovered many interesting patterns. The median prevalence, preventability, and severity rate of reported ADE was 19.5% (0.29%~86.2%), 36.2% (2.63%~91%), and 16% (0.01%~47.4%), respectively.\n    \n\n\n          Conclusions:\n        \n      \n      This review introduced new categories and subtypes of risk factors for ADE. The broad and in-depth coverage of risk factors and their association patterns elucidate the complexity of risk factor analysis. Managing risk factors for ADE is crucial for improving patient safety, particularly for the elderly, comorbid, and polypharmacy patients. Some under-explored risk factors such as genetics, mental health and wellness, education, lifestyle, and physical environment invite future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29222712/",
    "clean_text": "categorization and association analysis of risk factors for adverse drug events among them medication and disease related risk factors were most frequently studied we further classified risk factors within each main category into subtypes conclusions this review introduced new categories and subtypes of risk fact purpose adverse drug events ade are among the leading causes of morbidity and hospitalization this review analyzes risk factors for ade particularly their categorizations and association patterns the prevalence severity and preventability of ade and method characteristics of reviewed studies methods literature search was conducted via pubmed science direct cinahl and medline a review was conducted of research articles that reported original data about specific risk factors for ade since data analyses were performed using excel and r results we summarized risk factors for ade and grouped them into five main categories patient disease medication health service and genetics related among them medication and disease related risk factors were most frequently studied we further classified risk factors within each main category into subtypes among them polypharmacy age gender central nervous system agents comorbidity service utilization inappropriate use change use of drugs cardiovascular agents and anti infectives were most studied subtypes an association analysis of risk factors uncovered many interesting patterns the median prevalence preventability and severity rate of reported ade was and respectively conclusions this review introduced new categories and subtypes of risk factors for ade the broad and in depth coverage of risk factors and their association patterns elucidate the complexity of risk factor analysis managing risk factors for ade is crucial for improving patient safety particularly for the elderly comorbid and polypharmacy patients some under explored risk factors such as genetics mental health and wellness education lifestyle and physical environment invite future research"
}