{
    "pmid": "41460891",
    "title": "Characterization of 843 children with Zika-related microcephaly in the first three years of life: An individual participant data meta-analysis of 12 cohorts in the Zika Brazilian Cohorts consortium.",
    "abstract": "One of the main gaps in characterizing the congenital Zika syndrome (CZS) up to now is the small number of participants in individual studies. Pooling the data together overcomes the sample size-related limitations of individual studies and provides an opportunity for investigating heterogeneity between studies and, as appropriate, to better characterize the CZS. This study aims to describe adverse anthropometric, clinical, and neuroimaging outcomes in Brazilian children with Zika-related microcephaly.Individual participant data meta-analysis of 12 cohorts of the Zika Brazilian Cohorts Consortium (ZBC-Consortium), using primary data from children with Zika-related microcephaly, born between January/2015 and July/2018. We included 843 children with microcephaly at birth, at first evaluation, or over follow-up. Of 601 children with microcephaly at birth, 217 (36.1%) had moderate and 384 (63.9%) had severe microcephaly. Postnatal microcephaly occurred in 172 (20.4%) children. There was heterogeneity across studies. Severe microcephaly ranged from 11-87.5%; prematurity from 10-20% in most sites; low birth weight from 10-43.8%. Deficit of social attention, hyperreflexia, and persistence of primitive reflexes were reported in at least 50% of the children in the larger cohorts. Epilepsy ranged from 30-80% of the children and dysphagia, from 22.2-67.7%. Calcifications and ventriculomegaly were the most consistent and frequent abnormality (around 80%). Cortical atrophy or other development disorders were reported in around 50% of the children. The frequency of fundal, optical nerve and hearing abnormalities ranged from 0-67.1%, 0-36.5% and 0-50%, respectively. This large sample size allowed us to describe the spectrum of severity and of manifestations of Congenital Zika Syndrome.",
    "disease": "epilepsy",
    "clean_text": "characterization of children with zika related microcephaly in the first three years of life an individual participant data meta analysis of cohorts in the zika brazilian cohorts consortium one of the main gaps in characterizing the congenital zika syndrome czs up to now is the small number of participants in individual studies pooling the data together overcomes the sample size related limitations of individual studies and provides an opportunity for investigating heterogeneity between studies and as appropriate to better characterize the czs this study aims to describe adverse anthropometric clinical and neuroimaging outcomes in brazilian children with zika related microcephaly individual participant data meta analysis of cohorts of the zika brazilian cohorts consortium zbc consortium using primary data from children with zika related microcephaly born between january and july we included children with microcephaly at birth at first evaluation or over follow up of children with microcephaly at birth had moderate and had severe microcephaly postnatal microcephaly occurred in children there was heterogeneity across studies severe microcephaly ranged from prematurity from in most sites low birth weight from deficit of social attention hyperreflexia and persistence of primitive reflexes were reported in at least of the children in the larger cohorts epilepsy ranged from of the children and dysphagia from calcifications and ventriculomegaly were the most consistent and frequent abnormality around cortical atrophy or other development disorders were reported in around of the children the frequency of fundal optical nerve and hearing abnormalities ranged from and respectively this large sample size allowed us to describe the spectrum of severity and of manifestations of congenital zika syndrome"
}