{
    "title": "Evidence that skewed X inactivation is not needed for the phenotypic expression of Aicardi syndrome.",
    "doc_id": "9272173",
    "writer": "Hoag HM",
    "year": "1997",
    "summary": "This mode of inheritance has been observed in a number of other rare syndromes. In these syndromes, when X inactivation is studied, a non-random pattern is usually found. ...However, unlike most other known X-linked disorders inherited in this fashion, …",
    "abstract": "Aicardi syndrome is a rare disorder characterized by absent corpus callosum, infantile spasms, and choriorentinal lacunae. It is sporadic in nature and affects only females, resulting in severe mental and physical handicap. It has been suggested that the disease is caused by a dominant X-linked mutation which occurs de novo in females, and is lethal in hemizygous male embryos. This mode of inheritance has been observed in a number of other rare syndromes. In these syndromes, when X inactivation is studied, a non-random pattern is usually found. We have studied the X inactivation pattern in ten female patients with Aicardi syndrome and their parents using the highly polymorphic, differentially methylated androgen receptor gene. The results showed an unexpected random X-inactivation pattern in these patients. Previous clinical and cytogenetic evidence suggests that Aicardi syndrome is caused by an X-linked dominant mutation, de novo in females and lethal in males. However, unlike most other known X-linked disorders inherited in this fashion, Aicardi syndrome patients have a normal (i.e., random) X-inactivation pattern. A number of possible explanations is proposed for this apparently contradictory evidence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9272173/",
    "clean_text": "evidence that skewed x inactivation is not needed for the phenotypic expression of aicardi syndrome this mode of inheritance has been observed in a number of other rare syndromes in these syndromes when x inactivation is studied a non random pattern is usually found however unlike most other known x linked disorders inherited in this fashion aicardi syndrome is a rare disorder characterized by absent corpus callosum infantile spasms and choriorentinal lacunae it is sporadic in nature and affects only females resulting in severe mental and physical handicap it has been suggested that the disease is caused by a dominant x linked mutation which occurs de novo in females and is lethal in hemizygous male embryos this mode of inheritance has been observed in a number of other rare syndromes in these syndromes when x inactivation is studied a non random pattern is usually found we have studied the x inactivation pattern in ten female patients with aicardi syndrome and their parents using the highly polymorphic differentially methylated androgen receptor gene the results showed an unexpected random x inactivation pattern in these patients previous clinical and cytogenetic evidence suggests that aicardi syndrome is caused by an x linked dominant mutation de novo in females and lethal in males however unlike most other known x linked disorders inherited in this fashion aicardi syndrome patients have a normal i e random x inactivation pattern a number of possible explanations is proposed for this apparently contradictory evidence"
}