{
    "pmid": "41459568",
    "title": "Gamification Strategies in Digital Health Interventions for Attention Rehabilitation in Stroke Survivors: A Systematic Review.",
    "abstract": "Stroke is a leading cause of long-term disability, with attentional deficits affecting most survivors and limiting independence, activities of daily living (ADL), and quality of life. Conventional rehabilitation often lacks engagement and accessibility, which underscores the need for innovative strategies. Digital health interventions incorporating gamification may enhance attentional rehabilitation. However, the evidence remains limited. This review systematically evaluated the effectiveness, safety, and gamification strategies of digital health interventions for attentional rehabilitation after stroke, including their impact on ADL. A systematic review was conducted following the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) guidelines. The Scopus, PubMed, and EBSCO-host databases were searched for randomized controlled trials (RCTs) published from January 2015 to February 2025. Eligible studies included adult patients with stroke undergoing gamified digital interventions. Methodological quality was assessed using the Joanna Briggs Institute (JBI) checklist, and risk of bias was evaluated using the Cochrane RoB-2 tool. Twelve RCTs with 544 participants were included. The interventions employed computer-based programs, virtual reality systems, and mobile applications. The most common gamification elements were progression, feedback, levels, challenges, and points. Seven trials reported significant improvements in attentional performance, whereas five showed no measurable benefits. Only two studies demonstrated significant improvements in ADL. Safety outcomes were favorable, with mild adverse events (transient dizziness and ocular fatigue) reported in one trial. Gamification-based digital health interventions are safe, feasible, and show promise in enhancing attention after stroke. However, heterogeneity, small sample sizes, and short intervention durations limit generalizability. Large-scale multicenter RCTs with standardized protocols and long-term follow-up are needed to establish clinical value.",
    "disease": "stroke",
    "clean_text": "gamification strategies in digital health interventions for attention rehabilitation in stroke survivors a systematic review stroke is a leading cause of long term disability with attentional deficits affecting most survivors and limiting independence activities of daily living adl and quality of life conventional rehabilitation often lacks engagement and accessibility which underscores the need for innovative strategies digital health interventions incorporating gamification may enhance attentional rehabilitation however the evidence remains limited this review systematically evaluated the effectiveness safety and gamification strategies of digital health interventions for attentional rehabilitation after stroke including their impact on adl a systematic review was conducted following the preferred reporting items for systematic reviews and meta analysis prisma guidelines the scopus pubmed and ebsco host databases were searched for randomized controlled trials rcts published from january to february eligible studies included adult patients with stroke undergoing gamified digital interventions methodological quality was assessed using the joanna briggs institute jbi checklist and risk of bias was evaluated using the cochrane rob tool twelve rcts with participants were included the interventions employed computer based programs virtual reality systems and mobile applications the most common gamification elements were progression feedback levels challenges and points seven trials reported significant improvements in attentional performance whereas five showed no measurable benefits only two studies demonstrated significant improvements in adl safety outcomes were favorable with mild adverse events transient dizziness and ocular fatigue reported in one trial gamification based digital health interventions are safe feasible and show promise in enhancing attention after stroke however heterogeneity small sample sizes and short intervention durations limit generalizability large scale multicenter rcts with standardized protocols and long term follow up are needed to establish clinical value"
}