{
    "pmid": "41459687",
    "title": "SARS-CoV-2 Infection Is Associated With an Increased Risk of Hospital-Treated Infectious Mononucleosis due to EBV: National Register-Based Cohort Study.",
    "abstract": "There is evidence that persistent dysregulation of the immune system caused by SARS-CoV-2 infection may increase susceptibility to other infections. Here, we assessed whether it is associated with subsequent diagnoses of infectious mononucleosis due to Epstein-Barr virus (EBV-IM). Residents of Sweden aged 3-100 years without a prior diagnosis of EBV-IM were followed between January 1, 2020, and November 30, 2022, comprising a total of 9 978 860 participants. Individuals were categorized into those without a COVID-19 diagnosis, those with a positive SARS-CoV-2 polymerase chain reaction (PCR) test only - less severe exposure, and those admitted to hospital with COVID-19 - more severe exposure. Cox regression was used to estimate hazard ratios (HR) with 95% confidence intervals (95% CI) for the association between the exposure, modeled as a time-varying covariate, and EBV-IM occurrence. EBV-IM rates per 100 000 person-years and 95% CIs were 4.6 (4.4-4.9) for individuals not diagnosed with COVID-19, 7.8 (6.9-8.9) for those with a positive SARS-CoV-2 test only, and 10.5 (6.2-17.6) for patients admitted to hospital with COVID-19. HR and 95% CI were 1.61 (1.39-1.88) for people with a positive PCR test only and 5.71 (3.33-9.79) for those admitted to hospital with COVID-19 compared with people without a COVID-19 diagnosis, after adjustment for birth year, sex, Swedish healthcare region, region of birth, and Charlson comorbidity index. SARS-CoV-2 infection was associated with a subsequent raised risk of EBV-IM, including among those with less severe acute infection, signaling immune perturbation and the possibility of further delayed sequelae linked with EBV-IM.",
    "disease": "pneumonia",
    "clean_text": "sars cov infection is associated with an increased risk of hospital treated infectious mononucleosis due to ebv national register based cohort study there is evidence that persistent dysregulation of the immune system caused by sars cov infection may increase susceptibility to other infections here we assessed whether it is associated with subsequent diagnoses of infectious mononucleosis due to epstein barr virus ebv im residents of sweden aged years without a prior diagnosis of ebv im were followed between january and november comprising a total of participants individuals were categorized into those without a covid diagnosis those with a positive sars cov polymerase chain reaction pcr test only less severe exposure and those admitted to hospital with covid more severe exposure cox regression was used to estimate hazard ratios hr with confidence intervals ci for the association between the exposure modeled as a time varying covariate and ebv im occurrence ebv im rates per person years and cis were for individuals not diagnosed with covid for those with a positive sars cov test only and for patients admitted to hospital with covid hr and ci were for people with a positive pcr test only and for those admitted to hospital with covid compared with people without a covid diagnosis after adjustment for birth year sex swedish healthcare region region of birth and charlson comorbidity index sars cov infection was associated with a subsequent raised risk of ebv im including among those with less severe acute infection signaling immune perturbation and the possibility of further delayed sequelae linked with ebv im"
}