{
    "title": "Update on prognostic markers for endometrial cancer.",
    "doc_id": "24956294",
    "writer": "Binder PS",
    "year": "2014",
    "summary": "Endometrial cancer is the most common gynecologic cancer in the USA and the second most common worldwide after cervical cancer. ...The clinical and pathologic prognostic factors for endometrial cancer are well known and instrumental in de …",
    "abstract": "Endometrial cancer is the most common gynecologic cancer in the USA and the second most common worldwide after cervical cancer. While common symptomatology of endometrial cancer leads to early diagnosis and favorable 5-year survival in most cases, there is a subset of cancers that have a poorer prognosis. The clinical and pathologic prognostic factors for endometrial cancer are well known and instrumental in determining the need for adjuvant therapy. Recently, research has been focused on the identification of molecular changes leading to different histologic subtypes to improve classification of endometrial cancer. The identification of novel mutations and molecular profiles should enhance our ability to personalize adjuvant treatment with genome-guided targeted therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24956294/",
    "clean_text": "update on prognostic markers for endometrial cancer endometrial cancer is the most common gynecologic cancer in the usa and the second most common worldwide after cervical cancer the clinical and pathologic prognostic factors for endometrial cancer are well known and instrumental in de endometrial cancer is the most common gynecologic cancer in the usa and the second most common worldwide after cervical cancer while common symptomatology of endometrial cancer leads to early diagnosis and favorable year survival in most cases there is a subset of cancers that have a poorer prognosis the clinical and pathologic prognostic factors for endometrial cancer are well known and instrumental in determining the need for adjuvant therapy recently research has been focused on the identification of molecular changes leading to different histologic subtypes to improve classification of endometrial cancer the identification of novel mutations and molecular profiles should enhance our ability to personalize adjuvant treatment with genome guided targeted therapy"
}