{
    "title": "Physical activity interventions differentially affect exercise task and barrier self-efficacy: a meta-analysis.",
    "doc_id": "23957904",
    "writer": "Higgins TJ",
    "year": "2014",
    "summary": "OBJECTIVE: Researchers have yet to establish how interventions to increase physical activity influence specific self-efficacy beliefs. The current study sought to quantify the effect of interventions to increase physical activity among healthy adults o …",
    "abstract": "Objective:\n        \n      \n      Researchers have yet to establish how interventions to increase physical activity influence specific self-efficacy beliefs. The current study sought to quantify the effect of interventions to increase physical activity among healthy adults on exercise task (EXSE) and barrier self-efficacy (BSE) via meta-analysis. Intervention characteristics associated with self-efficacy and physical activity changes were also identified.\n    \n\n\n          Methods:\n        \n      \n      A systematic database search and manual searches through reference lists of related publications were conducted for articles on randomized, controlled physical activity interventions. Published intervention studies reporting changes in physical activity behavior and either EXSE or BSE in healthy adults were eligible for inclusion.\n    \n\n\n          Results:\n        \n      \n      Of the 1,080 studies identified, 20 were included in the meta-analyses. Interventions had a significant effect of g = 0.208, 95% confidence interval (CI) [0.027, 0.388], p < .05, on EXSE; g = 0.128, 95% CI [0.05, 0.20], p < .05 on BSE; and g = 0.335 95% CI [0.196, 0.475], p < .001, on physical activity. Moderator analyses indicated shorter interventions that did not include structured exercise sessions effectively increased EXSE and physical activity, whereas long interventions improved BSE. Interventions that did not provide support increased BSE and physical activity levels. Further, interventions that did not require the use of daily exercise logs improved EXSE and physical activity behavior.\n    \n\n\n          Conclusion:\n        \n      \n      Interventions designed to increase physical activity differentially influenced EXSE and BSE. EXSE appeared to play a more significant role during exercise adoption, whereas BSE was involved in the maintenance of exercise behavior. Recommendations are offered for the design of future interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23957904/",
    "clean_text": "physical activity interventions differentially affect exercise task and barrier self efficacy a meta analysis objective researchers have yet to establish how interventions to increase physical activity influence specific self efficacy beliefs the current study sought to quantify the effect of interventions to increase physical activity among healthy adults o objective researchers have yet to establish how interventions to increase physical activity influence specific self efficacy beliefs the current study sought to quantify the effect of interventions to increase physical activity among healthy adults on exercise task exse and barrier self efficacy bse via meta analysis intervention characteristics associated with self efficacy and physical activity changes were also identified methods a systematic database search and manual searches through reference lists of related publications were conducted for articles on randomized controlled physical activity interventions published intervention studies reporting changes in physical activity behavior and either exse or bse in healthy adults were eligible for inclusion results of the studies identified were included in the meta analyses interventions had a significant effect of g confidence interval ci p on exse g ci p on bse and g ci p on physical activity moderator analyses indicated shorter interventions that did not include structured exercise sessions effectively increased exse and physical activity whereas long interventions improved bse interventions that did not provide support increased bse and physical activity levels further interventions that did not require the use of daily exercise logs improved exse and physical activity behavior conclusion interventions designed to increase physical activity differentially influenced exse and bse exse appeared to play a more significant role during exercise adoption whereas bse was involved in the maintenance of exercise behavior recommendations are offered for the design of future interventions"
}