{
    "pmid": "41455847",
    "title": "Axillary Management after Neoadjuvant Endocrine Therapy (NET).",
    "abstract": "In patients with hormone receptor-positive (HR We performed a retrospective review of patients with clinical stage I-III, HR A total of 230 patients were included; 120 (52.2%) were clinically node-negative (cN0), while 110 (47.8%) were clinically node-positive (cN+). In the cN+ group, 7.3% (8/110) had a nodal pathologic complete response (pCR). In total, 76.4% (84/110) in the cN+ group underwent axillary lymph node dissection (ALND) as the initial axillary procedure, and 90.9% (100/110) underwent ALND overall. In total, 98.3% (118/120) with cN0 disease underwent sentinel lymph node dissection (SLND), and 28 (23.7%) had positive nodes. A total of 64.3% (18/28) of cN0 patients with a positive SLN underwent ALND. There were four local-regional recurrences (LRR) in the entire cohort, yielding a 5-year LRR rate of 2.2%, and it did not differ between cN0 and cN+ (2.0% versus 2.2%, p >0.05). The distant recurrence rate was higher in cN+ compared with the cN0 group (15.0% versus 6.9%, p = 0.03). The 5-year overall survival (OS) was 79.5% for the entire cohort and was higher for cN0 compared with cN+ patients (88.4% versus 69.7%, p = 0.004). The 5-year LRR rate was extremely low for the entire cohort, suggesting that NET is an oncologically safe strategy for patients with HR",
    "disease": "breast cancer",
    "clean_text": "axillary management after neoadjuvant endocrine therapy net in patients with hormone receptor positive hr we performed a retrospective review of patients with clinical stage i iii hr a total of patients were included were clinically node negative cn while were clinically node positive cn in the cn group had a nodal pathologic complete response pcr in total in the cn group underwent axillary lymph node dissection alnd as the initial axillary procedure and underwent alnd overall in total with cn disease underwent sentinel lymph node dissection slnd and had positive nodes a total of of cn patients with a positive sln underwent alnd there were four local regional recurrences lrr in the entire cohort yielding a year lrr rate of and it did not differ between cn and cn versus p the distant recurrence rate was higher in cn compared with the cn group versus p the year overall survival os was for the entire cohort and was higher for cn compared with cn patients versus p the year lrr rate was extremely low for the entire cohort suggesting that net is an oncologically safe strategy for patients with hr"
}