{
    "pmid": "41425542",
    "title": "Sequential pseudoallogeneic CAR20/22/19 T-cell therapy in patient with diffuse large B-cell lymphoma relapse after allo-HSCT: a case report.",
    "abstract": "The prognosis for patients with refractory/relapsed diffuse large B-cell lymphoma (R/R DLBCL) is dismal. Recurrence in R/R DLBCL is mostly determined by antigen loss or mutation and the limited  A 38-year-old female patient was diagnosed with left breast DLBCL in March 2018. After undergoing immunochemotherapy, autologous stem cell transplantation, and radiotherapy, she relapsed in May 2019. The peripheral blood (PB) morphology showed that 36% of cells were classified as unknown. The bone marrow (BM) smear showed 71% of abnormal lymphocytes. BM flow cytometric (FCM) analysis revealed 70.24% abnormal phenotype of mature B lymphocytes. The patient's abnormal karyotype was complex, and the 17th chromosome was missing. The p53 gene deletion (which accounted for approximately 82%) was revealed by fluorescence  Autologous CD19 CAR T cells were infused after lymphodepletion chemotherapy with cyclophosphamide and fludarabine. The patient experienced Grade I cytokine release syndrome (CRS) and achieved complete remission (CR). The genetic susceptibility gene test results suggested that the patient had potential susceptibility gene mutations for hematological tumors; therefore, allogeneic hematopoietic stem cell transplantation (allo-HSCT) was conducted as consolidation therapy. Unfortunately, the patient relapsed 5 months after allo-HSCT. Then, the patient received sequential pseudoallogeneic CAR20/22/19 T-cell therapy. The patient is currently at 4 years after allo-CAR-T treatment with BM morphology CR, negative minimal residual disease, complete donor chimerism, and no graft versus host disease (GVHD). Our findings suggest that pseudoallogeneic CAR-T therapy was safe and effective in patients with DLBCL who experienced relapse after allo-HSCT. Sequential administration of CAR20/22/19 T cells may have reduced the antigen escape relapse in DLBCL. For patients with DLBCL relapse after allo-HSCT, larger trials are required to validate the safety and effectiveness of pseudoallogeneic CAR-T therapy as well as its ability to lower the rate of antigen escape relapse.",
    "disease": "colorectal cancer",
    "clean_text": "sequential pseudoallogeneic car t cell therapy in patient with diffuse large b cell lymphoma relapse after allo hsct a case report the prognosis for patients with refractory relapsed diffuse large b cell lymphoma r r dlbcl is dismal recurrence in r r dlbcl is mostly determined by antigen loss or mutation and the limited a year old female patient was diagnosed with left breast dlbcl in march after undergoing immunochemotherapy autologous stem cell transplantation and radiotherapy she relapsed in may the peripheral blood pb morphology showed that of cells were classified as unknown the bone marrow bm smear showed of abnormal lymphocytes bm flow cytometric fcm analysis revealed abnormal phenotype of mature b lymphocytes the patient s abnormal karyotype was complex and the th chromosome was missing the p gene deletion which accounted for approximately was revealed by fluorescence autologous cd car t cells were infused after lymphodepletion chemotherapy with cyclophosphamide and fludarabine the patient experienced grade i cytokine release syndrome crs and achieved complete remission cr the genetic susceptibility gene test results suggested that the patient had potential susceptibility gene mutations for hematological tumors therefore allogeneic hematopoietic stem cell transplantation allo hsct was conducted as consolidation therapy unfortunately the patient relapsed months after allo hsct then the patient received sequential pseudoallogeneic car t cell therapy the patient is currently at years after allo car t treatment with bm morphology cr negative minimal residual disease complete donor chimerism and no graft versus host disease gvhd our findings suggest that pseudoallogeneic car t therapy was safe and effective in patients with dlbcl who experienced relapse after allo hsct sequential administration of car t cells may have reduced the antigen escape relapse in dlbcl for patients with dlbcl relapse after allo hsct larger trials are required to validate the safety and effectiveness of pseudoallogeneic car t therapy as well as its ability to lower the rate of antigen escape relapse"
}