{
    "pmid": "41436910",
    "title": "Formulation and characterization of escin loaded-chitosan nanoparticles and assessment of its anti-arthritic potential in Wistar rats: a mechanistic approach.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune inflammatory disorder that primarily effect synovial joints, leading to primarily cartilage and bone damage. The present study aimed to develop Escin loaded biodegradable nanoparticles (ESNPs) through the ionic gelation method using chitosan as biodegradable polymer, followed by comprehensive characterization of the nanoparticles. Additionally, the in-vivo anti-arthritic efficacy of the nanoparticles was assessed by Complete Freund's Adjuvant (CFA). ESNPs has 213 nm size, + 0.4 mV charge, and a polydispersity index of 0.42 with loading capacity of 81%, and entrapment efficiency of 87%. XRD revealed a semi-crystalline structure of ESNPs, whereas scanning electron microscopy suggested a spherical, uneven shape. For anti-arthritic potential, 0.15 ml CFA was injected in left hind paw in all rats aside from normal rats at day 1. From the eighth to twenty-eighth day, ESNPs (2.5, 5, and 10 mg/kg) and Escin (ES 10) were given orally, whereas blank nanoparticles were given to normal and disease controls. The standard reference medication utilized was methotrexate (1 mg/kg). In treated rats, paw edema was notably reduced and body weight was restored by ESNPs at 10 mg/kg. At all dosage levels, ESNPs demonstrated strong analgesic effects in arthritic rats. When compared to ES 10 and disease control, ESNPs significantly adjusted the impaired blood parameters, oxidative stress markers, and neurotransmitters levels as evident from the histological analysis of the treated rats' ankle joint. Treatment with ESNPs at 10 mg/kg, significantly altered the expression of IL-4, IL-6, cyclooxygenase-2, nuclear factor kappa-β and TNF-α. The results indicated that, in comparison to ES 10 and methotrexate, ESNPs, primarily at 10 mg/kg, demonstrated strong anti-arthritic activity.",
    "disease": "rheumatoid arthritis",
    "clean_text": "formulation and characterization of escin loaded chitosan nanoparticles and assessment of its anti arthritic potential in wistar rats a mechanistic approach rheumatoid arthritis ra is a chronic autoimmune inflammatory disorder that primarily effect synovial joints leading to primarily cartilage and bone damage the present study aimed to develop escin loaded biodegradable nanoparticles esnps through the ionic gelation method using chitosan as biodegradable polymer followed by comprehensive characterization of the nanoparticles additionally the in vivo anti arthritic efficacy of the nanoparticles was assessed by complete freund s adjuvant cfa esnps has nm size mv charge and a polydispersity index of with loading capacity of and entrapment efficiency of xrd revealed a semi crystalline structure of esnps whereas scanning electron microscopy suggested a spherical uneven shape for anti arthritic potential ml cfa was injected in left hind paw in all rats aside from normal rats at day from the eighth to twenty eighth day esnps and mg kg and escin es were given orally whereas blank nanoparticles were given to normal and disease controls the standard reference medication utilized was methotrexate mg kg in treated rats paw edema was notably reduced and body weight was restored by esnps at mg kg at all dosage levels esnps demonstrated strong analgesic effects in arthritic rats when compared to es and disease control esnps significantly adjusted the impaired blood parameters oxidative stress markers and neurotransmitters levels as evident from the histological analysis of the treated rats ankle joint treatment with esnps at mg kg significantly altered the expression of il il cyclooxygenase nuclear factor kappa and tnf the results indicated that in comparison to es and methotrexate esnps primarily at mg kg demonstrated strong anti arthritic activity"
}