{
    "pmid": "41468005",
    "title": "Impact of pneumatic tube system transport and blood collection tubes on cell-free DNA analysis of plasma samples.",
    "abstract": "Transporting blood samples with pneumatic tube systems (PTSs) is routine in many hospitals. The influence of PTS transport on cell-free DNA (cfDNA) and circulating tumor DNA (ctDNA) analyses has not been comprehensively tested. Paired blood samples from non-patient donors and cancer patients were transported manually or by PTS at two Danish hospitals using different PTS. A g-logger evaluated the forces applied to samples in each transport method. The concentration of short and long cfDNA fragments and ctDNA markers was analyzed using droplet digital PCR (ddPCR) and compared according to transportation. Different blood collection tubes (BCTs) were also investigated. All transportation methods subject samples to significantly different forces. The cfDNA concentration was slightly higher in samples transported with the Sumetzberger PTS than manually. There were no differences in cfDNA, whether using EDTA or Roche BCTs transported using Tempus600 or manually. Colorectal cancer patient samples showed insignificant changes in ratio of fragment lengths when transported by PTS compared to manual transport. In metastatic cancer patients, only a minor change in long/short fragment ratio was observed in PTS-transported samples. No discrepancy in ctDNA concentration/fraction was observed in cancer patient samples. Higher yields of cfDNA were obtained from EDTA samples, but no other differences were observed among the tested BCTs. Although PTS transport introduced minor variations in cfDNA concentrations, these did not impact ctDNA interpretation. However, as PTSs vary in design, their pre-analytical effects should be carefully assessed, particularly as ctDNA analysis becomes more widely implemented in clinical practice.",
    "disease": "colorectal cancer",
    "clean_text": "impact of pneumatic tube system transport and blood collection tubes on cell free dna analysis of plasma samples transporting blood samples with pneumatic tube systems ptss is routine in many hospitals the influence of pts transport on cell free dna cfdna and circulating tumor dna ctdna analyses has not been comprehensively tested paired blood samples from non patient donors and cancer patients were transported manually or by pts at two danish hospitals using different pts a g logger evaluated the forces applied to samples in each transport method the concentration of short and long cfdna fragments and ctdna markers was analyzed using droplet digital pcr ddpcr and compared according to transportation different blood collection tubes bcts were also investigated all transportation methods subject samples to significantly different forces the cfdna concentration was slightly higher in samples transported with the sumetzberger pts than manually there were no differences in cfdna whether using edta or roche bcts transported using tempus or manually colorectal cancer patient samples showed insignificant changes in ratio of fragment lengths when transported by pts compared to manual transport in metastatic cancer patients only a minor change in long short fragment ratio was observed in pts transported samples no discrepancy in ctdna concentration fraction was observed in cancer patient samples higher yields of cfdna were obtained from edta samples but no other differences were observed among the tested bcts although pts transport introduced minor variations in cfdna concentrations these did not impact ctdna interpretation however as ptss vary in design their pre analytical effects should be carefully assessed particularly as ctdna analysis becomes more widely implemented in clinical practice"
}