{
    "title": "Management of extra-articular disease manifestations in rheumatoid arthritis.",
    "doc_id": "15103246",
    "writer": "Turesson C",
    "year": "2004",
    "summary": "RECENT FINDINGS: Recent epidemiologic studies of extra-articular rheumatoid arthritis manifestations have emphasized their major role as predictors of premature mortality in patients with rheumatoid arthritis, and provide a rationale for aggressive ant …",
    "abstract": "Purpose of review:\n        \n      \n      To discuss the rationale for various treatment strategies in rheumatoid arthritis with extra-articular manifestations, and to review advances in understanding the impact of extra-articular rheumatoid arthritis and its management.\n    \n\n\n          Recent findings:\n        \n      \n      Recent epidemiologic studies of extra-articular rheumatoid arthritis manifestations have emphasized their major role as predictors of premature mortality in patients with rheumatoid arthritis, and provide a rationale for aggressive ant-rheumatic treatment of extra-articular rheumatoid arthritis. Previous uncontrolled or nonrandomized studies favor the use of cyclophosphamide in patients with systemic rheumatoid vasculitis, and methotrexate in the case of other manifestations of extra-articular rheumatoid arthritis. Recent case reports indicate that patients with rheumatoid lung disease may respond to cyclosporine or tumor necrosis factor inhibitors, and that tumor necrosis factor blocking therapy also may be successful in cases of treatment-resistant vasculitis. By contrast, it has been suggested that tumor necrosis factor inhibitors may induce some manifestations of extra-articular rheumatoid arthritis. Data indicating a high risk of serious infections and cardiovascular disease in patients with extra-articular rheumatoid arthritis underline the importance of carefully monitoring such patients.\n    \n\n\n          Summary:\n        \n      \n      Extra-articular rheumatoid arthritis is a serious condition, and rheumatoid arthritis patients with extra-articular manifestations should be aggressively treated and monitored. Advances in the understanding of the pathogenesis of rheumatoid arthritis and developments of new, more specific drugs may be of particular benefit to patients with extra-articular disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15103246/",
    "clean_text": "management of extra articular disease manifestations in rheumatoid arthritis recent findings recent epidemiologic studies of extra articular rheumatoid arthritis manifestations have emphasized their major role as predictors of premature mortality in patients with rheumatoid arthritis and provide a rationale for aggressive ant purpose of review to discuss the rationale for various treatment strategies in rheumatoid arthritis with extra articular manifestations and to review advances in understanding the impact of extra articular rheumatoid arthritis and its management recent findings recent epidemiologic studies of extra articular rheumatoid arthritis manifestations have emphasized their major role as predictors of premature mortality in patients with rheumatoid arthritis and provide a rationale for aggressive ant rheumatic treatment of extra articular rheumatoid arthritis previous uncontrolled or nonrandomized studies favor the use of cyclophosphamide in patients with systemic rheumatoid vasculitis and methotrexate in the case of other manifestations of extra articular rheumatoid arthritis recent case reports indicate that patients with rheumatoid lung disease may respond to cyclosporine or tumor necrosis factor inhibitors and that tumor necrosis factor blocking therapy also may be successful in cases of treatment resistant vasculitis by contrast it has been suggested that tumor necrosis factor inhibitors may induce some manifestations of extra articular rheumatoid arthritis data indicating a high risk of serious infections and cardiovascular disease in patients with extra articular rheumatoid arthritis underline the importance of carefully monitoring such patients summary extra articular rheumatoid arthritis is a serious condition and rheumatoid arthritis patients with extra articular manifestations should be aggressively treated and monitored advances in the understanding of the pathogenesis of rheumatoid arthritis and developments of new more specific drugs may be of particular benefit to patients with extra articular disease"
}