{
    "title": "Psychological health status of Chinese university students: based on Psychological Resilience Dynamic System Model.",
    "doc_id": "38846615",
    "writer": "Fan J",
    "year": "2024",
    "summary": "Ultimately, the findings of this study aim to provide a theoretical basis and tailored practical guidance for the development of mental health intervention strategies for university students. METHODS: Based on the Psychological Resilience Dynamic System Model, the mental h …",
    "abstract": "Introduction:\n        \n      \n      The mental health of unverisity students is influenced by diverse factorsis multifaceted, requiring further investigation to evaluate its current status and determinants. The present study aims to address this gap by targeting Chinese university students and employing the Psychological Resilience Dynamic System model. Through a questionnaire survey, this research endeavors to explore the mental health status and influencing factors. Ultimately, the findings of this study aim to provide a theoretical basis and tailored practical guidance for the development of mental health intervention strategies for university students.\n    \n\n\n          Methods:\n        \n      \n      Based on the Psychological Resilience Dynamic System Model, the mental health status of 3,390 Chinese university students from 15 universities was empirically investigated with the principle of stratified sampling and the geographical distribution and disciplinary diversity of universities. The questionnaires used included Kessler psychological distress scale, psychological resilience scale,positive psychological capital scale, family hardiness index and social support scale. Among the participants, 47.85% were male and 52.15% were female. Regarding the origin, 42.89% of the students were from rural areas, while 57.11% were from urban areas.\n    \n\n\n          Results:\n        \n      \n      Key findings unveil: (1) A prevalence of 24.54% in students has suboptimal mental health, with 18.70 and 5.84%, respectively, representing those with poor and relatively poor mental health conditions; (2) A noteworthy negative correlation (p < 0.01) between mental health scores of university students and nine pivotal factors, including psychological resilience, self-efficacy, optimism, hope, resilience, family resilience, objective support, subjective support, and support utilization; (3) Eight factors, including grade, family economic status, psychological resilience, self-efficacy, optimism, family resilience, objective support, and support utilization, emerge as significant predictors of university students' mental health (p <0.001), collectively elucidating 57.9% of the total variance in mental health.\n    \n\n\n          Discussion:\n        \n      \n      The aforementioned research results, indicate that the influencing factors on the mental health of university students encompass four main aspects. These include individual demographic factors such as grade and family economic status, positive psychological capital factors such as psychological resilience, self-efficacy, optimism, hope, and resilience, family resilience factors including responsibility, control, and challenge, and societal support factors including objective support, subjective support, and support utilization. Based on this, this paper focuses on four recommendations: giving full play to the leading role of universities in mental health education and stress intervention, strengthening the educational power of positive family ideals and role modeling, building a support system for positive social atmosphere and psychological counseling, and improving the self-shaping ability of university students' psychological resilience and positive psychological capital. These recommendations aspire to better promote the mental health of university students and provide a strength reserve for psychological problem intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38846615/",
    "clean_text": "psychological health status of chinese university students based on psychological resilience dynamic system model ultimately the findings of this study aim to provide a theoretical basis and tailored practical guidance for the development of mental health intervention strategies for university students methods based on the psychological resilience dynamic system model the mental h introduction the mental health of unverisity students is influenced by diverse factorsis multifaceted requiring further investigation to evaluate its current status and determinants the present study aims to address this gap by targeting chinese university students and employing the psychological resilience dynamic system model through a questionnaire survey this research endeavors to explore the mental health status and influencing factors ultimately the findings of this study aim to provide a theoretical basis and tailored practical guidance for the development of mental health intervention strategies for university students methods based on the psychological resilience dynamic system model the mental health status of chinese university students from universities was empirically investigated with the principle of stratified sampling and the geographical distribution and disciplinary diversity of universities the questionnaires used included kessler psychological distress scale psychological resilience scale positive psychological capital scale family hardiness index and social support scale among the participants were male and were female regarding the origin of the students were from rural areas while were from urban areas results key findings unveil a prevalence of in students has suboptimal mental health with and respectively representing those with poor and relatively poor mental health conditions a noteworthy negative correlation p between mental health scores of university students and nine pivotal factors including psychological resilience self efficacy optimism hope resilience family resilience objective support subjective support and support utilization eight factors including grade family economic status psychological resilience self efficacy optimism family resilience objective support and support utilization emerge as significant predictors of university students mental health p collectively elucidating of the total variance in mental health discussion the aforementioned research results indicate that the influencing factors on the mental health of university students encompass four main aspects these include individual demographic factors such as grade and family economic status positive psychological capital factors such as psychological resilience self efficacy optimism hope and resilience family resilience factors including responsibility control and challenge and societal support factors including objective support subjective support and support utilization based on this this paper focuses on four recommendations giving full play to the leading role of universities in mental health education and stress intervention strengthening the educational power of positive family ideals and role modeling building a support system for positive social atmosphere and psychological counseling and improving the self shaping ability of university students psychological resilience and positive psychological capital these recommendations aspire to better promote the mental health of university students and provide a strength reserve for psychological problem intervention"
}