{
    "pmid": "41446325",
    "title": "Robotic hormonal and autonomic modulation for type 2 diabetes: ileal interposition and hepatic sympathectomy.",
    "abstract": "Type 2 diabetes mellitus (T2DM) is a complex disorder involving both hormonal imbalance and autonomic dysfunction. While bariatric surgery enhances glycemic control, its effects on autonomic regulation are limited. This is the first report describing two novel robotic surgical strategies targeting dual physiological mechanisms-hormonal modulation and sympathetic overactivity-to optimize metabolic outcomes in T2DM. The manuscript is intended to spark discussion around future surgical strategies based on two proof-of-concept index cases. We present two patients with poorly controlled T2DM. Case 1 underwent robotic ileal interposition with sleeve gastrectomy and duodenal exclusion, aiming to enhance incretin response and reduce glucagon levels. Case 2 underwent sleeve gastrectomy and duodenoileal interposition combined with selective hepatic sympathectomy, targeting sympathetic overactivity and autonomic dysfunction. Both procedures were performed using a robotic platform to enhance surgical precision. Both procedures were completed successfully with minimal complications. The first patient showed significant weight loss and reduced insulin requirements after 12 months. The second patient reported resolution of sleep apnea symptoms and decreased paresthesia in the lower limbs, suggesting autonomic improvement. These cases highlight the safety, feasibility, and physiological rationale of combining robotic metabolic procedures with targeted autonomic modulation. This integrated approach may offer a promising pathway for treating complex metabolic disorders by addressing both hormonal and neural dysfunction. Further studies are warranted to validate these findings.",
    "disease": "diabetes mellitus",
    "clean_text": "robotic hormonal and autonomic modulation for type diabetes ileal interposition and hepatic sympathectomy type diabetes mellitus t dm is a complex disorder involving both hormonal imbalance and autonomic dysfunction while bariatric surgery enhances glycemic control its effects on autonomic regulation are limited this is the first report describing two novel robotic surgical strategies targeting dual physiological mechanisms hormonal modulation and sympathetic overactivity to optimize metabolic outcomes in t dm the manuscript is intended to spark discussion around future surgical strategies based on two proof of concept index cases we present two patients with poorly controlled t dm case underwent robotic ileal interposition with sleeve gastrectomy and duodenal exclusion aiming to enhance incretin response and reduce glucagon levels case underwent sleeve gastrectomy and duodenoileal interposition combined with selective hepatic sympathectomy targeting sympathetic overactivity and autonomic dysfunction both procedures were performed using a robotic platform to enhance surgical precision both procedures were completed successfully with minimal complications the first patient showed significant weight loss and reduced insulin requirements after months the second patient reported resolution of sleep apnea symptoms and decreased paresthesia in the lower limbs suggesting autonomic improvement these cases highlight the safety feasibility and physiological rationale of combining robotic metabolic procedures with targeted autonomic modulation this integrated approach may offer a promising pathway for treating complex metabolic disorders by addressing both hormonal and neural dysfunction further studies are warranted to validate these findings"
}