{
    "title": "Gender Differences in Atrial Fibrillation: A Review of Epidemiology, Management, and Outcomes.",
    "doc_id": "30516110",
    "writer": "Westerman S",
    "year": "2019",
    "summary": "Atrial fibrillation is the most common sustained cardiac arrhythmia. The scope and impact of atrial fibrillation are wide; it can affect cardiac function, functional status, and quality of life, and it confers a stroke risk. ...There are many gaps in o …",
    "abstract": "Atrial fibrillation is the most common sustained cardiac arrhythmia. The scope and impact of atrial fibrillation are wide; it can affect cardiac function, functional status, and quality of life, and it confers a stroke risk. There are sex differences in atrial fibrillation across the scope of the disease process, from epidemiology and causative mechanisms to management and outcomes. The approach to management of atrial fibrillation differs between women and men, and there are sex differences in response to medical therapy and catheter ablation. There are many gaps in our knowledge of the gender differences in atrial fibrillation, and many opportunities for future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30516110/",
    "clean_text": "gender differences in atrial fibrillation a review of epidemiology management and outcomes atrial fibrillation is the most common sustained cardiac arrhythmia the scope and impact of atrial fibrillation are wide it can affect cardiac function functional status and quality of life and it confers a stroke risk there are many gaps in o atrial fibrillation is the most common sustained cardiac arrhythmia the scope and impact of atrial fibrillation are wide it can affect cardiac function functional status and quality of life and it confers a stroke risk there are sex differences in atrial fibrillation across the scope of the disease process from epidemiology and causative mechanisms to management and outcomes the approach to management of atrial fibrillation differs between women and men and there are sex differences in response to medical therapy and catheter ablation there are many gaps in our knowledge of the gender differences in atrial fibrillation and many opportunities for future research"
}