{
    "title": "Genetic Syndromes Affecting Kidney Development.",
    "doc_id": "28409349",
    "writer": "Pal A",
    "year": "2017",
    "summary": "Renal anomalies are common birth defects that may manifest as a wide spectrum of anomalies from hydronephrosis (dilation of the renal pelvis and calyces) to renal aplasia (complete absence of the kidney(s)). Aneuploidies and mosaicisms are the most common syndromes …",
    "abstract": "Renal anomalies are common birth defects that may manifest as a wide spectrum of anomalies from hydronephrosis (dilation of the renal pelvis and calyces) to renal aplasia (complete absence of the kidney(s)). Aneuploidies and mosaicisms are the most common syndromes associated with CAKUT. Syndromes with single gene and renal developmental defects are less common but have facilitated insight into the mechanism of renal and other organ development. Analysis of underlying genetic mutations with transgenic and mutant mice has also led to advances in our understanding of mechanisms of renal development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28409349/",
    "clean_text": "genetic syndromes affecting kidney development renal anomalies are common birth defects that may manifest as a wide spectrum of anomalies from hydronephrosis dilation of the renal pelvis and calyces to renal aplasia complete absence of the kidney s aneuploidies and mosaicisms are the most common syndromes renal anomalies are common birth defects that may manifest as a wide spectrum of anomalies from hydronephrosis dilation of the renal pelvis and calyces to renal aplasia complete absence of the kidney s aneuploidies and mosaicisms are the most common syndromes associated with cakut syndromes with single gene and renal developmental defects are less common but have facilitated insight into the mechanism of renal and other organ development analysis of underlying genetic mutations with transgenic and mutant mice has also led to advances in our understanding of mechanisms of renal development"
}