{
    "title": "Segmental thoracic spinal has advantages over general anesthesia for breast cancer surgery.",
    "doc_id": "25885990",
    "writer": "Elakany MH",
    "year": "2013",
    "summary": "BACKGROUND: Thoracic spinal anesthesia has been used for laparoscopic cholecystectomy and abdominal surgeries, but not in breast surgery. ...They were randomly divided into two groups. The thoracic spinal group (S) (n = 20) underwent segmental thoracic spinal …",
    "abstract": "Background:\n        \n      \n      Thoracic spinal anesthesia has been used for laparoscopic cholecystectomy and abdominal surgeries, but not in breast surgery. The present study compared this technique with general anesthesia in breast cancer surgeries.\n    \n\n\n          Materials and methods:\n        \n      \n      Forty patients were enrolled in this comparative study with inclusion criteria of ASA physical status I-III, primary breast cancer without known extension beyond the breast and axillary nodes, scheduled for unilateral mastectomy with axillary dissection. They were randomly divided into two groups. The thoracic spinal group (S) (n = 20) underwent segmental thoracic spinal anesthesia with bupivacaine and fentanyl at T5-T6 interspace, while the other group (n = 20) underwent general anesthesia (G). Intraoperative hemodynamic parameters, intraoperative complications, postoperative discharge time from post-anesthesia care unit (PACU), postoperative pain and analgesic consumption, postoperative adverse effects, and patient satisfaction with the anesthetic techniques were recorded.\n    \n\n\n          Results:\n        \n      \n      Intraoperative hypertension (20%) was more frequent in group (G), while hypotension and bradycardia (15%) were more frequent in the segmental thoracic spinal (S) group. Postoperative nausea (30%) and vomiting (40%) during PACU stay were more frequent in the (G) group. Postoperative discharge time from PACU was shorter in the (S) group (124 ± 38 min) than in the (G) group (212 ± 46 min). The quality of postoperative analgesia and analgesic consumption was better in the (S) group. Patient satisfaction was similar in both groups.\n    \n\n\n          Conclusions:\n        \n      \n      Segmental thoracic spinal anesthesia has some advantages when compared with general anesthesia and can be considered as a sole anesthetic in breast cancer surgery with axillary lymph node clearance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25885990/",
    "clean_text": "segmental thoracic spinal has advantages over general anesthesia for breast cancer surgery background thoracic spinal anesthesia has been used for laparoscopic cholecystectomy and abdominal surgeries but not in breast surgery they were randomly divided into two groups the thoracic spinal group s n underwent segmental thoracic spinal background thoracic spinal anesthesia has been used for laparoscopic cholecystectomy and abdominal surgeries but not in breast surgery the present study compared this technique with general anesthesia in breast cancer surgeries materials and methods forty patients were enrolled in this comparative study with inclusion criteria of asa physical status i iii primary breast cancer without known extension beyond the breast and axillary nodes scheduled for unilateral mastectomy with axillary dissection they were randomly divided into two groups the thoracic spinal group s n underwent segmental thoracic spinal anesthesia with bupivacaine and fentanyl at t t interspace while the other group n underwent general anesthesia g intraoperative hemodynamic parameters intraoperative complications postoperative discharge time from post anesthesia care unit pacu postoperative pain and analgesic consumption postoperative adverse effects and patient satisfaction with the anesthetic techniques were recorded results intraoperative hypertension was more frequent in group g while hypotension and bradycardia were more frequent in the segmental thoracic spinal s group postoperative nausea and vomiting during pacu stay were more frequent in the g group postoperative discharge time from pacu was shorter in the s group min than in the g group min the quality of postoperative analgesia and analgesic consumption was better in the s group patient satisfaction was similar in both groups conclusions segmental thoracic spinal anesthesia has some advantages when compared with general anesthesia and can be considered as a sole anesthetic in breast cancer surgery with axillary lymph node clearance"
}