{
    "title": "A Survey of Pediatric Competencies in Entry-Level Physical Therapy Programs in Australia.",
    "doc_id": "32925813",
    "writer": "Baque E",
    "year": "2020",
    "summary": "PURPOSE: To describe perspectives of pediatric physical therapy clinical facilitators on contemporary curricula for Australian entry-level physical therapy programs. METHODS: Physical therapy clinical facilitators completed an online surv …",
    "abstract": "Purpose:\n        \n      \n      To describe perspectives of pediatric physical therapy clinical facilitators on contemporary curricula for Australian entry-level physical therapy programs.\n    \n\n\n          Methods:\n        \n      \n      Physical therapy clinical facilitators completed an online survey based on the Academy of Pediatric Physical Therapy of the APTA essential competencies.\n    \n\n\n          Results:\n        \n      \n      Conditions including cerebral palsy, cystic fibrosis, and prematurity were highly rated by most participants to include in an entry-level program. Exercise prescription, goal-directed training, and group-based physical therapy were the highest rated interventions. Outcome measures considered important to include were the Alberta Infant Motor Scale and Goal Attainment Scale. Students should demonstrate knowledge and skills using relevant frameworks and have practical opportunities to interact with children.\n    \n\n\n          Conclusion:\n        \n      \n      Pediatric clinical facilitators perceived that theoretical knowledge on frameworks, human development, movement skills, pediatric conditions, exercise prescription, and outcome measurement as well as face-to-face experiences with children are important to include in Australian entry-level physical therapy programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32925813/",
    "clean_text": "a survey of pediatric competencies in entry level physical therapy programs in australia purpose to describe perspectives of pediatric physical therapy clinical facilitators on contemporary curricula for australian entry level physical therapy programs methods physical therapy clinical facilitators completed an online surv purpose to describe perspectives of pediatric physical therapy clinical facilitators on contemporary curricula for australian entry level physical therapy programs methods physical therapy clinical facilitators completed an online survey based on the academy of pediatric physical therapy of the apta essential competencies results conditions including cerebral palsy cystic fibrosis and prematurity were highly rated by most participants to include in an entry level program exercise prescription goal directed training and group based physical therapy were the highest rated interventions outcome measures considered important to include were the alberta infant motor scale and goal attainment scale students should demonstrate knowledge and skills using relevant frameworks and have practical opportunities to interact with children conclusion pediatric clinical facilitators perceived that theoretical knowledge on frameworks human development movement skills pediatric conditions exercise prescription and outcome measurement as well as face to face experiences with children are important to include in australian entry level physical therapy programs"
}