{
    "title": "[Helicobacter pylori Eradication Therapy and Gastric Cancer Prevention].",
    "doc_id": "30642140",
    "writer": "Choi IJ.",
    "year": "2018",
    "summary": "Gastric cancer is the most common cancer in Korea and the fifth most common cancer globally. Helicobacter pylori (H. pylori) infection is considered the main etiologic agent for gastric cancer development. Most regional guidelines for H. …",
    "abstract": "Gastric cancer is the most common cancer in Korea and the fifth most common cancer globally. Helicobacter pylori (H. pylori) infection is considered the main etiologic agent for gastric cancer development. Most regional guidelines for H. pylori treatment recommend treating the organism to prevent gastric cancer in the high-risk group. However, evidence that such a strategy can also be applied to the general population, especially in terms of the preventive effect and safety, has not been adequately presented yet. Although a meta-analysis in the general population suggested effectiveness in decreasing gastric cancer incidence, individual studies should be critically reviewed to evaluate the soundness of the evidence. Recently published, long-term, Korean studies on metachronous gastric cancer prevention ended the controversies from previous short-term studies and confirmed the effectiveness. Currently, further prospective, large, randomized studies are ongoing in the general population and will provide more definitive, high-level evidence on this gastric cancer prevention strategy in the next decade.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30642140/",
    "clean_text": "helicobacter pylori eradication therapy and gastric cancer prevention gastric cancer is the most common cancer in korea and the fifth most common cancer globally helicobacter pylori h pylori infection is considered the main etiologic agent for gastric cancer development most regional guidelines for h gastric cancer is the most common cancer in korea and the fifth most common cancer globally helicobacter pylori h pylori infection is considered the main etiologic agent for gastric cancer development most regional guidelines for h pylori treatment recommend treating the organism to prevent gastric cancer in the high risk group however evidence that such a strategy can also be applied to the general population especially in terms of the preventive effect and safety has not been adequately presented yet although a meta analysis in the general population suggested effectiveness in decreasing gastric cancer incidence individual studies should be critically reviewed to evaluate the soundness of the evidence recently published long term korean studies on metachronous gastric cancer prevention ended the controversies from previous short term studies and confirmed the effectiveness currently further prospective large randomized studies are ongoing in the general population and will provide more definitive high level evidence on this gastric cancer prevention strategy in the next decade"
}