{
    "title": "Anomalously High Apparent Young's Modulus of Ultrathin Freestanding PZT Films Revealed by Machine Learning Empowered Nanoindentation.",
    "doc_id": "39487648",
    "writer": "Lyu L",
    "year": "2025",
    "summary": "Nanoindentation via atomic force microscopy is widely used for small-scale mechanical testing, yet determining the Young's modulus of quasi-2D films from freestanding force-displacement curve of nanoindentation remains challenging, complicated by both bending and stretchin …",
    "abstract": "The mechanical properties at small length scales are not only significant for understanding the intriguing size-dependent behaviors but also critical for device applications. Nanoindentation via atomic force microscopy is widely used for small-scale mechanical testing, yet determining the Young's modulus of quasi-2D films from freestanding force-displacement curve of nanoindentation remains challenging, complicated by both bending and stretching that are highly nonlinear. To overcome these difficulties, a machine learning model is developed based on the back propagation (BP) neural network and finite element training to accurately determine the Young's modulus, pretension, and thickness of freestanding films from nanoindentation force-displacement curves simultaneously, improving the computational efficiency by two orders of magnitude over conventional brute force curve fitting. Using this technique, anomalously high apparent Young's modulus is discovered of 2.8 nm thick PbZr0.2Ti0.8O3 (PZT) film as large as 229.4 ± 12.1 GPa, much higher than the bulk value. The enhancement can be attributed to the strain gradient-induced flexoelectric effect, and the corresponding flexoelectric coefficient is estimated to be ≈200 nC m-1. The method is developed to enable an artificial intelligence (AI) system to study the mechanical properties of a wide range of low-dimensional materials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39487648/",
    "clean_text": "anomalously high apparent young s modulus of ultrathin freestanding pzt films revealed by machine learning empowered nanoindentation nanoindentation via atomic force microscopy is widely used for small scale mechanical testing yet determining the young s modulus of quasi d films from freestanding force displacement curve of nanoindentation remains challenging complicated by both bending and stretchin the mechanical properties at small length scales are not only significant for understanding the intriguing size dependent behaviors but also critical for device applications nanoindentation via atomic force microscopy is widely used for small scale mechanical testing yet determining the young s modulus of quasi d films from freestanding force displacement curve of nanoindentation remains challenging complicated by both bending and stretching that are highly nonlinear to overcome these difficulties a machine learning model is developed based on the back propagation bp neural network and finite element training to accurately determine the young s modulus pretension and thickness of freestanding films from nanoindentation force displacement curves simultaneously improving the computational efficiency by two orders of magnitude over conventional brute force curve fitting using this technique anomalously high apparent young s modulus is discovered of nm thick pbzr ti o pzt film as large as gpa much higher than the bulk value the enhancement can be attributed to the strain gradient induced flexoelectric effect and the corresponding flexoelectric coefficient is estimated to be nc m the method is developed to enable an artificial intelligence ai system to study the mechanical properties of a wide range of low dimensional materials"
}