{
    "pmid": "41461311",
    "title": "Selective degradation of DAPK1 via a novel hydrophobic tagging attenuates tau pathology in Alzheimer's disease.",
    "abstract": "The upregulation of death-associated protein kinase 1 (DAPK1) is involved in tau hyperphosphorylation, neuronal apoptosis and cognitive dysfunction, which are key pathological features of Alzheimer's disease (AD). This result suggests that DAPK1 is novel therapeutic target for AD. This study aimed to evaluate the efficacy and mechanism of action of CJ1, a novel hydrophobic tagging (HyT)-based degrader, in targeting DAPK1 and alleviating in AD. A library of HyT-based bifunctional molecules was synthesized and systematically screened for their ability to degrade DAPK1 in vitro. CJ1 emerged as the most potent candidate degrader of DAPK1, and its capacity to induce DAPK1 degradation via the proteasome system was further evaluated. Its effects on tau phosphorylation and neuronal viability were evaluated in multiple cellular models. The in vivo efficacy of systemic CJ1 administration was assessed in two tau-related pathology (tauopathy) mouse models, AAV-hTau-P301L and hTau transgenic mice. Behavioral, biochemical, and histological analyses were performed to evaluate cognitive function, tau pathology, neuroinflammation, neurodegeneration, and safety. CJ1 selectively promoted the posttranslational degradation of DAPK1 by the proteasome system without affecting DAPK1 mRNA expression. In vitro studies demonstrated that CJ1 significantly reduced tau phosphorylation at multiple AD-related sites. In vivo, CJ1 effectively penetrated the BBB, decreased the levels of both the soluble and insoluble forms of hyperphosphorylated tau, and suppressed the formation of neurofibrillary tangles. Additionally, CJ1 treatment restored synaptic and dendritic structures, enhanced spatial learning and memory, attenuated neuroinflammatory responses, preserved neuronal populations, and produced no evidence of systemic toxicity. CJ1 functions as a potent and selective degrader of DAPK1, exerting neuroprotective effects by reducing tau hyperphosphorylation and preserving neuronal structural integrity. These findings support DAPK1 as a promising therapeutic target and suggest that further preclinical studies are warranted to evaluate CJ1 as a potential treatment for tauopathies associated with AD.",
    "disease": "alzheimer disease",
    "clean_text": "selective degradation of dapk via a novel hydrophobic tagging attenuates tau pathology in alzheimer s disease the upregulation of death associated protein kinase dapk is involved in tau hyperphosphorylation neuronal apoptosis and cognitive dysfunction which are key pathological features of alzheimer s disease ad this result suggests that dapk is novel therapeutic target for ad this study aimed to evaluate the efficacy and mechanism of action of cj a novel hydrophobic tagging hyt based degrader in targeting dapk and alleviating in ad a library of hyt based bifunctional molecules was synthesized and systematically screened for their ability to degrade dapk in vitro cj emerged as the most potent candidate degrader of dapk and its capacity to induce dapk degradation via the proteasome system was further evaluated its effects on tau phosphorylation and neuronal viability were evaluated in multiple cellular models the in vivo efficacy of systemic cj administration was assessed in two tau related pathology tauopathy mouse models aav htau p l and htau transgenic mice behavioral biochemical and histological analyses were performed to evaluate cognitive function tau pathology neuroinflammation neurodegeneration and safety cj selectively promoted the posttranslational degradation of dapk by the proteasome system without affecting dapk mrna expression in vitro studies demonstrated that cj significantly reduced tau phosphorylation at multiple ad related sites in vivo cj effectively penetrated the bbb decreased the levels of both the soluble and insoluble forms of hyperphosphorylated tau and suppressed the formation of neurofibrillary tangles additionally cj treatment restored synaptic and dendritic structures enhanced spatial learning and memory attenuated neuroinflammatory responses preserved neuronal populations and produced no evidence of systemic toxicity cj functions as a potent and selective degrader of dapk exerting neuroprotective effects by reducing tau hyperphosphorylation and preserving neuronal structural integrity these findings support dapk as a promising therapeutic target and suggest that further preclinical studies are warranted to evaluate cj as a potential treatment for tauopathies associated with ad"
}