{
    "title": "Integrating empowerment evaluation and quality improvement to achieve healthcare improvement outcomes.",
    "doc_id": "26178332",
    "writer": "Wandersman A",
    "year": "2015",
    "summary": "While the body of evidence-based healthcare interventions grows, the ability of health systems to deliver these interventions effectively and efficiently lags behind. Quality improvement approaches, such as the model for improvement, have demonstrated some su …",
    "abstract": "While the body of evidence-based healthcare interventions grows, the ability of health systems to deliver these interventions effectively and efficiently lags behind. Quality improvement approaches, such as the model for improvement, have demonstrated some success in healthcare but their impact has been lessened by implementation challenges. To help address these challenges, we describe the empowerment evaluation approach that has been developed by programme evaluators and a method for its application (Getting To Outcomes (GTO)). We then describe how GTO can be used to implement healthcare interventions. An illustrative healthcare quality improvement example that compares the model for improvement and the GTO method for reducing hospital admissions through improved diabetes care is described. We conclude with suggestions for integrating GTO and the model for improvement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26178332/",
    "clean_text": "integrating empowerment evaluation and quality improvement to achieve healthcare improvement outcomes while the body of evidence based healthcare interventions grows the ability of health systems to deliver these interventions effectively and efficiently lags behind quality improvement approaches such as the model for improvement have demonstrated some su while the body of evidence based healthcare interventions grows the ability of health systems to deliver these interventions effectively and efficiently lags behind quality improvement approaches such as the model for improvement have demonstrated some success in healthcare but their impact has been lessened by implementation challenges to help address these challenges we describe the empowerment evaluation approach that has been developed by programme evaluators and a method for its application getting to outcomes gto we then describe how gto can be used to implement healthcare interventions an illustrative healthcare quality improvement example that compares the model for improvement and the gto method for reducing hospital admissions through improved diabetes care is described we conclude with suggestions for integrating gto and the model for improvement"
}