{
    "pmid": "41361906",
    "title": "Safety and efficacy of robotic-assisted versus manual percutaneous coronary intervention: a systematic review and updated meta-analysis.",
    "abstract": "Percutaneous coronary intervention (PCI) is a fundamental aspect of coronary artery disease (CAD) management. However, manual PCI (M-PCI) procedures bring potential risks such as long-term radiation exposure, operator fatigue, and injuries, posing a threat of malignancies, orthopedic problems, cataracts, and other medical complications. The recently developed robotic-assisted PCI (R-PCI) system allows PCI to be performed from a protected cockpit, reducing radiation exposure, orthopedic injuries, and contrast media usage and improving stent placement accuracy for patients. This review aims to assess the safety and efficacy of robotic-assisted PCI. A comprehensive search was conducted across six databases including PubMed, EBSCO, Cochrane (CENTRAL), Scopus, ScienceDirect, and ProQuest, covering studies published from October 2023 to November 2023. The outcomes of interest included safety assessment through (I) procedure-related adverse event rate and (II) mortality rate, while efficacy was assessed through (I) procedural time, (II) fluoroscopy time, (III) contrast volume, (IV) clinical procedural success, and (V) technical success. Quality appraisal was performed using ROBINS-I, and meta-analysis was conducted using RevMan 5.4. A search across 6 databases resulted in 15 articles for analysis. We found that R-PCI is superior to M-PCI in reducing fluoroscopy time (MD = -3.68, 95% CI = -6.25 to -1.11, p = 0.005) and contrast volume (MD = -16.79, 95% CI = -22.28 to -11.30, p < 0.00001). However, there is no significant difference in terms of procedure-related adverse events, mortality rate, procedural time, and clinical procedural, and technical success. R-PCI offers procedural advantages, particularly in reducing fluoroscopy time and contrast use, while demonstrating comparable safety and efficacy to M-PCI. Further, high-quality trials are needed to clarify its long-term clinical impact.",
    "disease": "coronary artery disease",
    "clean_text": "safety and efficacy of robotic assisted versus manual percutaneous coronary intervention a systematic review and updated meta analysis percutaneous coronary intervention pci is a fundamental aspect of coronary artery disease cad management however manual pci m pci procedures bring potential risks such as long term radiation exposure operator fatigue and injuries posing a threat of malignancies orthopedic problems cataracts and other medical complications the recently developed robotic assisted pci r pci system allows pci to be performed from a protected cockpit reducing radiation exposure orthopedic injuries and contrast media usage and improving stent placement accuracy for patients this review aims to assess the safety and efficacy of robotic assisted pci a comprehensive search was conducted across six databases including pubmed ebsco cochrane central scopus sciencedirect and proquest covering studies published from october to november the outcomes of interest included safety assessment through i procedure related adverse event rate and ii mortality rate while efficacy was assessed through i procedural time ii fluoroscopy time iii contrast volume iv clinical procedural success and v technical success quality appraisal was performed using robins i and meta analysis was conducted using revman a search across databases resulted in articles for analysis we found that r pci is superior to m pci in reducing fluoroscopy time md ci to p and contrast volume md ci to p however there is no significant difference in terms of procedure related adverse events mortality rate procedural time and clinical procedural and technical success r pci offers procedural advantages particularly in reducing fluoroscopy time and contrast use while demonstrating comparable safety and efficacy to m pci further high quality trials are needed to clarify its long term clinical impact"
}