{
    "title": "Bibliometric Analysis of Research Relating to IgA Nephropathy from 2010 to 2021.",
    "doc_id": "36415119",
    "writer": "Xi M",
    "year": "2022",
    "summary": "The country with the largest number of publications was China. Peking University was the most productive institution. The journal with the highest publications was Nephrology Dialysis Transplantation. ...",
    "abstract": "BACKGROUND IgA nephropathy (IgAN), characterized by the deposition of IgA, is one of the most common forms of primary glomerulonephritis. Although bibliometrics has been popular in the field of medicine, the bibliometric analysis of research related to IgAN has not been reported in the past 10 years. Therefore, the purpose of this study was to analyze the evolution trend and hotspots of IgAN over the last 10 years. MATERIAL AND METHODS The literature data related to IgAN between 2010 and 2021 were retrieved from the Web of Science Core Collection database, a high-quality digital database that has been broadly accepted among researchers and has become a common tool for retrieving and evaluating different types of publications. VOSviewer 1.6.18 was used to analyze co-authorship, co-occurrence, citation, and co-citation. CiteSpace 5.8.R3 was used to analyze burst keywords. RESULTS According to the inclusion and exclusion criteria, 3664 papers were gathered. The country with the largest number of publications was China. Peking University was the most productive institution. The journal with the highest publications was Nephrology Dialysis Transplantation. The most proliﬁc author was Zhang Hong. The highly cited references mainly investigated the pathology and pathogenesis of IgAN. The most frequent keywords were \"IgA nephropathy\", \"glomerulonephritis\", and \"Oxford classification\". CONCLUSIONS Our study provided a comprehensive overview of IgAN research and showed the development status and scientiﬁc trend of IgAN through bibliometric analysis from 2010 to 2021. Our results will allow researchers to understand the existing research quickly and get direction for future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36415119/",
    "clean_text": "bibliometric analysis of research relating to iga nephropathy from to the country with the largest number of publications was china peking university was the most productive institution the journal with the highest publications was nephrology dialysis transplantation background iga nephropathy igan characterized by the deposition of iga is one of the most common forms of primary glomerulonephritis although bibliometrics has been popular in the field of medicine the bibliometric analysis of research related to igan has not been reported in the past years therefore the purpose of this study was to analyze the evolution trend and hotspots of igan over the last years material and methods the literature data related to igan between and were retrieved from the web of science core collection database a high quality digital database that has been broadly accepted among researchers and has become a common tool for retrieving and evaluating different types of publications vosviewer was used to analyze co authorship co occurrence citation and co citation citespace r was used to analyze burst keywords results according to the inclusion and exclusion criteria papers were gathered the country with the largest number of publications was china peking university was the most productive institution the journal with the highest publications was nephrology dialysis transplantation the most proli c author was zhang hong the highly cited references mainly investigated the pathology and pathogenesis of igan the most frequent keywords were iga nephropathy glomerulonephritis and oxford classification conclusions our study provided a comprehensive overview of igan research and showed the development status and scienti c trend of igan through bibliometric analysis from to our results will allow researchers to understand the existing research quickly and get direction for future research"
}