{
    "pmid": "41387943",
    "title": "Subchondral bone strength of the metacarpal head and its related factors in patients with rheumatoid arthritis.",
    "abstract": "Factors affecting bone strength have not been elucidated in patients with rheumatoid arthritis (RA) undergoing silicone implant arthroplasty. In this observational study, we aimed to investigate factors affecting bone strength. We measured toughness in terms of bone strength, bone mineral density, and bone quality of 105 resected metacarpal heads (I:32, II:36, III:33, IV:2, V:2) obtained during silicone implant arthroplasty at the metacarpophalangeal (MP) joint in patients with RA. Bone strength was associated with all parameters in micro-computed tomography (µCT) and all parameters in bone histomorphometry, other than osteoid volume and osteoid surface. Clinical factors associated with bone strength included prednisolone (PSL) dose at the time of surgery, % young adult mean, T-score and the Rooney score. Bone volume fraction by µCT only influenced bone strength per multiple linear regression analysis. Compared to joints with higher bone strength, those with lower bone strength had a higher magnitude of implant subsidence, which assumed to the risk of reduced mobility and implant fracture after the operation. Suppressing the degradation of subchondral bone structures by continuously ameliorating disease activity without the use of PSL appeared to be crucial to maintain the radiological appearance of silicone implant arthroplasty at the MP joint.",
    "disease": "rheumatoid arthritis",
    "clean_text": "subchondral bone strength of the metacarpal head and its related factors in patients with rheumatoid arthritis factors affecting bone strength have not been elucidated in patients with rheumatoid arthritis ra undergoing silicone implant arthroplasty in this observational study we aimed to investigate factors affecting bone strength we measured toughness in terms of bone strength bone mineral density and bone quality of resected metacarpal heads i ii iii iv v obtained during silicone implant arthroplasty at the metacarpophalangeal mp joint in patients with ra bone strength was associated with all parameters in micro computed tomography ct and all parameters in bone histomorphometry other than osteoid volume and osteoid surface clinical factors associated with bone strength included prednisolone psl dose at the time of surgery young adult mean t score and the rooney score bone volume fraction by ct only influenced bone strength per multiple linear regression analysis compared to joints with higher bone strength those with lower bone strength had a higher magnitude of implant subsidence which assumed to the risk of reduced mobility and implant fracture after the operation suppressing the degradation of subchondral bone structures by continuously ameliorating disease activity without the use of psl appeared to be crucial to maintain the radiological appearance of silicone implant arthroplasty at the mp joint"
}