{
    "pmid": "41373486",
    "title": "The Beauty Sleep to Keep a Healthy Liver.",
    "abstract": "Sleep disturbances and liver diseases have a bidirectional relationship. Unhealthy sleep habits promote liver diseases, such as steatotic liver disease, and impact the prognosis, promoting progression to liver cirrhosis and liver-related mortality. Sleep accounts for 20% of the association between lifestyle and steatotic liver disease, indirectly by promoting obesity and metabolic syndrome and through direct effects in the liver. Conversely, liver diseases can affect sleep. Patients with liver cirrhosis complain of sleep disturbances five times more than the general population, with a profound impact on their quality of life. Common drugs used to treat sleep disorders, such as hypnotics and benzodiazepines, must be used very carefully in patients with cirrhosis due to altered hepatic metabolism and the potential to induce hepatic encephalopathy, making sleep disorders particularly challenging to manage in these patients. This review summarizes the available knowledge on the interplay between sleep and liver diseases.",
    "disease": "liver cirrhosis",
    "clean_text": "the beauty sleep to keep a healthy liver sleep disturbances and liver diseases have a bidirectional relationship unhealthy sleep habits promote liver diseases such as steatotic liver disease and impact the prognosis promoting progression to liver cirrhosis and liver related mortality sleep accounts for of the association between lifestyle and steatotic liver disease indirectly by promoting obesity and metabolic syndrome and through direct effects in the liver conversely liver diseases can affect sleep patients with liver cirrhosis complain of sleep disturbances five times more than the general population with a profound impact on their quality of life common drugs used to treat sleep disorders such as hypnotics and benzodiazepines must be used very carefully in patients with cirrhosis due to altered hepatic metabolism and the potential to induce hepatic encephalopathy making sleep disorders particularly challenging to manage in these patients this review summarizes the available knowledge on the interplay between sleep and liver diseases"
}