{
    "title": "Is diabetes mellitus a continuous spectrum?",
    "doc_id": "21068340",
    "writer": "Brooks-Worrell B",
    "year": "2011",
    "summary": "BACKGROUND: Diabetes mellitus has been historically divided into type 1 and type 2 diabetes, with type 1 being an autoimmune disease and type 2 being primarily a metabolic disease. CONTENT: The current diabetes classification scheme needs to be reevalu …",
    "abstract": "Background:\n        \n      \n      Diabetes mellitus has been historically divided into type 1 and type 2 diabetes, with type 1 being an autoimmune disease and type 2 being primarily a metabolic disease.\n    \n\n\n          Content:\n        \n      \n      The current diabetes classification scheme needs to be reevaluated because of the accumulating evidence of immune system involvement in the pathophysiology of type 2 diabetes.\n    \n\n\n          Summary:\n        \n      \n      There are similarities and differences between type 1 and type 2 diabetes with regard to pathogenesis, pathophysiology, and genetics. We propose a resolution to the dilemma of the current classification scheme.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21068340/",
    "clean_text": "is diabetes mellitus a continuous spectrum background diabetes mellitus has been historically divided into type and type diabetes with type being an autoimmune disease and type being primarily a metabolic disease content the current diabetes classification scheme needs to be reevalu background diabetes mellitus has been historically divided into type and type diabetes with type being an autoimmune disease and type being primarily a metabolic disease content the current diabetes classification scheme needs to be reevaluated because of the accumulating evidence of immune system involvement in the pathophysiology of type diabetes summary there are similarities and differences between type and type diabetes with regard to pathogenesis pathophysiology and genetics we propose a resolution to the dilemma of the current classification scheme"
}