{
    "title": "Prevalence of domestic violence against pregnant women living in rural areas: systematic review and meta-analysis.",
    "doc_id": "39658132",
    "writer": "Sulaimanova G",
    "year": "2025",
    "summary": "Systematic reviews on the prevalence and risk factors of DV among pregnant women have been conducted mainly in urban areas. Thus, there has been no determination of the global prevalence of DV among rural pregnant women. ...Pooled prevalence and types …",
    "abstract": "Background:\n        \n      \n      Many studies have demonstrated that pregnant women living in rural areas are more likely to experience domestic violence (DV). Systematic reviews on the prevalence and risk factors of DV among pregnant women have been conducted mainly in urban areas. Thus, there has been no determination of the global prevalence of DV among rural pregnant women. The objective of this study is to assess the prevalence and types of DV among rural pregnant women globally using systematic review and meta-analysis.\n    \n\n\n          Methods:\n        \n      \n      The Preferred Reporting Items for Systematic Review and Meta-Analysis expanded checklist for 2020 was employed. The Condition-Context-Population framework was used to determine the inclusion criteria. Fifteen studies met the inclusion criteria. The PubMed, Web of Science, Cumulative Index to Nursing and Allied Health Literature and Scopus databases were searched for published articles through January 2023. Pooled prevalence and types of DV in rural pregnant women were assessed using the random effect model.\n    \n\n\n          Results:\n        \n      \n      DV against rural pregnant women was prevalent at 33.4% (95% CI 20.8 to 47.9%). Psychological violence was the most common with a prevalence of 34.2%, followed by physical violence (14.1%) and sexual violence (13.5%).\n    \n\n\n          Conclusion:\n        \n      \n      One-third of pregnant women in rural areas are victims of DV. In rural pregnant women, the prevalence of DV is higher than overall global estimates. Policymakers, healthcare professionals and researchers must prioritise assessment and prevention of DV against pregnant women who reside in rural areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39658132/",
    "clean_text": "prevalence of domestic violence against pregnant women living in rural areas systematic review and meta analysis systematic reviews on the prevalence and risk factors of dv among pregnant women have been conducted mainly in urban areas thus there has been no determination of the global prevalence of dv among rural pregnant women pooled prevalence and types background many studies have demonstrated that pregnant women living in rural areas are more likely to experience domestic violence dv systematic reviews on the prevalence and risk factors of dv among pregnant women have been conducted mainly in urban areas thus there has been no determination of the global prevalence of dv among rural pregnant women the objective of this study is to assess the prevalence and types of dv among rural pregnant women globally using systematic review and meta analysis methods the preferred reporting items for systematic review and meta analysis expanded checklist for was employed the condition context population framework was used to determine the inclusion criteria fifteen studies met the inclusion criteria the pubmed web of science cumulative index to nursing and allied health literature and scopus databases were searched for published articles through january pooled prevalence and types of dv in rural pregnant women were assessed using the random effect model results dv against rural pregnant women was prevalent at ci to psychological violence was the most common with a prevalence of followed by physical violence and sexual violence conclusion one third of pregnant women in rural areas are victims of dv in rural pregnant women the prevalence of dv is higher than overall global estimates policymakers healthcare professionals and researchers must prioritise assessment and prevention of dv against pregnant women who reside in rural areas"
}