{
    "pmid": "41412611",
    "title": "Serum vitamin D and calcium levels among tuberculosis patients in Southern Ethiopia: a comparative cross-sectional study.",
    "abstract": "To compare serum vitamin D and calcium levels between tuberculosis (TB) patients and age-matched and sex-matched healthy controls, and to evaluate their relationship with disease severity. Comparative cross-sectional study. Dilla University Teaching Hospital (DUTH), Southern Ethiopia. 100 adult TB patients and 100 age-matched and sex-matched healthy controls aged 18 years or over. Serum 25-hydroxyvitamin D [25(OH)D] and calcium levels. Mean serum vitamin D was markedly lower in TB patients than in controls (21.4±7.3 ng/mL vs 32.0±6.6 ng/mL; p<0.001), with 45% of TB patients classified as deficient. Similarly, serum calcium levels were decreased among TB patients (9.09±0.43 mg/dL vs 9.31±0.61 mg/dL; p=0.006), with 35% exhibiting hypocalcaemia. Both vitamin D and calcium concentrations were inversely correlated with sputum bacillary load (r = -0.36 and -0.35, respectively; p=0.001 and 0.002). Low vitamin D and calcium levels were observed among TB patients in Southern Ethiopia. These findings emphasise the need for routine micronutrient screening and considering supplementation in TB care. Further research is needed to clarify the clinical significance of these micronutrient levels in TB management.",
    "disease": "tuberculosis",
    "clean_text": "serum vitamin d and calcium levels among tuberculosis patients in southern ethiopia a comparative cross sectional study to compare serum vitamin d and calcium levels between tuberculosis tb patients and age matched and sex matched healthy controls and to evaluate their relationship with disease severity comparative cross sectional study dilla university teaching hospital duth southern ethiopia adult tb patients and age matched and sex matched healthy controls aged years or over serum hydroxyvitamin d oh d and calcium levels mean serum vitamin d was markedly lower in tb patients than in controls ng ml vs ng ml p with of tb patients classified as deficient similarly serum calcium levels were decreased among tb patients mg dl vs mg dl p with exhibiting hypocalcaemia both vitamin d and calcium concentrations were inversely correlated with sputum bacillary load r and respectively p and low vitamin d and calcium levels were observed among tb patients in southern ethiopia these findings emphasise the need for routine micronutrient screening and considering supplementation in tb care further research is needed to clarify the clinical significance of these micronutrient levels in tb management"
}