{
    "title": "The Effect of Salpingectomy on Ovarian Function.",
    "doc_id": "28223181",
    "writer": "Kotlyar A",
    "year": "2017",
    "summary": "However, aggressive tubal surgery may impact fertility and ovarian reserve because of its effects on adjacent ovarian tissue. Ovarian damage may manifest as alterations in serum and sonographic markers of ovarian function as well as in vitro fertilizat …",
    "abstract": "Tubal surgery is performed for a variety of indications in gynecology. Salpingectomy is the most aggressive form of tubal surgery and may be performed for potential risk reduction for epithelial ovarian cancer, sterilization, and ectopic pregnancy and as a method to enhance fertility in the setting of hydrosalpinx. Depending on the indication, alternatives include conservative therapy alone, tubal occlusion, and salpingostomy. However, aggressive tubal surgery may impact fertility and ovarian reserve because of its effects on adjacent ovarian tissue. Ovarian damage may manifest as alterations in serum and sonographic markers of ovarian function as well as in vitro fertilization (IVF) response and, ultimately, impair outcomes in assisted reproductive and spontaneous conception cycles. We performed a review of articles from PubMed, Cochrane, and MEDLINE from 1946 to 2016 and included 48 relevant publications. For most indications for salpingectomy, ovarian reserve is not impacted. Although there are several conflicting studies suggesting a slight impairment of the parameters of ovarian reserve, these studies were mostly in patients who underwent salpingectomy for an ectopic pregnancy. For patients attempting to conceive naturally, salpingectomy overall does not confer a substantial decrease in conception. Conservative options may increase their risk for persistent trophoblastic disease. In patients planning on IVF, salpingectomy does not appear to significantly affect ovarian stimulation parameters or clinical pregnancy rates. Furthermore, salpingectomy is recommended in cases of hydrosalpinx. Overall, salpingectomy has no significant effects on ovarian reserve. However, the impact on IVF success and spontaneous pregnancy rates must be weighed by the indication for possible salpingectomy. A review of these risks and benefits should aid in choosing between salpingectomy and less aggressive alternatives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28223181/",
    "clean_text": "the effect of salpingectomy on ovarian function however aggressive tubal surgery may impact fertility and ovarian reserve because of its effects on adjacent ovarian tissue ovarian damage may manifest as alterations in serum and sonographic markers of ovarian function as well as in vitro fertilizat tubal surgery is performed for a variety of indications in gynecology salpingectomy is the most aggressive form of tubal surgery and may be performed for potential risk reduction for epithelial ovarian cancer sterilization and ectopic pregnancy and as a method to enhance fertility in the setting of hydrosalpinx depending on the indication alternatives include conservative therapy alone tubal occlusion and salpingostomy however aggressive tubal surgery may impact fertility and ovarian reserve because of its effects on adjacent ovarian tissue ovarian damage may manifest as alterations in serum and sonographic markers of ovarian function as well as in vitro fertilization ivf response and ultimately impair outcomes in assisted reproductive and spontaneous conception cycles we performed a review of articles from pubmed cochrane and medline from to and included relevant publications for most indications for salpingectomy ovarian reserve is not impacted although there are several conflicting studies suggesting a slight impairment of the parameters of ovarian reserve these studies were mostly in patients who underwent salpingectomy for an ectopic pregnancy for patients attempting to conceive naturally salpingectomy overall does not confer a substantial decrease in conception conservative options may increase their risk for persistent trophoblastic disease in patients planning on ivf salpingectomy does not appear to significantly affect ovarian stimulation parameters or clinical pregnancy rates furthermore salpingectomy is recommended in cases of hydrosalpinx overall salpingectomy has no significant effects on ovarian reserve however the impact on ivf success and spontaneous pregnancy rates must be weighed by the indication for possible salpingectomy a review of these risks and benefits should aid in choosing between salpingectomy and less aggressive alternatives"
}