{
    "pmid": "41446473",
    "title": "COVID-19 and Social Vulnerabilities in Virginia ZIP Code Tabulation Areas.",
    "abstract": "Background We retrospectively reviewed demographic determinants (e.g., area-level ethnic and racial composition, income, and household crowding) of COVID-19 prevalence in Virginia. Data spanning May 15, 2020, to August 6, 2020, during the first COVID-19 peak in the state, were obtained from the Virginia Department of Health (VDH). Methods Associations between COVID-19 cases and socioeconomic variables were examined according to Virginia ZIP Code Tabulation Areas (VZCTAs) in Virginia's health planning regions (VHPRs). Multivariate regression analysis and Pearson correlations were employed in data analyses to understand the relationship between various socioeconomic factors. Results The prevalence of COVID-19 was highest in the suburban Northern region and lowest in the rural-predominant southwestern region (p < 0.05). Overall, area-level ethnic and racial composition (Black/Hispanic populations), median household income, and household crowding were the most important predictors of COVID-19 prevalence in VZCTA communities in univariate and multivariate analyses, with a few important regional differences (multivariate analyses: overall R = 0.612, northern VHPR R = 0.903). Conclusions The study highlights area-level racial and ethnic composition, used as a proxy for structural inequalities, in the context of VHPRs as an important indicator of social vulnerability to COVID-19. The findings of this study can guide critical public health decisions, e.g., vaccine distribution or implementation of critical health policies based on social vulnerability in smaller population units.",
    "disease": "covid-19",
    "clean_text": "covid and social vulnerabilities in virginia zip code tabulation areas background we retrospectively reviewed demographic determinants e g area level ethnic and racial composition income and household crowding of covid prevalence in virginia data spanning may to august during the first covid peak in the state were obtained from the virginia department of health vdh methods associations between covid cases and socioeconomic variables were examined according to virginia zip code tabulation areas vzctas in virginia s health planning regions vhprs multivariate regression analysis and pearson correlations were employed in data analyses to understand the relationship between various socioeconomic factors results the prevalence of covid was highest in the suburban northern region and lowest in the rural predominant southwestern region p overall area level ethnic and racial composition black hispanic populations median household income and household crowding were the most important predictors of covid prevalence in vzcta communities in univariate and multivariate analyses with a few important regional differences multivariate analyses overall r northern vhpr r conclusions the study highlights area level racial and ethnic composition used as a proxy for structural inequalities in the context of vhprs as an important indicator of social vulnerability to covid the findings of this study can guide critical public health decisions e g vaccine distribution or implementation of critical health policies based on social vulnerability in smaller population units"
}