{
    "title": "A comprehensive review of the analysis and integration of omics data for SARS-CoV-2 and COVID-19.",
    "doc_id": "34718395",
    "writer": "Zhu Z",
    "year": "2022",
    "summary": "Since the first report of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in December 2019, over 100 million people have been infected by COVID-19, millions of whom have died. In the latest year, a large number of omics data have sp …",
    "abstract": "Since the first report of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in December 2019, over 100 million people have been infected by COVID-19, millions of whom have died. In the latest year, a large number of omics data have sprung up and helped researchers broadly study the sequence, chemical structure and function of SARS-CoV-2, as well as molecular abnormal mechanisms of COVID-19 patients. Though some successes have been achieved in these areas, it is necessary to analyze and mine omics data for comprehensively understanding SARS-CoV-2 and COVID-19. Hence, we reviewed the current advantages and limitations of the integration of omics data herein. Firstly, we sorted out the sequence resources and database resources of SARS-CoV-2, including protein chemical structure, potential drug information and research literature resources. Next, we collected omics data of the COVID-19 hosts, including genomics, transcriptomics, microbiology and potential drug information data. And subsequently, based on the integration of omics data, we summarized the existing data analysis methods and the related research results of COVID-19 multi-omics data in recent years. Finally, we put forward SARS-CoV-2 (COVID-19) multi-omics data integration research direction and gave a case study to mine deeper for the disease mechanisms of COVID-19.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34718395/",
    "clean_text": "a comprehensive review of the analysis and integration of omics data for sars cov and covid since the first report of severe acute respiratory syndrome coronavirus sars cov in december over million people have been infected by covid millions of whom have died in the latest year a large number of omics data have sp since the first report of severe acute respiratory syndrome coronavirus sars cov in december over million people have been infected by covid millions of whom have died in the latest year a large number of omics data have sprung up and helped researchers broadly study the sequence chemical structure and function of sars cov as well as molecular abnormal mechanisms of covid patients though some successes have been achieved in these areas it is necessary to analyze and mine omics data for comprehensively understanding sars cov and covid hence we reviewed the current advantages and limitations of the integration of omics data herein firstly we sorted out the sequence resources and database resources of sars cov including protein chemical structure potential drug information and research literature resources next we collected omics data of the covid hosts including genomics transcriptomics microbiology and potential drug information data and subsequently based on the integration of omics data we summarized the existing data analysis methods and the related research results of covid multi omics data in recent years finally we put forward sars cov covid multi omics data integration research direction and gave a case study to mine deeper for the disease mechanisms of covid"
}