{
    "title": "Acute Hyperoxia Improves Spinal Cord Oxygenation and Circulatory Function Following Cervical Spinal Cord Injury in Rats.",
    "doc_id": "38780270",
    "writer": "Lin YT",
    "year": "2024",
    "summary": "Spinal cord injury is associated with spinal vascular disruptions that result in spinal ischemia and tissue hypoxia. This study evaluated the therapeutic efficacy of normobaric hyperoxia on spinal cord oxygenation and circulatory function …",
    "abstract": "Spinal cord injury is associated with spinal vascular disruptions that result in spinal ischemia and tissue hypoxia. This study evaluated the therapeutic efficacy of normobaric hyperoxia on spinal cord oxygenation and circulatory function at the acute stage of cervical spinal cord injury. Adult male Sprague Dawley rats underwent dorsal cervical laminectomy or cervical spinal cord contusion. At 1-2 days after spinal surgery, spinal cord oxygenation was monitored in anesthetized and spontaneously breathing rats through optical recording of oxygen sensor foils placed on the cervical spinal cord and pulse oximetry. The arterial blood pressure, heart rate, blood gases, and peripheral oxyhemoglobin saturation were also measured under hyperoxic (50% O2) and normoxic (21% O2) conditions. The results showed that contused animals had significantly lower spinal cord oxygenation levels than uninjured animals during normoxia. Peripheral oxyhemoglobin saturation, arterial oxygen partial pressure, and mean arterial blood pressure are significantly reduced following cervical spinal cord contusion. Notably, spinal oxygenation of contused rats could be improved to a level comparable to uninjured animals under hyperoxia. Furthermore, acute hyperoxia elevated blood pressure, arterial oxygen partial pressure, and peripheral oxyhemoglobin saturation. These results suggest that normobaric hyperoxia can significantly improve spinal cord oxygenation and circulatory function in the acute phase after cervical spinal cord injury. We propose that adjuvant normobaric hyperoxia combined with other hemodynamic optimization strategies may prevent secondary damage after spinal cord injury and improve functional recovery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38780270/",
    "clean_text": "acute hyperoxia improves spinal cord oxygenation and circulatory function following cervical spinal cord injury in rats spinal cord injury is associated with spinal vascular disruptions that result in spinal ischemia and tissue hypoxia this study evaluated the therapeutic efficacy of normobaric hyperoxia on spinal cord oxygenation and circulatory function spinal cord injury is associated with spinal vascular disruptions that result in spinal ischemia and tissue hypoxia this study evaluated the therapeutic efficacy of normobaric hyperoxia on spinal cord oxygenation and circulatory function at the acute stage of cervical spinal cord injury adult male sprague dawley rats underwent dorsal cervical laminectomy or cervical spinal cord contusion at days after spinal surgery spinal cord oxygenation was monitored in anesthetized and spontaneously breathing rats through optical recording of oxygen sensor foils placed on the cervical spinal cord and pulse oximetry the arterial blood pressure heart rate blood gases and peripheral oxyhemoglobin saturation were also measured under hyperoxic o and normoxic o conditions the results showed that contused animals had significantly lower spinal cord oxygenation levels than uninjured animals during normoxia peripheral oxyhemoglobin saturation arterial oxygen partial pressure and mean arterial blood pressure are significantly reduced following cervical spinal cord contusion notably spinal oxygenation of contused rats could be improved to a level comparable to uninjured animals under hyperoxia furthermore acute hyperoxia elevated blood pressure arterial oxygen partial pressure and peripheral oxyhemoglobin saturation these results suggest that normobaric hyperoxia can significantly improve spinal cord oxygenation and circulatory function in the acute phase after cervical spinal cord injury we propose that adjuvant normobaric hyperoxia combined with other hemodynamic optimization strategies may prevent secondary damage after spinal cord injury and improve functional recovery"
}