{
    "title": "Great expectations-defining quality in pediatric sedation: outcomes of a multidisciplinary consensus conference.",
    "doc_id": "24033379",
    "writer": "Connors JM",
    "year": "2015",
    "summary": "RESULTS: The conference findings outlined in this document address the Agency for Healthcare Research and Quality's (AHRQ) mission of improving quality healthcare for all Americans, especially for underrepresented groups such as children. The conference outli …",
    "abstract": "Purpose:\n        \n      \n      Recognizing the inconsistencies in sedation practices, the Society for Pediatric Sedation convened this meeting to begin the process of defining quality as it relates to the field of pediatric sedation.\n    \n\n\n          Scope:\n        \n      \n      Millions of procedures are performed each year on children. Caring for children, even for routine procedures, can be challenging. Children may not have the ability to follow commands, tolerate painful stimuli, or even lie still for a diagnostic study. Therefore, pharmacologic sedation with medications designed to blunt the awareness of the patient and provide relief of pain and anxiety is necessary.\n    \n\n\n          Methods:\n        \n      \n      A multidisciplinary group of sedation providers and quality methodology experts met in November 2011. Through 2 days of didactics, small workgroups, and consensus discussions, the attendees met the objectives of exploring quality in pediatric sedation around the Institute of Medicine's () six aims of quality: Safe, Effective, Patient Centered, Timely, Efficient, and Equitable.\n    \n\n\n          Results:\n        \n      \n      The conference findings outlined in this document address the Agency for Healthcare Research and Quality's (AHRQ) mission of improving quality healthcare for all Americans, especially for underrepresented groups such as children. The conference outlines a key next step in defining and achieving quality in pediatric procedural sedation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24033379/",
    "clean_text": "great expectations defining quality in pediatric sedation outcomes of a multidisciplinary consensus conference results the conference findings outlined in this document address the agency for healthcare research and quality s ahrq mission of improving quality healthcare for all americans especially for underrepresented groups such as children the conference outli purpose recognizing the inconsistencies in sedation practices the society for pediatric sedation convened this meeting to begin the process of defining quality as it relates to the field of pediatric sedation scope millions of procedures are performed each year on children caring for children even for routine procedures can be challenging children may not have the ability to follow commands tolerate painful stimuli or even lie still for a diagnostic study therefore pharmacologic sedation with medications designed to blunt the awareness of the patient and provide relief of pain and anxiety is necessary methods a multidisciplinary group of sedation providers and quality methodology experts met in november through days of didactics small workgroups and consensus discussions the attendees met the objectives of exploring quality in pediatric sedation around the institute of medicine s six aims of quality safe effective patient centered timely efficient and equitable results the conference findings outlined in this document address the agency for healthcare research and quality s ahrq mission of improving quality healthcare for all americans especially for underrepresented groups such as children the conference outlines a key next step in defining and achieving quality in pediatric procedural sedation"
}