{
    "pmid": "41474129",
    "title": "Hsa_circ_0009910/hsa-miR-145-5p/IFNB1 Axis Potential Role in the Immunopathogenesis of COVID-19 Disease.",
    "abstract": "Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) causes a respiratory disorder responsible for the global pandemic and widespread mortality. Circular RNAs (circRNAs), one of the newest forms of noncoding RNAs (ncRNAs), are important regulators of the host immune response and viral replication through sponging of microRNAs (miRNAs). This work aims to look at the expression and functions of hsa_circ_0009910/hsa-miR-145-5p/IFN beta 1 (IFNB1) in SARS-CoV-2-related infection and the molecular mechanisms that underpin them. In the experimental phase of the study, total RNA was isolated from the peripheral blood mononuclear cells (PBMCs) of 48 patients with symptomatic COVID-19, 48 patients with nonsymptomatic COVID-19, and 48 negative controls, and then cDNA was synthesized. Next, the expression of these genes was examined with quantitative real-time PCR (qRT-PCR). A receiver operating characteristic (ROC) curve was created to assess each gene's potential as a biomarker. The interactions of hsa_circ_0009910, hsa-miR-145-5p, and IFNB1, also the functional and pathway enrichment analyses, were detected by bioinformatics analysis. When compared with the negative control group, the expression of hsa_circ_0009910 in both symptomatic and nonsymptomatic groups, and IFNB1 in the symptomatic group was higher in the COVID-19 patients. Furthermore, the relative expression of hsa-miR-145-5p in the symptomatic and nonsymptomatic groups was lower than that in the negative control group. In addition, there was a positive correlation between hsa_circ_0009910 and IFNB1 expression, as well as a negative correlation between hsa-miR-145-5p, hsa_circ_0009910, and IFNB1 expressions. hsa-miR-145-5p has a higher area under the curve and may be a more effective biomarker to distinguish COVID-19 patients from the healthy controls, based on ROC curve study, but further study is needed. In conclusion, our data show that the hsa_circ_0009910/hsa-miR-145-5p/IFNB1 triple network may play a role in the pathogenesis of COVID-19 and can be considered a therapeutic target in COVID-19 patients.",
    "disease": "covid-19",
    "clean_text": "hsa circ hsa mir p ifnb axis potential role in the immunopathogenesis of covid disease severe acute respiratory syndrome coronavirus sars cov causes a respiratory disorder responsible for the global pandemic and widespread mortality circular rnas circrnas one of the newest forms of noncoding rnas ncrnas are important regulators of the host immune response and viral replication through sponging of micrornas mirnas this work aims to look at the expression and functions of hsa circ hsa mir p ifn beta ifnb in sars cov related infection and the molecular mechanisms that underpin them in the experimental phase of the study total rna was isolated from the peripheral blood mononuclear cells pbmcs of patients with symptomatic covid patients with nonsymptomatic covid and negative controls and then cdna was synthesized next the expression of these genes was examined with quantitative real time pcr qrt pcr a receiver operating characteristic roc curve was created to assess each gene s potential as a biomarker the interactions of hsa circ hsa mir p and ifnb also the functional and pathway enrichment analyses were detected by bioinformatics analysis when compared with the negative control group the expression of hsa circ in both symptomatic and nonsymptomatic groups and ifnb in the symptomatic group was higher in the covid patients furthermore the relative expression of hsa mir p in the symptomatic and nonsymptomatic groups was lower than that in the negative control group in addition there was a positive correlation between hsa circ and ifnb expression as well as a negative correlation between hsa mir p hsa circ and ifnb expressions hsa mir p has a higher area under the curve and may be a more effective biomarker to distinguish covid patients from the healthy controls based on roc curve study but further study is needed in conclusion our data show that the hsa circ hsa mir p ifnb triple network may play a role in the pathogenesis of covid and can be considered a therapeutic target in covid patients"
}