{
    "title": "Does health literacy promote COVID-19 awareness? Evidence from Zhejiang, China.",
    "doc_id": "36062103",
    "writer": "Chen C",
    "year": "2022",
    "summary": "This study aimed to assess the association between HL and COVID-19 awareness among Zhejiang residents based on the 2020 China Health Literacy Survey (CHLS). METHODS: The study was conducted among 5,596 residents aged 15-69 in Zhejiang using multistage, stratified, a …",
    "abstract": "Background:\n        \n      \n      Health literacy (HL) is considered a crucial determinant of disease prevention and control. However, the role of HL in the Coronavirus Disease 2019 (COVID-19) pandemic has not been studied using provincial representative data among Chinese residents. This study aimed to assess the association between HL and COVID-19 awareness among Zhejiang residents based on the 2020 China Health Literacy Survey (CHLS).\n    \n\n\n          Methods:\n        \n      \n      The study was conducted among 5,596 residents aged 15-69 in Zhejiang using multistage, stratified, and probability proportional to size sampling. COVID-19 awareness and HL were assessed using the \"Chinese Citizen Health Literacy Questionnaire (2020)\" in Zhejiang. The covariates were divided into predisposing factors, enabling factors, and need factors according to Anderson's model. Data were analyzed by the chi-square test and logistic regression.\n    \n\n\n          Results:\n        \n      \n      The study showed that HL and COVID-19 awareness levels of residents were 24.84% and 8.06%, respectively, in Zhejiang in 2020. After adjusting for covariates, residents with adequate HL were more likely to have better COVID-19 awareness (odds ratio [OR] = 5.22, 95% CI = 4.13-6.59, p < 0.001). Three dimensions of HL (knowledge and attitudes, behavior and lifestyle, and health-related skills) were associated with COVID-19 awareness. Additionally, COVID-19 awareness was associated with age, occupation, family size, annual household income, and chronic conditions.\n    \n\n\n          Conclusion:\n        \n      \n      COVID-19 awareness is significantly associated with HL, suggesting that promoting HL is an important component of health education, disease prevention, and health promotion in response to the COVID-19 pandemic and even possible public health emergencies in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36062103/",
    "clean_text": "does health literacy promote covid awareness evidence from zhejiang china this study aimed to assess the association between hl and covid awareness among zhejiang residents based on the china health literacy survey chls methods the study was conducted among residents aged in zhejiang using multistage stratified a background health literacy hl is considered a crucial determinant of disease prevention and control however the role of hl in the coronavirus disease covid pandemic has not been studied using provincial representative data among chinese residents this study aimed to assess the association between hl and covid awareness among zhejiang residents based on the china health literacy survey chls methods the study was conducted among residents aged in zhejiang using multistage stratified and probability proportional to size sampling covid awareness and hl were assessed using the chinese citizen health literacy questionnaire in zhejiang the covariates were divided into predisposing factors enabling factors and need factors according to anderson s model data were analyzed by the chi square test and logistic regression results the study showed that hl and covid awareness levels of residents were and respectively in zhejiang in after adjusting for covariates residents with adequate hl were more likely to have better covid awareness odds ratio or ci p three dimensions of hl knowledge and attitudes behavior and lifestyle and health related skills were associated with covid awareness additionally covid awareness was associated with age occupation family size annual household income and chronic conditions conclusion covid awareness is significantly associated with hl suggesting that promoting hl is an important component of health education disease prevention and health promotion in response to the covid pandemic and even possible public health emergencies in the future"
}