{
    "pmid": "41441854",
    "title": "D-Mannose-Modified M2 Macrophage Membrane-Derived Decoy Nanovesicles for Synergistic Immunotherapy of Asthma.",
    "abstract": "Eosinophilic asthma is a chronic inflammatory disease driven by Type 2 immune cells and cytokines. While cytokine-based immunotherapies have shown promising efficacy in asthma treatment, current approaches often fail to simultaneously target multiple cytokines. In this study, we present nanodecoys derived from the cellular membranes of M2 macrophages, which exhibit a high density of cytokine receptors, enabling efficient sequestration of multiple Type 2 cytokines. This mechanism significantly alleviates OVA-induced eosinophilic asthma inflammation in mice. To enhance therapeutic efficacy, D-mannose glycans, a potential immunoregulatory molecule for asthma, were modified onto the surface of the nanovesicles. This modification facilitates the phagocytic clearance of absorbed cytokines by targeting the mannose receptor (CD206). Consequently, the mannose-modified nanovesicles exhibit synergistic immunosuppressive effects on asthmatic inflammation by inhibiting M2 macrophage polarization, CD4",
    "disease": "asthma",
    "clean_text": "d mannose modified m macrophage membrane derived decoy nanovesicles for synergistic immunotherapy of asthma eosinophilic asthma is a chronic inflammatory disease driven by type immune cells and cytokines while cytokine based immunotherapies have shown promising efficacy in asthma treatment current approaches often fail to simultaneously target multiple cytokines in this study we present nanodecoys derived from the cellular membranes of m macrophages which exhibit a high density of cytokine receptors enabling efficient sequestration of multiple type cytokines this mechanism significantly alleviates ova induced eosinophilic asthma inflammation in mice to enhance therapeutic efficacy d mannose glycans a potential immunoregulatory molecule for asthma were modified onto the surface of the nanovesicles this modification facilitates the phagocytic clearance of absorbed cytokines by targeting the mannose receptor cd consequently the mannose modified nanovesicles exhibit synergistic immunosuppressive effects on asthmatic inflammation by inhibiting m macrophage polarization cd"
}