{
    "title": "T cell subsets and the recognition of MHC class.",
    "doc_id": "6226585",
    "writer": "Swain SL.",
    "year": "1983",
    "summary": "We have presented and/or briefly reviewed data which indicates that there are two T cell subsets which interact respectively with the two Classes (1 and 2) of MHC antigen and which can be identified by the Ly (mouse) or Leu (human) molecules that they express. ...We …",
    "abstract": "We have presented and/or briefly reviewed data which indicates that there are two T cell subsets which interact respectively with the two Classes (1 and 2) of MHC antigen and which can be identified by the Ly (mouse) or Leu (human) molecules that they express. This correlation, and the large body of (largely) circumstantial but still quite convincing data, suggests that these Ly and Leu molecules play a very important role in T cell responses by actually interacting with monomorphic MHC class specific determinants. We suggest that this interaction facilitates and possibly helps direct the binding of the T cell receptor to polymorphic MHC determinants and antigen. In this model T cell \"recognition\" of MHC and antigen consists of several independent but connected interactions of T cell surface structure with MHC molecules and antigen on antigen-presenting cells or targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6226585/",
    "clean_text": "t cell subsets and the recognition of mhc class we have presented and or briefly reviewed data which indicates that there are two t cell subsets which interact respectively with the two classes and of mhc antigen and which can be identified by the ly mouse or leu human molecules that they express we we have presented and or briefly reviewed data which indicates that there are two t cell subsets which interact respectively with the two classes and of mhc antigen and which can be identified by the ly mouse or leu human molecules that they express this correlation and the large body of largely circumstantial but still quite convincing data suggests that these ly and leu molecules play a very important role in t cell responses by actually interacting with monomorphic mhc class specific determinants we suggest that this interaction facilitates and possibly helps direct the binding of the t cell receptor to polymorphic mhc determinants and antigen in this model t cell recognition of mhc and antigen consists of several independent but connected interactions of t cell surface structure with mhc molecules and antigen on antigen presenting cells or targets"
}