{
    "title": "Outcomes of vascularized versus non-vascularized lymph node transplant in animal models for lymphedema. Review of the literature.",
    "doc_id": "27383039",
    "writer": "Cornelissen AJ",
    "year": "2017",
    "summary": "Lymph node transfer has been performed to treat lymphedema for several years. The goal of this procedure is to provide a bridge between the lymphatic system distal and proximal to the lymph node dissection. ...The strategy used for the search was: ((\"M …",
    "abstract": "Lymph node transfer has been performed to treat lymphedema for several years. The goal of this procedure is to provide a bridge between the lymphatic system distal and proximal to the lymph node dissection. There is a lack of consensus about the necessity of an additional vascular anastomosis for the transplanted lymph nodes. A systematic literature search in Cochrane Library database CENTRAL, MEDLINE, and EMBASE of animal studies using lymph node transplantation with and without additional vascularization was performed in March 2016. The strategy used for the search was: ((\"Models, Animal\"[Mesh]) AND ((\"Lymphedema\"[Mesh]) OR \"Lymph Nodes\"[Mesh]) OR \"Lymph Node Excision\"[Mesh])) AND ((vascularized lymph node transfer) OR ((non-vascularized lymph node transfer) OR lymph node graft)). The primary outcomes were: survival of transplanted lymph node and lymphatic vessel regeneration. Sixteen studies were included. Vascularization and the use of growth factors were significantly associated with lymph node survival. Lymphatic vessels regeneration was independent from vascularization. According to the results of the current study, additional vascular anastomosis might improve the transplanted lymph node survival. Further studies in both experimental and clinical setting are needed in order to support it. J. Surg. Oncol. 2017;115:32-36. © 2016 Wiley Periodicals, Inc.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27383039/",
    "clean_text": "outcomes of vascularized versus non vascularized lymph node transplant in animal models for lymphedema review of the literature lymph node transfer has been performed to treat lymphedema for several years the goal of this procedure is to provide a bridge between the lymphatic system distal and proximal to the lymph node dissection the strategy used for the search was m lymph node transfer has been performed to treat lymphedema for several years the goal of this procedure is to provide a bridge between the lymphatic system distal and proximal to the lymph node dissection there is a lack of consensus about the necessity of an additional vascular anastomosis for the transplanted lymph nodes a systematic literature search in cochrane library database central medline and embase of animal studies using lymph node transplantation with and without additional vascularization was performed in march the strategy used for the search was models animal mesh and lymphedema mesh or lymph nodes mesh or lymph node excision mesh and vascularized lymph node transfer or non vascularized lymph node transfer or lymph node graft the primary outcomes were survival of transplanted lymph node and lymphatic vessel regeneration sixteen studies were included vascularization and the use of growth factors were significantly associated with lymph node survival lymphatic vessels regeneration was independent from vascularization according to the results of the current study additional vascular anastomosis might improve the transplanted lymph node survival further studies in both experimental and clinical setting are needed in order to support it j surg oncol wiley periodicals inc"
}