{
    "title": "Deceased Donor Kidney Transplantation From Donors With Acute Kidney Injury: Realities and Costs.",
    "doc_id": "36919718",
    "writer": "Moein M",
    "year": "2023",
    "summary": "Our study included 129 (34%) kidneys transplanted from donors with acute kidney injury and 251 (66%) kidneys from donors without acute kidney injury. ...Readmission rate at 30 days was significantly higher among recipients of kidneys …",
    "abstract": "Objectives:\n        \n      \n      Transplant of kidneys from donors with acute kidney injury has shown favorable outcomes. We investigated the outcomes of kidney transplant recipients with deceased donors who developed acute kidney injury before organ procurement.\n    \n\n\n          Materials and methods:\n        \n      \n      We retrospectively reviewed the medical records of recipients from January 2016 to December 2021 in a single center. Outcomes in recipients of kidney grafts from donors with and without acute kidney injury were compared.\n    \n\n\n          Results:\n        \n      \n      The mean follow-up time was 40 months. Our study included 129 (34%) kidneys transplanted from donors with acute kidney injury and 251 (66%) kidneys from donors without acute kidney injury. Delayed graft function rate in recipients was 33% in the acute kidney injury group and 25.5% in the group without acute kidney injury (P = .099). Readmission rate at 30 days was significantly higher among recipients of kidneys with acute kidney injury compared with recipients of kidneys without acute kidney injury (45% vs 33.5%; P = .02). The mean overall costs of transplant in the acute kidney injury group were comparable to the group without acute kidney injury ($253 865 vs $253 611; P = .97). The acute rejection rate was comparable between the 2 groups (4% in both groups; P = .96). Delayed graft function rate was increased with increased stage of acute kidney injury (18% stage 1, 45% stage 2, 36% stage 3; P = .03). However, the overall length of hospital stay and costs were comparable among recipients of different stages of acute kidney injury.\n    \n\n\n          Conclusions:\n        \n      \n      Our study showed that kidney transplants from donors with acute kidney injury have early and late outcomes comparable to kidney transplants from donors without acute kidney injury. Allografts from donors with acute kidney injury can be used safely and can expand the donor pool in kidney transplant without increasing perioperative resource utilization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36919718/",
    "clean_text": "deceased donor kidney transplantation from donors with acute kidney injury realities and costs our study included kidneys transplanted from donors with acute kidney injury and kidneys from donors without acute kidney injury readmission rate at days was significantly higher among recipients of kidneys objectives transplant of kidneys from donors with acute kidney injury has shown favorable outcomes we investigated the outcomes of kidney transplant recipients with deceased donors who developed acute kidney injury before organ procurement materials and methods we retrospectively reviewed the medical records of recipients from january to december in a single center outcomes in recipients of kidney grafts from donors with and without acute kidney injury were compared results the mean follow up time was months our study included kidneys transplanted from donors with acute kidney injury and kidneys from donors without acute kidney injury delayed graft function rate in recipients was in the acute kidney injury group and in the group without acute kidney injury p readmission rate at days was significantly higher among recipients of kidneys with acute kidney injury compared with recipients of kidneys without acute kidney injury vs p the mean overall costs of transplant in the acute kidney injury group were comparable to the group without acute kidney injury vs p the acute rejection rate was comparable between the groups in both groups p delayed graft function rate was increased with increased stage of acute kidney injury stage stage stage p however the overall length of hospital stay and costs were comparable among recipients of different stages of acute kidney injury conclusions our study showed that kidney transplants from donors with acute kidney injury have early and late outcomes comparable to kidney transplants from donors without acute kidney injury allografts from donors with acute kidney injury can be used safely and can expand the donor pool in kidney transplant without increasing perioperative resource utilization"
}