{
    "pmid": "41370407",
    "title": "Are Blood Groups a Predictive Factor in Determining the Severity of Coronary Artery Disease in Patients Undergoing Coronary Heart Surgery?",
    "abstract": "This study investigated whether blood groups are predictive factors for the severity and postoperative mortality in patients with coronary artery disease (CAD) undergoing bypass surgery with extracorporeal circulatory support. A retrospective cohort study examined data from 4,002 patients who had coronary surgery for CAD between January 1st, 2014, and December 30th, 2020. The study recorded blood groups, demographic information, and and SYNergy between percutaneous coronary intervention with TAXus and cardiac surgery (SYNTAX) scores for patients who died within the first month post-operation. Multiple regression analysis showed significant associations with the SYNTAX score (P < 0.001). Individuals with blood group O had a 2.970 times decrease in their SYNTAX score, while those with blood group A showed a 0.260 times increase, and those with blood group B had a 1.895 times decrease. Analyzing the effect of blood groups on mortality, the risk of death was significantly higher compared to blood group O; in group A the risk of death was 2.65 times higher than in group O (P = 0.005, odds ratio [OR]: 2.65, 95% confidence interval [CI]: 1.35 - 5.19). In group B the risk of death was 2.29 times higher than in group O (P = 0.048, OR: 2.29, 95% CI: 1.01 - 5.23). The Rh factor did not affect either mortality or CAD severity. In patients undergoing coronary surgery, the SYNTAX score was found to be significantly lower in blood groups O and B. However, regarding mortality, both blood groups A and B carried a higher risk of death when compared to group O.",
    "disease": "coronary artery disease",
    "clean_text": "are blood groups a predictive factor in determining the severity of coronary artery disease in patients undergoing coronary heart surgery this study investigated whether blood groups are predictive factors for the severity and postoperative mortality in patients with coronary artery disease cad undergoing bypass surgery with extracorporeal circulatory support a retrospective cohort study examined data from patients who had coronary surgery for cad between january st and december th the study recorded blood groups demographic information and and synergy between percutaneous coronary intervention with taxus and cardiac surgery syntax scores for patients who died within the first month post operation multiple regression analysis showed significant associations with the syntax score p individuals with blood group o had a times decrease in their syntax score while those with blood group a showed a times increase and those with blood group b had a times decrease analyzing the effect of blood groups on mortality the risk of death was significantly higher compared to blood group o in group a the risk of death was times higher than in group o p odds ratio or confidence interval ci in group b the risk of death was times higher than in group o p or ci the rh factor did not affect either mortality or cad severity in patients undergoing coronary surgery the syntax score was found to be significantly lower in blood groups o and b however regarding mortality both blood groups a and b carried a higher risk of death when compared to group o"
}