{
    "title": "Back pain.",
    "doc_id": "7497539",
    "writer": "Croft P",
    "year": "1995",
    "summary": "Classification of back pain is a difficult task. Traditional schemes have focused on the small percentage of cases which have specific causes. ...Such grading schemes also provide the most appropriate outcome measures for clinical and epidemiological back …",
    "abstract": "Classification of back pain is a difficult task. Traditional schemes have focused on the small percentage of cases which have specific causes. Structural anomalies observed on X-ray examination explain only a small proportion of back pain cases, and the emphasis placed on these in the traditional schemes is, as Anderson put it, the tail wagging the dog (Anderson, 1977). Many syndrome classifications are based on arbitrary notions of cause, with little empirical justification and no evidence that they can reliably and usefully be applied in practice. More pragmatic approaches start with the separation of the serious from the less serious, and the distinction between spinal pain and pain arising from outside the spine. The classification of the large majority of back pain cases which are 'non-specific' is best approached by grading the severity of the clinical and psychological features of back pain and their disabling consequences. Such grading schemes also provide the most appropriate outcome measures for clinical and epidemiological back pain research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7497539/",
    "clean_text": "back pain classification of back pain is a difficult task traditional schemes have focused on the small percentage of cases which have specific causes such grading schemes also provide the most appropriate outcome measures for clinical and epidemiological back classification of back pain is a difficult task traditional schemes have focused on the small percentage of cases which have specific causes structural anomalies observed on x ray examination explain only a small proportion of back pain cases and the emphasis placed on these in the traditional schemes is as anderson put it the tail wagging the dog anderson many syndrome classifications are based on arbitrary notions of cause with little empirical justification and no evidence that they can reliably and usefully be applied in practice more pragmatic approaches start with the separation of the serious from the less serious and the distinction between spinal pain and pain arising from outside the spine the classification of the large majority of back pain cases which are non specific is best approached by grading the severity of the clinical and psychological features of back pain and their disabling consequences such grading schemes also provide the most appropriate outcome measures for clinical and epidemiological back pain research"
}