{
    "pmid": "41444638",
    "title": "Effects of Sancai Lianmei Granules in type 2 diabetes patients with metabolic dysfunction-associated fatty liver disease: a randomized prospective open-label controlled trial.",
    "abstract": "Sancai Lianmei granules (SCLMG) have demonstrated efficacy in improving glucolipid metabolism disorder, insulin resistance, and oxidative stress markers in both diabetic patients and rodent models. However, there is limited data available regarding the effect of SCLMG on human Metabolic dysfunction-associated fatty liver disease (MAFLD). This research aims to assess the impact of SCLMG on MAFLD in individuals with diabetes. Sixty individuals diagnosed with type 2 diabetes mellitus (T2DM) and MAFLD were randomly allocated to one of two groups: the SCLMG group, which received standard treatment for T2DM along with SCLMG at a dose of 15 g three times daily, or the control group, which received standard treatment without SCLMG. The intervention lasted for 12 weeks. Alterations in liver fat content and liver sclerosis were evaluated using FibroScan. Secondary outcome measures included alterations in liver enzymes, fibrosis markers, advanced glycation end products AGEs, and metabolic parameters. When incorporated into the standard treatment regimen for MAFLD in diabetic patients, SCLMG exhibited an improvement in reducing hepatic steatosis (P = 0.048) while showing no substantial variations in liver stiffness (P = 0.762). Both the SCLMG and control groups revealed a substantial reduction in FibroScan readings at the end of the treatment period compared to baseline. The two groups exhibited substantial disparities in changes in liver enzymes (alanine aminotransferase (ALT) P = 0.018, aspartate aminotransferase (AST) P = 0.006, gamma-glutamyltranspeptidase (GGT) P < 0.001), skin autofluorescence (SAF) (P = 0.012), and metabolic parameters (P < 0.05). Nevertheless, there was a variation between the groups regarding serum procollagen III peptide (PIIIP) levels (P = 0.026), whereas changes in type Ⅳcollagen (CⅣ) (P = 0.265), hyaluronic acid (HA) (P = 0.199), laminin (LN) (P = 0.144), and high-density lipoprotein cholesterol (HDL-C) (P = 0.315) levels were not statistically significant. SCLMG is beneficial in regulating glucolipid metabolism and liver function. To a certain extent, SCLMG can improve liver steatosis and shows a tendency towards reducing liver sclerosis. Therefore, SCLMG has a good effect on individuals with T2DM and MAFLD. ChiCTR2000033099|| http://www.chictr.org.cn/ 20 May 2020. REGISTRATION DETAILS AT: https://www.chictr.org.cn/hvshowprojectEN.html?id=34391&v=1.5.",
    "disease": "diabetes mellitus",
    "clean_text": "effects of sancai lianmei granules in type diabetes patients with metabolic dysfunction associated fatty liver disease a randomized prospective open label controlled trial sancai lianmei granules sclmg have demonstrated efficacy in improving glucolipid metabolism disorder insulin resistance and oxidative stress markers in both diabetic patients and rodent models however there is limited data available regarding the effect of sclmg on human metabolic dysfunction associated fatty liver disease mafld this research aims to assess the impact of sclmg on mafld in individuals with diabetes sixty individuals diagnosed with type diabetes mellitus t dm and mafld were randomly allocated to one of two groups the sclmg group which received standard treatment for t dm along with sclmg at a dose of g three times daily or the control group which received standard treatment without sclmg the intervention lasted for weeks alterations in liver fat content and liver sclerosis were evaluated using fibroscan secondary outcome measures included alterations in liver enzymes fibrosis markers advanced glycation end products ages and metabolic parameters when incorporated into the standard treatment regimen for mafld in diabetic patients sclmg exhibited an improvement in reducing hepatic steatosis p while showing no substantial variations in liver stiffness p both the sclmg and control groups revealed a substantial reduction in fibroscan readings at the end of the treatment period compared to baseline the two groups exhibited substantial disparities in changes in liver enzymes alanine aminotransferase alt p aspartate aminotransferase ast p gamma glutamyltranspeptidase ggt p skin autofluorescence saf p and metabolic parameters p nevertheless there was a variation between the groups regarding serum procollagen iii peptide piiip levels p whereas changes in type collagen c p hyaluronic acid ha p laminin ln p and high density lipoprotein cholesterol hdl c p levels were not statistically significant sclmg is beneficial in regulating glucolipid metabolism and liver function to a certain extent sclmg can improve liver steatosis and shows a tendency towards reducing liver sclerosis therefore sclmg has a good effect on individuals with t dm and mafld chictr http www chictr org cn may registration details at https www chictr org cn hvshowprojecten html id v"
}