{
    "title": "Is standing balance altered in individuals with chronic low back pain? A systematic review.",
    "doc_id": "29382241",
    "writer": "Berenshteyn Y",
    "year": "2019",
    "summary": "Studies were included if they contained the following: (1) individuals with chronic low back pain 3 months or longer; (2) healthy control group; (3) quantified pain measurement; and (4) center of pressure measurement using a force plate. ...CONCLUSIONS …",
    "abstract": "Purpose:\n        \n      \n      To examine the static standing balance of individuals with chronic low back pain when compared to a healthy control group.\n    \n\n\n          Methods:\n        \n      \n      A search of available literature was done using PubMed, SPORTDiscus, CINAHL, and Scopus databases. Studies were included if they contained the following: (1) individuals with chronic low back pain 3 months or longer; (2) healthy control group; (3) quantified pain measurement; and (4) center of pressure measurement using a force plate. Two authors independently reviewed articles for inclusion, and assessed for quality using the Joanna Briggs Institute Critical Appraisal Checklist for Analytical Cross Sectional Studies. Cohen's d effect size was calculated to demonstrate the magnitude of differences between groups.\n    \n\n\n          Results:\n        \n      \n      Nine articles were included in this review. Quality scores ranged from 5/8 to 8/8. Although center of pressure measures were nonhomogeneous, subjects with chronic low back pain had poorer performance overall compared to healthy controls. Despite inconsistencies in statistical significance, effect sizes were frequently large, indicating a lack of sufficient power in the included studies. Data were insufficiently reported among certain studies, limiting the ability of direct study comparison.\n    \n\n\n          Conclusions:\n        \n      \n      Results suggest that balance is impaired in individuals with chronic low back pain when compared to healthy individuals. Implications for rehabilitation Static balance is affected in individuals with chronic low back pain. Balance assessments should be completed for individuals with chronic low back pain. Results from balance assessments should be used to indicate areas of improvement and help guide the course of treatment, as well as reassess as treatment progresses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29382241/",
    "clean_text": "is standing balance altered in individuals with chronic low back pain a systematic review studies were included if they contained the following individuals with chronic low back pain months or longer healthy control group quantified pain measurement and center of pressure measurement using a force plate conclusions purpose to examine the static standing balance of individuals with chronic low back pain when compared to a healthy control group methods a search of available literature was done using pubmed sportdiscus cinahl and scopus databases studies were included if they contained the following individuals with chronic low back pain months or longer healthy control group quantified pain measurement and center of pressure measurement using a force plate two authors independently reviewed articles for inclusion and assessed for quality using the joanna briggs institute critical appraisal checklist for analytical cross sectional studies cohen s d effect size was calculated to demonstrate the magnitude of differences between groups results nine articles were included in this review quality scores ranged from to although center of pressure measures were nonhomogeneous subjects with chronic low back pain had poorer performance overall compared to healthy controls despite inconsistencies in statistical significance effect sizes were frequently large indicating a lack of sufficient power in the included studies data were insufficiently reported among certain studies limiting the ability of direct study comparison conclusions results suggest that balance is impaired in individuals with chronic low back pain when compared to healthy individuals implications for rehabilitation static balance is affected in individuals with chronic low back pain balance assessments should be completed for individuals with chronic low back pain results from balance assessments should be used to indicate areas of improvement and help guide the course of treatment as well as reassess as treatment progresses"
}