{
    "pmid": "41445629",
    "title": "Switch-like methylation of functional pathways distinguishes COPD and idiopathic pulmonary fibrosis.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) and idiopathic pulmonary fibrosis (IPF) are phenotypically divergent disorders arising from similar exposures (including cigarette smoke). Differences in DNA methylation may drive the exposed lung towards COPD vs. IPF. To characterize differential methylation in COPD and IPF lung tissue relative to controls, we conducted epigenome-wide association studies of COPD and IPF in lung tissue from the Lung Tissue Research Consortium (N=1029), adjusting for age, sex, smoke exposure, ancestry, estimated cell type composition, and plate. \"Switch probes\" were defined as CpGs differentially methylated in COPD vs. control and IPF vs. control in opposite directions. Gaussian graphical models were used to mine network properties of switch probes. Differential methylation of genes related to COPD/IPF in the literature was assessed. Switch probe methylation was compared with previously reported gene expression to identify multi-omic switches. We found 13,313 CpGs were associated with COPD and 43,359 with IPF (3,163 overlapping). We identified 1,091 switch CpGs enriched for endocytosis, glycosphingolipid biosynthesis, and pathways in cancer. 24 genes exhibited multi-omic switch behavior, many related to lipid metabolism ( ",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "switch like methylation of functional pathways distinguishes copd and idiopathic pulmonary fibrosis chronic obstructive pulmonary disease copd and idiopathic pulmonary fibrosis ipf are phenotypically divergent disorders arising from similar exposures including cigarette smoke differences in dna methylation may drive the exposed lung towards copd vs ipf to characterize differential methylation in copd and ipf lung tissue relative to controls we conducted epigenome wide association studies of copd and ipf in lung tissue from the lung tissue research consortium n adjusting for age sex smoke exposure ancestry estimated cell type composition and plate switch probes were defined as cpgs differentially methylated in copd vs control and ipf vs control in opposite directions gaussian graphical models were used to mine network properties of switch probes differential methylation of genes related to copd ipf in the literature was assessed switch probe methylation was compared with previously reported gene expression to identify multi omic switches we found cpgs were associated with copd and with ipf overlapping we identified switch cpgs enriched for endocytosis glycosphingolipid biosynthesis and pathways in cancer genes exhibited multi omic switch behavior many related to lipid metabolism"
}