{
    "pmid": "41445887",
    "title": "Preoperative Radiotherapy (Preop-RT) Improves Pathological Complete Response Rates in Partial Responders (PR) to Primary Systemic Chemotherapy (PST) in Locally Advanced Breast Cancers (LABC).",
    "abstract": "Preoperative radiotherapy (preop-RT) can be used as one strategy to improve pathological complete response rates in locally advanced breast cancer. Hence, we conducted a pilot study of preop-RT in partial responders to primary systemic chemotherapy (PST). Standard PST comprising of four cycles of Adriamycin/cyclophosphamide followed by four cycles of taxanes (along with trastuzumab in Her2-neu enriched) was initiated. After two cycles of taxanes, partial responders (PRs) were enrolled onto preop-RT (40 Gy/15#/3 weeks to whole breast followed by boost dose of 10 Gy/4#/1 week to gross tumor with 5 mm margin [clinical target volume] and 10 mm margin [planning target volume] by three-dimensional conformal radiation therapy. Field-in-field technique was used whenever the need to correct dose heterogeneity arose. The remaining two cycles of taxanes were completed 3 weeks after the completion of RT. Surgical intervention was initiated 6 weeks after the completion of PST. The intention of such a strategy was to keep an interval of 12 weeks between completion of RT and surgery to achieve maximum downstaging. The primary endpoint was pathological complete response rate (ypCR). Twenty-one women were enrolled (median age 47 years, 35% premenopausal, 50% upper outer quadrant, 65% T4, 85% node positive, 40% luminal A, 10% luminal B, 15% Her-2-neu enriched, and 35% triple-negative breast cancer [TNBC]). Twenty-eight percent underwent breast conservation and the rest modified radical mastectomy (  This pilot study reveals encouraging results in high-risk subsets and this potential of preop-RT should be explored further in larger studies.",
    "disease": "lung cancer",
    "clean_text": "preoperative radiotherapy preop rt improves pathological complete response rates in partial responders pr to primary systemic chemotherapy pst in locally advanced breast cancers labc preoperative radiotherapy preop rt can be used as one strategy to improve pathological complete response rates in locally advanced breast cancer hence we conducted a pilot study of preop rt in partial responders to primary systemic chemotherapy pst standard pst comprising of four cycles of adriamycin cyclophosphamide followed by four cycles of taxanes along with trastuzumab in her neu enriched was initiated after two cycles of taxanes partial responders prs were enrolled onto preop rt gy weeks to whole breast followed by boost dose of gy week to gross tumor with mm margin clinical target volume and mm margin planning target volume by three dimensional conformal radiation therapy field in field technique was used whenever the need to correct dose heterogeneity arose the remaining two cycles of taxanes were completed weeks after the completion of rt surgical intervention was initiated weeks after the completion of pst the intention of such a strategy was to keep an interval of weeks between completion of rt and surgery to achieve maximum downstaging the primary endpoint was pathological complete response rate ypcr twenty one women were enrolled median age years premenopausal upper outer quadrant t node positive luminal a luminal b her neu enriched and triple negative breast cancer tnbc twenty eight percent underwent breast conservation and the rest modified radical mastectomy this pilot study reveals encouraging results in high risk subsets and this potential of preop rt should be explored further in larger studies"
}