{
    "pmid": "41440375",
    "title": "Financial Consequence of COVID-19 on United States PICUs: A 2017 to 2023 Study Using the Pediatric Health Information System and the Virtual Pediatric System Database.",
    "abstract": "To evaluate the financial consequence of admission to PICU during the COVID-19 pandemic in the United States. Retrospective cohort study. PICUs in the Pediatric Health Information System (PHIS) and Virtual Pediatric System (VPS) databases. PICU admissions in children younger than 18 years from January 2017 to March 2023. None. We queried 29 diagnostic categories using two unlinked national databases, PHIS and VPS. Costs were calculated from PHIS charges using the hospital's specific cost to charge ratio. From PHIS, median charges and costs per PICU day were determined for each diagnosis, year, region, and hospital status. The median charges and costs per PICU days were matched to VPS PICU days. Multivariable mixed modeling was used, controlling for center, length of stay (LOS), and severity of illness which included use of mechanical ventilation, extracorporeal membrane oxygenation support, and Pediatric Risk of Mortality score. The primary outcomes were PICU charges and costs per day. The secondary outcomes were bed days, cumulative charges and costs. There were 484,328 PHIS and 331,740 VPS encounters. Percent change (95% CI) in encounter-level costs per PICU day increased (8.9% [95% CI, 8.8-9.1], p < 0.001) at a greater rate than encounter-level charges (4.1% [95% CI, 1.2-7.2], p = 0.006)) when comparing pre-COVID-19 to COVID-19 years, after controlling for LOS, severity of illness and diagnosis. Bed days for bronchiolitis, asthma, pneumonia, and respiratory failure decreased by 28-94% compared with the average pre-COVID-19 years. After combining all diagnoses, bed days decreased by 70,100 (33%), and PICU charges decreased by $1.2 billion during COVID year 1, when compared with the average pre-COVID-19 years. The COVID-19 pandemic exposed the financial vulnerability of PHIS/VPS contributing PICUs in the United States. Bed days are a key driver to maintaining financial margins.",
    "disease": "asthma",
    "clean_text": "financial consequence of covid on united states picus a to study using the pediatric health information system and the virtual pediatric system database to evaluate the financial consequence of admission to picu during the covid pandemic in the united states retrospective cohort study picus in the pediatric health information system phis and virtual pediatric system vps databases picu admissions in children younger than years from january to march none we queried diagnostic categories using two unlinked national databases phis and vps costs were calculated from phis charges using the hospital s specific cost to charge ratio from phis median charges and costs per picu day were determined for each diagnosis year region and hospital status the median charges and costs per picu days were matched to vps picu days multivariable mixed modeling was used controlling for center length of stay los and severity of illness which included use of mechanical ventilation extracorporeal membrane oxygenation support and pediatric risk of mortality score the primary outcomes were picu charges and costs per day the secondary outcomes were bed days cumulative charges and costs there were phis and vps encounters percent change ci in encounter level costs per picu day increased ci p at a greater rate than encounter level charges ci p when comparing pre covid to covid years after controlling for los severity of illness and diagnosis bed days for bronchiolitis asthma pneumonia and respiratory failure decreased by compared with the average pre covid years after combining all diagnoses bed days decreased by and picu charges decreased by billion during covid year when compared with the average pre covid years the covid pandemic exposed the financial vulnerability of phis vps contributing picus in the united states bed days are a key driver to maintaining financial margins"
}