{
    "pmid": "41460750",
    "title": "Stress and Rest Myocardial Blood Flow to Complement Myocardial Flow Reserve in Risk Prediction for Patients Being Evaluated for Known or Suspected Coronary Artery Disease.",
    "abstract": "Although the clinical value of myocardial flow reserve (MFR) is well-established, whether additional incorporation of rest and stress myocardial blood flow (MBF) meaningfully improves prognostic value is controversial. Assess rest and stress MBF provide incremental prognostic value to global MFR. Consecutive patients undergoing positron emission tomography (PET) myocardial perfusion imaging (MPI) between 2019 and 2025 were included. Multivariable Andersen-Gill Cox models (adjusted for clinical variables, MPI findings, and ejection fraction) were used to assess the incremental prognostic value of rest and stress MBF with and without adjustment for MFR. The first coprimary outcome, correlated with rest MBF, was a composite of death and heart failure hospitalization. The second coprimary outcome, correlated with stress MBF, was a composite of MI and late revascularization. Restricted cubic splines were used to allow non-linearity. Hazard ratios comparing the 75th vs 25th percentiles were reported. A total of 9,296 patients with a median follow-up of 617 days (IQR: 225 to 1,081 days) were included. Rest MBF was prognostic for death/HF hospitalization both before adjustment for MFR (HR: 1.55; 95% CI: 1.29-1.87) and after adjustment for MFR (HR: 1.36; 95% CI: 1.12-1.65). Stress MBF was prognostic for MI/late revascularization both before adjustment for MFR (HR: 2.44; 95% CI: 1.75-3.40) and after adjustment for MFR (HR: 1.58; 95% CI: 1.10-2.28). Both associations for stress MBF were driven to a greater extent by late revascularization (HR: 1.85; 95% CI: 1.24-2.75) than MI (HR: 1.04; 95% CI: 0.55-1.94). Complementing MFR with rest and stress MBF may improve risk-stratification across different outcomes compared to using MFR only.",
    "disease": "coronary artery disease",
    "clean_text": "stress and rest myocardial blood flow to complement myocardial flow reserve in risk prediction for patients being evaluated for known or suspected coronary artery disease although the clinical value of myocardial flow reserve mfr is well established whether additional incorporation of rest and stress myocardial blood flow mbf meaningfully improves prognostic value is controversial assess rest and stress mbf provide incremental prognostic value to global mfr consecutive patients undergoing positron emission tomography pet myocardial perfusion imaging mpi between and were included multivariable andersen gill cox models adjusted for clinical variables mpi findings and ejection fraction were used to assess the incremental prognostic value of rest and stress mbf with and without adjustment for mfr the first coprimary outcome correlated with rest mbf was a composite of death and heart failure hospitalization the second coprimary outcome correlated with stress mbf was a composite of mi and late revascularization restricted cubic splines were used to allow non linearity hazard ratios comparing the th vs th percentiles were reported a total of patients with a median follow up of days iqr to days were included rest mbf was prognostic for death hf hospitalization both before adjustment for mfr hr ci and after adjustment for mfr hr ci stress mbf was prognostic for mi late revascularization both before adjustment for mfr hr ci and after adjustment for mfr hr ci both associations for stress mbf were driven to a greater extent by late revascularization hr ci than mi hr ci complementing mfr with rest and stress mbf may improve risk stratification across different outcomes compared to using mfr only"
}