{
    "title": "The Potentials and Pitfalls of Using Adult Stem Cells in Cancer Treatment.",
    "doc_id": "33615422",
    "writer": "Das MK",
    "year": "2021",
    "summary": "Stem cells play a pivotal role in the developmental stages of an organism and in adulthood as well. ...A totally different kind of utility of stem cells has been exercised in another mode where the stem cells can potentially deliver a ple …",
    "abstract": "Stem cells play a pivotal role in the developmental stages of an organism and in adulthood as well. Therefore, it is not surprising that stem cells constitute a focus of extensive research. Indeed, several decades of stem cell research have tremendously increased our knowledge on the mechanistic understandings of stem cell biology. Interestingly, revealing the fundamental principles of stem cell biology has also fostered its application for therapeutic purposes. Many of the attributes that the stem cells possess, some of which are unique, allow multifaceted exploitation of stem cells in the treatment of various diseases. Cancer, the leading cause of mortality worldwide, is one of the disease groups that has been benefited by the potentials of therapeutic applications of the stem cells. While the modi operandi of how stem cells contribute to cancer treatment are many-sided, two major principles can be conceived. One mode involves harnessing the regenerative power of the stem cells to promote the generation of blood-forming cells in cancer patients after cytotoxic regimens. A totally different kind of utility of stem cells has been exercised in another mode where the stem cells can potentially deliver a plethora of anti-cancer therapeutics in a tumor-specific manner. While both these approaches can improve the treatment of cancer patients, there exist several issues that warrant further research. This review summarizes the basic principles of the utility of the stem cells in cancer treatment along with the current trends and pinpoints the major obstacles to focus on in the future for further improvement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33615422/",
    "clean_text": "the potentials and pitfalls of using adult stem cells in cancer treatment stem cells play a pivotal role in the developmental stages of an organism and in adulthood as well a totally different kind of utility of stem cells has been exercised in another mode where the stem cells can potentially deliver a ple stem cells play a pivotal role in the developmental stages of an organism and in adulthood as well therefore it is not surprising that stem cells constitute a focus of extensive research indeed several decades of stem cell research have tremendously increased our knowledge on the mechanistic understandings of stem cell biology interestingly revealing the fundamental principles of stem cell biology has also fostered its application for therapeutic purposes many of the attributes that the stem cells possess some of which are unique allow multifaceted exploitation of stem cells in the treatment of various diseases cancer the leading cause of mortality worldwide is one of the disease groups that has been benefited by the potentials of therapeutic applications of the stem cells while the modi operandi of how stem cells contribute to cancer treatment are many sided two major principles can be conceived one mode involves harnessing the regenerative power of the stem cells to promote the generation of blood forming cells in cancer patients after cytotoxic regimens a totally different kind of utility of stem cells has been exercised in another mode where the stem cells can potentially deliver a plethora of anti cancer therapeutics in a tumor specific manner while both these approaches can improve the treatment of cancer patients there exist several issues that warrant further research this review summarizes the basic principles of the utility of the stem cells in cancer treatment along with the current trends and pinpoints the major obstacles to focus on in the future for further improvement"
}