{
    "title": "Gene Therapy for ALS-A Perspective.",
    "doc_id": "31500113",
    "writer": "Cappella M",
    "year": "2019",
    "summary": "Amyotrophic lateral sclerosis (ALS) is a fatal motor neuron disease (MND) with no cure. Recent advances in gene therapy open a new perspective to treat this disorder-particularly for the characterized genetic forms. Gene therapy approaches, invo …",
    "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal motor neuron disease (MND) with no cure. Recent advances in gene therapy open a new perspective to treat this disorder-particularly for the characterized genetic forms. Gene therapy approaches, involving the delivery of antisense oligonucleotides into the central nervous system (CNS) are being tested in clinical trials for patients with mutations in SOD1 or C9orf72 genes. Viral vectors can be used to deliver therapeutic sequences to stably transduce motor neurons in the CNS. Vectors derived from adeno-associated virus (AAV), can efficiently target genes and have been tested in several pre-clinical settings with promising outcomes. Recently, the Food and Drug Administration (FDA) approved Zolgensma, an AAV-mediated treatment for another MND-the infant form of spinal muscular atrophy. Given the accelerated progress in gene therapy, it is potentially a promising avenue to develop an efficient and safe cure for ALS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31500113/",
    "clean_text": "gene therapy for als a perspective amyotrophic lateral sclerosis als is a fatal motor neuron disease mnd with no cure recent advances in gene therapy open a new perspective to treat this disorder particularly for the characterized genetic forms gene therapy approaches invo amyotrophic lateral sclerosis als is a fatal motor neuron disease mnd with no cure recent advances in gene therapy open a new perspective to treat this disorder particularly for the characterized genetic forms gene therapy approaches involving the delivery of antisense oligonucleotides into the central nervous system cns are being tested in clinical trials for patients with mutations in sod or c orf genes viral vectors can be used to deliver therapeutic sequences to stably transduce motor neurons in the cns vectors derived from adeno associated virus aav can efficiently target genes and have been tested in several pre clinical settings with promising outcomes recently the food and drug administration fda approved zolgensma an aav mediated treatment for another mnd the infant form of spinal muscular atrophy given the accelerated progress in gene therapy it is potentially a promising avenue to develop an efficient and safe cure for als"
}