{
    "pmid": "41445933",
    "title": "Evaluation of organ-specific relative biological effectiveness of proton therapy using radiation-induced pneumonitis as an endpoint.",
    "abstract": "Proton therapy has become widely used for non-small cell lung cancer (NSCLC) due to its ability to spare normal tissue. However, the commonly assumed relative biological effectiveness (RBE) of 1.1 may underestimate the therapy's true biological effects on lung, potentially leading to a higher than expected incidence of radiation-induced pneumonitis (RP). In this retrospective study, we evaluated the variability of organ-specific RBE of proton therapy using RP grade 2 or higher (RP2+) as an endpoint. Data from 270 NSCLC patients across two clinical trials were analyzed, with 134 given photon therapy and 136 given proton therapy. The physical dose was obtained for all patients, and the dose-averaged linear energy transfer (LET The estimated RBE for RP2+ in proton therapy recipients was variable and consistently exceeded 1.1. The RBE estimated from the photon-to-proton dose ratio model between 1.10 and 1.35, with an average of 1.28. While the LET-enhanced LKB model yielded an RBE range of 1.13 to 1.33, with an average of 1.23. This study demonstrated that the RBE of proton therapy for RP2+ is variable and higher than the conventional 1.1 assumption, emphasizing the need to account for variable RBE in treatment planning.",
    "disease": "lung cancer",
    "clean_text": "evaluation of organ specific relative biological effectiveness of proton therapy using radiation induced pneumonitis as an endpoint proton therapy has become widely used for non small cell lung cancer nsclc due to its ability to spare normal tissue however the commonly assumed relative biological effectiveness rbe of may underestimate the therapy s true biological effects on lung potentially leading to a higher than expected incidence of radiation induced pneumonitis rp in this retrospective study we evaluated the variability of organ specific rbe of proton therapy using rp grade or higher rp as an endpoint data from nsclc patients across two clinical trials were analyzed with given photon therapy and given proton therapy the physical dose was obtained for all patients and the dose averaged linear energy transfer let the estimated rbe for rp in proton therapy recipients was variable and consistently exceeded the rbe estimated from the photon to proton dose ratio model between and with an average of while the let enhanced lkb model yielded an rbe range of to with an average of this study demonstrated that the rbe of proton therapy for rp is variable and higher than the conventional assumption emphasizing the need to account for variable rbe in treatment planning"
}