{
    "title": "Young Adults with Multiple Myeloma.",
    "doc_id": "28712718",
    "writer": "Devine H",
    "year": "2017",
    "summary": "OBJECTIVE: To identify the salient issues of young adults (YAs) diagnosed with multiple myeloma (MM), a hematologic disease of older adults, that is rare in patients 19-40 years of age. ...IMPLICATIONS FOR NURSING PRACTICE: In addition to understanding diseas …",
    "abstract": "Objective:\n        \n      \n      To identify the salient issues of young adults (YAs) diagnosed with multiple myeloma (MM), a hematologic disease of older adults, that is rare in patients 19-40 years of age.\n    \n\n\n          Data sources:\n        \n      \n      Peer-reviewed journal articles, case reports, single-institution series, and national guidelines.\n    \n\n\n          Conclusion:\n        \n      \n      Compared to older adults with MM, YAs live longer and are at higher risk for survivorship-related issues, which include treatment adherence, infertility, reproductive concerns, risk of second primary cancers, treatment-related cardiotoxicity, and higher risk of non-cancer-related mortality.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      In addition to understanding disease biology, the oncology nurse should have an understanding of the unique developmental, psychosocial, and medical and psychosocial needs of the young adult with MM. The oncology nurse will then be able to provide targeted education about the disease, its treatment trajectory, and supportive care issues, as well as advocate for therapies, and based on response, toxicities, while taking into consideration patient-centered needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28712718/",
    "clean_text": "young adults with multiple myeloma objective to identify the salient issues of young adults yas diagnosed with multiple myeloma mm a hematologic disease of older adults that is rare in patients years of age implications for nursing practice in addition to understanding diseas objective to identify the salient issues of young adults yas diagnosed with multiple myeloma mm a hematologic disease of older adults that is rare in patients years of age data sources peer reviewed journal articles case reports single institution series and national guidelines conclusion compared to older adults with mm yas live longer and are at higher risk for survivorship related issues which include treatment adherence infertility reproductive concerns risk of second primary cancers treatment related cardiotoxicity and higher risk of non cancer related mortality implications for nursing practice in addition to understanding disease biology the oncology nurse should have an understanding of the unique developmental psychosocial and medical and psychosocial needs of the young adult with mm the oncology nurse will then be able to provide targeted education about the disease its treatment trajectory and supportive care issues as well as advocate for therapies and based on response toxicities while taking into consideration patient centered needs"
}