{
    "title": "Objective and subjective assessment of back shape and function in persons with and without low back pain.",
    "doc_id": "40541976",
    "writer": "Taheri N",
    "year": "2025",
    "summary": "Individuals with chronic low back pain (cLBP) may self-report about impairment of their back shape and function. ...Participants were categorized into three groups: asymptomatic participants did not report back pain. Participants with back pain …",
    "abstract": "Individuals with chronic low back pain (cLBP) may self-report about impairment of their back shape and function. As classical clinical diagnostic modalities seem to provide limited information on the pathogenesis of cLBP, interest has shifted to a more comprehensive approach of diagnosing cLBP. Self-reported outcome measurements in the form of either questionnaires or as part of clinical interview have gained interest. In theory, these self-reported assessments on one's LBP provide the clinician with substantial information regarding the dominance of specific factors in a rather complex bio-psycho-social interplay of factors leading to cLBP. In order to analyze how well self-reported impairment (SRI) corresponds with objective measures, we evaluated the association between SRI and objectively measured back shape and function. In a cross-sectional study, we included 914 participants (207 asymptomatic, 480 non-chronic LBP (ncLBP), 227 cLBP). Participants were categorized into three groups: asymptomatic participants did not report back pain. Participants with back pain lasting for 12 weeks or more were categorized as cLBP patients, while participants with back pain for less than 12 weeks were classified as non-chronic LBP patients (ncLBP). Back function was quantified using finger-to-floor distance (FFD), Ott and Schober test, and 30 s sit-to-stand test (STS). Back shape and function were measured in standing position using a computer-assisted medical device. SRI was quantified during a clinical interview using a numerical 10-score-scale (1: unrestricted, 10: severely restricted). Higher SRI was associated with worse performance in every clinical test. Effect estimates ranged from small (Ott test: β = -0.05, CI -0.09-0.00, η2 = 0.01; p = 0.05; Schober test: β = 0.08, CI -0.13 -0.04, η2 = 0.01, p < 0.01) to moderate (FFD: β = 1.66, CI 1.27-2.19, η2 = 0.05, p = 0.05; STS: β = -0.08, CI -0.82, CI -1.06--0.59, η2 = p < 0.01) in participants with ncLBP and cLBP. Higher SRI was associated with pathological back shape (hyperkyphosis, β = -0.03, CI = -0.29-0.51, η2 = 0.01; p = 0.58 and hyperlordosis, β = 0.35, CI 0.04-0.65, η2 = 0.02, p = 0.03) as well as attenuation of range of motion in the frontal and sagittal planes in every direction except for the thoracic range of extension. Effect sizes were small (η2 = 0.01-0.04). This study demonstrated an association of SRI with objective back shape and function. Participants with ncLBP seem to have the highest correspondence between objective evaluation and SRI of back shape an function. In the future, these associations can be used to further personalize both diagnostic and therapeutic modalities for individuals suffering from LBP rather than generalizing treatment options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40541976/",
    "clean_text": "objective and subjective assessment of back shape and function in persons with and without low back pain individuals with chronic low back pain clbp may self report about impairment of their back shape and function participants were categorized into three groups asymptomatic participants did not report back pain participants with back pain individuals with chronic low back pain clbp may self report about impairment of their back shape and function as classical clinical diagnostic modalities seem to provide limited information on the pathogenesis of clbp interest has shifted to a more comprehensive approach of diagnosing clbp self reported outcome measurements in the form of either questionnaires or as part of clinical interview have gained interest in theory these self reported assessments on one s lbp provide the clinician with substantial information regarding the dominance of specific factors in a rather complex bio psycho social interplay of factors leading to clbp in order to analyze how well self reported impairment sri corresponds with objective measures we evaluated the association between sri and objectively measured back shape and function in a cross sectional study we included participants asymptomatic non chronic lbp nclbp clbp participants were categorized into three groups asymptomatic participants did not report back pain participants with back pain lasting for weeks or more were categorized as clbp patients while participants with back pain for less than weeks were classified as non chronic lbp patients nclbp back function was quantified using finger to floor distance ffd ott and schober test and s sit to stand test sts back shape and function were measured in standing position using a computer assisted medical device sri was quantified during a clinical interview using a numerical score scale unrestricted severely restricted higher sri was associated with worse performance in every clinical test effect estimates ranged from small ott test ci p schober test ci p to moderate ffd ci p sts ci ci p in participants with nclbp and clbp higher sri was associated with pathological back shape hyperkyphosis ci p and hyperlordosis ci p as well as attenuation of range of motion in the frontal and sagittal planes in every direction except for the thoracic range of extension effect sizes were small this study demonstrated an association of sri with objective back shape and function participants with nclbp seem to have the highest correspondence between objective evaluation and sri of back shape an function in the future these associations can be used to further personalize both diagnostic and therapeutic modalities for individuals suffering from lbp rather than generalizing treatment options"
}