{
    "title": "Running a mentalization-based treatment (MBT) programme within a public community adult mental health service setting: a feasibility study.",
    "doc_id": "31043180",
    "writer": "Beattie D",
    "year": "2022",
    "summary": "OBJECTIVES: This article aimed to address the feasibility of mentalization-based treatment (MBT) for patients with personality disorder in a non-specialist setting. ...Qualitative data from feedback questionnaires (n = 18) and in-depth interview (n = 2) are discussed under …",
    "abstract": "Objectives:\n        \n      \n      This article aimed to address the feasibility of mentalization-based treatment (MBT) for patients with personality disorder in a non-specialist setting. The development and implementation of an MBT Programme is described.\n    \n\n\n          Methods:\n        \n      \n      A multidisciplinary Consult Group met to plan the implementation of the programme. Participants attended a psychoeducation group (MBT Introductory Group), then weekly individual and group therapy. Fourteen participants started the full programme with eight completing at least 9 months, complete data are available for five participants who completed 27 months (first cohort) and 21 months (second cohort). Data include quantitative measures and qualitative questionnaires/interviews. All had a diagnosis of personality dysfunction with co-morbid disorder including anxiety/depressive disorder, post-traumatic stress disorder and eating disorder.\n    \n\n\n          Results:\n        \n      \n      Data on five participants revealed reductions in global level of distress, improvements in psychological well-being, less interpersonal difficulties and better work and social functioning. Qualitative data from feedback questionnaires (n = 18) and in-depth interview (n = 2) are discussed under the themes of mentalizing, treatment feedback/outcomes and group factors. Therapist reflections on the process identify the challenges involved in implementing a specialist psychotherapy programme within a general service and learning points from this are discussed.\n    \n\n\n          Conclusions:\n        \n      \n      MBT is an acceptable treatment for patients with personality dysfunction. Prior to the implementation of a programme, factors at the therapist, team and organizational level, as well as the wider context, need to be examined. This is to ensure that conditions are in place for proper adherence to the model to achieve the positive outcomes demonstrated in the RCT studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31043180/",
    "clean_text": "running a mentalization based treatment mbt programme within a public community adult mental health service setting a feasibility study objectives this article aimed to address the feasibility of mentalization based treatment mbt for patients with personality disorder in a non specialist setting qualitative data from feedback questionnaires n and in depth interview n are discussed under objectives this article aimed to address the feasibility of mentalization based treatment mbt for patients with personality disorder in a non specialist setting the development and implementation of an mbt programme is described methods a multidisciplinary consult group met to plan the implementation of the programme participants attended a psychoeducation group mbt introductory group then weekly individual and group therapy fourteen participants started the full programme with eight completing at least months complete data are available for five participants who completed months first cohort and months second cohort data include quantitative measures and qualitative questionnaires interviews all had a diagnosis of personality dysfunction with co morbid disorder including anxiety depressive disorder post traumatic stress disorder and eating disorder results data on five participants revealed reductions in global level of distress improvements in psychological well being less interpersonal difficulties and better work and social functioning qualitative data from feedback questionnaires n and in depth interview n are discussed under the themes of mentalizing treatment feedback outcomes and group factors therapist reflections on the process identify the challenges involved in implementing a specialist psychotherapy programme within a general service and learning points from this are discussed conclusions mbt is an acceptable treatment for patients with personality dysfunction prior to the implementation of a programme factors at the therapist team and organizational level as well as the wider context need to be examined this is to ensure that conditions are in place for proper adherence to the model to achieve the positive outcomes demonstrated in the rct studies"
}