{
    "title": "A Multidisciplinary Approach to Coronavirus Disease (COVID-19).",
    "doc_id": "34207756",
    "writer": "Gediz Erturk A",
    "year": "2021",
    "summary": "In this review, we highlight chemical studies and therapeutic approaches to overcome COVID-19 with seven different sections. These sections are the structure and mechanism of action of SARS-CoV-2, immunotherapy and vaccine, computer-aided drug d …",
    "abstract": "Since December 2019, humanity has faced an important global threat. Many studies have been published on the origin, structure, and mechanism of action of the SARS-CoV-2 virus and the treatment of its disease. The priority of scientists all over the world has been to direct their time to research this subject. In this review, we highlight chemical studies and therapeutic approaches to overcome COVID-19 with seven different sections. These sections are the structure and mechanism of action of SARS-CoV-2, immunotherapy and vaccine, computer-aided drug design, repurposing therapeutics for COVID-19, synthesis of new molecular structures against COVID-19, food safety/security and functional food components, and potential natural products against COVID-19. In this work, we aimed to screen all the newly synthesized compounds, repurposing chemicals covering antiviral, anti-inflammatory, antibacterial, antiparasitic, anticancer, antipsychotic, and antihistamine compounds against COVID-19. We also highlight computer-aided approaches to develop an anti-COVID-19 molecule. We explain that some phytochemicals and dietary supplements have been identified as antiviral bioproducts, which have almost been successfully tested against COVID-19. In addition, we present immunotherapy types, targets, immunotherapy and inflammation/mutations of the virus, immune response, and vaccine issues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34207756/",
    "clean_text": "a multidisciplinary approach to coronavirus disease covid in this review we highlight chemical studies and therapeutic approaches to overcome covid with seven different sections these sections are the structure and mechanism of action of sars cov immunotherapy and vaccine computer aided drug d since december humanity has faced an important global threat many studies have been published on the origin structure and mechanism of action of the sars cov virus and the treatment of its disease the priority of scientists all over the world has been to direct their time to research this subject in this review we highlight chemical studies and therapeutic approaches to overcome covid with seven different sections these sections are the structure and mechanism of action of sars cov immunotherapy and vaccine computer aided drug design repurposing therapeutics for covid synthesis of new molecular structures against covid food safety security and functional food components and potential natural products against covid in this work we aimed to screen all the newly synthesized compounds repurposing chemicals covering antiviral anti inflammatory antibacterial antiparasitic anticancer antipsychotic and antihistamine compounds against covid we also highlight computer aided approaches to develop an anti covid molecule we explain that some phytochemicals and dietary supplements have been identified as antiviral bioproducts which have almost been successfully tested against covid in addition we present immunotherapy types targets immunotherapy and inflammation mutations of the virus immune response and vaccine issues"
}