{
    "pmid": "41474696",
    "title": "Sex-related differences in single- and multi-arterial coronary artery bypass grafting: Insights from the Netherlands Heart Registration.",
    "abstract": "Women are known to suffer from increased mortality and major adverse cardiac events rates after coronary artery bypass grafting compared to men. This study gives an overview of sex-disparities in grafting strategy and outcome of coronary artery bypass grafting in the Netherlands, and compares survival of the younger population undergoing multi-arterial grafting. Data were gathered retrospectively from the Netherlands Heart Registration database. Patients undergoing isolated after coronary artery bypass grafting were divided into groups treated with single or multi-arterial grafting. Using risk adjusted cox proportional hazard regression analysis, the effect of sex on the revascularization strategy and postoperative outcomes was assessed. Secondary analysis was conducted on a subset of patients aged 70 years or younger at baseline. The study included 51137 patients, of which 19.1% was female. When compared to men, women were older and suffered from more comorbidity. Female sex was independently associated with less multi-arterial grafting. While multi-arterial grafting led to a lower repeat revascularization rate in men (p = 0.022), this was not the case in women. Cox regression analysis did not independently associate the female sex with inferior survival. In the younger population, a survival benefit was observed after multi-arterial grafting, to the point where survival did not differ between sexes. Women receive fewer arterial grafts as opposed to men. In a younger patient population, the survival difference between sexes disappears when patients are treated with multi-arterial grafting.",
    "disease": "coronary artery disease",
    "clean_text": "sex related differences in single and multi arterial coronary artery bypass grafting insights from the netherlands heart registration women are known to suffer from increased mortality and major adverse cardiac events rates after coronary artery bypass grafting compared to men this study gives an overview of sex disparities in grafting strategy and outcome of coronary artery bypass grafting in the netherlands and compares survival of the younger population undergoing multi arterial grafting data were gathered retrospectively from the netherlands heart registration database patients undergoing isolated after coronary artery bypass grafting were divided into groups treated with single or multi arterial grafting using risk adjusted cox proportional hazard regression analysis the effect of sex on the revascularization strategy and postoperative outcomes was assessed secondary analysis was conducted on a subset of patients aged years or younger at baseline the study included patients of which was female when compared to men women were older and suffered from more comorbidity female sex was independently associated with less multi arterial grafting while multi arterial grafting led to a lower repeat revascularization rate in men p this was not the case in women cox regression analysis did not independently associate the female sex with inferior survival in the younger population a survival benefit was observed after multi arterial grafting to the point where survival did not differ between sexes women receive fewer arterial grafts as opposed to men in a younger patient population the survival difference between sexes disappears when patients are treated with multi arterial grafting"
}