{
    "pmid": "41460930",
    "title": "Minimally invasive coronary artery bypass grafting (MINI-CABG): Protocol for a pilot randomized controlled trial comparing minimally invasive versus conventional coronary surgery.",
    "abstract": "Coronary artery bypass grafting (CABG) via sternotomy remains the standard of care for multivessel coronary disease. Minimally invasive cardiac surgery for coronary artery bypass grafting (MICS-CABG) is an evolving technique with the potential to reduce surgical trauma and promote faster recovery without compromising outcomes. This protocol describes a pilot randomized controlled trial comparing MICS-CABG and conventional CABG in multivessel patients in a high-volume tertiary center. This is a single-center, prospective, randomized controlled pilot trial. A total of 100 patients with multivessel coronary artery disease will be randomized (1:1) to undergo either conventional CABG via median sternotomy or MICS-CABG through a left anterior thoracotomy. The sample size of 100 patients (50 per group) was defined based on feasibility and statistical precision. This allows estimation of an expected 8% major adverse cardiovascular and cerebrovascular events (MACCE) rate with a 95% confidence interval half-width of ±5% in each group. These data will inform sample size calculations for a future phase III trial. The primary outcomes are safety and feasibility. Feasibility will be assessed by the successful completion of the planned minimally invasive coronary revascularization strategy. Safety will be evaluated through the occurrence of MACCE within 30 days postoperatively. Secondary outcomes include operative time, mechanical ventilation time, conversion rate to sternotomy, bleeding volume, atrial fibrillation, postoperative ICU and hospital length of stay, and patient-reported quality of life (EQ-5D-5L) 6 months postoperatively. The trial is ongoing at this moment. The protocol was approved by the Institutional Research Ethics Committee under que number CAAE: 54175921.8.0000.0068. Results will be disseminated through peer-reviewed publications and scientific conferences. ClinicalTrials.gov NCT06794359.",
    "disease": "coronary artery disease",
    "clean_text": "minimally invasive coronary artery bypass grafting mini cabg protocol for a pilot randomized controlled trial comparing minimally invasive versus conventional coronary surgery coronary artery bypass grafting cabg via sternotomy remains the standard of care for multivessel coronary disease minimally invasive cardiac surgery for coronary artery bypass grafting mics cabg is an evolving technique with the potential to reduce surgical trauma and promote faster recovery without compromising outcomes this protocol describes a pilot randomized controlled trial comparing mics cabg and conventional cabg in multivessel patients in a high volume tertiary center this is a single center prospective randomized controlled pilot trial a total of patients with multivessel coronary artery disease will be randomized to undergo either conventional cabg via median sternotomy or mics cabg through a left anterior thoracotomy the sample size of patients per group was defined based on feasibility and statistical precision this allows estimation of an expected major adverse cardiovascular and cerebrovascular events macce rate with a confidence interval half width of in each group these data will inform sample size calculations for a future phase iii trial the primary outcomes are safety and feasibility feasibility will be assessed by the successful completion of the planned minimally invasive coronary revascularization strategy safety will be evaluated through the occurrence of macce within days postoperatively secondary outcomes include operative time mechanical ventilation time conversion rate to sternotomy bleeding volume atrial fibrillation postoperative icu and hospital length of stay and patient reported quality of life eq d l months postoperatively the trial is ongoing at this moment the protocol was approved by the institutional research ethics committee under que number caae results will be disseminated through peer reviewed publications and scientific conferences clinicaltrials gov nct"
}