{
    "pmid": "41457249",
    "title": "Development of a screening checklist to identify individuals with suspected allergy to polyethylene glycol.",
    "abstract": "Polyethelene glycol (PEG) is a key component of several ultrasound enhancing agents (UEA) but has been recognized as contributing to anaphylactoid reactions, resulting in new contraindications to use in those with known or suspected PEG allergy. Despite these recommendations, no clinical tools currently exist to screen for those with suspected PEG-allergy in echocardiography laboratories. We developed a screening survey to identify patients with potential PEG allergy and prospectively implemented it in a pilot study involving 8 patients with confirmed PEG allergy by skin prick testing and 50 prospectively enrolled patients undergoing clinically-indicated echocardiography without known PEG allergy, June - July 2025. All patients completed the survey. A positive response to at least 2 of the first 4 questions on the screening survey had a sensitivity of 100% (95% CI 67.6-100%), specificity of 100% (95% CI 92.9-100%), positive predictive value of 100% (95% CI 67.6-100%), and a negative predictive value of 100% (95% CI 92.9-100%) to identify individuals with known PEG allergy. In this pilot multicenter study, a brief screening survey identified all patients with proven allergy to PEG, suggesting possible utility to its use to identify those with potential PEG allergy who would benefit from a non-PEGylated UEA, though further clinical validation is needed.",
    "disease": "asthma",
    "clean_text": "development of a screening checklist to identify individuals with suspected allergy to polyethylene glycol polyethelene glycol peg is a key component of several ultrasound enhancing agents uea but has been recognized as contributing to anaphylactoid reactions resulting in new contraindications to use in those with known or suspected peg allergy despite these recommendations no clinical tools currently exist to screen for those with suspected peg allergy in echocardiography laboratories we developed a screening survey to identify patients with potential peg allergy and prospectively implemented it in a pilot study involving patients with confirmed peg allergy by skin prick testing and prospectively enrolled patients undergoing clinically indicated echocardiography without known peg allergy june july all patients completed the survey a positive response to at least of the first questions on the screening survey had a sensitivity of ci specificity of ci positive predictive value of ci and a negative predictive value of ci to identify individuals with known peg allergy in this pilot multicenter study a brief screening survey identified all patients with proven allergy to peg suggesting possible utility to its use to identify those with potential peg allergy who would benefit from a non pegylated uea though further clinical validation is needed"
}