{
    "pmid": "41459170",
    "title": "Evaluation of Adropin, Irisin and Cytokeratin 18 as Biomarkers in Metabolic Dysfunction-Associated Steatotic Liver Disease: A Comparative Clinical Study.",
    "abstract": "Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) has become the leading cause of chronic liver disease globally, affects more than one-third of the adult population and includes a spectrum of conditions ranging from simple steatosis of liver to metabolic dysfunction-associated steatohepatitis (MASH), progressive fibrosis, cirrhosis and, in some cases, hepatocellular carcinoma. Early detection and accurate staging are important to prevent disease progression and studies have recently identified metabolic and apoptotic markers such as Adropin, a peptide hormone secreted by the liver that is involved in energy homeostasis; Irisin, a myokine that is linked to exercise and metabolic regulation; and CK-18, a biomarker of hepatocyte apoptosis.Methods: Using FibroScan for the diagnosis and staging of MASLD, CAP scores were used for steatosis and liver stiffness measurements for fibrosis. Quantification of serum adropin, irisin, and CK-18 was done, and independent t-tests, correlation analysis, and ROC curve analysis were used for statistical analysis to assess the diagnostic potential. Adropin levels were lower in MASLD cases than in controls and decreased further with the severity of the disease. The association was highly significant (p < 0.001), indicating a very high negative correlation between Adropin levels and hepatic dysfunction. Levels of CK-18 were greatly increased in MASLD patients and were highly positively correlated with the degrees of fibrosis and steatosis (p < 0.001), which supports the hypothesis that it is a marker of hepatocyte apoptosis. The significant changes in their levels observed in MASLD patients suggest their possible application in multimarker diagnostic strategies. Nonetheless, the inconsistent behavior of Irisin in this study requires more conclusive evidence from future studies involving larger samples. Such biomarkers may help in identifying the disease at an early stage and improve the management of the disease.",
    "disease": "liver cirrhosis",
    "clean_text": "evaluation of adropin irisin and cytokeratin as biomarkers in metabolic dysfunction associated steatotic liver disease a comparative clinical study metabolic dysfunction associated steatotic liver disease masld has become the leading cause of chronic liver disease globally affects more than one third of the adult population and includes a spectrum of conditions ranging from simple steatosis of liver to metabolic dysfunction associated steatohepatitis mash progressive fibrosis cirrhosis and in some cases hepatocellular carcinoma early detection and accurate staging are important to prevent disease progression and studies have recently identified metabolic and apoptotic markers such as adropin a peptide hormone secreted by the liver that is involved in energy homeostasis irisin a myokine that is linked to exercise and metabolic regulation and ck a biomarker of hepatocyte apoptosis methods using fibroscan for the diagnosis and staging of masld cap scores were used for steatosis and liver stiffness measurements for fibrosis quantification of serum adropin irisin and ck was done and independent t tests correlation analysis and roc curve analysis were used for statistical analysis to assess the diagnostic potential adropin levels were lower in masld cases than in controls and decreased further with the severity of the disease the association was highly significant p indicating a very high negative correlation between adropin levels and hepatic dysfunction levels of ck were greatly increased in masld patients and were highly positively correlated with the degrees of fibrosis and steatosis p which supports the hypothesis that it is a marker of hepatocyte apoptosis the significant changes in their levels observed in masld patients suggest their possible application in multimarker diagnostic strategies nonetheless the inconsistent behavior of irisin in this study requires more conclusive evidence from future studies involving larger samples such biomarkers may help in identifying the disease at an early stage and improve the management of the disease"
}