{
    "title": "Learning about time within the spinal cord: evidence that spinal neurons can abstract and store an index of regularity.",
    "doc_id": "26539090",
    "writer": "Lee KH",
    "year": "2015",
    "summary": "Prior studies have shown that intermittent noxious stimulation has divergent effects on spinal cord plasticity depending upon whether it occurs in a regular (fixed time, FT) or irregular (variable time, VT) manner: In spinally transected animals, VT stimulation to t …",
    "abstract": "Prior studies have shown that intermittent noxious stimulation has divergent effects on spinal cord plasticity depending upon whether it occurs in a regular (fixed time, FT) or irregular (variable time, VT) manner: In spinally transected animals, VT stimulation to the tail or hind leg impaired spinal learning whereas an extended exposure to FT stimulation had a restorative/protective effect. These observations imply that lower level systems are sensitive to temporal relations. Using spinally transected rats, it is shown that the restorative effect of FT stimulation emerges after 540 shocks; fewer shocks generate a learning impairment. The transformative effect of FT stimulation is related to the number of shocks administered, not the duration of exposure. Administration of 360 FT shocks induces a learning deficit that lasts 24 h. If a second bout of FT stimulation is given a day after the first, it restores the capacity to learn. This savings effect implies that the initial training episode had a lasting (memory-like) effect. Two bouts of shock have a transformative effect when applied at different locations or at difference frequencies, implying spinal systems abstract and store an index of regularity (rather than a specific interval). Implications of the results for step training and rehabilitation after injury are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26539090/",
    "clean_text": "learning about time within the spinal cord evidence that spinal neurons can abstract and store an index of regularity prior studies have shown that intermittent noxious stimulation has divergent effects on spinal cord plasticity depending upon whether it occurs in a regular fixed time ft or irregular variable time vt manner in spinally transected animals vt stimulation to t prior studies have shown that intermittent noxious stimulation has divergent effects on spinal cord plasticity depending upon whether it occurs in a regular fixed time ft or irregular variable time vt manner in spinally transected animals vt stimulation to the tail or hind leg impaired spinal learning whereas an extended exposure to ft stimulation had a restorative protective effect these observations imply that lower level systems are sensitive to temporal relations using spinally transected rats it is shown that the restorative effect of ft stimulation emerges after shocks fewer shocks generate a learning impairment the transformative effect of ft stimulation is related to the number of shocks administered not the duration of exposure administration of ft shocks induces a learning deficit that lasts h if a second bout of ft stimulation is given a day after the first it restores the capacity to learn this savings effect implies that the initial training episode had a lasting memory like effect two bouts of shock have a transformative effect when applied at different locations or at difference frequencies implying spinal systems abstract and store an index of regularity rather than a specific interval implications of the results for step training and rehabilitation after injury are discussed"
}