{
    "title": "Prevalence and Correlates of Sleep Quality Among Jordanian University Students: A Cross-Sectional National Study.",
    "doc_id": "33356501",
    "writer": "Shaheen AM",
    "year": "2022",
    "summary": "This study aimed to describe the quality of sleep among Jordanian university students, examine differences in sleep quality according to selected variables, and identify predictors of sleep quality. ...Significant predictors of sleep …",
    "abstract": "Poor sleep quality affects university students' life and increases their risk of long-term health consequences. This study aimed to describe the quality of sleep among Jordanian university students, examine differences in sleep quality according to selected variables, and identify predictors of sleep quality. A cross-sectional correlational design and a multi-strategic sampling technique were used to select a sample of 1,308 university students. The Pittsburgh Sleep Quality Index, the Perceived Stress Scale, and the Sleep Hygiene Instrument were administered to the subjects. T-test, ANOVA, and multiple regressions were used to analyze the data. The results showed that most students were classified as poor sleepers (87.1%), and only (12.8%) reported having a good sleep quality. Among the components of sleep quality, subjective sleep quality (m = 1.90, SD = 0.89) and daytime dysfunction (m = 1.72, SD = 0.67) had the highest mean scores, while sleep efficiency (m = 0.50, SD = 0.91) and the use of sleep medications (m = 0.23, SD = 0.73) had the lowest mean scores. There were statistically significant differences in sleep quality in relation to residency, academic level, academic achievement, and family income. Significant predictors of sleep quality were gender, marital status, employment status, sleep hygiene, and stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33356501/",
    "clean_text": "prevalence and correlates of sleep quality among jordanian university students a cross sectional national study this study aimed to describe the quality of sleep among jordanian university students examine differences in sleep quality according to selected variables and identify predictors of sleep quality significant predictors of sleep poor sleep quality affects university students life and increases their risk of long term health consequences this study aimed to describe the quality of sleep among jordanian university students examine differences in sleep quality according to selected variables and identify predictors of sleep quality a cross sectional correlational design and a multi strategic sampling technique were used to select a sample of university students the pittsburgh sleep quality index the perceived stress scale and the sleep hygiene instrument were administered to the subjects t test anova and multiple regressions were used to analyze the data the results showed that most students were classified as poor sleepers and only reported having a good sleep quality among the components of sleep quality subjective sleep quality m sd and daytime dysfunction m sd had the highest mean scores while sleep efficiency m sd and the use of sleep medications m sd had the lowest mean scores there were statistically significant differences in sleep quality in relation to residency academic level academic achievement and family income significant predictors of sleep quality were gender marital status employment status sleep hygiene and stress"
}