{
    "pmid": "41312558",
    "title": "Long-term clinical outcomes in lysosomal acid lipase deficiency: Fibrosis regression with sebelipase alfa therapy.",
    "abstract": "Lysosomal acid lipase deficiency (LAL-D) is a rare autosomal recessive disorder caused by mutations in the  We present a case of a 41-year-old female with biopsy-confirmed CESD and cirrhosis, diagnosed in childhood. She was enrolled in the 2015 phase 3 clinical trial for Kanuma and continued on biweekly ERT thereafter. Serial liver imaging and biopsies were performed between 2002 and 2023 to monitor fibrosis progression or regression. Initial fibrosis staging progressed to cirrhosis (Metavir F4) by 2016. Despite persistently elevated lipid levels (LDL 3.81 mmol/L in 2025), MR elastography and liver biopsy in 2023 demonstrated regression of fibrosis to stage 1-2 and histologic signs of cirrhosis reversal while she was taking Kanuma. This occurred in the absence of significant hepatic steatosis or iron overload. This case highlights the potential for long-term Kanuma therapy to reverse liver fibrosis in LAL-D, even with ongoing dyslipidemia. While early initiation of ERT may optimize outcomes, this case supports its continued use in advanced disease stages. Further research is needed to assess the long-term metabolic and histologic benefits of ERT in LAL-D patients.",
    "disease": "liver cirrhosis",
    "clean_text": "long term clinical outcomes in lysosomal acid lipase deficiency fibrosis regression with sebelipase alfa therapy lysosomal acid lipase deficiency lal d is a rare autosomal recessive disorder caused by mutations in the we present a case of a year old female with biopsy confirmed cesd and cirrhosis diagnosed in childhood she was enrolled in the phase clinical trial for kanuma and continued on biweekly ert thereafter serial liver imaging and biopsies were performed between and to monitor fibrosis progression or regression initial fibrosis staging progressed to cirrhosis metavir f by despite persistently elevated lipid levels ldl mmol l in mr elastography and liver biopsy in demonstrated regression of fibrosis to stage and histologic signs of cirrhosis reversal while she was taking kanuma this occurred in the absence of significant hepatic steatosis or iron overload this case highlights the potential for long term kanuma therapy to reverse liver fibrosis in lal d even with ongoing dyslipidemia while early initiation of ert may optimize outcomes this case supports its continued use in advanced disease stages further research is needed to assess the long term metabolic and histologic benefits of ert in lal d patients"
}