{
    "title": "Spinal cord astrocytoma mimicking multifocal myelitis.",
    "doc_id": "24621037",
    "writer": "Neutel D",
    "year": "2014",
    "summary": "INTRODUCTION: Differential diagnosis of acute/subacute intrinsic spinal cord lesions can be challenging. In addition, intramedullary neoplasms typically show gadolinium enhancement, mass effect, and cord expansion. CASE REPORT: We report a patient with spi …",
    "abstract": "Introduction:\n        \n      \n      Differential diagnosis of acute/subacute intrinsic spinal cord lesions can be challenging. In addition, intramedullary neoplasms typically show gadolinium enhancement, mass effect, and cord expansion.\n    \n\n\n          Case report:\n        \n      \n      We report a patient with spinal cord and brain stem lesions resembling multifocal myelitis. Magnetic resonance imaging showed no spinal cord enlargement or gadolinium enhancing. Treatment of myelitis was undertaken without stopping the progression of the disease. Biopsy was made and led to a histological diagnosis of astrocytoma.\n    \n\n\n          Discussion:\n        \n      \n      Astrocytoma must remain as a possible diagnosis of spinal cord lesions, even without typical characteristics of neoplasms. Furthermore, biopsy should always be considered when diagnosis is uncertain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24621037/",
    "clean_text": "spinal cord astrocytoma mimicking multifocal myelitis introduction differential diagnosis of acute subacute intrinsic spinal cord lesions can be challenging in addition intramedullary neoplasms typically show gadolinium enhancement mass effect and cord expansion case report we report a patient with spi introduction differential diagnosis of acute subacute intrinsic spinal cord lesions can be challenging in addition intramedullary neoplasms typically show gadolinium enhancement mass effect and cord expansion case report we report a patient with spinal cord and brain stem lesions resembling multifocal myelitis magnetic resonance imaging showed no spinal cord enlargement or gadolinium enhancing treatment of myelitis was undertaken without stopping the progression of the disease biopsy was made and led to a histological diagnosis of astrocytoma discussion astrocytoma must remain as a possible diagnosis of spinal cord lesions even without typical characteristics of neoplasms furthermore biopsy should always be considered when diagnosis is uncertain"
}