{
    "pmid": "41439075",
    "title": "Intracardiac Mass Reveals Hepatocellular Carcinoma: A Rare Case of Cardiac Metastasis.",
    "abstract": "A well-known cause of emergency admission in the elderly is falls, which can be the initial manifestation of severe underlying diseases. This case illustrates an incidental diagnosis of advanced hepatocellular carcinoma (HCC) with vascular invasion after a fall in a middle-aged man. The patient presented with a mechanical fall at night, with a medical background of severe chronic obstructive pulmonary disease (COPD), type 2 diabetes mellitus, ischemic heart disease, and obesity, at 79 years of age. There was no history of previous chest pain, dizziness, or any neurological problems. On physical assessment, there was bilateral knee swelling with bruising, and a swollen right ankle. Initial studies showed elevated cardiac biomarkers and ECG changes, raising concern for a silent myocardial infarction. A 2D echocardiogram revealed a proliferative right atrial mass and a hepatic lesion, raising suspicion for a tumor. A contrast-enhanced CT scan subsequently confirmed liver cirrhosis and a large hepatic mass extending into the portal vein, inferior vena cava (IVC), and right atrium (RA), consistent with advanced HCC. The patient's comorbidities and poor performance status prompted the multidisciplinary team to recommend best supportive care only. This case highlights the importance of a thorough evaluation of elderly patients presenting with falls. It demonstrates how a routine admission can lead to the incidental diagnosis of an advanced malignancy. The case also underscores the need for close attention to unusual symptoms in chronically ill patients, particularly when they may harbor a silent, undiagnosed disease or cancer such as HCC.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "intracardiac mass reveals hepatocellular carcinoma a rare case of cardiac metastasis a well known cause of emergency admission in the elderly is falls which can be the initial manifestation of severe underlying diseases this case illustrates an incidental diagnosis of advanced hepatocellular carcinoma hcc with vascular invasion after a fall in a middle aged man the patient presented with a mechanical fall at night with a medical background of severe chronic obstructive pulmonary disease copd type diabetes mellitus ischemic heart disease and obesity at years of age there was no history of previous chest pain dizziness or any neurological problems on physical assessment there was bilateral knee swelling with bruising and a swollen right ankle initial studies showed elevated cardiac biomarkers and ecg changes raising concern for a silent myocardial infarction a d echocardiogram revealed a proliferative right atrial mass and a hepatic lesion raising suspicion for a tumor a contrast enhanced ct scan subsequently confirmed liver cirrhosis and a large hepatic mass extending into the portal vein inferior vena cava ivc and right atrium ra consistent with advanced hcc the patient s comorbidities and poor performance status prompted the multidisciplinary team to recommend best supportive care only this case highlights the importance of a thorough evaluation of elderly patients presenting with falls it demonstrates how a routine admission can lead to the incidental diagnosis of an advanced malignancy the case also underscores the need for close attention to unusual symptoms in chronically ill patients particularly when they may harbor a silent undiagnosed disease or cancer such as hcc"
}