{
    "title": "Yellow fever vaccine.",
    "doc_id": "16117712",
    "writer": "Monath TP.",
    "year": "2005",
    "summary": "Yellow fever, a mosquito-borne viral hemorrhagic fever, is one of the most lethal diseases of humankind. ...Approximately one in seven people who become infected develop a rapidly progressive illness, with hepatitis, renal failure, hemorrhage and cardiovascul …",
    "abstract": "Yellow fever, a mosquito-borne viral hemorrhagic fever, is one of the most lethal diseases of humankind. The etiologic agent is the prototype member of the genus Flavivirus, family Flaviviridae, a group of small, enveloped, positive-sense, single-strand RNA viruses. Approximately one in seven people who become infected develop a rapidly progressive illness, with hepatitis, renal failure, hemorrhage and cardiovascular shock, with a case fatality rate of 20-50%. Yellow fever occurs in sub-Saharan Africa and tropical South America, where it remains a continuing public health problem of varying magnitude, depending on the level of vaccination coverage in the human population and cyclical, ecologic and climatic factors that influence virus transmission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16117712/",
    "clean_text": "yellow fever vaccine yellow fever a mosquito borne viral hemorrhagic fever is one of the most lethal diseases of humankind approximately one in seven people who become infected develop a rapidly progressive illness with hepatitis renal failure hemorrhage and cardiovascul yellow fever a mosquito borne viral hemorrhagic fever is one of the most lethal diseases of humankind the etiologic agent is the prototype member of the genus flavivirus family flaviviridae a group of small enveloped positive sense single strand rna viruses approximately one in seven people who become infected develop a rapidly progressive illness with hepatitis renal failure hemorrhage and cardiovascular shock with a case fatality rate of yellow fever occurs in sub saharan africa and tropical south america where it remains a continuing public health problem of varying magnitude depending on the level of vaccination coverage in the human population and cyclical ecologic and climatic factors that influence virus transmission"
}