{
    "title": "Regulation of inflammatory cytokines for spinal cord injury recovery.",
    "doc_id": "33001420",
    "writer": "Lin S",
    "year": "2021",
    "summary": "Spinal cord injury (SCI) is one of the most destructive traumatic diseases in human beings. ...In spinal cord injury models, some inflammatory cytokines are beneficial for spinal cord repair, while others are harmful. ...",
    "abstract": "Spinal cord injury (SCI) is one of the most destructive traumatic diseases in human beings. The balance of inflammation in the microenvironment is crucial to the repair process of spinal cord injury. Inflammatory cytokines are direct mediators of local lesion inflammation and affect the prognosis of spinal cord injury to varying degrees. In spinal cord injury models, some inflammatory cytokines are beneficial for spinal cord repair, while others are harmful. A large number of animal studies have shown that local targeted administration can effectively regulate the secretion and delivery of inflammatory cytokines and promote the repair of spinal cord injury. In addition, many clinical studies have shown that drugs can promote the repair of spinal cord injury by regulating the content of inflammatory cytokines. However, topical administration affects only a small portion of inflammatory cytokines. In addition, different individuals have different inflammatory cytokine profiles during spinal cord injury. Therefore, future research should aim to develop a personalized local delivery therapeutic cocktail strategy to effectively and accurately regulate inflammation and obtain substantial functional recovery from spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33001420/",
    "clean_text": "regulation of inflammatory cytokines for spinal cord injury recovery spinal cord injury sci is one of the most destructive traumatic diseases in human beings in spinal cord injury models some inflammatory cytokines are beneficial for spinal cord repair while others are harmful spinal cord injury sci is one of the most destructive traumatic diseases in human beings the balance of inflammation in the microenvironment is crucial to the repair process of spinal cord injury inflammatory cytokines are direct mediators of local lesion inflammation and affect the prognosis of spinal cord injury to varying degrees in spinal cord injury models some inflammatory cytokines are beneficial for spinal cord repair while others are harmful a large number of animal studies have shown that local targeted administration can effectively regulate the secretion and delivery of inflammatory cytokines and promote the repair of spinal cord injury in addition many clinical studies have shown that drugs can promote the repair of spinal cord injury by regulating the content of inflammatory cytokines however topical administration affects only a small portion of inflammatory cytokines in addition different individuals have different inflammatory cytokine profiles during spinal cord injury therefore future research should aim to develop a personalized local delivery therapeutic cocktail strategy to effectively and accurately regulate inflammation and obtain substantial functional recovery from spinal cord injury"
}