{
    "title": "Kre-Celazine() as a viable treatment for juvenile rheumatoid arthritis/juvenile idiopathic arthritis - a pilot study.",
    "doc_id": "24896807",
    "writer": "Golini J",
    "year": "2014",
    "summary": "The purpose of this study was to ascertain whether an oral, non-prescription, nutritional supplement compound composed of a proprietary alkali-buffered creatine monohydrate and cetylated fatty acids mixture (Kre-Celazine()) was efficacious in reducing or eliminating refractory pa …",
    "abstract": "The purpose of this study was to ascertain whether an oral, non-prescription, nutritional supplement compound composed of a proprietary alkali-buffered creatine monohydrate and cetylated fatty acids mixture (Kre-Celazine(®)) was efficacious in reducing or eliminating refractory pain and inflammation, without untoward effects, in Juvenile Rheumatoid Arthritis (JRA), which is also called Juvenile Idiopathic Arthritis (JIA). JRA/JIA is a patho-physiologically complex, chronic childhood autoimmune inflammatory disease of unknown etiology. Numerous studies have unsuccessfully attempted to pinpoint a possible common initiation event. Officially considered an affliction of children below the age of 16 years, an initial diagnosis has been confirmed in infants less than 1 year old, to individuals older then 17 years. In this study, sixteen juveniles, ages 7 through 16 years, experiencing long-standing, unremitting pain and inflammation despite previous use of prescription anti-inflammatory drugs and NSAIDs, were enrolled in a 30-day, open-label clinical study and treated with Kre-Celazine. Efficacy of this nutritional supplement was determined by the juvenile's personal physician and based on observations of the following: (1) significant reduction or elimination of palpable signs of inflammation; (2) renormalization of range of motion; (3) reduction or absence of perceived pain as reported to the physician by the patient; (4) renormalization of C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) values. In addition, the individual's previous steroid or non-steroidal anti-inflamatory medication(s) were reduced or eliminated in a stepwise progressive fashion during the study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24896807/",
    "clean_text": "kre celazine as a viable treatment for juvenile rheumatoid arthritis juvenile idiopathic arthritis a pilot study the purpose of this study was to ascertain whether an oral non prescription nutritional supplement compound composed of a proprietary alkali buffered creatine monohydrate and cetylated fatty acids mixture kre celazine was efficacious in reducing or eliminating refractory pa the purpose of this study was to ascertain whether an oral non prescription nutritional supplement compound composed of a proprietary alkali buffered creatine monohydrate and cetylated fatty acids mixture kre celazine was efficacious in reducing or eliminating refractory pain and inflammation without untoward effects in juvenile rheumatoid arthritis jra which is also called juvenile idiopathic arthritis jia jra jia is a patho physiologically complex chronic childhood autoimmune inflammatory disease of unknown etiology numerous studies have unsuccessfully attempted to pinpoint a possible common initiation event officially considered an affliction of children below the age of years an initial diagnosis has been confirmed in infants less than year old to individuals older then years in this study sixteen juveniles ages through years experiencing long standing unremitting pain and inflammation despite previous use of prescription anti inflammatory drugs and nsaids were enrolled in a day open label clinical study and treated with kre celazine efficacy of this nutritional supplement was determined by the juvenile s personal physician and based on observations of the following significant reduction or elimination of palpable signs of inflammation renormalization of range of motion reduction or absence of perceived pain as reported to the physician by the patient renormalization of c reactive protein crp and erythrocyte sedimentation rate esr values in addition the individual s previous steroid or non steroidal anti inflamatory medication s were reduced or eliminated in a stepwise progressive fashion during the study"
}