{
    "title": "The relationship between prostate volume and international prostate symptom score in Africans with benign prostatic hyperplasia.",
    "doc_id": "23304922",
    "writer": "Udeh EI",
    "year": "2012",
    "summary": "OBJECTIVE: To determine the relationship between prostate volume and international prostate symptom score (IPSS) in Africans with benign prostatic hyperplasia (BPH). ...The Pearson's correlation between pre-treatment International prostate symptom scor …",
    "abstract": "Objective:\n        \n      \n      To determine the relationship between prostate volume and international prostate symptom score (IPSS) in Africans with benign prostatic hyperplasia (BPH).\n    \n\n\n          Patients and method:\n        \n      \n      This was a prospective study of 120 men aged between 45 to 85 years, who were referred to the urology outpatient facility for treatment of clinical BPH between July 2007 and October 2008 in Jos University Teaching Hospital. These patients were properly evaluated; a digital rectal examination was done to estimate the prostate size. The pre-treatment IPSS of the patient was also obtained. The prostate volume of each patient was then estimated by transabdominal ultrasound.\n    \n\n\n          Results:\n        \n      \n      The mean prostate volume was 72.79 +/- 44.38cm3. The mean values for the different diameters of the prostate were 5.63 +/- 1.17cm (longitudinal diameter), 4.48 +/- 0.95cm (anterior posterior diameter), 4.97 +/- 1.06cm (transverse diameter). The Pearson's correlation between pre-treatment International prostate symptom score and prostate volume was -0.0035 (P > 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      This study has shown that there is no significant relationship between international prostate symptom score and prostate volume in Africans. This is e with similar studies done in other parts of the world.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23304922/",
    "clean_text": "the relationship between prostate volume and international prostate symptom score in africans with benign prostatic hyperplasia objective to determine the relationship between prostate volume and international prostate symptom score ipss in africans with benign prostatic hyperplasia bph the pearson s correlation between pre treatment international prostate symptom scor objective to determine the relationship between prostate volume and international prostate symptom score ipss in africans with benign prostatic hyperplasia bph patients and method this was a prospective study of men aged between to years who were referred to the urology outpatient facility for treatment of clinical bph between july and october in jos university teaching hospital these patients were properly evaluated a digital rectal examination was done to estimate the prostate size the pre treatment ipss of the patient was also obtained the prostate volume of each patient was then estimated by transabdominal ultrasound results the mean prostate volume was cm the mean values for the different diameters of the prostate were cm longitudinal diameter cm anterior posterior diameter cm transverse diameter the pearson s correlation between pre treatment international prostate symptom score and prostate volume was p conclusion this study has shown that there is no significant relationship between international prostate symptom score and prostate volume in africans this is e with similar studies done in other parts of the world"
}