{
    "pmid": "41425961",
    "title": "The non-linear association between creatinine-to-albumin ratio and medium-term mortality in patients with sepsis accompanied by acute kidney injury in the intensive care unit: a retrospective study based on the MIMIC database and external validation.",
    "abstract": "This study aimed to evaluate the prognostic value of the Creatinine to Albumin Ratio (CAR) in predicting 30-day mortality in patients with sepsis complicated by acute kidney injury (AKI). This retrospective cohort study utilized the MIMIC-IV database (v2.2) to analyze data from 2,712 adult patients diagnosed with sepsis and AKI. External validation was performed using a single-center cohort of 412 patients from Ningbo No. 2 Hospital (January 2022-December 2024). Patients were stratified into quartiles based on CAR values. The primary outcome was 30-day mortality, analyzed using Kaplan-Meier survival curves, Cox proportional hazards regression models, and restricted cubic spline (RCS) analysis. Subgroup analyses were conducted to explore the consistency of CAR's prognostic utility across various patient demographics and clinical characteristics. Infection types were categorized based on ICD-9/10 codes into pulmonary, abdominal, urinary tract, bloodstream, and other infections. Patients with chronic kidney disease (CKD) were excluded to minimize confounding by pre-existing renal impairment. Among 2,712 included patients, those in the highest CAR quartile (Q4) had the lowest survival probability. Kaplan-Meier analysis showed significant differences in mortality across quartiles (log-rank P<0.001). In fully adjusted Cox models that included newly incorporated metabolic and hemodynamic variables (electrolytes, lactate, and vasopressors use), both continuous CAR (Hospital mortality: HR = 1.16, P = 0.048; ICU mortality: HR = 1.18, P = 0.044) and Q4 (Hospital mortality: HR = 1.72, P<0.001; ICU mortality: HR = 1.61, P<0.001) were independently associated with increased mortality risk. RCS analysis revealed a J-shaped relationship with ICU mortality, with an inflection point at CAR = 1.2 mg/dL. External validation confirmed CAR's prognostic value for 30-day mortality, with consistent associations observed in the validation cohort (Hospital mortality: HR = 1.21, 95% CI: 1.02-1.43, P = 0.032). Time-dependent ROC analysis showed strong early predictive accuracy (7-day AUC = 0.75). Subgroup analyses confirmed CAR's robust prognostic value, which remained consistent across different infection types and was particularly pronounced in older, obese, and mechanically ventilated patients. CAR is an independent predictor of 30-day mortality in sepsis-associated AKI, with both continuous measurements and the highest quartile (Q4) demonstrating significant associations after comprehensive adjustment for metabolic and hemodynamic parameters. The identified threshold (CAR = 1.2 mg/dL) enhances its clinical utility. While CAR provides independent prognostic information, its modest effect sizes suggest it should be used as a complementary tool rather than a standalone predictor. CAR's simplicity and accessibility make it a valuable adjunct for risk stratification in this high-risk population.",
    "disease": "chronic kidney disease",
    "clean_text": "the non linear association between creatinine to albumin ratio and medium term mortality in patients with sepsis accompanied by acute kidney injury in the intensive care unit a retrospective study based on the mimic database and external validation this study aimed to evaluate the prognostic value of the creatinine to albumin ratio car in predicting day mortality in patients with sepsis complicated by acute kidney injury aki this retrospective cohort study utilized the mimic iv database v to analyze data from adult patients diagnosed with sepsis and aki external validation was performed using a single center cohort of patients from ningbo no hospital january december patients were stratified into quartiles based on car values the primary outcome was day mortality analyzed using kaplan meier survival curves cox proportional hazards regression models and restricted cubic spline rcs analysis subgroup analyses were conducted to explore the consistency of car s prognostic utility across various patient demographics and clinical characteristics infection types were categorized based on icd codes into pulmonary abdominal urinary tract bloodstream and other infections patients with chronic kidney disease ckd were excluded to minimize confounding by pre existing renal impairment among included patients those in the highest car quartile q had the lowest survival probability kaplan meier analysis showed significant differences in mortality across quartiles log rank p in fully adjusted cox models that included newly incorporated metabolic and hemodynamic variables electrolytes lactate and vasopressors use both continuous car hospital mortality hr p icu mortality hr p and q hospital mortality hr p icu mortality hr p were independently associated with increased mortality risk rcs analysis revealed a j shaped relationship with icu mortality with an inflection point at car mg dl external validation confirmed car s prognostic value for day mortality with consistent associations observed in the validation cohort hospital mortality hr ci p time dependent roc analysis showed strong early predictive accuracy day auc subgroup analyses confirmed car s robust prognostic value which remained consistent across different infection types and was particularly pronounced in older obese and mechanically ventilated patients car is an independent predictor of day mortality in sepsis associated aki with both continuous measurements and the highest quartile q demonstrating significant associations after comprehensive adjustment for metabolic and hemodynamic parameters the identified threshold car mg dl enhances its clinical utility while car provides independent prognostic information its modest effect sizes suggest it should be used as a complementary tool rather than a standalone predictor car s simplicity and accessibility make it a valuable adjunct for risk stratification in this high risk population"
}