{
    "title": "State-of-the-Art-Review: Mechanisms of Action of SGLT2 Inhibitors and Clinical Implications.",
    "doc_id": "39017631",
    "writer": "Vallon V.",
    "year": "2024",
    "summary": "BACKGROUND: Inhibitors of the Na+-coupled glucose transporter SGLT2 (SGLT2i) primarily shift the reabsorption of large amounts of glucose from the kidney's early proximal tubule to downstream tubular segments expressing SGLT1, and the non-reabsorbed glucose is spill …",
    "abstract": "Background:\n        \n      \n      Inhibitors of the Na+-coupled glucose transporter SGLT2 (SGLT2i) primarily shift the reabsorption of large amounts of glucose from the kidney's early proximal tubule to downstream tubular segments expressing SGLT1, and the non-reabsorbed glucose is spilled into the urine together with some osmotic diuresis. How can this protect the kidneys and heart from failing as observed in individuals with and without type 2 diabetes?\n    \n\n\n          Goal:\n        \n      \n      Mediation analyses identified clinical phenotypes of SGLT2i associated with improved kidney and heart outcome, including a reduction of plasma volume or increase in hematocrit, and lowering of serum urate levels and albuminuria. This review outlines how primary effects of SGLT2i on the early proximal tubule can explain these phenotypes.\n    \n\n\n          Results:\n        \n      \n      The physiology of tubule-glomerular communication provides the basis for acute lowering of GFR and glomerular capillary pressure, which contributes to lowering of albuminuria but also to long term preservation of GFR, at least in part by reducing kidney cortex oxygen demand. Functional co-regulation of SGLT2 with other sodium and metabolite transporters in the early proximal tubule explains why SGLT2i initially excrete more sodium than expected and are uricosuric, thereby reducing plasma volume and serum urate. Inhibition of SGLT2 reduces early proximal tubule gluco-toxicity and by shifting transport downstream may simulate \"systemic hypoxia\", and the resulting increase in erythropoiesis, together with the osmotic diuresis, enhances hematocrit and improves blood oxygen delivery. Cardio-renal protection by SGLT2i is also provided by a fasting-like and insulin-sparing metabolic phenotype and, potentially, by off-target effects on the heart and microbiotic formation of uremic toxins.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39017631/",
    "clean_text": "state of the art review mechanisms of action of sglt inhibitors and clinical implications background inhibitors of the na coupled glucose transporter sglt sglt i primarily shift the reabsorption of large amounts of glucose from the kidney s early proximal tubule to downstream tubular segments expressing sglt and the non reabsorbed glucose is spill background inhibitors of the na coupled glucose transporter sglt sglt i primarily shift the reabsorption of large amounts of glucose from the kidney s early proximal tubule to downstream tubular segments expressing sglt and the non reabsorbed glucose is spilled into the urine together with some osmotic diuresis how can this protect the kidneys and heart from failing as observed in individuals with and without type diabetes goal mediation analyses identified clinical phenotypes of sglt i associated with improved kidney and heart outcome including a reduction of plasma volume or increase in hematocrit and lowering of serum urate levels and albuminuria this review outlines how primary effects of sglt i on the early proximal tubule can explain these phenotypes results the physiology of tubule glomerular communication provides the basis for acute lowering of gfr and glomerular capillary pressure which contributes to lowering of albuminuria but also to long term preservation of gfr at least in part by reducing kidney cortex oxygen demand functional co regulation of sglt with other sodium and metabolite transporters in the early proximal tubule explains why sglt i initially excrete more sodium than expected and are uricosuric thereby reducing plasma volume and serum urate inhibition of sglt reduces early proximal tubule gluco toxicity and by shifting transport downstream may simulate systemic hypoxia and the resulting increase in erythropoiesis together with the osmotic diuresis enhances hematocrit and improves blood oxygen delivery cardio renal protection by sglt i is also provided by a fasting like and insulin sparing metabolic phenotype and potentially by off target effects on the heart and microbiotic formation of uremic toxins"
}