{
    "title": "Knowledge and attitudes of pregnant women about Coronavirus vaccines in Turkiye.",
    "doc_id": "36369924",
    "writer": "Kaya Odabaş R",
    "year": "2022",
    "summary": "The aim of this cross-sectional study was to determine pregnant women's knowledge and attitudes regarding coronavirus vaccines in Turkiye. The research population consisted of 400 pregnant women who applied to a public hospital in this city. ...In the …",
    "abstract": "The aim of this cross-sectional study was to determine pregnant women's knowledge and attitudes regarding coronavirus vaccines in Turkiye. The research population consisted of 400 pregnant women who applied to a public hospital in this city. The data of the study was collected with the 'Personal Information Form' and 'Attitudes Towards COVID-19 Vaccine Scale'. Only 2% of the pregnant women stated that they wanted to receive coronavirus vaccines in their current pregnancy and 9.5% wanted it during the postpartum period. It has been concluded that the vast majority of pregnant women have insufficient knowledge and negative thoughts about coronavirus vaccines and the place where they live and their thoughts on the safety of coronavirus vaccines affect their positive attitudes about coronavirus vaccines.IMPACT STATEMENTWhat is already known on this subject? Many epidemics in history have been controlled or eliminated with vaccines. However, there is still insufficient evidence about the effects of coronavirus infection and vaccines on pregnant women.What do the results of this study add? As a result, it was found that the vast majority of pregnant women had insufficient knowledge and negative thoughts about coronavirus vaccines and very few of them wanted to receive the coronavirus vaccine during pregnancy and the postpartum period.What are the implications of these findings for clinical practice and/or further research? In the light of these findings, it is recommended that increase the vaccination rates in pregnant women by turning existing negative attitudes towards coronavirus vaccines in pregnant women into positive ones, providing accurate and effective information by health professionals and the media to eliminate negative attitudes caused by lack of information in pregnant women, conducting more studies on obstacles to increasing vaccine acceptance during pregnancy, and conducting studies on the subject with wider audiences and regions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36369924/",
    "clean_text": "knowledge and attitudes of pregnant women about coronavirus vaccines in turkiye the aim of this cross sectional study was to determine pregnant women s knowledge and attitudes regarding coronavirus vaccines in turkiye the research population consisted of pregnant women who applied to a public hospital in this city in the the aim of this cross sectional study was to determine pregnant women s knowledge and attitudes regarding coronavirus vaccines in turkiye the research population consisted of pregnant women who applied to a public hospital in this city the data of the study was collected with the personal information form and attitudes towards covid vaccine scale only of the pregnant women stated that they wanted to receive coronavirus vaccines in their current pregnancy and wanted it during the postpartum period it has been concluded that the vast majority of pregnant women have insufficient knowledge and negative thoughts about coronavirus vaccines and the place where they live and their thoughts on the safety of coronavirus vaccines affect their positive attitudes about coronavirus vaccines impact statementwhat is already known on this subject many epidemics in history have been controlled or eliminated with vaccines however there is still insufficient evidence about the effects of coronavirus infection and vaccines on pregnant women what do the results of this study add as a result it was found that the vast majority of pregnant women had insufficient knowledge and negative thoughts about coronavirus vaccines and very few of them wanted to receive the coronavirus vaccine during pregnancy and the postpartum period what are the implications of these findings for clinical practice and or further research in the light of these findings it is recommended that increase the vaccination rates in pregnant women by turning existing negative attitudes towards coronavirus vaccines in pregnant women into positive ones providing accurate and effective information by health professionals and the media to eliminate negative attitudes caused by lack of information in pregnant women conducting more studies on obstacles to increasing vaccine acceptance during pregnancy and conducting studies on the subject with wider audiences and regions"
}