{
    "title": "Identifying erroneous height and weight values from adult electronic health records in the All of Us research program.",
    "doc_id": "38788889",
    "writer": "Guide A",
    "year": "2024",
    "summary": "This study investigated an automatic error detection algorithm for adult height and weight measurements in EHR for the All of Us Research Program (All of Us). METHODS: We developed reference charts for adult heights and weights that were stratified on participant se …",
    "abstract": "Introduction:\n        \n      \n      Electronic Health Records (EHR) are a useful data source for research, but their usability is hindered by measurement errors. This study investigated an automatic error detection algorithm for adult height and weight measurements in EHR for the All of Us Research Program (All of Us).\n    \n\n\n          Methods:\n        \n      \n      We developed reference charts for adult heights and weights that were stratified on participant sex. Our analysis included 4,076,534 height and 5,207,328 wt measurements from ∼ 150,000 participants. Errors were identified using modified standard deviation scores, differences from their expected values, and significant changes between consecutive measurements. We evaluated our method with chart-reviewed heights (8,092) and weights (9,039) from 250 randomly selected participants and compared it with the current cleaning algorithm in All of Us.\n    \n\n\n          Results:\n        \n      \n      The proposed algorithm classified 1.4 % of height and 1.5 % of weight errors in the full cohort. Sensitivity was 90.4 % (95 % CI: 79.0-96.8 %) for heights and 65.9 % (95 % CI: 56.9-74.1 %) for weights. Precision was 73.4 % (95 % CI: 60.9-83.7 %) for heights and 62.9 (95 % CI: 54.0-71.1 %) for weights. In comparison, the current cleaning algorithm has inferior performance in sensitivity (55.8 %) and precision (16.5 %) for height errors while having higher precision (94.0 %) and lower sensitivity (61.9 %) for weight errors.\n    \n\n\n          Discussion:\n        \n      \n      Our proposed algorithm outperformed in detecting height errors compared to weights. It can serve as a valuable addition to the current All of Us cleaning algorithm for identifying erroneous height values.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38788889/",
    "clean_text": "identifying erroneous height and weight values from adult electronic health records in the all of us research program this study investigated an automatic error detection algorithm for adult height and weight measurements in ehr for the all of us research program all of us methods we developed reference charts for adult heights and weights that were stratified on participant se introduction electronic health records ehr are a useful data source for research but their usability is hindered by measurement errors this study investigated an automatic error detection algorithm for adult height and weight measurements in ehr for the all of us research program all of us methods we developed reference charts for adult heights and weights that were stratified on participant sex our analysis included height and wt measurements from participants errors were identified using modified standard deviation scores differences from their expected values and significant changes between consecutive measurements we evaluated our method with chart reviewed heights and weights from randomly selected participants and compared it with the current cleaning algorithm in all of us results the proposed algorithm classified of height and of weight errors in the full cohort sensitivity was ci for heights and ci for weights precision was ci for heights and ci for weights in comparison the current cleaning algorithm has inferior performance in sensitivity and precision for height errors while having higher precision and lower sensitivity for weight errors discussion our proposed algorithm outperformed in detecting height errors compared to weights it can serve as a valuable addition to the current all of us cleaning algorithm for identifying erroneous height values"
}