{
    "title": "Disease burden of COPD in the Chinese population: a systematic review.",
    "doc_id": "38146618",
    "writer": "Xu J",
    "year": "2023",
    "summary": "The Agency for Healthcare Research and Quality's recommendation rating tool assessed the cross-sectional studies' risk of bias. ...The Agency for Healthcare Research and Quality's (AHRQ) recommendation rating tool assessed the cross-sectional studies' …",
    "abstract": "Background:\n        \n      \n      Chronic obstructive pulmonary disease (COPD) is one of the main contributors to the global burden of disease.\n    \n\n\n          Objectives:\n        \n      \n      This systematic review aimed to evaluate the disease burden of COPD in the Chinese population and to determine the factors influencing the economic burden of the disease.\n    \n\n\n          Design:\n        \n      \n      This is a systematic review study.\n    \n\n\n          Data sources and methods:\n        \n      \n      We searched PubMed, Web of Science, Embase, Chinese National Knowledge Infrastructure, WANGFANG Data, and VIP databases for studies regarding the disease burden of COPD in mainland China published before 31 December 2022. The Agency for Healthcare Research and Quality's recommendation rating tool assessed the cross-sectional studies' risk of bias.\n    \n\n\n          Results:\n        \n      \n      A total of 45 studies were included. The disability-adjusted life years (DALYs) for COPD have generally decreased in the Chinese population over the past 30 years. The total number of DALYs due to COPD in China decreased from 26.12 million person-years to 19.92 million person-years, with an annual decline rate of 0.9%. Subjects aged 40 years and older make up the majority of those with COPD in the Chinese population, and the condition is more prevalent among males than females, in rural areas than urban places, and in the West than the East. The median direct medical cost of COPD ranges from 150 to 2014 USD per capita per year. Among 23 influencing factors, age, hospitalization days, hospital type, gender, and career were the most significant variables that had an impact on the economic burden of COPD patients.\n    \n\n\n          Conclusion:\n        \n      \n      The overall burden of COPD in China has been decreasing over the past 30 years. But there is a lack of standardized indicators for the economic burden of COPD patients in China, and it is recommended to establish a unified standard.\n    \n\n\n          Registration:\n        \n      \n      The systematic review protocol was prospectively registered with PROSPERO (No. CRD42023393429).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38146618/",
    "clean_text": "disease burden of copd in the chinese population a systematic review the agency for healthcare research and quality s recommendation rating tool assessed the cross sectional studies risk of bias the agency for healthcare research and quality s ahrq recommendation rating tool assessed the cross sectional studies background chronic obstructive pulmonary disease copd is one of the main contributors to the global burden of disease objectives this systematic review aimed to evaluate the disease burden of copd in the chinese population and to determine the factors influencing the economic burden of the disease design this is a systematic review study data sources and methods we searched pubmed web of science embase chinese national knowledge infrastructure wangfang data and vip databases for studies regarding the disease burden of copd in mainland china published before december the agency for healthcare research and quality s recommendation rating tool assessed the cross sectional studies risk of bias results a total of studies were included the disability adjusted life years dalys for copd have generally decreased in the chinese population over the past years the total number of dalys due to copd in china decreased from million person years to million person years with an annual decline rate of subjects aged years and older make up the majority of those with copd in the chinese population and the condition is more prevalent among males than females in rural areas than urban places and in the west than the east the median direct medical cost of copd ranges from to usd per capita per year among influencing factors age hospitalization days hospital type gender and career were the most significant variables that had an impact on the economic burden of copd patients conclusion the overall burden of copd in china has been decreasing over the past years but there is a lack of standardized indicators for the economic burden of copd patients in china and it is recommended to establish a unified standard registration the systematic review protocol was prospectively registered with prospero no crd"
}