{
    "title": "Dietary risk factors for esophageal cancer based on World Health Organization regions.",
    "doc_id": "34999383",
    "writer": "Ghosh NR",
    "year": "2022",
    "summary": "Risk factors found in >50% of regions were highlighted. RESULTS: The study identified some major dietary risk factors for EC that were previously reported, as well as some uncommon dietary risk factors, such as salty foods and beverage …",
    "abstract": "Objectives:\n        \n      \n      Esophageal cancer (EC) has become one of the most alarming cancers in the world. There are significant differences in incidence and risk factors associated with the two most common histological subtypes of EC, esophageal squamous cell carcinoma and esophageal adenocarcinoma, between regions. This systematic review was undertaken to analyze dietary risk factors specific to EC and its two subtypes based on World Health Organization regions.\n    \n\n\n          Methods:\n        \n      \n      A systematic search of five databases (Global Health, Google Scholar, PubMed, Scopus, and Web of Science) for the past 5 y (2015-2020) was conducted from March 2020 to July 2020. Titles and abstracts were screened to determine the primary inclusion eligibility, followed by an examination of the full-text articles. Finally, 59 articles were reviewed to identify EC risk factors and compare these by region. Data were extracted using a table developed by the research team. Risk factors found in >50% of regions were highlighted.\n    \n\n\n          Results:\n        \n      \n      The study identified some major dietary risk factors for EC that were previously reported, as well as some uncommon dietary risk factors, such as salty foods and beverages, unpiped drinking water, sugar-related factors (e.g., sweet intake), and foods with high glycemic index.\n    \n\n\n          Conclusions:\n        \n      \n      EC risk factors extend beyond those previously identified. Targeting all EC risk factors by region will assist the World Health Organization and other health agencies in providing a tailored, culturally appropriate response to effectively reduce the incidence and prevalence of EC within a region.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34999383/",
    "clean_text": "dietary risk factors for esophageal cancer based on world health organization regions risk factors found in of regions were highlighted results the study identified some major dietary risk factors for ec that were previously reported as well as some uncommon dietary risk factors such as salty foods and beverage objectives esophageal cancer ec has become one of the most alarming cancers in the world there are significant differences in incidence and risk factors associated with the two most common histological subtypes of ec esophageal squamous cell carcinoma and esophageal adenocarcinoma between regions this systematic review was undertaken to analyze dietary risk factors specific to ec and its two subtypes based on world health organization regions methods a systematic search of five databases global health google scholar pubmed scopus and web of science for the past y was conducted from march to july titles and abstracts were screened to determine the primary inclusion eligibility followed by an examination of the full text articles finally articles were reviewed to identify ec risk factors and compare these by region data were extracted using a table developed by the research team risk factors found in of regions were highlighted results the study identified some major dietary risk factors for ec that were previously reported as well as some uncommon dietary risk factors such as salty foods and beverages unpiped drinking water sugar related factors e g sweet intake and foods with high glycemic index conclusions ec risk factors extend beyond those previously identified targeting all ec risk factors by region will assist the world health organization and other health agencies in providing a tailored culturally appropriate response to effectively reduce the incidence and prevalence of ec within a region"
}