{
    "pmid": "41451773",
    "title": "Dickkopf-related protein 2 impairs neurovascular Wnt signalling and worsens stroke outcome.",
    "abstract": "Ischaemic stroke remains a major cause of disability and mortality, with current treatments constrained by a narrow therapeutic time window and the risk of complications such as haemorrhagic transformation and reperfusion injury. This study investigates the role of Dickkopf-related protein 2 (DKK2) in the pathophysiology of ischaemic stroke, exploring its potential as a therapeutic target. Dickkopf-related protein 2 levels were analysed in a murine model of transient middle cerebral artery occlusion (tMCAO) and in stroke patients with large vessel occlusion undergoing endovascular treatment. The causal role of DKK2 was explored using genetic knockout and viral targeting strategies to manipulate its expression, and using pharmacological approaches to assess its therapeutic potential. Mechanistic studies focused on the regulation of DKK2 by retinoid X receptor-alpha (RXRα) and its effects on neuronal injury and blood-brain barrier (BBB) integrity. Dickkopf-related protein 2 was significantly up-regulated in both the brain and serum of mice after tMCAO. Serum DKK2 levels were elevated in stroke patients with larger infarct volumes, ICH, and worse functional outcomes. In murine models, systemic or neuron-specific DKK2 overexpression exacerbated infarction, neurological deficits, and BBB disruption, while genetic ablation or monoclonal antibody-mediated inhibition of DKK2 substantially ameliorated these parameters. Mechanistically, DKK2 was up-regulated in neurons by RXRα under ischaemia/reperfusion conditions both in vitro and in vivo, and this contributed to neuronal death and BBB disruption through suppression of canonical Wnt signalling. Dickkopf-related protein 2 plays a critical role in the progression of ischaemic stroke by modulating neuronal survival and BBB integrity. Targeting DKK2 represents a promising therapeutic approach to ischaemic brain injury, and the observational human data extend experimental findings to human cerebrovascular pathology, suggesting translational potential.",
    "disease": "stroke",
    "clean_text": "dickkopf related protein impairs neurovascular wnt signalling and worsens stroke outcome ischaemic stroke remains a major cause of disability and mortality with current treatments constrained by a narrow therapeutic time window and the risk of complications such as haemorrhagic transformation and reperfusion injury this study investigates the role of dickkopf related protein dkk in the pathophysiology of ischaemic stroke exploring its potential as a therapeutic target dickkopf related protein levels were analysed in a murine model of transient middle cerebral artery occlusion tmcao and in stroke patients with large vessel occlusion undergoing endovascular treatment the causal role of dkk was explored using genetic knockout and viral targeting strategies to manipulate its expression and using pharmacological approaches to assess its therapeutic potential mechanistic studies focused on the regulation of dkk by retinoid x receptor alpha rxr and its effects on neuronal injury and blood brain barrier bbb integrity dickkopf related protein was significantly up regulated in both the brain and serum of mice after tmcao serum dkk levels were elevated in stroke patients with larger infarct volumes ich and worse functional outcomes in murine models systemic or neuron specific dkk overexpression exacerbated infarction neurological deficits and bbb disruption while genetic ablation or monoclonal antibody mediated inhibition of dkk substantially ameliorated these parameters mechanistically dkk was up regulated in neurons by rxr under ischaemia reperfusion conditions both in vitro and in vivo and this contributed to neuronal death and bbb disruption through suppression of canonical wnt signalling dickkopf related protein plays a critical role in the progression of ischaemic stroke by modulating neuronal survival and bbb integrity targeting dkk represents a promising therapeutic approach to ischaemic brain injury and the observational human data extend experimental findings to human cerebrovascular pathology suggesting translational potential"
}