{
    "title": "Exploration of Hope Among Young Adults with Cancer in Malaysia.",
    "doc_id": "37389816",
    "writer": "Sabri S",
    "year": "2024",
    "summary": "However, restoring hope after a cancer diagnosis can be challenging, especially for young adult cancer patients. This research aimed to investigate hope among young adults with cancer throughout their cancer experience and the exploration of hope prese …",
    "abstract": "Purpose: Hope is vital for cancer patients to cope with their illnesses. It is positively associated with better health outcomes, quality of life, and daily functioning. However, restoring hope after a cancer diagnosis can be challenging, especially for young adult cancer patients. This research aimed to investigate hope among young adults with cancer throughout their cancer experience and the exploration of hope preservation in these individuals. Methods: This qualitative study involved 14 young adults recruited from a closed Facebook group. The median age of the participants was 30.5 years (range 20-39 years), and their median survival year was 3 years (range 1-18 years from the date of diagnosis). Semistructured interviews and a thematic analysis were performed to identify the major themes that emerged from these interviews. Results: The findings identified that young adults expressed hopes for cancer advocacy, good physical and mental health, ease in the afterlife, and uncertain hopes due to thoughts of death. Three areas that influenced their hope are: (1) active hope with cancer peers; (2) cancer prognosis and hope; and (3) hope comes from prayer. Their cultural and religious beliefs influenced the various forms of hope and affected their experiences with cancer. In addition, this study discovered that not all positive communication with their physician resulted in hope. Conclusion: These findings provide important insight to health care professionals (HCPs) by encouraging young adults to discuss hope and improving the existing oncology social work-based intervention. This study suggests that hope is essential for chronic illness patients and should be supported continuously during and after treatments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37389816/",
    "clean_text": "exploration of hope among young adults with cancer in malaysia however restoring hope after a cancer diagnosis can be challenging especially for young adult cancer patients this research aimed to investigate hope among young adults with cancer throughout their cancer experience and the exploration of hope prese purpose hope is vital for cancer patients to cope with their illnesses it is positively associated with better health outcomes quality of life and daily functioning however restoring hope after a cancer diagnosis can be challenging especially for young adult cancer patients this research aimed to investigate hope among young adults with cancer throughout their cancer experience and the exploration of hope preservation in these individuals methods this qualitative study involved young adults recruited from a closed facebook group the median age of the participants was years range years and their median survival year was years range years from the date of diagnosis semistructured interviews and a thematic analysis were performed to identify the major themes that emerged from these interviews results the findings identified that young adults expressed hopes for cancer advocacy good physical and mental health ease in the afterlife and uncertain hopes due to thoughts of death three areas that influenced their hope are active hope with cancer peers cancer prognosis and hope and hope comes from prayer their cultural and religious beliefs influenced the various forms of hope and affected their experiences with cancer in addition this study discovered that not all positive communication with their physician resulted in hope conclusion these findings provide important insight to health care professionals hcps by encouraging young adults to discuss hope and improving the existing oncology social work based intervention this study suggests that hope is essential for chronic illness patients and should be supported continuously during and after treatments"
}