{
    "pmid": "41428426",
    "title": "Intravascular lithotripsy in eccentric and concentric coronary calcifications: a post-hoc analysis of the BENELUX-IVL registry.",
    "abstract": "Intravascular lithotripsy (IVL) has demonstrated excellent results in treating calcified coronary lesions. However, specific focus on different calcification patterns is still limited. The aim of our study was to evaluate the procedural and clinical outcomes of IVL in treating concentric vs. eccentric calcifications. The BENELUX-IVL prospective registry enrolled patients aged ≥18 years who underwent IVL. For this study, patients who underwent both IVL and intravascular ultrasound (IVUS) before and after the procedure were selected. Based on IVUS-derived calcium arc quantification, patients were categorized into two groups: concentric calcification (>180°) and eccentric calcification (≤180°). The primary technical endpoint was technical success, defined as successful IVL catheter crossing of the target lesion with residual stenosis <30%, with final TIMI 3 flow. The primary efficacy endpoint was the incidence of major adverse cardiac events (MACE) at 12-month follow-up. A total of 455 patients were enrolled in the registry, of whom 136 (29.9%) met the inclusion criteria for the study. Concentric calcifications were more prevalent (83.1% vs. 16.9%, P < 0.01). The median SYNTAX score was similar between the two groups [19 (10-29) vs. 20 (12-31), P = 0.64]. Technical success was achieved similarly between the two calcification patterns (93.0% vs. 95.7%, P = 0.98). At 12-month follow-up, MACE (6.2% vs. 4.3%, P = 0.66), cardiac death (1.8% vs. 4.3%, P = 0.44), and target vessel revascularization (4.4% vs. 4.3%, P = 0.99) were similar. IVUS-guided percutaneous coronary intervention of calcified lesions treated with IVL demonstrates comparable procedural outcomes and low adverse clinical event rates in both concentric and eccentric calcification patterns. However, further studies are warranted to draw definitive conclusions regarding long-term clinical outcomes.",
    "disease": "coronary artery disease",
    "clean_text": "intravascular lithotripsy in eccentric and concentric coronary calcifications a post hoc analysis of the benelux ivl registry intravascular lithotripsy ivl has demonstrated excellent results in treating calcified coronary lesions however specific focus on different calcification patterns is still limited the aim of our study was to evaluate the procedural and clinical outcomes of ivl in treating concentric vs eccentric calcifications the benelux ivl prospective registry enrolled patients aged years who underwent ivl for this study patients who underwent both ivl and intravascular ultrasound ivus before and after the procedure were selected based on ivus derived calcium arc quantification patients were categorized into two groups concentric calcification and eccentric calcification the primary technical endpoint was technical success defined as successful ivl catheter crossing of the target lesion with residual stenosis with final timi flow the primary efficacy endpoint was the incidence of major adverse cardiac events mace at month follow up a total of patients were enrolled in the registry of whom met the inclusion criteria for the study concentric calcifications were more prevalent vs p the median syntax score was similar between the two groups vs p technical success was achieved similarly between the two calcification patterns vs p at month follow up mace vs p cardiac death vs p and target vessel revascularization vs p were similar ivus guided percutaneous coronary intervention of calcified lesions treated with ivl demonstrates comparable procedural outcomes and low adverse clinical event rates in both concentric and eccentric calcification patterns however further studies are warranted to draw definitive conclusions regarding long term clinical outcomes"
}