{
    "title": "Endogenous ZAP affects Zika virus RNA interactome.",
    "doc_id": "39183472",
    "writer": "Sabir AJ",
    "year": "2024",
    "summary": "Here, we used ChIRP-MS in mock-infected and Zika-infected wild-type cells and cells knockout for the zinc finger CCCH-type antiviral protein 1 (ZAP). We characterized 'ZAP-independent' and 'ZAP-dependent' cellular protein interactomes associated with flavivirus RNA and fou …",
    "abstract": "One of the most recent advances in the analysis of viral RNA-cellular protein interactions is the Comprehensive Identification of RNA-binding Proteins by Mass Spectrometry (ChIRP-MS). Here, we used ChIRP-MS in mock-infected and Zika-infected wild-type cells and cells knockout for the zinc finger CCCH-type antiviral protein 1 (ZAP). We characterized 'ZAP-independent' and 'ZAP-dependent' cellular protein interactomes associated with flavivirus RNA and found that ZAP affects cellular proteins associated with Zika virus RNA. The ZAP-dependent interactome identified with ChIRP-MS provides potential ZAP co-factors for antiviral activity against Zika virus and possibly other viruses. Identifying the full spectrum of ZAP co-factors and mechanisms of how they act will be critical to understanding the ZAP antiviral system and may contribute to the development of antivirals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39183472/",
    "clean_text": "endogenous zap affects zika virus rna interactome here we used chirp ms in mock infected and zika infected wild type cells and cells knockout for the zinc finger ccch type antiviral protein zap we characterized zap independent and zap dependent cellular protein interactomes associated with flavivirus rna and fou one of the most recent advances in the analysis of viral rna cellular protein interactions is the comprehensive identification of rna binding proteins by mass spectrometry chirp ms here we used chirp ms in mock infected and zika infected wild type cells and cells knockout for the zinc finger ccch type antiviral protein zap we characterized zap independent and zap dependent cellular protein interactomes associated with flavivirus rna and found that zap affects cellular proteins associated with zika virus rna the zap dependent interactome identified with chirp ms provides potential zap co factors for antiviral activity against zika virus and possibly other viruses identifying the full spectrum of zap co factors and mechanisms of how they act will be critical to understanding the zap antiviral system and may contribute to the development of antivirals"
}