{
    "title": "Acceptance of Advance Care Planning Among Young Adults in Shijiazhuang, China: A Mixed-Methods Study.",
    "doc_id": "36129148",
    "writer": "Shen Y",
    "year": "2023",
    "summary": "Objective: The purposes of this study is to investigate the Advanced Care Planning (ACP) acceptance and examine its influencing factors using sequential explanatory mixed methods in order to provide a basis for the formulation of later interventions. Methods: A cross-sectional st …",
    "abstract": "Context: In the event of accidental trauma, incurable disease and public health emergencies, young adults are unable to participate in their own medical decisions, family members face the huge decision-making pressure and medical resources of the society were unevenly distributed. Objective: The purposes of this study is to investigate the Advanced Care Planning (ACP) acceptance and examine its influencing factors using sequential explanatory mixed methods in order to provide a basis for the formulation of later interventions. Methods: A cross-sectional study of young adults (N = 785) and 12 other young adults from two other communities were investigated from January 2021 to February 2022. Descriptive statistics and multiple linear regressions were conducted. Content analysis was performed on the qualitative data. Results: The primary factors that contributed to the acceptance of ACP were the natural acceptance of death, being female, having a high level of education, having a loved one diagnosed with a chronic disease, and having heard of ACP. Among young adults, the acceptance of ACP may be impeded by a fear of the unknown nature of death, a poor understanding of ACP, and family-led decision-making. Discussion: Our study found that 77.1% had not heard of ACP before participating in the study and showed potential to accept ACP-related interventions. The study highlighted the importance of implementing regular young adult education courses, promoting routine ACP knowledge, individualized education, discussing family member's disease experiences, conducting family meetings, and identifying young adult responsibilities and roles in implement ACP for young adults in China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36129148/",
    "clean_text": "acceptance of advance care planning among young adults in shijiazhuang china a mixed methods study objective the purposes of this study is to investigate the advanced care planning acp acceptance and examine its influencing factors using sequential explanatory mixed methods in order to provide a basis for the formulation of later interventions methods a cross sectional st context in the event of accidental trauma incurable disease and public health emergencies young adults are unable to participate in their own medical decisions family members face the huge decision making pressure and medical resources of the society were unevenly distributed objective the purposes of this study is to investigate the advanced care planning acp acceptance and examine its influencing factors using sequential explanatory mixed methods in order to provide a basis for the formulation of later interventions methods a cross sectional study of young adults n and other young adults from two other communities were investigated from january to february descriptive statistics and multiple linear regressions were conducted content analysis was performed on the qualitative data results the primary factors that contributed to the acceptance of acp were the natural acceptance of death being female having a high level of education having a loved one diagnosed with a chronic disease and having heard of acp among young adults the acceptance of acp may be impeded by a fear of the unknown nature of death a poor understanding of acp and family led decision making discussion our study found that had not heard of acp before participating in the study and showed potential to accept acp related interventions the study highlighted the importance of implementing regular young adult education courses promoting routine acp knowledge individualized education discussing family member s disease experiences conducting family meetings and identifying young adult responsibilities and roles in implement acp for young adults in china"
}