{
    "title": "Prostate cancer: clinical perspectives.",
    "doc_id": "9923204",
    "writer": "Vetrosky D",
    "year": "1998",
    "summary": "If prostate cancer is detected at an early stage, it is potentially curable. It is incumbent upon occupational health care providers to afford those constituents who fall into a high risk category, or who are > or = 40 years of age, every opportunity for prost …",
    "abstract": "1. When obtaining a screening history for prostate cancer, important risk factors include age, family history, and ethnicity. The digital rectal examination remains the \"gold standard\" physical examination screening technique. 2. If prostate cancer is detected at an early stage, it is potentially curable. It is incumbent upon occupational health care providers to afford those constituents who fall into a high risk category, or who are > or = 40 years of age, every opportunity for prostate cancer screening. 3. Education is the \"sine-qua-non\" of complete health care provision for prostate cancer clients. The occupational health care provider can play a pivotal role in allaying a client's fear and misconception of this disease. 4. Providing appropriate assessment and advocacy for clients returning to the workplace following diagnosis and treatment of prostate cancer is crucial.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9923204/",
    "clean_text": "prostate cancer clinical perspectives if prostate cancer is detected at an early stage it is potentially curable it is incumbent upon occupational health care providers to afford those constituents who fall into a high risk category or who are or years of age every opportunity for prost when obtaining a screening history for prostate cancer important risk factors include age family history and ethnicity the digital rectal examination remains the gold standard physical examination screening technique if prostate cancer is detected at an early stage it is potentially curable it is incumbent upon occupational health care providers to afford those constituents who fall into a high risk category or who are or years of age every opportunity for prostate cancer screening education is the sine qua non of complete health care provision for prostate cancer clients the occupational health care provider can play a pivotal role in allaying a client s fear and misconception of this disease providing appropriate assessment and advocacy for clients returning to the workplace following diagnosis and treatment of prostate cancer is crucial"
}