{
    "title": "Geology, paleoclimatology and the evolution of the kidney: some explorations into the legacy of Homer Smith.",
    "doc_id": "22572704",
    "writer": "Kooman JP.",
    "year": "2012",
    "summary": "The review follows the ideas of Homer Smith, but adds new data on the subjects which were unknown in Homer Smith's time. The structure and function of the kidney are a result of hundreds of millions of years of evolution, in which adaptations had to be made in response to …",
    "abstract": "The aim of this review is to perform an overview of the relation between kidney development in different species and new developments in plate tectonics and paleoclimatology, which likely had a remarkable effect on evolution. The review follows the ideas of Homer Smith, but adds new data on the subjects which were unknown in Homer Smith's time. The structure and function of the kidney are a result of hundreds of millions of years of evolution, in which adaptations had to be made in response to environmental demands while maintaining the kidney's integrated function. The ideas of Homer Smith have greatly contributed to our understanding of this process, and continue to be of relevance both for researchers as well as physicians working in the field of kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22572704/",
    "clean_text": "geology paleoclimatology and the evolution of the kidney some explorations into the legacy of homer smith the review follows the ideas of homer smith but adds new data on the subjects which were unknown in homer smith s time the structure and function of the kidney are a result of hundreds of millions of years of evolution in which adaptations had to be made in response to the aim of this review is to perform an overview of the relation between kidney development in different species and new developments in plate tectonics and paleoclimatology which likely had a remarkable effect on evolution the review follows the ideas of homer smith but adds new data on the subjects which were unknown in homer smith s time the structure and function of the kidney are a result of hundreds of millions of years of evolution in which adaptations had to be made in response to environmental demands while maintaining the kidney s integrated function the ideas of homer smith have greatly contributed to our understanding of this process and continue to be of relevance both for researchers as well as physicians working in the field of kidney disease"
}