{
    "pmid": "41468026",
    "title": "Limited evidence for heart rate variability as a predictor of cognitive and pathophysiological brain markers.",
    "abstract": "BackgroundHeart rate variability (HRV) is related to cognitive functioning and may serve as an early Alzheimer's disease biomarker.ObjectiveWe examine whether HRV predicts cognitive and pathophysiological brain markers assessed eight and thirteen years later, independently of coronary calcification.Methods269 cognitively unimpaired adults were selected based on their coronary artery calcification score (absent, score=0; high, score≥300), obtained from cardiac computed tomography scans (T2, 2017-2022). HRV in the time domain (root mean square of successive RR interval differences), measured at T0 (2007-2013), T1 (2014-2017), and the change between T0 and T1, was the predictor. Outcomes included cognitive measures, serum Alzheimer's disease biomarkers, and brain imaging markers obtained at T3 (2022-2023). Linear regression models were run, stratified by coronary calcification groups and adjusted for demographics, lifestyle and cardiometabolic factors.ResultsParticipants with high T2 calcification showed lower HRV at T0 and a positive change compared to those with absent calcification. In participants with high T2 calcification, higher HRV at T0 was associated with lower Aβ",
    "disease": "coronary artery disease",
    "clean_text": "limited evidence for heart rate variability as a predictor of cognitive and pathophysiological brain markers backgroundheart rate variability hrv is related to cognitive functioning and may serve as an early alzheimer s disease biomarker objectivewe examine whether hrv predicts cognitive and pathophysiological brain markers assessed eight and thirteen years later independently of coronary calcification methods cognitively unimpaired adults were selected based on their coronary artery calcification score absent score high score obtained from cardiac computed tomography scans t hrv in the time domain root mean square of successive rr interval differences measured at t t and the change between t and t was the predictor outcomes included cognitive measures serum alzheimer s disease biomarkers and brain imaging markers obtained at t linear regression models were run stratified by coronary calcification groups and adjusted for demographics lifestyle and cardiometabolic factors resultsparticipants with high t calcification showed lower hrv at t and a positive change compared to those with absent calcification in participants with high t calcification higher hrv at t was associated with lower a"
}