{
    "title": "Phase Separation of Zonula Occludens Proteins Drives Formation of Tight Junctions.",
    "doc_id": "31675499",
    "writer": "Beutel O",
    "year": "2019",
    "summary": "Tight junctions are cell-adhesion complexes that seal tissues and are involved in cell polarity and signaling. Supra-molecular assembly and positioning of tight junctions as continuous networks of adhesion strands are dependent on the membrane-associat …",
    "abstract": "Tight junctions are cell-adhesion complexes that seal tissues and are involved in cell polarity and signaling. Supra-molecular assembly and positioning of tight junctions as continuous networks of adhesion strands are dependent on the membrane-associated scaffolding proteins ZO1 and ZO2. To understand how zona occludens (ZO) proteins organize junction assembly, we performed quantitative cell biology and in vitro reconstitution experiments. We discovered that ZO proteins self-organize membrane-attached compartments via phase separation. We identified the multivalent interactions of the conserved PDZ-SH3-GuK supra-domain as the driver of phase separation. These interactions are regulated by phosphorylation and intra-molecular binding. Formation of condensed ZO protein compartments is sufficient to specifically enrich and localize tight-junction proteins, including adhesion receptors, cytoskeletal adapters, and transcription factors. Our results suggest that an active-phase transition of ZO proteins into a condensed membrane-bound compartment drives claudin polymerization and coalescence of a continuous tight-junction belt.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31675499/",
    "clean_text": "phase separation of zonula occludens proteins drives formation of tight junctions tight junctions are cell adhesion complexes that seal tissues and are involved in cell polarity and signaling supra molecular assembly and positioning of tight junctions as continuous networks of adhesion strands are dependent on the membrane associat tight junctions are cell adhesion complexes that seal tissues and are involved in cell polarity and signaling supra molecular assembly and positioning of tight junctions as continuous networks of adhesion strands are dependent on the membrane associated scaffolding proteins zo and zo to understand how zona occludens zo proteins organize junction assembly we performed quantitative cell biology and in vitro reconstitution experiments we discovered that zo proteins self organize membrane attached compartments via phase separation we identified the multivalent interactions of the conserved pdz sh guk supra domain as the driver of phase separation these interactions are regulated by phosphorylation and intra molecular binding formation of condensed zo protein compartments is sufficient to specifically enrich and localize tight junction proteins including adhesion receptors cytoskeletal adapters and transcription factors our results suggest that an active phase transition of zo proteins into a condensed membrane bound compartment drives claudin polymerization and coalescence of a continuous tight junction belt"
}