{
    "title": "Clinical Characteristics of Foreign-Imported COVID-19 Cases in Xi'an, China.",
    "doc_id": "34079347",
    "writer": "Zhang L",
    "year": "2021",
    "summary": "METHODS: For this observational and retrospective study, we investigated the clinical characteristics of imported COVID-19 cases that were confirmed by real-time RT-PCR in the Xi'an Public Health Center from 29 March 2020 to 31 August 2020. RESULTS: Of the 79 patien …",
    "abstract": "Background:\n        \n      \n      Effective management of foreign-imported COVID-19 cases is a new and great challenge for China. Our study focused on the foreign-imported COVID-19 cases to provide detailed data for insights into the prevention, early diagnosis, treatment and control of imported COVID-19.\n    \n\n\n          Methods:\n        \n      \n      For this observational and retrospective study, we investigated the clinical characteristics of imported COVID-19 cases that were confirmed by real-time RT-PCR in the Xi'an Public Health Center from 29 March 2020 to 31 August 2020.\n    \n\n\n          Results:\n        \n      \n      Of the 79 patients with COVID-19, 19 (24.1%) had exposure to confirmed COVID-19 patients, 15 (19.0%) had exposure to suspicious COVID-19 patients, and 45 (56.9%) had an unclear history of exposure to confirmed patients. The mean age of the patients was 38 years, and 70 (88.7%) patients were male. Except for 2 severe cases, the remaining 58 (73.4%) cases displayed mild or moderate symptoms, and 19 (24.2%) infected patients were asymptomatic. Twenty-one (26.6%) patients were not diagnosed until a third or later nucleic acid test. Ten (12.7%) patients had chronic diseases. The most common manifestations of the patients were cough [18 (22.8%) cases], fever [9 (11.4%) cases] and sore throat [9 (11.4%) cases]. Forty-one (51.9%) cases showed abnormal chest CT images, To date, all patients have been discharged, and no patient has died.\n    \n\n\n          Conclusion:\n        \n      \n      The imported COVID-19 cases in Xi'an were mainly young and middle-aged adults with mild or moderate symptoms who had a low rate of comorbidity, showed favourable laboratory and chest CT images, and had a better prognosis. Notably, for suspected COVID-19 cases, at least three consecutive nucleic acid tests should be carried out to avoid missed detection of infected patients. Except for severe cases, high-level medical resources are not necessary in most cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34079347/",
    "clean_text": "clinical characteristics of foreign imported covid cases in xi an china methods for this observational and retrospective study we investigated the clinical characteristics of imported covid cases that were confirmed by real time rt pcr in the xi an public health center from march to august results of the patien background effective management of foreign imported covid cases is a new and great challenge for china our study focused on the foreign imported covid cases to provide detailed data for insights into the prevention early diagnosis treatment and control of imported covid methods for this observational and retrospective study we investigated the clinical characteristics of imported covid cases that were confirmed by real time rt pcr in the xi an public health center from march to august results of the patients with covid had exposure to confirmed covid patients had exposure to suspicious covid patients and had an unclear history of exposure to confirmed patients the mean age of the patients was years and patients were male except for severe cases the remaining cases displayed mild or moderate symptoms and infected patients were asymptomatic twenty one patients were not diagnosed until a third or later nucleic acid test ten patients had chronic diseases the most common manifestations of the patients were cough cases fever cases and sore throat cases forty one cases showed abnormal chest ct images to date all patients have been discharged and no patient has died conclusion the imported covid cases in xi an were mainly young and middle aged adults with mild or moderate symptoms who had a low rate of comorbidity showed favourable laboratory and chest ct images and had a better prognosis notably for suspected covid cases at least three consecutive nucleic acid tests should be carried out to avoid missed detection of infected patients except for severe cases high level medical resources are not necessary in most cases"
}