{
    "title": "Recent Advances in Extracellular Matrix for Engineering Stem Cell Responses.",
    "doc_id": "31272344",
    "writer": "Guan S",
    "year": "2019",
    "summary": "Stem cell transplantation is an advanced medical technology, which brings hope for the treatment of some difficult diseases in the clinic. ...In this review, we discuss the stem cells and their engineering application, and highlight the control of the …",
    "abstract": "Stem cell transplantation is an advanced medical technology, which brings hope for the treatment of some difficult diseases in the clinic. Attributed to its self-renewal and differential ability, stem cell research has been pushed to the forefront of regenerative medicine and has become a hot topic in tissue engineering. The surrounding extracellular matrix has physical functions and important biological significance in regulating the life activities of cells, which may play crucial roles for in situ inducing specific differentiation of stem cells. In this review, we discuss the stem cells and their engineering application, and highlight the control of the fate of stem cells, we offer our perspectives on the various challenges and opportunities facing the use of the components of extracellular matrix for stem cell attachment, growth, proliferation, migration and differentiation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31272344/",
    "clean_text": "recent advances in extracellular matrix for engineering stem cell responses stem cell transplantation is an advanced medical technology which brings hope for the treatment of some difficult diseases in the clinic in this review we discuss the stem cells and their engineering application and highlight the control of the stem cell transplantation is an advanced medical technology which brings hope for the treatment of some difficult diseases in the clinic attributed to its self renewal and differential ability stem cell research has been pushed to the forefront of regenerative medicine and has become a hot topic in tissue engineering the surrounding extracellular matrix has physical functions and important biological significance in regulating the life activities of cells which may play crucial roles for in situ inducing specific differentiation of stem cells in this review we discuss the stem cells and their engineering application and highlight the control of the fate of stem cells we offer our perspectives on the various challenges and opportunities facing the use of the components of extracellular matrix for stem cell attachment growth proliferation migration and differentiation"
}