{
    "pmid": "41418925",
    "title": "Increased 30-day Mortality Risk in Coronavirus Disease 2019 Compared to Seasonal Influenza.",
    "abstract": "To compare 30-day all-cause mortality between patients with coronavirus disease 2019 (COVID-19) and those with seasonal influenza in South Korea. This nationwide, population-based cohort study utilized the National Health Insurance claim database, including individuals newly diagnosed with COVID-19 or influenza between July 2022 and December 2023. The primary outcome was 30-day all-cause mortality. Logistic regression analysis was conducted to compare mortality risks, adjusting for demographic and clinical covariates. A total of 12,802,169 patients with COVID-19 and 2,888,777 patients with influenza were analyzed. COVID-19 was associated with significantly higher 30-day all-cause mortality compared with influenza (adjusted odds ratio [aOR], 1.76; 95% CI, 1.60-1.94). This elevated risk remained consistent across most subgroups defined by age, sex, healthcare utilization, and comorbidities. Particularly higher risks were observed among adults aged 18-64 years (aOR, 2.93), hospitalized patients (aOR, 2.55), and those with myocardial infarction (aOR, 2.24). COVID-19 is associated with markedly higher short-term mortality than influenza across diverse clinical and demographic subgroups. These findings underscore the ongoing need for vigilant prevention efforts, and vaccination. This study represents the first large-scale nationwide analysis, and the first in Asia, conducted in the post-COVID-19 era.",
    "disease": "influenza",
    "clean_text": "increased day mortality risk in coronavirus disease compared to seasonal influenza to compare day all cause mortality between patients with coronavirus disease covid and those with seasonal influenza in south korea this nationwide population based cohort study utilized the national health insurance claim database including individuals newly diagnosed with covid or influenza between july and december the primary outcome was day all cause mortality logistic regression analysis was conducted to compare mortality risks adjusting for demographic and clinical covariates a total of patients with covid and patients with influenza were analyzed covid was associated with significantly higher day all cause mortality compared with influenza adjusted odds ratio aor ci this elevated risk remained consistent across most subgroups defined by age sex healthcare utilization and comorbidities particularly higher risks were observed among adults aged years aor hospitalized patients aor and those with myocardial infarction aor covid is associated with markedly higher short term mortality than influenza across diverse clinical and demographic subgroups these findings underscore the ongoing need for vigilant prevention efforts and vaccination this study represents the first large scale nationwide analysis and the first in asia conducted in the post covid era"
}