{
    "title": "Ultrasound and blind endometrial sampling for detection of endometrial cancer in women with postmenopausal bleeding.",
    "doc_id": "39804116",
    "writer": "Vikram SR",
    "year": "2024",
    "summary": "The objectives are as follows: To assess the diagnostic accuracy of endometrial sampling with histology in the diagnosis of endometrial cancer in women with postmenopausal bleeding and thickened endometrium on ultrasound. ...Secondary objectives To determine …",
    "abstract": "This is a protocol for a Cochrane Review (diagnostic). The objectives are as follows: To assess the diagnostic accuracy of endometrial sampling with histology in the diagnosis of endometrial cancer in women with postmenopausal bleeding and thickened endometrium on ultrasound. Diagnosis will be verified by the reference standards, hysteroscopy with histology, obtained by targeted (such as grasp biopsy of the endometrium or resection of focal pathology) or global sampling (with dilation and curettage), and histology of hysterectomy specimens. Secondary objectives To determine the diagnostic accuracy of different sampling devices and methods in the detection of endometrial cancer To assess the diagnostic accuracy of endometrial sampling devices and methods to detect endometrial hyperplasia To determine accuracy in diagnosing endometrial cancer and endometrial hyperplasia at different endometrial thicknesses of 3 mm, 4 mm and 5 mm To investigate sources of heterogeneity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39804116/",
    "clean_text": "ultrasound and blind endometrial sampling for detection of endometrial cancer in women with postmenopausal bleeding the objectives are as follows to assess the diagnostic accuracy of endometrial sampling with histology in the diagnosis of endometrial cancer in women with postmenopausal bleeding and thickened endometrium on ultrasound secondary objectives to determine this is a protocol for a cochrane review diagnostic the objectives are as follows to assess the diagnostic accuracy of endometrial sampling with histology in the diagnosis of endometrial cancer in women with postmenopausal bleeding and thickened endometrium on ultrasound diagnosis will be verified by the reference standards hysteroscopy with histology obtained by targeted such as grasp biopsy of the endometrium or resection of focal pathology or global sampling with dilation and curettage and histology of hysterectomy specimens secondary objectives to determine the diagnostic accuracy of different sampling devices and methods in the detection of endometrial cancer to assess the diagnostic accuracy of endometrial sampling devices and methods to detect endometrial hyperplasia to determine accuracy in diagnosing endometrial cancer and endometrial hyperplasia at different endometrial thicknesses of mm mm and mm to investigate sources of heterogeneity"
}