{
    "pmid": "41474732",
    "title": "How much is too much? A medication use evaluation of VA ICU sedation practice during the COVID-19 pandemic.",
    "abstract": "Early data suggested higher sedative requirements for ventilated COVID+ patients, deviating from established guidelines. We assessed the relationship between sedative use and outcomes in mechanically ventilated Veterans during the COVID-19 pandemic. Retrospective Medication Use Evaluation. National Sample of 13 Distinct VA Medical Center Intensive Care Units. Critically ill Veteran patients requiring mechanically ventilation for ≥2 days. None. The proportion of patients receiving fentanyl, midazolam and propofol was higher during COVID years. Compared with pre-COVID, median fentanyl dose was higher during Years 1 and 2 (1575mcg [(IQR) 1000-1650] vs. 1900 [1250-3000] vs. 1910 [1150-3500]). Adjuvant antipsychotics use was relatively low but tended to increase over time (pre = 10.5% vs. Year 1 = 12.3% vs. Year 2 = 14.1%). Most patients started on antipsychotics in the ICU were continued on the drug after extubation. Mortality was higher during COVID years (pre = 26.9% vs. 1 = 36.8% and 2 = 35.9%). In stratified analyses by COVID status years 1-2 (n = 79, 27%), a higher proportion of COVID+ patients received fentanyl (96% vs. 84%) and propofol (90% vs. 77%) and at higher doses (fentanyl = 1650mcg vs. 2688mcg median cumulative dose; propofol maximum infusion rate = 30 mc/kg/min (20-50) vs. 40 (25-50)). Sedative doses were similar to pre-COVID among non-COVID patients. Anti-psychotics were more frequently continued post extubation among COVID+ (34.6% vs. non-COVID+=14.9%). COVID+ patients were also less likely to have awakening and breathing trials at 48 hours after intubation (18% vs. 46%). Sedative use and dosing increased during the first two years of COVID compared to pre-COVID, especially for COVID+ patients. The sustained elevated levels of fentanyl use in Year 2 suggests possible 'therapeutic creep' away from guideline-concordant practices for COVID+ patients. Antipsychotic prescription during intubation and following extubation was also more common among COVID + . These findings could inform development and implementation of safer sedation practices across VA ICUs during respiratory pandemics.",
    "disease": "pneumonia",
    "clean_text": "how much is too much a medication use evaluation of va icu sedation practice during the covid pandemic early data suggested higher sedative requirements for ventilated covid patients deviating from established guidelines we assessed the relationship between sedative use and outcomes in mechanically ventilated veterans during the covid pandemic retrospective medication use evaluation national sample of distinct va medical center intensive care units critically ill veteran patients requiring mechanically ventilation for days none the proportion of patients receiving fentanyl midazolam and propofol was higher during covid years compared with pre covid median fentanyl dose was higher during years and mcg iqr vs vs adjuvant antipsychotics use was relatively low but tended to increase over time pre vs year vs year most patients started on antipsychotics in the icu were continued on the drug after extubation mortality was higher during covid years pre vs and in stratified analyses by covid status years n a higher proportion of covid patients received fentanyl vs and propofol vs and at higher doses fentanyl mcg vs mcg median cumulative dose propofol maximum infusion rate mc kg min vs sedative doses were similar to pre covid among non covid patients anti psychotics were more frequently continued post extubation among covid vs non covid covid patients were also less likely to have awakening and breathing trials at hours after intubation vs sedative use and dosing increased during the first two years of covid compared to pre covid especially for covid patients the sustained elevated levels of fentanyl use in year suggests possible therapeutic creep away from guideline concordant practices for covid patients antipsychotic prescription during intubation and following extubation was also more common among covid these findings could inform development and implementation of safer sedation practices across va icus during respiratory pandemics"
}