{
    "title": "[Family form of nephrogenic X-linked diabetes indiabetes].",
    "doc_id": "36337022",
    "writer": "Klepalova VV",
    "year": "2022",
    "summary": "There is a global trend towards an increase in the prevalence of diabetes insipidus. Symptoms of nephrogenic diabetes insipidus with X-linked inheritance appear in men, in women with heterozygous mutations, are characterized by an isolated symptom comp …",
    "abstract": "There is a global trend towards an increase in the prevalence of diabetes insipidus. Symptoms of nephrogenic diabetes insipidus with X-linked inheritance appear in men, in women with heterozygous mutations, are characterized by an isolated symptom complex of polyuria, polydipsia, hypostenuria. In children, more often than in adults, with fluid restriction, a clinic of water-deficient dehydration develops with hypernatremia, hyperthermia, and plasma hyperosmolality. This manuscript presents a case of Nephrogenic diabetes insipidus, X-linked familial form in male patients.At the same time, in the family along the female line, the mother and grandmother also had an increased need for water, the use of minirin was ineffective. In the older brother and younger brother, clinical manifestations of diabetes insipidus in the form of severe thirst and polyuria were noted from infancy, after the examination, the diagnosis was made - diabetes insipidus and desmopressin was prescribed.Due to the lack of effect from the use of desmopressin, the analysis of exons and adjacent sections of the introns of the AQP2 and AVPR2 genes was carried out by PCR and subsequent direct sequencing. No mutations were found in the AQP2 gene. The hemizygous substitution S315I was found in the AVPR2 gene. The familial form X was confirmed - linked nephrogenic diabetes insipidus. A hypothiazide was recommended, against the background of constant intake of which only a slight positive trend is observed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36337022/",
    "clean_text": "family form of nephrogenic x linked diabetes indiabetes there is a global trend towards an increase in the prevalence of diabetes insipidus symptoms of nephrogenic diabetes insipidus with x linked inheritance appear in men in women with heterozygous mutations are characterized by an isolated symptom comp there is a global trend towards an increase in the prevalence of diabetes insipidus symptoms of nephrogenic diabetes insipidus with x linked inheritance appear in men in women with heterozygous mutations are characterized by an isolated symptom complex of polyuria polydipsia hypostenuria in children more often than in adults with fluid restriction a clinic of water deficient dehydration develops with hypernatremia hyperthermia and plasma hyperosmolality this manuscript presents a case of nephrogenic diabetes insipidus x linked familial form in male patients at the same time in the family along the female line the mother and grandmother also had an increased need for water the use of minirin was ineffective in the older brother and younger brother clinical manifestations of diabetes insipidus in the form of severe thirst and polyuria were noted from infancy after the examination the diagnosis was made diabetes insipidus and desmopressin was prescribed due to the lack of effect from the use of desmopressin the analysis of exons and adjacent sections of the introns of the aqp and avpr genes was carried out by pcr and subsequent direct sequencing no mutations were found in the aqp gene the hemizygous substitution s i was found in the avpr gene the familial form x was confirmed linked nephrogenic diabetes insipidus a hypothiazide was recommended against the background of constant intake of which only a slight positive trend is observed"
}