{
    "pmid": "41441034",
    "title": "Diagnosis and Management of Pediatric Non-Alcoholic Fatty Liver Disease: An Overview.",
    "abstract": "Non-alcoholic fatty liver disease (NAFLD) is the most common pediatric chronic liver disease worldwide, with an increasing prevalence, mainly due to the increase in childhood obesity and sedentary lifestyle. The pathogenesis of NAFLD is multifactorial, but the mechanisms by which the factors involved, namely the genetic, intrauterine and environmental factors responsible for its onset and progression to NASH, are not fully known. Children with NAFLD are usually asymptomatic or show nonspecific symptoms, and NAFLD is generally diagnosed incidentally by screening tests in overweight or obese children. NAFLD is associated with severe metabolic deficiencies that may progress to cirrhosis and hepatocellular carcinoma, with the consequent need for liver transplantation. Current treatment of NAFLD in children consists of lifestyle changes to decrease caloric intake and increase physical activity, with no currently approved pharmacological medication for the pediatric population. Although pediatric studies that focus on alternative treatments targeting key pathogenic factors are promising, no pharmacological agent is currently approved for children, validated non-invasive fibrosis biomarkers remain limited, and long-term outcome data are scarce. Further validation through large prospective pediatric cohorts and phase III trials is urgently needed.",
    "disease": "liver cirrhosis",
    "clean_text": "diagnosis and management of pediatric non alcoholic fatty liver disease an overview non alcoholic fatty liver disease nafld is the most common pediatric chronic liver disease worldwide with an increasing prevalence mainly due to the increase in childhood obesity and sedentary lifestyle the pathogenesis of nafld is multifactorial but the mechanisms by which the factors involved namely the genetic intrauterine and environmental factors responsible for its onset and progression to nash are not fully known children with nafld are usually asymptomatic or show nonspecific symptoms and nafld is generally diagnosed incidentally by screening tests in overweight or obese children nafld is associated with severe metabolic deficiencies that may progress to cirrhosis and hepatocellular carcinoma with the consequent need for liver transplantation current treatment of nafld in children consists of lifestyle changes to decrease caloric intake and increase physical activity with no currently approved pharmacological medication for the pediatric population although pediatric studies that focus on alternative treatments targeting key pathogenic factors are promising no pharmacological agent is currently approved for children validated non invasive fibrosis biomarkers remain limited and long term outcome data are scarce further validation through large prospective pediatric cohorts and phase iii trials is urgently needed"
}