{
    "title": "A case of contiguous primary hepatic marginal zone B-cell lymphoma and hemangioma ultimately diagnosed using contrast-enhanced ultrasonography.",
    "doc_id": "25848352",
    "writer": "Shiozawa K",
    "year": "2015",
    "summary": "Primary hepatic marginal zone B-cell malignant lymphoma of mucosa-associated lymphoid tissue (MALT lymphoma) is extremely rare. ...On contrast-enhanced US, the lateral hypoechoic region was homogenously hyperenhanced in the early vascular phase, and the contrast med …",
    "abstract": "Primary hepatic marginal zone B-cell malignant lymphoma of mucosa-associated lymphoid tissue (MALT lymphoma) is extremely rare. We present a case in which a lesion was diagnosed as 2 contiguous tumors (MALT lymphoma and hemangioma) using contrast-enhanced ultrasonography (US) with sonazoid. There has been no previous case of contiguous hepatic MALT lymphoma and hemangioma. The present case was a female with no medical history. We detected a snowman-like appearance, which was a tumor of 15 mm in diameter with hypo- and hyper-echogenicities in the lateral and medial parts, respectively, in the Couinaud's segment (S6) of the liver on US. The tumor appeared as a single lesion with a low-density area in the unenhanced phase and prolonged enhancement in the equilibrium phases on dynamic CT. On MRI, the whole lesion showed a low-intensity signal on T1-weighted imaging, but isointensity in the lateral part and high intensity in the medial part were seen on T2-weighted imaging. On contrast-enhanced US, the lateral hypoechoic region was homogenously hyperenhanced in the early vascular phase, and the contrast medium was washed out after about 30 s; in contrast, the medial hyperechoic region was gradually stained from the margin toward the central region. The tumor showed a defect in both hypo- and hyperechoic regions in the postvascular phase. Hemangioma was suspected for the medial part based on the typical image findings, but the lateral part was not given a diagnosis. Thus, surgical resection was performed. The medial part was a hemangioma, and the lateral part was a MALT lymphoma by histopathological findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25848352/",
    "clean_text": "a case of contiguous primary hepatic marginal zone b cell lymphoma and hemangioma ultimately diagnosed using contrast enhanced ultrasonography primary hepatic marginal zone b cell malignant lymphoma of mucosa associated lymphoid tissue malt lymphoma is extremely rare on contrast enhanced us the lateral hypoechoic region was homogenously hyperenhanced in the early vascular phase and the contrast med primary hepatic marginal zone b cell malignant lymphoma of mucosa associated lymphoid tissue malt lymphoma is extremely rare we present a case in which a lesion was diagnosed as contiguous tumors malt lymphoma and hemangioma using contrast enhanced ultrasonography us with sonazoid there has been no previous case of contiguous hepatic malt lymphoma and hemangioma the present case was a female with no medical history we detected a snowman like appearance which was a tumor of mm in diameter with hypo and hyper echogenicities in the lateral and medial parts respectively in the couinaud s segment s of the liver on us the tumor appeared as a single lesion with a low density area in the unenhanced phase and prolonged enhancement in the equilibrium phases on dynamic ct on mri the whole lesion showed a low intensity signal on t weighted imaging but isointensity in the lateral part and high intensity in the medial part were seen on t weighted imaging on contrast enhanced us the lateral hypoechoic region was homogenously hyperenhanced in the early vascular phase and the contrast medium was washed out after about s in contrast the medial hyperechoic region was gradually stained from the margin toward the central region the tumor showed a defect in both hypo and hyperechoic regions in the postvascular phase hemangioma was suspected for the medial part based on the typical image findings but the lateral part was not given a diagnosis thus surgical resection was performed the medial part was a hemangioma and the lateral part was a malt lymphoma by histopathological findings"
}