{
    "title": "Endometrial cancer in the morbidly obese: a review.",
    "doc_id": "31833943",
    "writer": "Liu MC",
    "year": "2020",
    "summary": "PURPOSE OF REVIEW: With a worldwide increase in obesity, there has been an increase in obesity-related diseases. Endometrial cancer is a common cause of cancer for women worldwide. Incidence of endometrial cancer has risen worldwide. ...SUMMARY: …",
    "abstract": "Purpose of review:\n        \n      \n      With a worldwide increase in obesity, there has been an increase in obesity-related diseases. Endometrial cancer is a common cause of cancer for women worldwide. Incidence of endometrial cancer has risen worldwide. Accompanying these patients are risk factors and challenges that may prevent standard of care from being delivered.\n    \n\n\n          Recent findings:\n        \n      \n      The current article describes recent literature describing surgical approaches to the obese patient and special considerations in this population. This article also reviews bariatric surgery and endometrial cancer as well as new updates in radiation, chemotherapy and hormonal therapy research in the obese population.\n    \n\n\n          Summary:\n        \n      \n      The current article reviews therapeutics and surgery in the morbidly obese for the treatment of endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31833943/",
    "clean_text": "endometrial cancer in the morbidly obese a review purpose of review with a worldwide increase in obesity there has been an increase in obesity related diseases endometrial cancer is a common cause of cancer for women worldwide incidence of endometrial cancer has risen worldwide summary purpose of review with a worldwide increase in obesity there has been an increase in obesity related diseases endometrial cancer is a common cause of cancer for women worldwide incidence of endometrial cancer has risen worldwide accompanying these patients are risk factors and challenges that may prevent standard of care from being delivered recent findings the current article describes recent literature describing surgical approaches to the obese patient and special considerations in this population this article also reviews bariatric surgery and endometrial cancer as well as new updates in radiation chemotherapy and hormonal therapy research in the obese population summary the current article reviews therapeutics and surgery in the morbidly obese for the treatment of endometrial cancer"
}