{
    "pmid": "41466249",
    "title": "Hybrid, infection- and vaccination-induced protection against laboratory- confirmed SARS-CoV-2 infection in a European multi-centre prospective cohort of healthcare workers, 2021-2024.",
    "abstract": "Healthcare workers (HCWs) face high occupational exposure to SARS-CoV-2 and are a priority group for vaccination. Both natural infection and vaccination-individually or combined as hybrid immunity-confer protection against SARS-CoV-2 infection. This study aimed to evaluate the protection conferred by hybrid, infection-induced, and booster vaccine-induced immunity against laboratory-confirmed SARS-CoV-2 infections in HCWs during the circulation of three pandemic and one post-pandemic Omicron sublineages. We conducted a prospective cohort study of HCWs from 18 hospitals across nine European countries. Participants underwent RT-PCR testing at enrolment and during weekly or fortnightly follow-ups. The study period was divided based on dominant Omicron sublineage circulation: BA.1/2 (Dec 16, 2021-Jun 1, 2022), BA.4/5/BQ.1 (Jun 2-Dec 31, 2022), BA.2/XBB (Jan 1-May 2, 2023), and post-pandemic XBB.1.5/BA.2.86 (Sep 1, 2023-May 21, 2024). Participants were classified into four groups: hybrid (prior infection and recent booster vaccination 7-179 days), infection-induced (prior infection, no recent vaccination), vaccine-induced immunity (recent booster vaccination, no prior infection), and a reference group (no prior infection, no recent booster vaccination). Adjusted hazard ratios (aHRs) for infection were estimated using Cox regression, adjusting for hospital, age, sex, chronic condition, and patient-facing role. A total of 3 133 HCWs were included: 2572 (82%) female, 1734 (55%) aged 40-59, and 563 (29%) with ≥ 1 chronic condition. Hybrid immunity showed significant protection during BA.1/2 (aHR = 0.37, 95%CI 0.21-0.63), BA.4/5/BQ.1 (aHR = 0.36, 95%CI 0.22-0.58), and XBB.1.5/BA.2.86 (aHR = 0.53, 95%CI 0.37-0.74) periods. Infection-induced immunity was protective across all periods, most during BA.1/2 (aHR = 0.26, 95%CI 0.12-0.53), and least during BA.2/XBB (aHR = 0.66, 95%CI 0.36-1.22). Vaccine-induced immunity alone offered limited protection during BA.1/2 (aHR = 0.72, 95%CI 0.49-1.06) and BA.4/5/BQ.1 (aHR = 0.77, 95%CI 0.50-1.19), with wide confidence intervals suggesting low statistical significance. Hybrid and infection-induced immunity groups were more protected against infection caused by earlier Omicron sub-lineages and more protected than vaccination alone, which had no significant protective effect. These findings highlight the need for adaptive public health strategies, including timely vaccine updates and understanding of prior SARS-CoV-2 infection to inform COVID-19 vaccination policies for HCWs in the post-pandemic era.",
    "disease": "pneumonia",
    "clean_text": "hybrid infection and vaccination induced protection against laboratory confirmed sars cov infection in a european multi centre prospective cohort of healthcare workers healthcare workers hcws face high occupational exposure to sars cov and are a priority group for vaccination both natural infection and vaccination individually or combined as hybrid immunity confer protection against sars cov infection this study aimed to evaluate the protection conferred by hybrid infection induced and booster vaccine induced immunity against laboratory confirmed sars cov infections in hcws during the circulation of three pandemic and one post pandemic omicron sublineages we conducted a prospective cohort study of hcws from hospitals across nine european countries participants underwent rt pcr testing at enrolment and during weekly or fortnightly follow ups the study period was divided based on dominant omicron sublineage circulation ba dec jun ba bq jun dec ba xbb jan may and post pandemic xbb ba sep may participants were classified into four groups hybrid prior infection and recent booster vaccination days infection induced prior infection no recent vaccination vaccine induced immunity recent booster vaccination no prior infection and a reference group no prior infection no recent booster vaccination adjusted hazard ratios ahrs for infection were estimated using cox regression adjusting for hospital age sex chronic condition and patient facing role a total of hcws were included female aged and with chronic condition hybrid immunity showed significant protection during ba ahr ci ba bq ahr ci and xbb ba ahr ci periods infection induced immunity was protective across all periods most during ba ahr ci and least during ba xbb ahr ci vaccine induced immunity alone offered limited protection during ba ahr ci and ba bq ahr ci with wide confidence intervals suggesting low statistical significance hybrid and infection induced immunity groups were more protected against infection caused by earlier omicron sub lineages and more protected than vaccination alone which had no significant protective effect these findings highlight the need for adaptive public health strategies including timely vaccine updates and understanding of prior sars cov infection to inform covid vaccination policies for hcws in the post pandemic era"
}