{
    "title": "Risk Factors of Histopathological Crescent Formation in Pediatric IgA Vasculitis Nephritis.",
    "doc_id": "40870466",
    "writer": "Jin Y",
    "year": "2025",
    "summary": "Materials and Methods: Enrolled patients with biopsy-proven IgAVN from Zhejiang University's hospital were split into two groups: 377 with no crescents on histopathology (Group 1) and 364 with crescentic nephritis (Group 2). ...",
    "abstract": "Background and Objectives: This study aimed to explore the risk factors of histopathological crescent formation in pediatric IgA vasculitis nephritis (IgAVN). Materials and Methods: Enrolled patients with biopsy-proven IgAVN from Zhejiang University's hospital were split into two groups: 377 with no crescents on histopathology (Group 1) and 364 with crescentic nephritis (Group 2). Collected data included clinical features, lab indicators, histopathological grading, and factors causing glomerular sclerosis. Logistic regression was used to assess factors affecting crescent formation in IgAVN. Double-immunofluorescence assay was used to detect TGF-β1, MCP-1, α-SMA, Collagen I, and FN1 in kidney biopsy specimens. The relationship between kidney fibrosis factors and histopathological grade were analyzed using Chi-square and Pearson tests. Results: A total of 741 patients with IgAVN were included in the study. Univariate logistic regression identified potential factors related to crescent formation, including age, gender, clinical classification, hematuria grade, 24 h urine protein level, peripheral white blood cells (WBCs), serum albumin, Cystatin-C, APTT, and PT. Multivariate analysis revealed statistical significance for age, 24 h urine protein, and WBCs across pathological grades (p < 0.05). Mantel-Haenszel Chi-square tests indicated a linear relationship between IgAVN pathological grade and α-SMA, TGF-β1, MCP-1, and FN1. Pearson correlation analysis confirmed a positive correlation between pathological grade and these markers. Conclusions: Age, 24 h urinary protein, and blood WBCs are identified as risk factors for histopathological crescent formation in children with IgAVN. Additionally, a higher pathological grade is associated with more pronounced fibrosis indicators.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40870466/",
    "clean_text": "risk factors of histopathological crescent formation in pediatric iga vasculitis nephritis materials and methods enrolled patients with biopsy proven igavn from zhejiang university s hospital were split into two groups with no crescents on histopathology group and with crescentic nephritis group background and objectives this study aimed to explore the risk factors of histopathological crescent formation in pediatric iga vasculitis nephritis igavn materials and methods enrolled patients with biopsy proven igavn from zhejiang university s hospital were split into two groups with no crescents on histopathology group and with crescentic nephritis group collected data included clinical features lab indicators histopathological grading and factors causing glomerular sclerosis logistic regression was used to assess factors affecting crescent formation in igavn double immunofluorescence assay was used to detect tgf mcp sma collagen i and fn in kidney biopsy specimens the relationship between kidney fibrosis factors and histopathological grade were analyzed using chi square and pearson tests results a total of patients with igavn were included in the study univariate logistic regression identified potential factors related to crescent formation including age gender clinical classification hematuria grade h urine protein level peripheral white blood cells wbcs serum albumin cystatin c aptt and pt multivariate analysis revealed statistical significance for age h urine protein and wbcs across pathological grades p mantel haenszel chi square tests indicated a linear relationship between igavn pathological grade and sma tgf mcp and fn pearson correlation analysis confirmed a positive correlation between pathological grade and these markers conclusions age h urinary protein and blood wbcs are identified as risk factors for histopathological crescent formation in children with igavn additionally a higher pathological grade is associated with more pronounced fibrosis indicators"
}