{
    "pmid": "41456189",
    "title": "[Thrombolytic Therapy for Ischemic Stroke with Revelise: Results of a Two-Year Follow-Up in the International PRIMA Study].",
    "abstract": "The study aimed to evaluate the efficacy and safety of Revelise (alteplase), a Russian medicinal product used as thrombolytic therapy (TLT) to treat ischemic stroke (IS) in real-world practice. A total of 2202 patients with IS were included in the study. The mean age was 68 years, with 20% of patients aged 80 years or older. Of the patients, 53.6% were men and 46.4% were women; 233 (10.6%) patients with large vessel occlusion underwent staged reperfusion. The most common comorbidities were hypertension (96%), chronic heart failure (57.3%), coronary artery disease (56.9%), and cardiac arrhythmias (33.8%). Nearly one-third (28.9%) of patients received antiplatelet agents before TLT, whereas 4.7% received anticoagulants. The mean NIHSS score for the entire study population was 10, and 11.6% had disabling symptoms with a NIHSS score< 5. Symptomatic hemorrhagic transformation was determined using the ECASS 3 criteria. A substantial reduction in neurological deficit was reported within one day, which differed significantly from the previous value ( The obtained results confirm the high efficacy and safety of Revelise in patients with IS. The wide practical use in various patient groups is justified by an up-to-date patient selection algorithm. This includes patients aged 80 years and older with minor stroke (NIHSS score< 5) who receive treatment with antiplatelet agents or anticoagulants, as well as staged reperfusion. The obtained results are consistent with those of previously published studies with a similar design. Изучение эффективности и безопасности отечественного препарата алтеплазы (Ревелиза) для тромболитической терапии (ТЛТ) при ишемическом инсульте (ИИ) в реальной клинической практике. В исследование включено 2202 пациента с ИИ (средний возраст 68 лет; 20% — 80 лет и старше): 53,6% мужчин, 46,4% женщин. 233 (10,6%) больным с окклюзией крупных сосудов проводилась этапная реперфузия. Из сопутствующей патологии наиболее часто встречались гипертоническая болезнь (96%), хроническая сердечная недостаточность (57,3%), ишемическая болезнь сердца (56,9%) и нарушения сердечного ритма (33,8%). Почти треть пациентов (28,9%) до ТЛТ получала антиагреганты, 4,7% — антикоагулянты. Среднее значение NIHSS для всей группы составило 10 баллов, 11,6% имели инвалидизирующие симптомы при NIHSS<5. Симптомная геморрагическая трансформация (ГТ) определялась по критериям ECASS 3. Выраженная динамика снижения неврологического дефицита отмечалась уже через сутки и была значима по сравнению с предыдущим показателем ( Полученные результаты подтверждают высокую эффективность и безопасность препарата Ревелиза у пациентов с ИИ. Обосновано широкое практическое применение препарата у различных групп пациентов с использованием современного алгоритма отбора пациентов, включая больных 80 лет и старше, с малым инсультом (NIHSS<5 баллов), на фоне лечения антиагрегантами или антикоагулянтами, а также при этапной реперфузии. Полученные результаты согласуются с ранее опубликованными исследованиями схожего дизайна.",
    "disease": "hypertension",
    "clean_text": "thrombolytic therapy for ischemic stroke with revelise results of a two year follow up in the international prima study the study aimed to evaluate the efficacy and safety of revelise alteplase a russian medicinal product used as thrombolytic therapy tlt to treat ischemic stroke is in real world practice a total of patients with is were included in the study the mean age was years with of patients aged years or older of the patients were men and were women patients with large vessel occlusion underwent staged reperfusion the most common comorbidities were hypertension chronic heart failure coronary artery disease and cardiac arrhythmias nearly one third of patients received antiplatelet agents before tlt whereas received anticoagulants the mean nihss score for the entire study population was and had disabling symptoms with a nihss score symptomatic hemorrhagic transformation was determined using the ecass criteria a substantial reduction in neurological deficit was reported within one day which differed significantly from the previous value the obtained results confirm the high efficacy and safety of revelise in patients with is the wide practical use in various patient groups is justified by an up to date patient selection algorithm this includes patients aged years and older with minor stroke nihss score who receive treatment with antiplatelet agents or anticoagulants as well as staged reperfusion the obtained results are consistent with those of previously published studies with a similar design nihss nihss ecass nihss"
}