{
    "pmid": "41428325",
    "title": "Using Multi-Method Insights to Develop a Novel Chronic Pain Self-Management Intervention for Black Older Adults.",
    "abstract": "Chronic pain disproportionately affects older adults, especially Black/African American older adults with musculoskeletal disorders like osteoarthritis. Given that osteoarthritis and chronic musculoskeletal conditions are the leading causes of pain and disability worldwide, self-management of chronic pain is essential. One of the goals in the U.S. National Pain Strategy was to develop nationwide pain self-management programs. This paper describes a multi-method approach used to design a new pain self-management intervention for Black/African American older adults living with chronic musculoskeletal pain. Four mixed-methods studies investigated the lived experiences, cultural beliefs, and social factors that affect how older adults perceive, manage, and cope with osteoarthritis and joint pain. Research participants were adults, ranging in age from 50 to 94 years of age with chronic musculoskeletal pain-primarily osteoarthritis. Other key stakeholders, such as a community advisory board and subject matter experts, were included at different stages of each study. Descriptive statistics, thematic analysis, and content analysis were applied across studies to identify recurring patterns. Across studies, older Black/African American individuals revealed how they manage chronic musculoskeletal pain in ways consistent with their culture, spiritual beliefs, and accessible resources. While older adults were engaged in varying levels of self-management, there were clear differences in pain experiences and disability impact, types of self-management strategies utilized, and opportunities to tailor or customize self-management interventions. Data from research participants, community advisory board, and experts in the field helped (1) create and evaluate a new educational resource for Black/African Americans and (2) shape the structure of the PROACTIVE intervention, which combines culturally congruent pain education, spiritual coping, and financial navigation to help older Black/African Americans manage chronic musculoskeletal pain. This new pain intervention offers B/AA older individuals the skills, motivation, and resources to manage chronic pain in a culturally sensitive and practical way. It is our hope that this intervention will improve pain outcomes and physical and emotional quality of life in this population.",
    "disease": "osteoarthritis",
    "clean_text": "using multi method insights to develop a novel chronic pain self management intervention for black older adults chronic pain disproportionately affects older adults especially black african american older adults with musculoskeletal disorders like osteoarthritis given that osteoarthritis and chronic musculoskeletal conditions are the leading causes of pain and disability worldwide self management of chronic pain is essential one of the goals in the u s national pain strategy was to develop nationwide pain self management programs this paper describes a multi method approach used to design a new pain self management intervention for black african american older adults living with chronic musculoskeletal pain four mixed methods studies investigated the lived experiences cultural beliefs and social factors that affect how older adults perceive manage and cope with osteoarthritis and joint pain research participants were adults ranging in age from to years of age with chronic musculoskeletal pain primarily osteoarthritis other key stakeholders such as a community advisory board and subject matter experts were included at different stages of each study descriptive statistics thematic analysis and content analysis were applied across studies to identify recurring patterns across studies older black african american individuals revealed how they manage chronic musculoskeletal pain in ways consistent with their culture spiritual beliefs and accessible resources while older adults were engaged in varying levels of self management there were clear differences in pain experiences and disability impact types of self management strategies utilized and opportunities to tailor or customize self management interventions data from research participants community advisory board and experts in the field helped create and evaluate a new educational resource for black african americans and shape the structure of the proactive intervention which combines culturally congruent pain education spiritual coping and financial navigation to help older black african americans manage chronic musculoskeletal pain this new pain intervention offers b aa older individuals the skills motivation and resources to manage chronic pain in a culturally sensitive and practical way it is our hope that this intervention will improve pain outcomes and physical and emotional quality of life in this population"
}