{
    "title": "The role of astrocytes response triggered by hyperglycaemia during spinal cord injury.",
    "doc_id": "37798949",
    "writer": "Sámano C",
    "year": "2024",
    "summary": "OBJECTIVE: This manuscript aimed to provide a comprehensive overview of the physiological, molecular, and cellular mechanisms triggered by reactive astrocytes (RA) in the context of spinal cord injury (SCI), with a particular focus on cases involving hypergly …",
    "abstract": "Objective:\n        \n      \n      This manuscript aimed to provide a comprehensive overview of the physiological, molecular, and cellular mechanisms triggered by reactive astrocytes (RA) in the context of spinal cord injury (SCI), with a particular focus on cases involving hyperglycaemia.\n    \n\n\n          Methods:\n        \n      \n      The compilation of articles related to astrocyte responses in neuropathological conditions, with a specific emphasis on those related to SCI and hyperglycaemia, was conducted by searching through databases including Science Direct, Web of Science, and PubMed.\n    \n\n\n          Results and conclusions:\n        \n      \n      This article explores the dual role of astrocytes in both neurophysiological and neurodegenerative conditions within the central nervous system (CNS). In the aftermath of SCI and hyperglycaemia, astrocytes undergo a transformation into RA, adopting a distinct phenotype. While there are currently no approved therapies for SCI, various therapeutic strategies have been proposed to alleviate the detrimental effects of RAs following SCI and hyperglycemia. These strategies show promising potential in the treatment of SCI and its likely comorbidities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37798949/",
    "clean_text": "the role of astrocytes response triggered by hyperglycaemia during spinal cord injury objective this manuscript aimed to provide a comprehensive overview of the physiological molecular and cellular mechanisms triggered by reactive astrocytes ra in the context of spinal cord injury sci with a particular focus on cases involving hypergly objective this manuscript aimed to provide a comprehensive overview of the physiological molecular and cellular mechanisms triggered by reactive astrocytes ra in the context of spinal cord injury sci with a particular focus on cases involving hyperglycaemia methods the compilation of articles related to astrocyte responses in neuropathological conditions with a specific emphasis on those related to sci and hyperglycaemia was conducted by searching through databases including science direct web of science and pubmed results and conclusions this article explores the dual role of astrocytes in both neurophysiological and neurodegenerative conditions within the central nervous system cns in the aftermath of sci and hyperglycaemia astrocytes undergo a transformation into ra adopting a distinct phenotype while there are currently no approved therapies for sci various therapeutic strategies have been proposed to alleviate the detrimental effects of ras following sci and hyperglycemia these strategies show promising potential in the treatment of sci and its likely comorbidities"
}