{
    "title": "Global perspectives on risk factors for major joint burn contractures: A literature review.",
    "doc_id": "37977897",
    "writer": "Fanstone R",
    "year": "2024",
    "summary": "Only fifteen studies (3 from LMICs) examined potential contracture risk factors with statistical comparisons of outcomes; significant findings from these included demographic, burn, comorbidities, and treatment risk factors. ...Much more work is indica …",
    "abstract": "Contractures are a frequent consequence of burn injuries, yet our knowledge of associated risk factors is limited. This paper provides an extensive review of relevant literature from both High-Income Countries (HICs) and Low-Middle Income Countries (LMICs). Ninety-four papers (up to June 2019) and eight subsequent publications (up to March 2022) were included, 76% of which were from HICs. The majority of publications were either descriptive studies (4 from HICs, 9 from LMICs) or papers citing putative risk factors (37 from HICs, 10 from LMICs). Seventeen publications (all from HICs) reported on the effects of individual non-surgical therapeutic interventions, often with conflicting results. Two published systematic reviews emphasised the poor quality of evidence available. Only fifteen studies (3 from LMICs) examined potential contracture risk factors with statistical comparisons of outcomes; significant findings from these included demographic, burn, comorbidities, and treatment risk factors. LMIC papers included socioeconomic and healthcare system factors as potential risks for contracture; these were rarely considered in HIC publications. Methodological issues identified from this review of literature included differences in contracture definitions, populations studied, standards of care, joints included and the timing and nature of contracture assessments.This review is the first to collate existing knowledge on risk factors for burn contractures from both HIC and LMIC settings, revealing a surprising lack of robust evidence for many accepted risk factors. In LMICs, where burns are particularly common, universal health provision is lacking and specialist burn care is both scarce and difficult to access; consequently, socioeconomic factors may have more immediate impact on contracture outcomes than specific burn treatments or therapies. Much more work is indicated to fully understand the relative impacts of risk factors in different settings so that context-appropriate contracture prevention strategies can be developed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37977897/",
    "clean_text": "global perspectives on risk factors for major joint burn contractures a literature review only fifteen studies from lmics examined potential contracture risk factors with statistical comparisons of outcomes significant findings from these included demographic burn comorbidities and treatment risk factors much more work is indica contractures are a frequent consequence of burn injuries yet our knowledge of associated risk factors is limited this paper provides an extensive review of relevant literature from both high income countries hics and low middle income countries lmics ninety four papers up to june and eight subsequent publications up to march were included of which were from hics the majority of publications were either descriptive studies from hics from lmics or papers citing putative risk factors from hics from lmics seventeen publications all from hics reported on the effects of individual non surgical therapeutic interventions often with conflicting results two published systematic reviews emphasised the poor quality of evidence available only fifteen studies from lmics examined potential contracture risk factors with statistical comparisons of outcomes significant findings from these included demographic burn comorbidities and treatment risk factors lmic papers included socioeconomic and healthcare system factors as potential risks for contracture these were rarely considered in hic publications methodological issues identified from this review of literature included differences in contracture definitions populations studied standards of care joints included and the timing and nature of contracture assessments this review is the first to collate existing knowledge on risk factors for burn contractures from both hic and lmic settings revealing a surprising lack of robust evidence for many accepted risk factors in lmics where burns are particularly common universal health provision is lacking and specialist burn care is both scarce and difficult to access consequently socioeconomic factors may have more immediate impact on contracture outcomes than specific burn treatments or therapies much more work is indicated to fully understand the relative impacts of risk factors in different settings so that context appropriate contracture prevention strategies can be developed"
}