{
    "title": "Nearly One-Third of Published Systematic Reviews and Meta-analyses Yield Inconclusive Conclusions: A Systematic Review.",
    "doc_id": "33887412",
    "writer": "Harris JD",
    "year": "2021",
    "summary": "METHODS: A systematic review was performed using PRISMA guidelines. Six high-quality orthopedics journals were chosen for analysis over a 10-year eligibility period. ...LEVEL OF EVIDENCE: Level IV, systematic review and/or meta-analysis of studies with …",
    "abstract": "Purpose:\n        \n      \n      To perform a systematic review that determines the percentage of published orthopedic surgery and sports medicine systematic reviews and meta-analyses that have a conclusive conclusion.\n    \n\n\n          Methods:\n        \n      \n      A systematic review was performed using PRISMA guidelines. Six high-quality orthopedics journals were chosen for analysis over a 10-year eligibility period. Systematic reviews and meta-analyses published in these journals were included in the investigation. Narrative, scoping, and umbrella reviews were excluded. A systematic review or meta-analysis was defined as having an inconclusive conclusion if the conclusion in the manuscript body or abstract was stated directly as inconclusive, indeterminate, unknown, or having a lack of evidence (or no evidence). A conclusive conclusion stated a direct answer to the study's primary and/or accessory outcomes. Due to the categorical nature of the data, comparisons were made using χ2 test and logistic regression.\n    \n\n\n          Results:\n        \n      \n      There were 1,108 systematic reviews/meta-analyses analyzed (30.9 ± 70.3 studies analyzed per review). More reviews (69.9%) were published with conclusive conclusions rather than without (30.1%). More reviews were surgical (73%) rather than nonsurgical. The United States and North America published the most reviews by country and continent, respectively. There were statistically significant differences between countries (highest proportion with China) and continents (highest proportion with Asia) based on the number of conclusive conclusions in published reviews, respectively. There were no significant differences in the proportion of conclusive conclusion reviews between the 6 analyzed journals. Australia published the largest proportion on nonsurgical reviews. The British Journal of Sports Medicine published a significantly higher proportion of nonsurgical reviews than the other 5 journals. There was no temporal relationship with the proportion of conclusive conclusion reviews.\n    \n\n\n          Conclusions:\n        \n      \n      This systematic review observed that only 70% of orthopedic systematic reviews and meta-analyses published in 6 high-quality orthopedic journals over a 10-year eligibility period had conclusive conclusions.\n    \n\n\n          Level of evidence:\n        \n      \n      Level IV, systematic review and/or meta-analysis of studies with Levels I to IV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33887412/",
    "clean_text": "nearly one third of published systematic reviews and meta analyses yield inconclusive conclusions a systematic review methods a systematic review was performed using prisma guidelines six high quality orthopedics journals were chosen for analysis over a year eligibility period level of evidence level iv systematic review and or meta analysis of studies with purpose to perform a systematic review that determines the percentage of published orthopedic surgery and sports medicine systematic reviews and meta analyses that have a conclusive conclusion methods a systematic review was performed using prisma guidelines six high quality orthopedics journals were chosen for analysis over a year eligibility period systematic reviews and meta analyses published in these journals were included in the investigation narrative scoping and umbrella reviews were excluded a systematic review or meta analysis was defined as having an inconclusive conclusion if the conclusion in the manuscript body or abstract was stated directly as inconclusive indeterminate unknown or having a lack of evidence or no evidence a conclusive conclusion stated a direct answer to the study s primary and or accessory outcomes due to the categorical nature of the data comparisons were made using test and logistic regression results there were systematic reviews meta analyses analyzed studies analyzed per review more reviews were published with conclusive conclusions rather than without more reviews were surgical rather than nonsurgical the united states and north america published the most reviews by country and continent respectively there were statistically significant differences between countries highest proportion with china and continents highest proportion with asia based on the number of conclusive conclusions in published reviews respectively there were no significant differences in the proportion of conclusive conclusion reviews between the analyzed journals australia published the largest proportion on nonsurgical reviews the british journal of sports medicine published a significantly higher proportion of nonsurgical reviews than the other journals there was no temporal relationship with the proportion of conclusive conclusion reviews conclusions this systematic review observed that only of orthopedic systematic reviews and meta analyses published in high quality orthopedic journals over a year eligibility period had conclusive conclusions level of evidence level iv systematic review and or meta analysis of studies with levels i to iv"
}