{
    "title": "Vasovagal syncope triggered by recent moderate weight loss?",
    "doc_id": "35834829",
    "writer": "Cumming B",
    "year": "2022",
    "summary": "RESULTS: VVS was diagnosed in 480 out of 1,209 clinic patients of whom 57 (11.9%) reported moderate weight loss. The mean (SD) reported weight loss was 11.5 (7) kg over 18.7 (13) months. ...Weight loss preceded or coincided the onset of s …",
    "abstract": "Aim:\n        \n      \n      In adults, the onset of vasovagal syncope is often unexplained. We wished to explore if moderate weight loss triggers the onset of vasovagal syncope (VVS).\n    \n\n\n          Methods:\n        \n      \n      A retrospective case-control study comparing demographic characteristic, syncope symptoms, and tilt-table results of patients who had recently lost weight (n=57), with randomly selected weight-stable patients (n=73), and controls, patients without syncope (n=24).\n    \n\n\n          Results:\n        \n      \n      VVS was diagnosed in 480 out of 1,209 clinic patients of whom 57 (11.9%) reported moderate weight loss. The mean (SD) reported weight loss was 11.5 (7) kg over 18.7 (13) months. Age and gender did not differ between groups: in the weight loss, weight stable, and control groups the mean age was 44.8, 45.2, and 44 years respectively; and proportion female 60%, 64%, and 54%. Body weight, mass index and calculated blood volume at presentation were also similar in the different groups. Weight loss preceded or coincided the onset of syncope in 80% of patients; the length of time over which weight loss occurred was associated with the length of time of syncope symptoms, product moment correlation coefficient 0.45, p=0.001. Syncope in childhood and teenage years was less frequent in the weight loss group compared to the weight stable group: 37% vs 53%. After 10 minutes of head-up tilt, stroke volume was preserved in both syncope groups compared to controls; percentage of baseline mean (SD) in the weight loss, weight stable, and control groups: 71(18), 69(10), and 61 (11) respectively; despite lower blood pressure in the weight loss groups with mean (SD) 90 (14) mmHg, 93 (13) and 103 (14) respectively.\n    \n\n\n          Conclusions:\n        \n      \n      Some patients have onset of VVS within a few months of weight loss resulting in earlier presentation to clinic. The physiological mechanism for this is uncertain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35834829/",
    "clean_text": "vasovagal syncope triggered by recent moderate weight loss results vvs was diagnosed in out of clinic patients of whom reported moderate weight loss the mean sd reported weight loss was kg over months weight loss preceded or coincided the onset of s aim in adults the onset of vasovagal syncope is often unexplained we wished to explore if moderate weight loss triggers the onset of vasovagal syncope vvs methods a retrospective case control study comparing demographic characteristic syncope symptoms and tilt table results of patients who had recently lost weight n with randomly selected weight stable patients n and controls patients without syncope n results vvs was diagnosed in out of clinic patients of whom reported moderate weight loss the mean sd reported weight loss was kg over months age and gender did not differ between groups in the weight loss weight stable and control groups the mean age was and years respectively and proportion female and body weight mass index and calculated blood volume at presentation were also similar in the different groups weight loss preceded or coincided the onset of syncope in of patients the length of time over which weight loss occurred was associated with the length of time of syncope symptoms product moment correlation coefficient p syncope in childhood and teenage years was less frequent in the weight loss group compared to the weight stable group vs after minutes of head up tilt stroke volume was preserved in both syncope groups compared to controls percentage of baseline mean sd in the weight loss weight stable and control groups and respectively despite lower blood pressure in the weight loss groups with mean sd mmhg and respectively conclusions some patients have onset of vvs within a few months of weight loss resulting in earlier presentation to clinic the physiological mechanism for this is uncertain"
}