{
    "title": "[X-chromosomal recessively inherited lymphoproliferative syndrome. An analysis of EBV-induced immune deficiency].",
    "doc_id": "8386321",
    "writer": "Kammermeier-Schmidt U",
    "year": "1993",
    "summary": "Improved molecular biological and immunological techniques now permit detailed investigation of EBV itself and of the immune system's reaction to EBV infection. Our analysis of X-chromosome-transmitted lymphoproliferative syndrome (XLP), an immune defect that occurs …",
    "abstract": "In recent years an increasing number of reports have described Epstein-Barr virus (EBV)-induced lymphoproliferative disease, or portrayed EBV as a cofactor in lymphoproliferative diseases (e.g. Hodgkin's disease, Burkitt's lymphoma and nasopharyngeal carcinoma), in the presence of congenital or acquired immune defects. Improved molecular biological and immunological techniques now permit detailed investigation of EBV itself and of the immune system's reaction to EBV infection. Our analysis of X-chromosome-transmitted lymphoproliferative syndrome (XLP), an immune defect that occurs after EBV infection, depicts the whole spectrum of symptoms of EBV-associated diseases, explains various theories regarding pathogenesis, and discusses diagnostic and therapeutic measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8386321/",
    "clean_text": "x chromosomal recessively inherited lymphoproliferative syndrome an analysis of ebv induced immune deficiency improved molecular biological and immunological techniques now permit detailed investigation of ebv itself and of the immune system s reaction to ebv infection our analysis of x chromosome transmitted lymphoproliferative syndrome xlp an immune defect that occurs in recent years an increasing number of reports have described epstein barr virus ebv induced lymphoproliferative disease or portrayed ebv as a cofactor in lymphoproliferative diseases e g hodgkin s disease burkitt s lymphoma and nasopharyngeal carcinoma in the presence of congenital or acquired immune defects improved molecular biological and immunological techniques now permit detailed investigation of ebv itself and of the immune system s reaction to ebv infection our analysis of x chromosome transmitted lymphoproliferative syndrome xlp an immune defect that occurs after ebv infection depicts the whole spectrum of symptoms of ebv associated diseases explains various theories regarding pathogenesis and discusses diagnostic and therapeutic measures"
}