{
    "pmid": "41445865",
    "title": "Uncommon association of coronary artery ectasia and myocardial bridge presenting as non-ST-segment elevation myocardial infarction: a case report.",
    "abstract": "Coronary artery ectasia (CAE)-diffuse dilatation ≥1.5× the adjacent segments is uncommon and lacks standardized management. Its coexistence with a hemodynamically significant myocardial bridge (MB) is unusual and may create competing disturbances in coronary flow that complicate diagnosis and treatment. An 80-year-old man with hypothyroidism, epilepsy, benign prostatic hyperplasia, and paroxysmal atrial fibrillation on rivaroxaban presented with acute precordial pain consistent with non-ST-segment elevation myocardial infarction (NSTEMI). He was hemodynamically stable; ECG showed inferior ST depression with T-wave inversion in V3-V4, and high-sensitivity troponin was elevated (Killip I, GRACE 177, CRUSADE 49). Early diagnostic angiography (<24 h) revealed diffuse three-vessel ectasia (Markis I) with slow TIMI-2 flow and a prominent mid-LAD MB (∼75% systolic \"milking\"); the intermediate branch had an ostial lesion with downstream aneurysmal dilatation and was not amenable to PCI. Echocardiography showed LVEF >65% with basal inferior/inferoseptal hypokinesia and severe left-atrial enlargement (57 ml/m Diffuse CAE with significant MB can precipitate NSTEMI without discrete obstructive lesions and challenges standard revascularization. In such anatomy, individualized conservative therapy-rate control and tailored antithrombotic management-may be preferable, while advanced imaging and diastolic physiology can refine diagnosis and selection for invasive strategies.",
    "disease": "epilepsy",
    "clean_text": "uncommon association of coronary artery ectasia and myocardial bridge presenting as non st segment elevation myocardial infarction a case report coronary artery ectasia cae diffuse dilatation the adjacent segments is uncommon and lacks standardized management its coexistence with a hemodynamically significant myocardial bridge mb is unusual and may create competing disturbances in coronary flow that complicate diagnosis and treatment an year old man with hypothyroidism epilepsy benign prostatic hyperplasia and paroxysmal atrial fibrillation on rivaroxaban presented with acute precordial pain consistent with non st segment elevation myocardial infarction nstemi he was hemodynamically stable ecg showed inferior st depression with t wave inversion in v v and high sensitivity troponin was elevated killip i grace crusade early diagnostic angiography h revealed diffuse three vessel ectasia markis i with slow timi flow and a prominent mid lad mb systolic milking the intermediate branch had an ostial lesion with downstream aneurysmal dilatation and was not amenable to pci echocardiography showed lvef with basal inferior inferoseptal hypokinesia and severe left atrial enlargement ml m diffuse cae with significant mb can precipitate nstemi without discrete obstructive lesions and challenges standard revascularization in such anatomy individualized conservative therapy rate control and tailored antithrombotic management may be preferable while advanced imaging and diastolic physiology can refine diagnosis and selection for invasive strategies"
}