{
    "pmid": "41420736",
    "title": "E2F2 promotes asthmatic lung injury and airway remodeling by regulating NBR1-mediated epithelial-mesenchymal transition.",
    "abstract": "Asthma is a chronic inflammatory airway disease characterized by Th2-driven inflammation and epithelial-mesenchymal transition (EMT)-mediated airway remodeling. Recent studies implicated that E2F transcription factor 2 (E2F2) played an important role in inflammatory diseases, yet the role of E2F2 in asthma pathogenesis is unknown. An ovalbumin (OVA)-induced asthmatic mouse model was established and E2F2-targeted shRNA was administered during OVA challenges. HE staining was used to evaluate pulmonary inflammatory infiltration, PAS staining was conducted to assess goblet cell hyperplasia and mucus secretion, and Masson staining was performed to detect collagen deposition. Immunohistochemistry (IHC) was employed to analyze E2F2 localization and expression. Bronchoalveolar lavage fluid (BALF) was collected for differential cell counting and ELISA measurement of inflammatory cytokines (IL-4, IL-5, IL-13). For in vitro experiments, TGF-β1 was used to treat human bronchial epithelial cells (BEAS-2B), with E2F2 expression was downregulated via transfecting si-E2F2. Western blot was performed to examine changes in EMT markers (E-cadherin, N-cadherin, and α-SMA) and NBR1 protein expression. Co-immunoprecipitation (Co-IP) assay was conducted to validate the interaction between E2F2 and NBR1, while cycloheximide (CHX) experiments and Thr586 site mutagenesis were employed to investigate the regulatory mechanism of E2F2 on NBR1 protein stability. The results showed that E2F2 expression was significantly upregulated in the lung tissues of asthmatic mice. E2F2 knockdown attenuated OVA-induced lung dysfunction, airway inflammation and EMT, as evidenced by reduced levels of IL-4, IL-5, and IL-13 in BALF, decreased collagen deposition, and restored expression of E-cadherin. In vitro, TGF-β1 induced E2F2 expression in BEAS-2B cells, and E2F2 knockdown inhibited TGF-β1-induced EMT, presented by reduced N-cadherin and α-SMA expressions, and promoted E-cadherin expression. Co-IP assays confirmed the interaction between E2F2 and NBR1, and E2F2 stabilized NBR1 protein through promoting its phosphorylation at Thr586. NBR1 overexpression reversed the inhibitory effects of E2F2 knockdown on EMT and inflammatory factor production. In conclusion, E2F2 promoted airway injury and remodeling by regulating NBR1-mediated EMT process. Targeting the E2F2/NBR1 axis may provide a potential therapeutic strategy for asthma patients.",
    "disease": "asthma",
    "clean_text": "e f promotes asthmatic lung injury and airway remodeling by regulating nbr mediated epithelial mesenchymal transition asthma is a chronic inflammatory airway disease characterized by th driven inflammation and epithelial mesenchymal transition emt mediated airway remodeling recent studies implicated that e f transcription factor e f played an important role in inflammatory diseases yet the role of e f in asthma pathogenesis is unknown an ovalbumin ova induced asthmatic mouse model was established and e f targeted shrna was administered during ova challenges he staining was used to evaluate pulmonary inflammatory infiltration pas staining was conducted to assess goblet cell hyperplasia and mucus secretion and masson staining was performed to detect collagen deposition immunohistochemistry ihc was employed to analyze e f localization and expression bronchoalveolar lavage fluid balf was collected for differential cell counting and elisa measurement of inflammatory cytokines il il il for in vitro experiments tgf was used to treat human bronchial epithelial cells beas b with e f expression was downregulated via transfecting si e f western blot was performed to examine changes in emt markers e cadherin n cadherin and sma and nbr protein expression co immunoprecipitation co ip assay was conducted to validate the interaction between e f and nbr while cycloheximide chx experiments and thr site mutagenesis were employed to investigate the regulatory mechanism of e f on nbr protein stability the results showed that e f expression was significantly upregulated in the lung tissues of asthmatic mice e f knockdown attenuated ova induced lung dysfunction airway inflammation and emt as evidenced by reduced levels of il il and il in balf decreased collagen deposition and restored expression of e cadherin in vitro tgf induced e f expression in beas b cells and e f knockdown inhibited tgf induced emt presented by reduced n cadherin and sma expressions and promoted e cadherin expression co ip assays confirmed the interaction between e f and nbr and e f stabilized nbr protein through promoting its phosphorylation at thr nbr overexpression reversed the inhibitory effects of e f knockdown on emt and inflammatory factor production in conclusion e f promoted airway injury and remodeling by regulating nbr mediated emt process targeting the e f nbr axis may provide a potential therapeutic strategy for asthma patients"
}