{
    "pmid": "41418067",
    "title": "Reconstruction of Massive Ventral Hernias With Free Latissimus Dorsi Flap: Patient-Reported Outcomes Analysis.",
    "abstract": "This study evaluates the postoperative functional and quality-of-life outcomes associated with using the free noninnervated latissimus dorsi muscle flap in combination with transversus abdominis release (TAR) and retrorectus mesh for massive ventral hernia repair (VHR). Eighteen patients who underwent VHR were reviewed. Patients were contacted at least 2 years postoperatively and assessed using standardized patient-reported outcome measures (PROMs), including visual analog scale (VAS) for pain, Short-Form Health Survey (SF-12), Hernia-Related Quality-of-Life Survey (HerQLes), and Carolinas Comfort Scale (CCS). Data were analyzed using t tests and linear regression models. Comorbidities included diabetes (27.8%), chronic obstructive pulmonary disease (5.6%), smoking (5.6%), and immunosuppression (16.7%). The mean clinic follow-up was 8.9 months, with no flap failures or hernia recurrences. Medical complications occurred in 3 patients, and 5 patients (27.8%) experienced 8 surgical complications. Two patients died of unrelated causes. Of 16 survivors, 8 (50%) completed phone surveys at a mean follow-up of 36.8 months. Increasing age was positively correlated with Physical Component Summary-12 (PCS-12; 0.70, P < 0.05) and HerQLes scores (1.94, P < 0.05) but negatively with CCS scores (-2.40, P < 0.05). Larger abdominal wall defects were associated with lower PCS-12 (-2.31, P < 0.05) and HerQLes scores (-6.40, P < 0.05), whereas CCS scores increased with defect size (8.20, P < 0.05). Higher body mass index (BMI) was linked to lower Mental Component Summary-12 (MCS-12; -1.60, P < 0.05). Free LD flap is effective for repair of massive ventral hernias. Age positively impacted quality-of-life scores, whereas higher BMI and larger defects negatively influenced outcomes.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "reconstruction of massive ventral hernias with free latissimus dorsi flap patient reported outcomes analysis this study evaluates the postoperative functional and quality of life outcomes associated with using the free noninnervated latissimus dorsi muscle flap in combination with transversus abdominis release tar and retrorectus mesh for massive ventral hernia repair vhr eighteen patients who underwent vhr were reviewed patients were contacted at least years postoperatively and assessed using standardized patient reported outcome measures proms including visual analog scale vas for pain short form health survey sf hernia related quality of life survey herqles and carolinas comfort scale ccs data were analyzed using t tests and linear regression models comorbidities included diabetes chronic obstructive pulmonary disease smoking and immunosuppression the mean clinic follow up was months with no flap failures or hernia recurrences medical complications occurred in patients and patients experienced surgical complications two patients died of unrelated causes of survivors completed phone surveys at a mean follow up of months increasing age was positively correlated with physical component summary pcs p and herqles scores p but negatively with ccs scores p larger abdominal wall defects were associated with lower pcs p and herqles scores p whereas ccs scores increased with defect size p higher body mass index bmi was linked to lower mental component summary mcs p free ld flap is effective for repair of massive ventral hernias age positively impacted quality of life scores whereas higher bmi and larger defects negatively influenced outcomes"
}