{
    "pmid": "41377482",
    "title": "Association Between Neutrophil to Lymphocyte Ratio/Serum Albumin Ratio and Chronic Obstructive Pulmonary Disease: Results from NHANES 1999-2018.",
    "abstract": "The neutrophil-to-lymphocyte ratio (NLR) and serum albumin (ALB) are associated with the development and progression of chronic obstructive pulmonary disease (COPD). However, the relationship between NLR/ALB and COPD remains to be fully elucidated. The primary objective of this study was to investigate the potential correlation between NLR/ALB and COPD, with the aim of identifying a potential biomarker that could serve as a rapid assessment for COPD. We performed a retrospective analysis involving 39,055 participants extracted from the National Health and Nutrition Examination Survey (NHANES) dataset, which covered the period from 1999 to 2018. We utilized weighted multivariable logistic regression models to evaluate the association between NLR/ALB and COPD. Additionally, a restricted cubic spline (RCS) model was applied to investigate the potential non-linear relationship between NLR/ALB and the risk of COPD. Weighted multivariate logistic regression revealed a significant link between ln-transformed NLR/ALB and heightened COPD risk [odds ratio (OR): 1.35, 95% confidence interval (CI): 1.17-1.55; P<0.001)]. When ln-transformed NLR/ALB was converted into categorial variables (quartiles, Q), compared to the first quartile (Q1) of ln-transformed NLR/ALB, COPD risk for the greatest Q4 group was significantly higher. Meanwhile, a nonlinear association between ln-transformed NLR/ALB was observed. Subgroup and sensitivity analyses further validated the robustness and consistency of these findings. Elevated NLR/ALB is associated with an increased risk of COPD, showing nonlinear patterns and threshold effects. NLR/ALB may serve as a potential biomarker for the occurrence of COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "association between neutrophil to lymphocyte ratio serum albumin ratio and chronic obstructive pulmonary disease results from nhanes the neutrophil to lymphocyte ratio nlr and serum albumin alb are associated with the development and progression of chronic obstructive pulmonary disease copd however the relationship between nlr alb and copd remains to be fully elucidated the primary objective of this study was to investigate the potential correlation between nlr alb and copd with the aim of identifying a potential biomarker that could serve as a rapid assessment for copd we performed a retrospective analysis involving participants extracted from the national health and nutrition examination survey nhanes dataset which covered the period from to we utilized weighted multivariable logistic regression models to evaluate the association between nlr alb and copd additionally a restricted cubic spline rcs model was applied to investigate the potential non linear relationship between nlr alb and the risk of copd weighted multivariate logistic regression revealed a significant link between ln transformed nlr alb and heightened copd risk odds ratio or confidence interval ci p when ln transformed nlr alb was converted into categorial variables quartiles q compared to the first quartile q of ln transformed nlr alb copd risk for the greatest q group was significantly higher meanwhile a nonlinear association between ln transformed nlr alb was observed subgroup and sensitivity analyses further validated the robustness and consistency of these findings elevated nlr alb is associated with an increased risk of copd showing nonlinear patterns and threshold effects nlr alb may serve as a potential biomarker for the occurrence of copd"
}