{
    "title": "Women and lung cancer.",
    "doc_id": "18222146",
    "writer": "O'Keeffe P",
    "year": "2008",
    "summary": "OBJECTIVES: There is expanding evidence that lung cancer has a multitude of sex differences. This article will review these differences and discuss nursing implications for women with lung cancer. ...CONCLUSION: Understanding the sex differences of …",
    "abstract": "Objectives:\n        \n      \n      There is expanding evidence that lung cancer has a multitude of sex differences. This article will review these differences and discuss nursing implications for women with lung cancer.\n    \n\n\n          Data sources:\n        \n      \n      Research and journal articles.\n    \n\n\n          Conclusion:\n        \n      \n      Understanding the sex differences of lung cancer is essential for individualizing care for women with lung cancer.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      Nurses play an integral role throughout the trajectory of illness for women with lung cancer. Understanding the sex differences will help nurses to individualize the care for this population to meet their specific needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18222146/",
    "clean_text": "women and lung cancer objectives there is expanding evidence that lung cancer has a multitude of sex differences this article will review these differences and discuss nursing implications for women with lung cancer conclusion understanding the sex differences of objectives there is expanding evidence that lung cancer has a multitude of sex differences this article will review these differences and discuss nursing implications for women with lung cancer data sources research and journal articles conclusion understanding the sex differences of lung cancer is essential for individualizing care for women with lung cancer implications for nursing practice nurses play an integral role throughout the trajectory of illness for women with lung cancer understanding the sex differences will help nurses to individualize the care for this population to meet their specific needs"
}