{
    "title": "Health--mental health--quality of life.",
    "doc_id": "11901711",
    "writer": "Zikmund V.",
    "year": "2001",
    "summary": "BACKGROUND: Three positive aspects of human life manifestations are most frequently referred to as different, but closely interrelated concepts: health, mental health and quality of life (QoL). ...MAIN RESULTS: The definition of health stresses the functional …",
    "abstract": "Background:\n        \n      \n      Three positive aspects of human life manifestations are most frequently referred to as different, but closely interrelated concepts: health, mental health and quality of life (QoL).\n    \n\n\n          Objectives:\n        \n      \n      Discussion of most frequently presented (WHO) definitions of the above mentioned concepts and of their certain shortcomings.\n    \n\n\n          Methods:\n        \n      \n      Critical review of concepts and definitions.\n    \n\n\n          Main results:\n        \n      \n      The definition of health stresses the functional aspects of all life manifestations of man, i.e. biological, psychological, and social. The functional qualities of mental health are characterised by five areas. QoL is discussed as a broad concept pertaining to the set of material, biological, psychological, social and cultural needs and demands related to the well-being and life satisfaction of an individual.\n    \n\n\n          Conclusions:\n        \n      \n      All of the discussed concepts point to the great complexity of factors playing their roles in human health, mental health, and the QoL. They all require an integrating and/or integrated concept as to the optimal character of biological, psychological, social, and cultural manifestations of human life. (Ref. 23.)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11901711/",
    "clean_text": "health mental health quality of life background three positive aspects of human life manifestations are most frequently referred to as different but closely interrelated concepts health mental health and quality of life qol main results the definition of health stresses the functional background three positive aspects of human life manifestations are most frequently referred to as different but closely interrelated concepts health mental health and quality of life qol objectives discussion of most frequently presented who definitions of the above mentioned concepts and of their certain shortcomings methods critical review of concepts and definitions main results the definition of health stresses the functional aspects of all life manifestations of man i e biological psychological and social the functional qualities of mental health are characterised by five areas qol is discussed as a broad concept pertaining to the set of material biological psychological social and cultural needs and demands related to the well being and life satisfaction of an individual conclusions all of the discussed concepts point to the great complexity of factors playing their roles in human health mental health and the qol they all require an integrating and or integrated concept as to the optimal character of biological psychological social and cultural manifestations of human life ref"
}