{
    "title": "Number of central lymph node metastasis for predicting lateral lymph node metastasis in papillary thyroid microcarcinoma.",
    "doc_id": "23900787",
    "writer": "Zeng RC",
    "year": "2014",
    "summary": "CONCLUSION: Lateral lymph node metastasis was mainly observed in patients with 2 positive central lymph nodes, which is an independent predictive factor for lateral lymph node metastasis. Therefore, 2 positive central lymph node …",
    "abstract": "Background:\n        \n      \n      The purpose of this study was to present our evaluation of the relationship between the number of positive central lymph nodes and lateral lymph node metastasis in patients with papillary thyroid microcarcinoma (PTMC).\n    \n\n\n          Methods:\n        \n      \n      Up to 141 patients with PTMC were divided into 3 groups according to different positive central lymph node classifications as follows: group A, no positive central lymph node; group B, 1 positive central lymph node; and group C, 2 or more positive central lymph nodes.\n    \n\n\n          Results:\n        \n      \n      Incidence of lateral lymph node metastasis was 30.5% (43 of 141). It was significantly high in group C compared with groups A and B, although there was no significant difference between groups A and B. Number of positive central lymph node ≥2, underlying Hashimoto thyroiditis, and extrathyroidal extension were the independent predictive factors for lateral lymph node metastasis on multivariate analysis.\n    \n\n\n          Conclusion:\n        \n      \n      Lateral lymph node metastasis was mainly observed in patients with ≥2 positive central lymph nodes, which is an independent predictive factor for lateral lymph node metastasis. Therefore, ≥2 positive central lymph nodes may be valuable in predicting lateral lymph node metastasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23900787/",
    "clean_text": "number of central lymph node metastasis for predicting lateral lymph node metastasis in papillary thyroid microcarcinoma conclusion lateral lymph node metastasis was mainly observed in patients with positive central lymph nodes which is an independent predictive factor for lateral lymph node metastasis therefore positive central lymph node background the purpose of this study was to present our evaluation of the relationship between the number of positive central lymph nodes and lateral lymph node metastasis in patients with papillary thyroid microcarcinoma ptmc methods up to patients with ptmc were divided into groups according to different positive central lymph node classifications as follows group a no positive central lymph node group b positive central lymph node and group c or more positive central lymph nodes results incidence of lateral lymph node metastasis was of it was significantly high in group c compared with groups a and b although there was no significant difference between groups a and b number of positive central lymph node underlying hashimoto thyroiditis and extrathyroidal extension were the independent predictive factors for lateral lymph node metastasis on multivariate analysis conclusion lateral lymph node metastasis was mainly observed in patients with positive central lymph nodes which is an independent predictive factor for lateral lymph node metastasis therefore positive central lymph nodes may be valuable in predicting lateral lymph node metastasis"
}