{
    "pmid": "41412798",
    "title": "Deep brain stimulation for epilepsy: optimal targeting and clinical outcomes.",
    "abstract": "Deep brain stimulation (DBS) has been investigated for patients with drug-resistant epilepsy who are not candidates for resective surgery. Because different types of epilepsy involve distinct brain networks, numerous DBS targets have been explored, yet a comprehensive synthesis is lacking. To provide a comprehensive overview of this expanding literature, we conducted a systematic review of studies for DBS in epilepsy, including case series, prospective and retrospective studies. We collected data on surgical targets, individual disease characteristics, outcomes and precise electrode placements. DBS electrode coordinates were gathered into a common template space and related to clinical outcomes. We included 124 studies, corresponding to 1210 patients and 20 distinct surgical targets. While the anterior (ANT) and centromedian (CM) nuclei of the thalamus remain the most studied, we also review less commonly used targets that show promise for specific forms of epilepsy and may warrant further investigation. Substantial variability in targeting strategies and electrode placement was observed within each of the target regions. Importantly, significant relationships between stimulation location and outcomes were identified for ANT-DBS and CM-DBS. For ANT-DBS, shorter distance to the mammillothalamic tract junction was associated with greater seizure reduction on both study-level and patient-level analyses (r=-0.55, p<0.001 and r=-0.51, p<0.001, respectively). For CM-DBS, localisation effects may be dependent on the form of epilepsy, with stimulation of the parvocellular CM being associated with better outcomes in generalised epilepsy. Our results emphasise the importance of accurate targeting in DBS for epilepsy. Our database and atlas of DBS targets are made publicly available, potentially serving further meta-analytical work. CRD420250649304.",
    "disease": "epilepsy",
    "clean_text": "deep brain stimulation for epilepsy optimal targeting and clinical outcomes deep brain stimulation dbs has been investigated for patients with drug resistant epilepsy who are not candidates for resective surgery because different types of epilepsy involve distinct brain networks numerous dbs targets have been explored yet a comprehensive synthesis is lacking to provide a comprehensive overview of this expanding literature we conducted a systematic review of studies for dbs in epilepsy including case series prospective and retrospective studies we collected data on surgical targets individual disease characteristics outcomes and precise electrode placements dbs electrode coordinates were gathered into a common template space and related to clinical outcomes we included studies corresponding to patients and distinct surgical targets while the anterior ant and centromedian cm nuclei of the thalamus remain the most studied we also review less commonly used targets that show promise for specific forms of epilepsy and may warrant further investigation substantial variability in targeting strategies and electrode placement was observed within each of the target regions importantly significant relationships between stimulation location and outcomes were identified for ant dbs and cm dbs for ant dbs shorter distance to the mammillothalamic tract junction was associated with greater seizure reduction on both study level and patient level analyses r p and r p respectively for cm dbs localisation effects may be dependent on the form of epilepsy with stimulation of the parvocellular cm being associated with better outcomes in generalised epilepsy our results emphasise the importance of accurate targeting in dbs for epilepsy our database and atlas of dbs targets are made publicly available potentially serving further meta analytical work crd"
}