{
    "title": "Older Adults' Experiences With Participation and eHealth in Care Coordination: Qualitative Interview Study in a Primary Care Setting.",
    "doc_id": "37782538",
    "writer": "Hunsbedt Fjellså HM",
    "year": "2023",
    "summary": "RESULTS: We identified 2 categories: (1) older adults in charge of and using eHealth in care coordination, and (2) older adults with a loss of control in care coordination. ...CONCLUSIONS: Being in charge of care coordination is important for older multimorbi …",
    "abstract": "Background:\n        \n      \n      Owing to the demographic changes in the elderly population worldwide, delivering coordinated care at home to multimorbid older adults is of great importance. Older adults living with multiple chronic conditions need information to manage and coordinate their care. eHealth can be effective for gaining sufficient information, communicating, and self-managing chronic conditions. However, incorporating older adults' health preferences and ensuring active involvement remain challenging. More knowledge is needed to ensure successful participation and eHealth use in care coordination.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to explore multimorbid older adults' experiences with participation and eHealth in care coordination with general practitioners (GPs) and district nurses (DNs).\n    \n\n\n          Methods:\n        \n      \n      The study had a qualitative explorative approach. Data collection included semistructured interviews with 20 older adults with multimorbidity receiving primary care services from their GPs and DNs. The participants were included by their GPs or nurses at a local intermunicipal acute inpatient care unit. The data analysis was guided by systematic text condensation.\n    \n\n\n          Results:\n        \n      \n      We identified 2 categories: (1) older adults in charge of and using eHealth in care coordination, and (2) older adults with a loss of control in care coordination. The first category describes how communication with GPs and DNs can facilitate participation, the importance of managing own medication, and how eHealth can support older adults' information needs. The second category focuses on older adults who depend on guidance and help from their GPs and DNs to manage their health, describing how a lack of capacity and system support to be involved makes these adults lose control of their care coordination.\n    \n\n\n          Conclusions:\n        \n      \n      Being in charge of care coordination is important for older multimorbid adults. The results show that older adults are willing to use eHealth to be informed and to seek information, which ensures high levels of participation in care coordination. Future research should investigate how older adults can be involved in electronic information sharing with health care providers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37782538/",
    "clean_text": "older adults experiences with participation and ehealth in care coordination qualitative interview study in a primary care setting results we identified categories older adults in charge of and using ehealth in care coordination and older adults with a loss of control in care coordination conclusions being in charge of care coordination is important for older multimorbi background owing to the demographic changes in the elderly population worldwide delivering coordinated care at home to multimorbid older adults is of great importance older adults living with multiple chronic conditions need information to manage and coordinate their care ehealth can be effective for gaining sufficient information communicating and self managing chronic conditions however incorporating older adults health preferences and ensuring active involvement remain challenging more knowledge is needed to ensure successful participation and ehealth use in care coordination objective this study aimed to explore multimorbid older adults experiences with participation and ehealth in care coordination with general practitioners gps and district nurses dns methods the study had a qualitative explorative approach data collection included semistructured interviews with older adults with multimorbidity receiving primary care services from their gps and dns the participants were included by their gps or nurses at a local intermunicipal acute inpatient care unit the data analysis was guided by systematic text condensation results we identified categories older adults in charge of and using ehealth in care coordination and older adults with a loss of control in care coordination the first category describes how communication with gps and dns can facilitate participation the importance of managing own medication and how ehealth can support older adults information needs the second category focuses on older adults who depend on guidance and help from their gps and dns to manage their health describing how a lack of capacity and system support to be involved makes these adults lose control of their care coordination conclusions being in charge of care coordination is important for older multimorbid adults the results show that older adults are willing to use ehealth to be informed and to seek information which ensures high levels of participation in care coordination future research should investigate how older adults can be involved in electronic information sharing with health care providers"
}