{
    "pmid": "41444518",
    "title": "Liensinine alleviates type 2 diabetes mellitus through modulating the pancreatic β cell function and gut microbiota.",
    "abstract": "Herbal compounds are widely recognized for their ​​diverse biological activities, often targeting multiple pathways simultaneously. However, the hypoglycemic effect of liensinine and its underlying mechanisms remain poorly understood. This study aims to clarify how liensinine exerts its blood glucose-lowering effects, with a focus on its impact on pancreatic function and the gut microbiota. Thus, male C57BL/6 mice were randomly assigned to two dietary groups: a standard chow diet or a high-fat diet (HFD) for 4 weeks. Subsequently, type 2 diabetes mellitus (T2DM) was induced in HFD-fed mice using streptozotocin (STZ) injection, and the model was maintained for an additional four weeks. The mice were then further divided into four experimental groups: Control (standard chow), Negative Control (NC, chow-fed mice treated with liensinine at 60 mg/kg), Model (HFD + STZ-induced T2DM mice), and T2DM + Lien (T2DM mice treated with liensinine). The study employed Western blot, Immunofluorescence, and RT-qPCR techniques. Liensinine alleviated pancreatic injury and hepatic steatosis. It promoted islet cell proliferation, restored normal islet architecture, and balanced alpha- and beta-cell masses. Additionally, liensinine upregulated the expression of METTL3/14 (methyltransferases involved in RNA modification) and pancreatic duodenal homeobox 1 (PDX-1, a key regulator of pancreatic development). Meanwhile, liensinine reduced the abundance of Firmicutes, Lactobacillus, and Actinobacteriota, alongside increased levels of Bacteroides, Akkermansia, and norank_f_Muribaculaceae, concomitant with elevated short chain fatty acids (SCFAs) production in T2DM mice. In conclusion, these findings indicate that liensinine holds promise as a natural therapeutic agent, exerting beneficial effects on T2DM by ameliorating islet β-cell dysfunction and modulating gut microbiota.",
    "disease": "diabetes mellitus",
    "clean_text": "liensinine alleviates type diabetes mellitus through modulating the pancreatic cell function and gut microbiota herbal compounds are widely recognized for their diverse biological activities often targeting multiple pathways simultaneously however the hypoglycemic effect of liensinine and its underlying mechanisms remain poorly understood this study aims to clarify how liensinine exerts its blood glucose lowering effects with a focus on its impact on pancreatic function and the gut microbiota thus male c bl mice were randomly assigned to two dietary groups a standard chow diet or a high fat diet hfd for weeks subsequently type diabetes mellitus t dm was induced in hfd fed mice using streptozotocin stz injection and the model was maintained for an additional four weeks the mice were then further divided into four experimental groups control standard chow negative control nc chow fed mice treated with liensinine at mg kg model hfd stz induced t dm mice and t dm lien t dm mice treated with liensinine the study employed western blot immunofluorescence and rt qpcr techniques liensinine alleviated pancreatic injury and hepatic steatosis it promoted islet cell proliferation restored normal islet architecture and balanced alpha and beta cell masses additionally liensinine upregulated the expression of mettl methyltransferases involved in rna modification and pancreatic duodenal homeobox pdx a key regulator of pancreatic development meanwhile liensinine reduced the abundance of firmicutes lactobacillus and actinobacteriota alongside increased levels of bacteroides akkermansia and norank f muribaculaceae concomitant with elevated short chain fatty acids scfas production in t dm mice in conclusion these findings indicate that liensinine holds promise as a natural therapeutic agent exerting beneficial effects on t dm by ameliorating islet cell dysfunction and modulating gut microbiota"
}