{
    "title": "Internationalizing the Broselow tape: how reliable is weight estimation in Indian children.",
    "doc_id": "18439198",
    "writer": "Ramarajan N",
    "year": "2008",
    "summary": "OBJECTIVES: The Broselow pediatric emergency weight estimation tape is an accurate method of estimating children's weights based on height-weight correlations and determining standardized medication dosages and equipment sizes using color-coded zones. ...Appl …",
    "abstract": "Objectives:\n        \n      \n      The Broselow pediatric emergency weight estimation tape is an accurate method of estimating children's weights based on height-weight correlations and determining standardized medication dosages and equipment sizes using color-coded zones. The study objective was to determine the accuracy of the Broselow tape in the Indian pediatric population.\n    \n\n\n          Methods:\n        \n      \n      The authors conducted a 6-week prospective cross-sectional study of 548 children at a government pediatric hospital in Chennai, India, in three weight-based groups: < 10 kg (n = 175), 10-18 kg (n = 197), and > 18 kg (n = 176). Measured weight was compared to Broselow-predicted weight, and the percentage difference was calculated. Accuracy was defined as agreement on Broselow color-coded zones, as well as agreement within 10% between the measured and Broselow-predicted weights. A cross-validated correction factor was also derived.\n    \n\n\n          Results:\n        \n      \n      The mean percentage differences were -2.4, -11.3, and -12.9% for each weight-based group. The Broselow color-coded zone agreement was 70.8% in children weighing less than 10 kg, but only 56.3% in the 10- to 18-kg group and 37.5% in the > 18-kg group. Agreement within 10% was 52.6% for the < 10-kg group, but only 44.7% for the 10- to 18-kg group and 33.5% for the > 18-kg group. Application of a 10% weight-correction factor improved the percentages to 77.1% for the 10- to 18-kg group and 63.0% for the >18-kg group.\n    \n\n\n          Conclusions:\n        \n      \n      The Broselow tape overestimates weight by more than 10% in Indian children > 10 kg. Weight overestimation increases the risk of medical errors due to incorrect dosing or equipment selection. Applying a 10% weight-correction factor may be advisable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18439198/",
    "clean_text": "internationalizing the broselow tape how reliable is weight estimation in indian children objectives the broselow pediatric emergency weight estimation tape is an accurate method of estimating children s weights based on height weight correlations and determining standardized medication dosages and equipment sizes using color coded zones appl objectives the broselow pediatric emergency weight estimation tape is an accurate method of estimating children s weights based on height weight correlations and determining standardized medication dosages and equipment sizes using color coded zones the study objective was to determine the accuracy of the broselow tape in the indian pediatric population methods the authors conducted a week prospective cross sectional study of children at a government pediatric hospital in chennai india in three weight based groups kg n kg n and kg n measured weight was compared to broselow predicted weight and the percentage difference was calculated accuracy was defined as agreement on broselow color coded zones as well as agreement within between the measured and broselow predicted weights a cross validated correction factor was also derived results the mean percentage differences were and for each weight based group the broselow color coded zone agreement was in children weighing less than kg but only in the to kg group and in the kg group agreement within was for the kg group but only for the to kg group and for the kg group application of a weight correction factor improved the percentages to for the to kg group and for the kg group conclusions the broselow tape overestimates weight by more than in indian children kg weight overestimation increases the risk of medical errors due to incorrect dosing or equipment selection applying a weight correction factor may be advisable"
}