{
    "title": "Risk Factors for Hearing Loss Are Comparable in Preterm Versus Term Children: A Systematic Review.",
    "doc_id": "40662234",
    "writer": "Roehrs P",
    "year": "2025",
    "summary": "However, the influence of prematurity itself is unclear. We examined whether risk factors for hearing loss differ between preterm and term infants. METHODS: We conducted a systematic search of three databases in March 2023 for studies comparing risk factor …",
    "abstract": "Aim:\n        \n      \n      Hearing loss occurs more frequently in preterm children. However, the influence of prematurity itself is unclear. We examined whether risk factors for hearing loss differ between preterm and term infants.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic search of three databases in March 2023 for studies comparing risk factors for hearing loss in preterm and term children. Studies on postnatal trauma, chemotherapy or infections after the age of 5 years were excluded. Risk of bias was assessed. Data were extracted and analyzed using logistic regression to yield odds ratios (95% confidence interval).\n    \n\n\n          Results:\n        \n      \n      Of 10 300 studies screened, 16 met the inclusion criteria, including 9059 preterm and 10 048 term children. Only one study compared risk factors between preterm and term infants as primary outcomes. It identified an increased risk in the preterm but not term group with mechanical ventilation exceeding 5 days, sepsis, and ototoxic medication. No significant differences were found when both groups shared these risk factors, suggesting that prematurity may not be an independent risk factor. Other studies reported variable results.\n    \n\n\n          Conclusion:\n        \n      \n      Evidence of different effect sizes of risk factors in preterm and term children remains inconclusive. Preterm children acquire more risk factors in the neonatal period.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40662234/"
}