{
    "title": "Young's Modulus Determination of Normal and Glaucomatous Human Iris.",
    "doc_id": "31242291",
    "writer": "Narayanaswamy A",
    "year": "2019",
    "summary": "PURPOSE: To evaluate the biomechanical properties (Young's modulus) of normal (control) and glaucomatous human iris using atomic force microscopy (AFM). ...RESULTS: The iris from the normal controls had the least Young's modulus (0.85 0.31 kPa) while those from PACG …",
    "abstract": "Purpose:\n        \n      \n      To evaluate the biomechanical properties (Young's modulus) of normal (control) and glaucomatous human iris using atomic force microscopy (AFM).\n    \n\n\n          Methods:\n        \n      \n      Iris tissue obtained from eighteen glaucomatous subjects (equal number of eyes with primary angle closure glaucoma (PACG) and primary open angle glaucoma (POAG) and five normal subjects who underwent elective eye surgery were subjected to the estimation of Young's modulus by AFM. Force measurements were done at room temperature using Nanowizard II BioAFM. The iris samples were immersed in the liquid media (PBS with 0.1% BSA) during force measurements. Young's modulus values were calculated for each recorded curve using JPK Data Processing Software, which uses a Hertz's contact model for spherical indenters fitted to the extend curves.\n    \n\n\n          Results:\n        \n      \n      The iris from the normal controls had the least Young's modulus (0.85 ± 0.31 kPa) while those from PACG patients had the highest Young's modulus (2.40 ± 0.82 kPa). The Young's modulus of PACG iris was significantly higher compared to that of the normal controls (P = 0.005) and POAG iris (P = 0.001). However, there was no significant difference in the Young's modulus of POAG iris (1.13 ± 0.36 kPa) compared to that of the normal controls (P = 0.511).\n    \n\n\n          Conclusions:\n        \n      \n      Variations in biomechanical properties of iris tissue may have a significant role in the pathogenesis of angle closure glaucoma. This study suggests the existence of fundamental biomechanical differences in eyes with angle closure versus open angle glaucoma. An understanding of this basis creates a new platform to understand disease pathology better and work on therapeutic strategies that will address the same.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31242291/"
}