{
  "pmid": "41412133",
  "title": "Arthroscopic Management for Hip Joint Septic Arthritis: A Retrospective Study of 28 Adult Patients With a Minimum 3-Year Follow-Up.",
  "abstract": "Hip septic arthritis is a relatively rare yet severe cause of acute hip pain, with the potential to rapidly destroy articular cartilage, lead to osteonecrosis, and cause osteomyelitis. This life-threatening infection demands early diagnosis and appropriate treatment. Our study aims to assess the surgical safety and efficacy of arthroscopic management for this condition and to optimize the arthroscopic treatment protocol by customizing surgical interventions based on intraoperative findings and disease stages. We conducted a retrospective study of 28 patients (18 females, 10 males; average age of 49 ± 10.5 years) from January 2018 to March 2022. Diagnosis of hip septic arthritis was confirmed via synovial fluid examination, culture, or synovial pathology. Patients underwent arthroscopic joint lavage, synovectomy, and drainage tailored to the intraoperative situation and the Gächter stage. Antibiotics were administered based on drug-sensitivity results or empirically. We recorded and analyzed symptoms, comorbidities, stages, inflammatory marker levels, culture results, antibiotic duration, outcomes, and complications. The mean time from symptom onset to surgery was 10.2 ± 8.6 (range, 4-45) days. All patients had elevated inflammatory markers. Pre-operative bacterial cultures were positive in 6 cases, and post-operative cultures were positive in 21 cases. Staphylococcus aureus was the most frequently detected pathogen (10 cases), accounting for approximately 47.6% of the positive culture cases. Antibiotic therapy lasted 4-6 weeks. The C-reactive protein normalized on average 43 days after surgery; the erythrocyte sedimentation rate normalized 54 days postoperatively. At final follow-up (mean 42 months), the visual analog scale score decreased from 6.6 ± 1.3 to 1.3 ± 0.2 (p = 0.003), and the modified Harris Hip Score improved from 52 ± 8.1 to 85 ± 8.6 (p = 0.001). Infection was controlled in all patients within 6 months. Two patients (Gächter stage III/IV) had recurrent infections at 8 and 11 months, successfully treated with repeat arthroscopy. Gächter stage III or IV was a significant risk factor for recurrence. Two patients underwent total hip arthroplasty due to secondary osteoarthritis and osteonecrosis. No major complications occurred. Stage-based arthroscopic lavage, synovectomy, and drainage combined with antibiotics is effective for hip septic arthritis. The optimized procedure offers a safe and effective option, particularly for early-stage (Gächter I-II) disease, while advanced stages (III-IV) require cautious management due to higher recurrence risk.",
  "disease": "osteoarthritis"
}