{
    "title": "The inflammatory microenvironment and microbiome in prostate cancer development.",
    "doc_id": "29089606",
    "writer": "Sfanos KS",
    "year": "2018",
    "summary": "Proliferative inflammatory atrophy is enriched for proliferative luminal epithelial cells of intermediate phenotype that might be prone to genomic alterations leading to prostatic intraepithelial neoplasia and prostate cancer. Studies in animals suggest that inflamm …",
    "abstract": "Chronic inflammation promotes the development of several types of solid cancers and might contribute to prostate carcinogenesis. This hypothesis partly originates in the frequent observation of inflammatory cells in the prostate microenvironment of adult men. Inflammation is associated with putative prostate cancer precursor lesions, termed proliferative inflammatory atrophy. Inflammation might drive prostate carcinogenesis via oxidative stress and generation of reactive oxygen species that induce mutagenesis. Additionally, inflammatory stress might cause epigenetic alterations that promote neoplastic transformation. Proliferative inflammatory atrophy is enriched for proliferative luminal epithelial cells of intermediate phenotype that might be prone to genomic alterations leading to prostatic intraepithelial neoplasia and prostate cancer. Studies in animals suggest that inflammatory changes in the prostate microenvironment contribute to reprogramming of prostate epithelial cells, a possible step in tumour initiation. Prostatic infection, concurrent with epithelial barrier disruption, might be a key driver of an inflammatory microenvironment; the discovery of a urinary microbiome indicates a potential source of frequent exposure of the prostate to a diverse number of microorganisms. Hence, current evidence suggests that inflammation and atrophy are involved in prostate carcinogenesis and suggests a role for the microbiome in establishing an inflammatory prostate microenvironment that might promote prostate cancer development and progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29089606/"
}