{
    "title": "Production of Lactobacillus brevis ProGA28 attenuates stress-related sleep disturbance and modulates the autonomic nervous system and the motor response in anxiety/depression behavioral tests in Wistar-Kyoto rats.",
    "doc_id": "34822793",
    "writer": "Lai CT",
    "year": "2022",
    "summary": "Other known beneficial effects of Lactobacillus brevis include improvement of anxious or depressive symptoms and better modulation of the autonomic nervous system, both of which impact sleep. In this study, we investigated whether the sleep benefit of Lactobacillus brevis …",
    "abstract": "Aims:\n        \n      \n      Many studies have reported that the production of Lactobacillus brevis is beneficial for sleep, but the underlying mechanism remains unclear. Other known beneficial effects of Lactobacillus brevis include improvement of anxious or depressive symptoms and better modulation of the autonomic nervous system, both of which impact sleep. In this study, we investigated whether the sleep benefit of Lactobacillus brevis was associated with the modulating effects on the autonomic nervous system and anxious/depressive symptoms.\n    \n\n\n          Main methods:\n        \n      \n      Wistar-Kyoto rats were fed the production of Lactobacillus brevis (ProGA28) for the last 2 weeks of treatment before being exposed to case exchange (stress-induced insomnia paradigm). Waking, quiet sleep, and paradoxical sleep states were defined based on polysomnographic measurements. Autonomic functioning was assessed by heart rate variability (HRV). A combined behavioral test was used to evaluate anxiety-like or depressive-like behaviors after the following 2 days.\n    \n\n\n          Key findings:\n        \n      \n      In exposure to the dirty cage, the control group had significant prolongation of sleep latency, sleep loss during the first 2 h, and decreased parasympathetic activity and increased sympathetic activity during quiet sleep, which were significantly mitigated in the ProGA28 group. In behavioral tests, the ProGA28 group exhibited significantly less anxiety/depression-like motor responses in the elevated plus maze test, the forced swimming test, and the three-chamber social interaction test. Less initial sleep loss in the ProGA28 group was related to higher parasympathetic activity during quiet sleep, and shorter sleep latency in both groups was associated with longer time staying in the open arm in the elevated plus maze test.\n    \n\n\n          Significance:\n        \n      \n      These findings suggest that L. brevis ProGA28 can attenuate stress-related sleep disturbance, which may be associated with increased parasympathetic activity and decreased anxiety-like behaviors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34822793/"
}