{
  "pmid": "41467791",
  "title": "PA-X 122V broadly determines the host shutoff activity of influenza A viruses.",
  "abstract": "Multiple genes are involved in the pathogenicity of influenza A virus. Our previous study reported two naturally occurring amino acid mutations in the polymerase acidic (PA) protein as crucial determinants of the virulence of Eurasian avian-like H1N1 (EA H1N1) influenza viruses. PA-X, an accessory protein encoded by the PA gene, is thought to play a role in viral pathogenicity and regulation of host immune response, but its specific function remains unclear. In this study, we found that two genetically similar EA H1N1 influenza viruses, A/swine/Liaoning/FX38/2017 (FX38) and A/swine/Liaoning/SY72/2018 (SY72), induced significantly different suppression levels of host protein synthesis. The difference in host shutoff activity induced by PA-X protein was the key factor affecting the inhibition of host gene expression. Loss of PA-X expression significantly reduced its host shutoff activity, thereby enhancing host antiviral immune response. PA-X deficiency had no apparent effect on polymerase activity or replication capacity. We pinpointed a single residue 122V involved in the ability of PA-X to inhibit host gene expression and thereby modulate the host antiviral response. Notably, PA-X 122V was highly conserved among multiple subtypes of influenza A viruses and vital for maintaining the inhibitory effects on the host protein synthesis. Together, these findings demonstrate that the PA-X protein plays a major role in the suppression of host protein synthesis during influenza virus infection and elucidate the molecular mechanism by which the amino acid residue 122V in PA-X facilitates its suppression effects on host innate immune responses. PA gene, encoding PA protein and several accessory proteins including PA-X, PA-N155, and PA-N182, is a key factor determining the pathogenicity of influenza A virus. In this study, we found that PA-X is crucial for suppression of host protein synthesis during viral infection. Loss of PA-X expression significantly reduced its host shutoff activity, thereby enhancing host antiviral immune responses. Furthermore, we pinpointed a crucial amino acid, 122V, involved in the host shutoff activity of PA-X and found that 122V is highly conserved among multiple subtypes of influenza A viruses. These findings deepen our understanding of the mechanisms by which PA-X modulates viral pathogenesis and the host immune response.",
  "disease": "influenza"
}