{
  "pmid": "41446192",
  "title": "Distinct neural temporal architectures encode rapid social expressions and sustained internal mood states.",
  "abstract": "Affective processing operates across multiple temporal scales, from rapid social signaling through facial expressions to sustained internal mood states, yet the neural computational principles governing these different timescales remain unclear. Understanding how the brain implements distinct temporal architectures for momentary versus persistent affective phenomena is important to comprehending emotional processing and developing objective biomarkers for psychiatric conditions. Here, we introduced a multimodal approach combining automated facial expression monitoring and continuous intracranial electroencephalography in 2,037 electrode contacts across 16 epilepsy patients, over multiple days. Of these, 15 and 12 patients met criteria for facial expression and for mood analysis, respectively. Among patients meeting criteria, we captured 1,396 naturalistic smiles, and 3,746 neutral expressions, separated by at least 10 seconds, alongside 336 periodic mood assessments. This paradigm revealed distinct behavioral and neural computational architectures. Aperiodic neural activity in the lateral temporal cortex (79.5% accuracy) encoded facial expressions with high cross-participant generalizability. Mood states, however, showed different encoding patterns. Facial expressions provided no consistent mood indicators across participants. Critically, low-gamma power dynamics in limbic regions encoded mood states in only a subset of individuals (5 of 12 participants) with expression-mood behavioral correlations, suggesting a distinct encoding phenotype. Cross-domain analysis confirmed computational independence: neural features optimized for facial expression decoding failed to predict sustained mood states, and vice versa. These findings suggest that multiple neural mechanisms may influence underlying affective processing, with variations in their contributions between individuals. The results provide a framework for understanding individual differences in neural mood representation and establish methodological approaches for objective measurement of naturalistic affective behaviors.",
  "disease": "epilepsy"
}