{
  "pmid": "41399625",
  "title": "Long-term outcomes of metallic hemiarthroplasty for degenerative and inflammatory shoulder pathologies; a systematic review of minimum 10-year follow-up.",
  "abstract": "Metallic hemiarthroplasty (HA) remains a valuable treatment option in certain situations for treatment of degenerative and inflammatory arthritic conditions. When glenoid bone stock is preserved or eroded such that total shoulder arthroplasty or reverse shoulder arthroplasty (rTSA) is contraindicated, HA may be a useful surgical treatment for arthritic conditions. Although clinical indications for metallic HA have narrowed due to the utility of rTSA, the long-term outcomes and failure mechanisms of metallic HA have not been synthesized. The purpose of this project is to systematically review and synthesize long-term (≥10 years) clinical outcomes of metallic HA for various arthritic shoulder conditions, with a focus on patient-reported outcome measures, range of motion (ROM), revision rates, and causes of failure. A systematic literature search was conducted in the PubMed, Embase, and Scopus databases in April 2025 according to Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines. Studies were included if they reported ≥10 years mean follow-up after metallic HA for arthritic shoulder conditions and presented functional or patient-reported outcomes). Data were extracted on demographics, prosthesis type, surgical technique, patient-reported outcome measures, ROM, complications, and revision rates. Study quality was assessed using Methodological Index for Non-Randomized Studies and the Cochrane risk-of-bias tool. Initial screening included 2043 studies, 10 of which were included in the review, comprised of 428 patients. Cohorts included were osteoarthritis, rheumatoid arthritis, avascular necrosis/osteonecrosis, and post-traumatic arthritis, with a mean follow-up ranging from 10 to 17.2 years. Across the included pathology cohorts, HA demonstrated improvements in visual analog scale and Constant-Murley Scores, though these scores were modest postoperatively. Active ROM measurements, including forward flexion, abduction, and external/internal rotation, improved across all studies. Revision rates varied across pathology cohorts, with an overall rate ranging from 0% to 56.5% at long-term follow-up. The most cited reason for revision was symptomatic glenoid erosion. Rates of reoperation varied across cohorts. Overall, the risk of bias was low for included studies. At long-term follow-up, shoulder metallic HA shows improved functional and clinical outcomes, but high rates of failure with symptomatic glenoid erosion frequently cited as an associate finding and modest improvements in mean postoperative patient-reported outcomes scores overall question the true utility of metallic HA for arthritic conditions, especially with recent advancements in pyrocarbon HA, total shoulder arthroplasty, and rTSA. Careful evaluation of patient age and glenoid condition must be emphasized if considering a HA for treatment of arthritic conditions.",
  "disease": "rheumatoid arthritis"
}