{
  "pmid": "41460614",
  "title": "Decitabine promotes degradation of DNMT1 and EZH2 via the ubiquitination pathway and inhibits colorectal cancer progression.",
  "abstract": "This study aimed to investigate the role of DNMT1 in CRC progression and its regulatory relationship with TRAF6 and EZH2. DNMT1 expression was analyzed in CRC tissues and cell lines using public databases and experimental techniques, including Western blot and qRT-PCR. Functional assays, such as colony formation, transwell migration/invasion, and cell cycle analysis, were performed to assess the role of DNMT1 in CRC cell proliferation and metastasis. Mechanistic studies, including cycloheximide (CHX) chase assays, ubiquitination assays, and co-immunoprecipitation (Co-IP), were conducted to explore the regulation of DNMT1 stability and its effects on EZH2 protein stability. The regulatory axis was further validated using methylation-specific PCR (MSP), dual-luciferase assays, and immunohistochemistry (IHC) in CRC patient tissues. DNMT1 was significantly overexpressed in CRC tissues and cell lines, correlating with enhanced cell proliferation, migration, and invasion Mechanistically, DNMT1 is associated with CRC cell proliferation and regulate this process via upregulating cyclins D1/E2 and accelerating G1/S phase transition. Decitabine, a DNA methyltransferase inhibitor, induced DNMT1 degradation via the ubiquitin-proteasome pathway, with TRAF6 identified as a key E3 ubiquitin ligase mediating this process. TRAF6 was downregulated in CRC tissues and inversely correlated with DNMT1 expression. DNMT1 suppressed TRAF6 expression through promoter hypermethylation, forming a negative feedback loop. Additionally, DNMT1 stabilized EZH2 by inhibiting TRAF6-mediated ubiquitination, thereby enhancing EZH2-dependent oncogenic signaling. Functional experiments demonstrated that EZH2 was essential for DNMT1-mediated CRC progression. This study reveals a novel Decitabine-TRAF6-DNMT1-TRAF6-EZH2 regulatory axis in CRC. Decitabine has dual effects, suggesting a new therapy.",
  "disease": "colorectal cancer"
}