{
    "title": "The impact of cochlear implantation on quality of life and psychological status in single-sided deafness or asymmetric hearing loss with tinnitus and influencing factors of implantation intention: a preliminary study.",
    "doc_id": "37378727",
    "writer": "Fan S",
    "year": "2024",
    "summary": "PURPOSE: The current study aims to explore the therapeutic effect of cochlear implants (CIs) on tinnitus in patients with single-sided deafness or asymmetric hearing loss (SSD/AHL) as well as the improvement of tinnitus-related quality of life and psychological stat …",
    "abstract": "Purpose:\n        \n      \n      The current study aims to explore the therapeutic effect of cochlear implants (CIs) on tinnitus in patients with single-sided deafness or asymmetric hearing loss (SSD/AHL) as well as the improvement of tinnitus-related quality of life and psychological status. In addition, we also explored whether the levels of quality of life and psychological status was related to the patient's implantation intention.\n    \n\n\n          Methods:\n        \n      \n      Seven patients decided to receive cochlear implantation. Before and after implantation, they completed the Visual Analogue Scale (VAS) and the Tinnitus Questionnaire (TQ) to assess tinnitus severity, the Speech, Spatial and Qualities of Hearing Scale (SSQ), and the Medical Outcomes Study Short Form 36 Health Survey Questionnaire (SF-36) to assess the quality of life, the Simplified Coping Style Questionnaire (SCSQ) to assess psychological status. The other 8 SSD patients refused cochlear implantation. Their scores of the above questionnaires were compared with those of patients received implantation.\n    \n\n\n          Results:\n        \n      \n      Six months after cochlear implantations, the tinnitus perception, loudness, and annoyance significantly decreased compared to that before implantation. In terms of quality of life and physiological status, no statistically significant changes were detected in SSQ, SF-36, and SCSQ measurements. The score of annoyance subcategory of VAS and all subcategories of SSQ of patients refused implantation were better than those of implanted patients before implantation.\n    \n\n\n          Conclusions:\n        \n      \n      These results suggest that CIs can significantly reduce tinnitus severity. Patients refused implantation had better status in the annoyance of VAS and all subcategories of SSQ scores than those received implantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37378727/"
}