{
  "pmid": "41344548",
  "title": "Proteolysis targeting chimera degraders target pseudokinases to treat metabolic dysfunction-associated steatohepatitis and fibrosis: Mechanisms and therapeutic insights.",
  "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH, previously NASH) is the severe type of metabolic dysfunction-associated steatotic liver disease (MASLD, previously NAFLD), the most common liver condition. The excessive hepatic lipid accumulation triggers apoptosis of hepatocytes and lobular inflammation, which are the key features of MASH. MASH may develop into liver fibrosis, while current therapeutics exhibit limited responses in patients. Identification of novel upstream regulators for both hepatic inflammation and fibrosis holds great promise to treat MASH and liver fibrosis. Pseudokinases, which contain the pseudokinase domains without kinase activity, are hub genes that integrate the signaling pathways of cell death, inflammation and fibrosis in the liver. We critically analyze the STAT and other signaling pathways through which JAK1, JAK2 (kinases with pseudokinase domains), TRIB2, MLKL and IRAK-M regulate the progression of MASH and liver fibrosis. Collectively, pseudokinases are potential therapeutic targets for treating MASH and liver fibrosis. Although the pseudokinase inhibitors show effectively treat inflammatory diseases, specific and safe pseudokinase inhibitors are understudied. Proteolysis targeting chimeras (PROTACs) are rapidly evolved bifunctional molecules that efficiently bind to and catalytically degrade the target proteins via recruiting E3 ubiquitin ligases. We discuss the design, selectivity, and limitations of pseudokinase PROTACs, and present the most active lead PROTACs that may treat MASH and liver fibrosis at distinct stages. Furthermore, innovative strategies enhance PROTACs' efficacy through addressing the main translational hurdles, especially the low bioavailability and cellular uptake. It facilitates the development of PROTACs to probe in vivo function of pseudokinases and to combat MASH and liver fibrosis.",
  "disease": "liver cirrhosis"
}