{
  "pmid": "41416484",
  "title": "Efficacies of sequenced monotherapies of Mycobacterium avium lung infection in mouse.",
  "abstract": "The incidence of non-tuberculous mycobacterial (NTM) infections has been rising and now exceeds tuberculosis in several countries. Mycobacterium avium is the most common NTM cause of chronic lung disease. Current guidelines recommend simultaneous administration of three or more antibiotics, modeled after tuberculosis treatment, but these regimens are limited by toxicity, poor adherence, and low cure rates. Importantly, unlike M. tuberculosis, M. avium is acquired from the environment rather than transmitted between humans, weakening the rationale for multidrug therapy as necessary to suppress resistance. To test an alternative treatment approach, we evaluated sequential monotherapy in a validated murine model of chronic M. avium lung infection. Mice were treated with either the standard triple-drug regimen of clarithromycin, ethambutol, and rifampicin or with sequential monotherapy: clarithromycin, bedaquiline, and clofazimine, with only one drug administered at a time for four-week intervals. Lung and spleen bacterial burdens were quantified, and minimum inhibitory concentrations (MICs) were determined for isolates recovered during treatment to assess resistance emergence. Sequential monotherapy achieved reductions in lung bacterial burden equivalent to those of the standard multidrug regimen and prevented extrapulmonary dissemination. Notably, no increase in MICs was observed for clarithromycin, bedaquiline, or clofazimine across treatment phases, indicating that sequential monotherapy did not select for resistant clones. These findings provide the first evidence that sequential monotherapy can deliver efficacy comparable to multidrug therapy for M. avium disease without promoting resistance. This proof-of-concept supports further investigation of sequencing strategies as a potentially more tolerable alternative to current triple-agent regimens.",
  "disease": "tuberculosis"
}