{
    "title": "The Added Value of Supplemental Breast Ultrasound Screening for Women With Dense Breasts: A Single Center Canadian Experience.",
    "doc_id": "34134531",
    "writer": "Wu T",
    "year": "2022",
    "summary": "PURPOSE: We evaluated the contribution to cancer detection of supplemental breast ultrasound screening in women with dense breasts based on a single center experience by comparing our results with similar programs elsewhere. ...These values were compared to publishe …",
    "abstract": "Purpose:\n        \n      \n      We evaluated the contribution to cancer detection of supplemental breast ultrasound screening in women with dense breasts based on a single center experience by comparing our results with similar programs elsewhere.\n    \n\n\n          Methods:\n        \n      \n      We performed a retrospective review of handheld sonographer-performed screening ultrasound exams at our academic breast imaging center, from January 1st to December 31st, 2019. Breast density, breast cancer risk factors, BI-RADS assessment, and lesion pathology were reviewed and tallied, followed by derivation of the biopsy rate, breast cancer detection rate, PPV3 and average tumor size. These values were compared to published results of breast screening programs elsewhere.\n    \n\n\n          Results:\n        \n      \n      695 screening breast ultrasounds for women with dense breasts and negative mammograms were performed in 2019. The biopsy rate was 1.3%, breast cancer detection rate was 7 in 1000, PPV3 was 42%, and the average tumor size was 9.0 ± 1.4 mm.\n    \n\n\n          Conclusions:\n        \n      \n      The first-year data of the breast screening ultrasound program at our practice are promising, demonstrating comparable cancer detection rate, higher PPV3, and similar biopsy rate in those with dense breasts compared with similar programs elsewhere. Longitudinal analysis and larger sample size are required for validation. Comparison of incidence and prevalence screening data is also warranted to elucidate the true value of this program.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34134531/"
}