{
  "pmid": "41410590",
  "title": "Sex disparities in the phenotype at diagnosis of Sjögren's disease: artificial intelligence-driven characterisation in 17,416 patients.",
  "abstract": "Sjögren disease (SjD) predominantly affects females, but the early disease presentation in male patients remains poorly characterised due to historically small sample sizes. The aim of this study was to investigate sex‑based differences in the clinical phenotype at diagnosis of SjD and identify predictors of patient sex using a large international cohort and AI‑enhanced analysis. Cross-sectional analysis of an anonymised dataset comprising 17,416 worldwide patients fulfilling the 2002/2016 classification criteria (Sjögren Big Data Registry). We stratified the dataset by sex and conducted a comparative analysis of baseline glandular and systemic involvement, organ-specific ESSDAI domains, and immunological profiles. Multivariate logistic regression models were developed, adjusting for epidemiological confounders (age and ethnicity) to identify predictors of sex classification. We used a generative AI (OpenAI's GPT-4o model) environment with Python (version 3.9) and the pandas (1.4.3), numpy (1.21.5), and matplotlib (3.5.1) libraries. All analyses adhered to GDPR standards, with anonymized patient data and strictly controlled secure environments. The cohort included 1,161 (6.67%) men and 16,255 (93.33%) women, with a mean age at diagnosis of 51.11 years (SD=14.45). Men showed a higher mean age at diagnosis (54.09 vs. 51.42 years in women; t=6.08, p<0.0001), a higher average ESSDAI score (7.65 vs. 5.93; t=7.91, p<0.0001) and higher frequencies in severe DAS categories (i.e. high activity 20% vs. 12% in women, χ² = 81.15, p<0.0001). The epidemiologically-adjusted logistic regression model (pseudo R-squared value of 0.026) identified statistical significance for age (coefficient =0.009, p=0.024; each additional year in age increased the likelihood of being female by 1.4%), ethnicity (coefficient=0.579, HR=1.78, p=0.004), ocular dryness (coefficient=-0.607, HR=0.54, p<0.001), and systemic activity in the glandular (coefficient=0.359, HR=1.43, p=0.006) and pulmonary (coefficient=0.445, HR=1.56, p=0.004) ESSDAI domains. Male SjD patients present a distinct, more systemic phenotype at diagnosis. Awareness of sex‑specific features can improve early recognition and tailored management.",
  "disease": "rheumatoid arthritis"
}