{
    "title": "Feasibility of endometrial sampling by vaginal tampons in women with Lynch syndrome.",
    "doc_id": "32183830",
    "writer": "Woolderink JM",
    "year": "2020",
    "summary": "By contrast, 18 (78%) of the invasive endometrial samples contained enough endometrial tissue for analysis. No endometrial abnormalities were found by endometrial sampling. CONCLUSIONS: Tampon-based endometrial surveillance was a well-accepted a …",
    "abstract": "Background:\n        \n      \n      Endometrial sampling for the surveillance of women with Lynch syndrome is an invasive and painful procedure. The aim of this study was to evaluate the feasibility of a less invasive procedure of collecting vital cells by vaginal tampons.\n    \n\n\n          Methods:\n        \n      \n      This was a prospective feasibility study of women scheduled to undergo annual gynecological surveillance, including endometrial sampling. We included consecutive asymptomatic women with Lynch syndrome or first-degree relatives and asked them to insert a vaginal tampon 2-4 h before attending their outpatient appointment. Feasibility was evaluated by the following metrics: patient acceptance, pain intensity of each procedure (assessed by visual analog scale; range 0-10), and the presence of vital cells obtained by tampon-based or endometrial sampling methods. Two pathologists independently evaluated all samples.\n    \n\n\n          Results:\n        \n      \n      In total, 25 of 32 approached women completed the tampon-based procedure, with 23 of these subsequently undergoing invasive endometrial sampling. The median visual analog scale scores for tampon use and invasive endometrial sampling were 0 (range, 0-10) and 5.5 (range, 1-10) (p < 0.001). None of the tampon samples analyzed by cytology showed endometrial cells, but they did contain vital squamous cells and granulocytes. By contrast, 18 (78%) of the invasive endometrial samples contained enough endometrial tissue for analysis. No endometrial abnormalities were found by endometrial sampling.\n    \n\n\n          Conclusions:\n        \n      \n      Tampon-based endometrial surveillance was a well-accepted and non-painful procedure, and although tampons contained vital cells, they did not provide endometrial cells. However, this study was limited to asymptomatic women with Lynch syndrome (no endometrial pathology), indicating that research is needed to evaluate whether the tampon method has any utility for endometrial surveillance in women with Lynch syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32183830/"
}