{
    "title": "Chronic Pain After Traumatic Brain Injury: Pathophysiology and Pain Mechanisms.",
    "doc_id": "29025157",
    "writer": "Irvine KA",
    "year": "2018",
    "summary": "Individuals recovering from traumatic brain injury will frequently experience acute and chronic pain. OBJECTIVE: The objective of this paper is to discuss the pathophysiological changes resulting from traumatic brain injury and how these may be involve …",
    "abstract": "Background:\n        \n      \n      Traumatic brain injury refers to a broad range of neurological, cognitive, and emotional factors that result from the application of an external force to the head. Individuals recovering from traumatic brain injury will frequently experience acute and chronic pain.\n    \n\n\n          Objective:\n        \n      \n      The objective of this paper is to discuss the pathophysiological changes resulting from traumatic brain injury and how these may be involved in the development and persistence of pain after injury.\n    \n\n\n          Methods:\n        \n      \n      We based our review on articles retrieved from the MEDLINE database of references and abstracts on life sciences and biomedical topics (1966 to present) using the search engine PubMed (United States National Library of Medicine). The published literature focused on traumatic brain injury and pain.\n    \n\n\n          Conclusions:\n        \n      \n      This review presents evidence that pain is common after traumatic brain injury. However, while there are many potential mechanisms explaining this problem such as neuroinflammation, excitotoxicity, and axonal degeneration, we have no clear understanding of which of them contribute in individual patients. The authors highlight the priorities for research that will expand our knowledge and that may lead to the rational design of therapies that both reduce pain and provide optimal overall outcomes after traumatic brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29025157/"
}