{
    "title": "[Pathophysiology of ischemic myocardial dysfunction].",
    "doc_id": "8927969",
    "writer": "Heusch G.",
    "year": "1996",
    "summary": "Within the first few seconds following an acute reduction of myocardial blood flow, energy demand of the hypoperfused myocardium clearly exceeds the reduced energy supply. ...The metabolic status of such myocardium improves over the first few hours, as myo …",
    "abstract": "Myocardial ischemia has been viewed traditionally as an imbalance between energy supply and demand. Within the first few seconds following an acute reduction of myocardial blood flow, energy demand of the hypoperfused myocardium clearly exceeds the reduced energy supply. However, this imbalance is an inherently unstable condition since ischemia induces mechanisms which reduce contractile function and thus energy demand. The mechanisms responsible for the rapid reduction in contractile function during acute myocardial ischemia remain unclear. In such ischemic and dysfunctional myocardium, contractile function is reduced in proportion to the reduction in regional myocardial blood flow, i.e. a state of \"perfusion-contraction matching\" exists. The metabolic status of such myocardium improves over the first few hours, as myocardial lactate production is attenuated and creatine phosphate, after an initial reduction, returns towards control values. Ischemic myocardium, characterized by perfusion-contraction matching, metabolic recovery and lack of necrosis, has been termed \"short-term hibernating myocardium\". Short-term hibernating myocardium can respond to an inotropic stimulation with increased contractile function, though at the expense of a renewed worsening of the metabolic status. This situation of increased regional contractile function at the expense of metabolic recovery during inotropic stimulation can be used to identify short-term hibernating myocardium. When inotropic stimulation is prolonged, the development of short-term hibernation is impaired and myocardial infarction develops. The mechanisms responsible for the development of short-term myocardial hibernation remain unclear at present; a significant involvement of adenosine and of activation of ATP-dependent potassium channels has been excluded.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8927969/"
}