{
  "pmid": "41468475",
  "title": "Individuals with latent tuberculosis in a high TB endemic country show mild COVID-19.",
  "abstract": "Infection with Mycobacterium tuberculosis (MTB) may result in active tuberculosis (TB), bacterial clearance, or asymptomatic latent infection (LTBi). During the COVID-19 pandemic, interactions between MTB and SARS-CoV-2 infections were coincident in high TB burden countries such as Pakistan. The impact of LTBi on COVID-19 is not well understood. Here we investigated the association of LTBi with COVID-19 and its severity by determining cellular activation to MTB, IgG antibody responses and expression of genes associated with host immunity. Age and sex matched Healthy Controls (HC, n = 147) and COVID-19 patients (n = 128) were recruited in this cross-sectional study. COVID-19 was categorized as ambulatory (n = 103) or hospitalized (n = 25) disease. LTBi was determined using the X.DOT-TB ELISpot assay. RT-PCR based mRNA levels of IFN-γ, IFN-α, IL-6, IL-10, OAS1, MAVS, SOCS1 and SOCS3 were determined in PBMCs. IgG to SARS-CoV-2 and rubella virus were measured. We found that 18% of COVID-19 patients and 32% of HC were LTBi positive (p < 0.0001). All COVID-19 LTBi positive cases had ambulatory disease. Logistic regression analysis revealed individuals with LTBi to have a 54% lower risk of COVID-19. The frequency of MTB-specific IFN-γ producing T cells was lower in COVID-19 patients than in HC LTBi positive individuals (p = 0.0095). The presence of a BCG scar was not associated with the occurrence of COVID-19. Levels of IgG antibodies to SARS-CoV-2 were raised in COVID-19 cases but did not differ by LTBi status in HC or COVID-19 groups. IgG levels to rubella virus were similar regardless of LTBi status in control and patient groups. COVID-19 cases displayed higher expression of mRNA levels of MAVS, OAS-1, and SOCS3 (p < 0.05). Further, OAS-1 expression was raised in LTBi positive COVID-19 group as compared to the LTBi positive HC group (p = 0.019). We observed that T cell reactivity to MTB was associated with milder COVID-19. Reduced severity of COVID-19 and higher OAS-1 gene expression in COVID-19 LTBi positive individuals suggest a protective effect in these individuals. Further studies are required to investigate the combined impact of MTB and SARS-CoV-2 infections in the host.",
  "disease": "tuberculosis"
}