{
    "title": "Prevalence of COVID-19 Virus Infection in Semnan province.",
    "doc_id": "33787516",
    "writer": "Jandaghi E",
    "year": "2021",
    "summary": "BACKGROUND: Severe acute respiratory syndrome coronavirus 2 (SARS- CoV-2) causing a human pandemic disease named COVID-19 has become a major global health concern. ...CONCLUSION: The majority of the popu …",
    "abstract": "Background:\n        \n      \n      Severe acute respiratory syndrome coronavirus 2 (SARS- CoV-2) causing a human pandemic disease named COVID-19 has become a major global health concern. Iran as one of the most affected countries needs unprecedented effort for monitoring and evaluation of COVID-19.\n    \n\n\n          Objective:\n        \n      \n      To determine the seroprevalance of COVID-19 in Semnan province North-East of Iran.\n    \n\n\n          Methods:\n        \n      \n      Six hundred people were randomly selected using the \"SIB data-base\". From 1 to 30 June, 2020, 153 participants of Semnan population were enrolled. Blood, nasopharyngeal and oropharyngeal samples were obtained. Prevalence of IgM and IgG antibodies were ascertained using ELISA and Real-Time PCR was conducted to evaluate viral load. Estimates of prevalence were standardized by age and sex, based on the 2015 national census of Semnan province.\n    \n\n\n          Results:\n        \n      \n      Seroprevalence showed no difference between females and males and no significant association between age and seropositivity. Among total participants, the age and sex adjusted prevalence of SARS-CoV2 infection was 19.3% (95% CI, 14.0-26.7 per 100 persons). Approximately 10% of participants had detectable antibodies but showed a negative-PCR result. However, approximately 80% of participants did not show an evidence of infection.\n    \n\n\n          Conclusion:\n        \n      \n      The majority of the population in Semnan province has no detectable antibodies to SARS-CoV-2. Therefore, Semnan is considered a SARS-CoV-2 susceptible area. These results emphasize the need for maintaining public health measures to tackle the new epidemic wave.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33787516/"
}