{
    "title": "Oxidative stress during myocardial ischaemia and heart failure.",
    "doc_id": "15134567",
    "writer": "Ferrari R",
    "year": "2004",
    "summary": "Oxidative stress is a condition in which oxidant metabolites exert their toxic effect because of an increased production or an altered cellular mechanism of protection. ...This series of events is not confined to the myocytes, but occurs also at the level of endothe …",
    "abstract": "Oxidative stress is a condition in which oxidant metabolites exert their toxic effect because of an increased production or an altered cellular mechanism of protection. The heart needs oxygen avidly and, although it has powerful defence mechanisms, it is susceptible to oxidative stress, which occurs, for instance, during post-ischaemic reperfusion. Ischaemia causes alterations in the defence mechanisms against oxygen free radicals, mainly a reduction in the activity of mitochondrial superoxide dismutase and a depauperation of tissue content of reduced glutathione. At the same time, production of oxygen free radicals increases in the mitochondria and leukocytes and toxic oxygen metabolite production is exacerbated by re-admission of oxygen during reperfusion. Oxidative stress, in turn, causes oxidation of thiol groups and lipid peroxidation leading first to reversible damage, and eventually to necrosis. In man, there is evidence of oxidative stress (determined by release of oxidised glutathione in the coronary sinus) during surgical reperfusion of the whole heart, or after thrombolysis, and it is related to transient left ventricular dysfunction or stunning. Data on oxidative stress in the failing heart are scant. It is not clear whether the defence mechanisms of the myocyte are altered or whether the production of oxygen free radicals is increased, or both. Recent data have shown a close link between oxidative stress and apoptosis. Relevant to heart failure is the finding that tumour necrosis factor, which is found increased in failing patients, induces a rapid rise in intracellular reactive oxygen intermediates and apoptosis. This series of events is not confined to the myocytes, but occurs also at the level of endothelium, where tumour necrosis factor causes expression of inducible nitric oxide synthase, production of the reactive radical nitric oxide, oxidative stress and apoptosis. It is therefore, possible that the immunological response to heart failure results in endothelial and myocyte dysfunction through oxidative stress mediated apoptosis. Clarification of these mechanisms may lead to novel therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15134567/"
}