{
    "title": "Assessment of mineral content, techno-functional properties and colour of an extruded breakfast cereals using yellow maize, sorghum and date palm.",
    "doc_id": "38509932",
    "writer": "Adepeju AB",
    "year": "2024",
    "summary": "In addressing the challenges of food security and nutritional deficiencies, the study aimed to assess the nutritional and techno-functional attributes of an extruded breakfast cereal composed of yellow maize, sorghum, and date palm. The processing involved transforming …",
    "abstract": "In addressing the challenges of food security and nutritional deficiencies, the study aimed to assess the nutritional and techno-functional attributes of an extruded breakfast cereal composed of yellow maize, sorghum, and date palm. The processing involved transforming yellow maize, sorghum, and date palm into flours, and various samples (MA, MB, MC, SA, SB, SC, and MSD) were blended in different proportions (90:0:10, 80:0:20, 70:0:30, 0:90:10, 0:80:20, 0:70:30, 45:45:10, respectively) to create a nutritionally balanced extruded cereal. Standard methods were employed for the analysis to evaluate techno-functional properties (bulk density, water absorption capacity, oil absorption capacity, swelling power, and dispersability), mineral content (sodium, potassium, calcium, iron, and zinc), and color properties (brightness, redness, and yellowness) of the extruded breakfast cereal samples. Techno-functional property ranges were determined, such as bulk density (ranged from 0.39 g/cm³ to 0.50 g/cm³), water absorption capacity (ranged from 1.69 g/ml to 4.43 g/ml), oil absorption capacity (ranged from 1.56 g/ml to 2.14 g/ml), swelling power (ranged from 1.43 g/g to 4.27 g/g), and dispersability (ranged from 23.37% to 60.05%). Mineral content results included sodium (ranging from 10.88 mg/100g to 18.67 mg/100g), potassium (ranging from 253 mg/100g to 351.65 mg/100g), calcium (ranging from 321.50 mg/100g to 421.40 mg/100g), iron (ranging from 9.22 mg/100g to 15.2 mg/100g), and zinc (ranging from 4.11 mg/100g to 5.36 mg/100g). Colour determination exhibited brightness values ranging from 55.31 to 64.48, redness from 0.63 to 2.73, and yellowness from 10 to 17.37.The study demonstrated that extruded breakfast cereals combining yellow maize, sorghum, and date palm met acceptable quality standards in nutritional assessment. The use of date palm as a sugar substitute enhanced mineral bioaccessibility. Furthermore, the incorporation of date palm flour into maize and sorghum-based samples improved both techno-functional properties and mineral content, presenting a novel application for date palm fruits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38509932/"
}