{
    "title": "Early-life stress affects peripheral, blood-brain barrier, and brain responses to immune challenge in juvenile and adult rats.",
    "doc_id": "36400335",
    "writer": "Solarz A",
    "year": "2023",
    "summary": "In the present study, we examined whether ELS, based on the maternal separation (MS) paradigm in rats, can condition male and female subjects to subsequent lipopolysaccharide (LPS)-induced immune challenge in juvenility or adulthood. Twenty-four hours after acute LPS injec …",
    "abstract": "Early-life stress (ELS) may affect brain maturation and neuroimmune interactions and, consequently, the inflammatory response to subsequent environmental factors later in life. Recently, the coexistence of blood-brain barrier (BBB) dysfunction and inflammation has been implicated in the etiology and progression of mental and/or neurodegenerative diseases. There are sex differences in the prevalence and outcomes of these disorders. The number of studies reporting the effects of ELS and sex on BBB functioning and neuroinflammatory processes in response to immune challenge is very limited, and the data are inconsistent. In the present study, we examined whether ELS, based on the maternal separation (MS) paradigm in rats, can condition male and female subjects to subsequent lipopolysaccharide (LPS)-induced immune challenge in juvenility or adulthood. Twenty-four hours after acute LPS injection, serum proinflammatory cytokines were measured, and BBB permeability in the medial prefrontal cortex (mPFC) and hippocampus (HP) was evaluated. Additionally, the mRNA expression of neuroinflammatory markers and BBB-related genes was also studied. We found that a single LPS challenge induced a proinflammatory response both in the periphery and in the mPFC and HP and increased BBB permeability in a sex-dependent fashion. Moreover, MS enhanced the neuroinflammatory response to LPS challenge in males (especially juveniles), whereas MS females showed no difference or a blunted central response to LPS compared with control females, mainly during adulthood. These results suggest that ELS may precondition individuals to subsequent environmental factors later in life in a sex-specific manner and potentially determine their susceptibility or resilience to mental and/or neurodegenerative diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36400335/"
}