{
    "title": "Pollution characteristics and sources of environmentally persistent free radicals and oxidation potential in fine particulate matter related to city lockdown (CLD) in Xi'an, China.",
    "doc_id": "35176313",
    "writer": "Ainur D",
    "year": "2022",
    "summary": "Daily particulate matter (PM(2.5)) samples were collected from January 14 to February 3, 2020, with the same period during 2019 in Xi'an city. The results indicated that the average concentration of PM(2.5) decreased by 48% during CLD. ...The city lockdown, however, …",
    "abstract": "The impact of COVID-19 control on air quality have been prevalent for the past two years, however few studies have explored the toxicity of atmospheric particulate matter during the epidemic control. Therefore, this research highlights the characteristics and sources of oxidative potential (OP) and the new health risk substances environmentally persistent free radicals (EPFRs) in comparison to city lockdown (CLD) with early days of 2019-2020. Daily particulate matter (PM2.5) samples were collected from January 14 to February 3, 2020, with the same period during 2019 in Xi'an city. The results indicated that the average concentration of PM2.5 decreased by 48% during CLD. Concentrations of other air pollutants and components, such as PM10, NO2, SO2, WSIs, OC and EC were also decreased by 22%, 19%, 2%, 17%, 6%, and 4% respectively during the CLD, compared to the same period in 2019. Whereas only O3 increased by 30% during CLD. The concentrations of EPFRs in PM2.5 was considerably lower than in 2019, which decreased by 12% during CLD. However, the OP level was increased slightly during CLD. Moreover, both EPFRs/PM and DTTv/PM did not decrease or even increase significantly, manifesting that the toxicity of particulate matter has not been reduced by more gains during the CLD. Based on PMF analysis, during the epidemic period, the contribution of traffic emission is significantly reduced, while EPFRs and DTTv increased, which consist of significant O3 and secondary aerosols. This research leads to able future research on human health effect of EPFRs and oxidative potential and can be also used to formulate the majors to control EPFRs and OP emissions, suggest the need for further studies on the secondary processing of EPFRs and OP during the lockdown period in Xi'an. .The COVID-19 lockdown had a significant impact on both social and economic aspects. The city lockdown, however, had a positive impact on the environment and improved air quality, however, no significant health benefits were observed in Xi'an, China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35176313/"
}