{
    "title": "Sleep quality and glycaemic variability in a real-life setting in adults with type 1 diabetes.",
    "doc_id": "34136937",
    "writer": "Brandt R",
    "year": "2021",
    "summary": "There was large inter- and intra-individual variability in sleep and glycaemic characteristics. Both pooled and individual-level data revealed that the nights with poor sleep quality had larger SDs and CVs, and, conversely, the nights with good sleep …",
    "abstract": "Aims/hypothesis:\n        \n      \n      Suboptimal subjective sleep quality is very common in adults with type 1 diabetes. Reducing glycaemic variability is a key objective in this population. To date, no prior studies have examined the associations between objectively measured sleep quality and overnight glycaemic variability in adults with type 1 diabetes. We aimed to test the hypothesis that poor sleep quality would be associated with greater overnight glycaemic variability.\n    \n\n\n          Methods:\n        \n      \n      Data were collected in the home setting from 20 adults (ten male and ten female participants) with type 1 diabetes who were current insulin pump users. Simultaneous assessments of objective sleep quality (Zmachine Insight+) and continuous glucose monitoring (CGM) were performed over multiple nights (up to 15 nights) in each participant. Due to the real-life nature of this study, the participants kept their usual CGM alerts for out-of-range glucose values. Sleep quality was categorised as 'good' or 'poor' using a composite of objective sleep features (i.e. sleep efficiency, wake after sleep onset and number of awakenings) based on the National Sleep Foundation's consensus criteria. Glycaemic variability was quantified using SD and CV of overnight glucose values based on overnight CGM profiles.\n    \n\n\n          Results:\n        \n      \n      A total of 170 nights were analysed. Overall, 86 (51%) nights were categorised as good sleep quality, and 84 (49%) nights were categorised as poor sleep quality. Using linear mixed-effects models, poor sleep quality was significantly associated with greater glycaemic variability as quantified by SD (coefficient: 0.39 [95% CI 0.10, 0.67], p = 0.009) and CV (coefficient: 4.35 [95% CI 0.8, 7.9], p = 0.02) of overnight glucose values, after accounting for age, sex, BMI and overnight insulin dose. There was large inter- and intra-individual variability in sleep and glycaemic characteristics. Both pooled and individual-level data revealed that the nights with poor sleep quality had larger SDs and CVs, and, conversely, the nights with good sleep quality had smaller SDs and CVs. No associations were found between sleep quality and time spent in the target glucose range, or above or below the target glucose range, where CGM alarms are most likely to occur.\n    \n\n\n          Conclusions/interpretation:\n        \n      \n      Objectively measured sleep quality is associated with overnight glycaemic variability in adults with type 1 diabetes. These findings highlight an important role of sleep quality in overnight glycaemic control in type 1 diabetes. They also provide a strong incentive to both patients and healthcare providers for considering sleep quality in personalised type 1 diabetes glycaemic management plans. Future studies should investigate the mechanisms linking sleep quality to glycaemic variability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34136937/"
}