{
  "pmid": "41457160",
  "title": "Off-Label Stent as a Rescue Option for Angulated Proximal Internal Carotid Artery Stenosis in Technically Unfeasible or Inoperable Patients.",
  "abstract": "To evaluate the feasibility, safety, and short-term outcomes of off-label stent use for extracranial internal carotid artery (ICA) revascularization in anatomically challenging patients. We conducted a retrospective multicenter cohort study including all consecutive patients treated for extracranial internal carotid artery stenosis between 2017 and 2025 across several high-volume stroke centers. Patients underwent one of three revascularization strategies: carotid endarterectomy (CEA), conventional carotid artery stenting (CAS), or off-label intracranial stent deployment in patients where severe tortuosity, high-cervical anatomy, sharply angulated bulbs, or unfavorable access rendered CEA and standard CAS technically unfeasible. Clinical presentation, angiographic severity, technical success, 30 day mortality, restenosis ≥ 50% at 3 months, and functional outcome (modified Rankin Scale (mRS) ≤ 2) were recorded. Three-group comparisons were performed using ANOVA/Kruskal-Wallis and chi-square/Fisher's exact tests. Given the small, anatomically preselected off-label cohort and low event numbers, neither propensity score matching nor multivariable regression was feasible. Statistical significance was set at p < 0.05. A total of 1,522 patients underwent carotid revascularization (48 ACCLINO® stent, 1,274 CAS, 200 CEA). At baseline, pre-procedural near-occlusion or complete occlusion was significantly more common in the off-label group (68.8% [33/48]) compared with CAS (25.5% [325/1274]) and CEA (23.0% [46/200]) (p < 0.001). Symptomatic presentation was also highest in the off-label cohort (100% [48/48]) versus CAS (75.6% [963/1274]) and CEA (81.5% [163/200]) (p < 0.001). Acute ischemic stroke occurred in 25.0% (12/48), 7.8% (99/1274), and 6.0% (12/200) respectively (p < 0.001). Technical success was achieved in all off-label and CEA procedures and in 99.4% of CAS (p = 0.41). Thirty-day mortality did not differ significantly (6.3% vs. 2.7% vs. 3.0%; p = 0.17). At 3 months, restenosis ≥ 50% was comparable across groups (4.2% vs. 5.3% vs. 5.5%; p = 0.78). Functional independence (mRS ≤ 2) improved from 31.3 to 100% in the off-label cohort (p < 0.001), compared with 87.2% → 96.5% in CAS and 82.0% → 94.0% in CEA (all p < 0.001). Off-label stenting may offer high technical feasibility, acceptable vessel patency, and meaningful functional recovery in patients with complex, surgically challenging proksimal ICA stenosis, suggesting that it could serve as a potential rescue option in carefully selected anatomically difficult patients.",
  "disease": "stroke"
}