{
    "title": "Risk factors of pancreatitis after endoscopic sphincterotomy. Review of literature and practical remarks based on approximately 10,000 ERCPs.",
    "doc_id": "29154236",
    "writer": "Jamry A.",
    "year": "2017",
    "summary": "Post-endoscopic pancreatitis (PEP) is the most common complication of endoscopic retrograde cholangiopancreatography (ERCP). Depending on the presence of risk factors, PEP can occur in 4,1% to about 43% of patients. According to the European Society of Gastrointesti …",
    "abstract": "Post-endoscopic pancreatitis (PEP) is the most common complication of endoscopic retrograde cholangiopancreatography (ERCP). Depending on the presence of risk factors, PEP can occur in 4,1% to about 43% of patients. According to the European Society of Gastrointestinal Endoscopy (ESGE) guidelines, only three to patient-associated risk factors have been identified: suspected sphincter of Oddi dysfunction (SOD) (OR 4.09), female gender (OR 2.23), and previous pancreatitis (OR 2.46). Another three procedure-associated factors include cannulation attempt duration &gt; 10 minutes (OR 1.76), more than one pancreatic guidewire passage (OR 2.77, CI: 1.79 - 4.30), and pancreatic injection (OR 2.2, CI: 1.60 - 3.01). Importantly, analyses of cumulative risk due to coexistence of several factors emphasize the importance of female sex, difficult cannulation, CBD diameter &lt;5 mm, young age, and many other factors. Unfortunately, studies performed to date have included only small numbers of patients with several co-existing risk factors. Therefore, further analysis of other risk factors and the cumulative risk related to their co-occurrence is necessary. Based on current evidence, special care must be given to patients with several risk factors. Also, care should be given to proper qualification of patients, use of guidewires, early pre-cut incision, protective Wirsung's duct stenting, and rectal NSAID administration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29154236/"
}