{
    "title": "Endometrial regeneration with endometrial epithelium: homologous orchestration with endometrial stroma as a feeder.",
    "doc_id": "33579355",
    "writer": "Yokomizo R",
    "year": "2021",
    "summary": "Here, we aimed to perform long-term culture of endometrial epithelial cells in vitro. METHODS: We prepared primary human endometrial epithelial cells and endometrial stromal cells and investigated whether endometrial stromal cells and human embryonic s …",
    "abstract": "Background:\n        \n      \n      Thin endometrium adversely affects reproductive success rates with fertility treatment. Autologous transplantation of exogenously prepared endometrium can be a promising therapeutic option for thin endometrium; however, endometrial epithelial cells have limited expansion potential, which needs to be overcome in order to make regenerative medicine a therapeutic strategy for refractory thin endometrium. Here, we aimed to perform long-term culture of endometrial epithelial cells in vitro.\n    \n\n\n          Methods:\n        \n      \n      We prepared primary human endometrial epithelial cells and endometrial stromal cells and investigated whether endometrial stromal cells and human embryonic stem cell-derived feeder cells could support proliferation of endometrial epithelial cells. We also investigated whether three-dimensional culture can be achieved using thawed endometrial epithelial cells and endometrial stromal cells.\n    \n\n\n          Results:\n        \n      \n      Co-cultivation with the feeder cells dramatically increased the proliferation rate of the endometrial epithelial cells. We serially passaged the endometrial epithelial cells on mouse embryonic fibroblasts up to passage 6 for 4 months. Among the human-derived feeder cells, endometrial stromal cells exhibited the best feeder activity for proliferation of the endometrial epithelial cells. We continued to propagate the endometrial epithelial cells on endometrial stromal cells up to passage 5 for 81 days. Furthermore, endometrial epithelium and stroma, after the freeze-thaw procedure and sequential culture, were able to establish an endometrial three-dimensional model.\n    \n\n\n          Conclusions:\n        \n      \n      We herein established a model of in vitro cultured endometrium as a potential therapeutic option for refractory thin endometrium. The three-dimensional culture model with endometrial epithelial and stromal cell orchestration via cytokines, membrane-bound molecules, extracellular matrices, and gap junction will provide a new framework for exploring the mechanisms underlying the phenomenon of implantation. Additionally, modified embryo culture, so-called \"in vitro implantation\", will be possible therapeutic approaches in fertility treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33579355/"
}