{
  "pmid": "41452086",
  "title": "Impact of Stent-Graft Complexity on Outcomes of Complex Abdominal Aortic Aneurysm Repair: A Systematic Review and Meta-Analysis.",
  "abstract": "This study aims to systematically review and meta-analyze the available literature to compare the early and mid-term clinical outcomes (including technical success, mortality, complications, and reinterventions) of renal fenestrated endovascular aortic repair (FEVAR) versus complex FEVAR in the treatment of pararenal aortic aneurysms (PAAs) and type IV thoracoabdominal aortic aneurysms (TAAAs). A systematic review and meta-analysis of studies focusing on results of patients treated with renal FEVAR and comparing with complex FEVAR in endovascular treatment of PAA and type IV TAAA was performed following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guideline. PubMed, EMBASE, the Cochrane Library, and Web of Science were searched for studies till mid-February 2025. Observational and randomized studies were included. Reasons for exclusion were series less than 10 patients and ruptured aneurysms. Primary outcomes were technical success, perioperative reinterventions, 30-day or in-hospital mortality, and reintervention for endoleak type I or type III during follow-up. Secondary outcomes were target vessel patency, myocardial infarction, bowel ischemia, limb ischemia, acute renal failure, stroke or transient ischemic attack, spinal cord ischemia, length of hospitalization, overall survival, and aneurysm-related reintervention. The search yielded a total of 9366 studies. After screening, 9 studies with 1103 patients (517 renal FEVAR and 586 complex FEVAR) were included for analysis. The cumulative technical success rates for the renal group and the complex group were 98.5% and 97%, respectively. Combining perioperative and follow-up reinterventions no significant difference (p=0.44) was observed between the 2 groups. The all-cause mortality rate during hospital stay or within 30 days was one-and-a-half times higher for the complex group (3.0% [n=17/558]) than for the renal group (1.9% [n=9/464]), however, without statistical difference (p=0.65). Reinterventions for type I and III endoleaks were not significantly different between the 2 groups, p=0.07. No significant difference was revealed between the 2 groups regarding secondary outcomes. This systematic review revealed no significant difference in mortality, complications, or reintervention between renal FEVAR and complex FEVAR. Renal FEVAR in juxtarenal aneurysms remains a safe and effective treatment option with no higher risk on type Ia endoleak or reinterventions during follow-up compared with complex FEVAR. The current data do not provide a clear understanding of the long-term benefits associated with complex FEVAR compared with renal FEVAR.Clinical ImpactThis systematic review found no significant differences in mortality, complications, or reinterventions between renal and complex FEVAR. The results indicate that renal FEVAR remains an effective option for appropriately selected patients, and that the added complexity of incorporating mesenteric vessels does not necessarily translate into improved outcomes. Current evidence does not clarify whether complex FEVAR provides long-term advantages over renal FEVAR. These findings underscore the importance of anatomy-driven, individualized decision-making in complex aortic aneurysm repair.",
  "disease": "stroke"
}