{
    "title": "Sleep quality predicts future mood symptoms in adolescents with bipolar disorder.",
    "doc_id": "38917889",
    "writer": "Stepan ME",
    "year": "2024",
    "summary": "We examined interrelationships between sleep quality and mood symptoms in adolescents with bipolar disorder, particularly effects of sleep quality on emergent mood symptoms. ...RESULTS: Adolescents with bipolar disorder had poor sleep quality …",
    "abstract": "Background:\n        \n      \n      Poor sleep is prevalent in adolescents with bipolar disorder, precedes illness onset, and is associated with worse mood symptoms. We examined interrelationships between sleep quality and mood symptoms in adolescents with bipolar disorder, particularly effects of sleep quality on emergent mood symptoms.\n    \n\n\n          Methods:\n        \n      \n      Adolescents with bipolar disorder participated in a two-year longitudinal treatment study. Sleep quality (Pittsburgh Sleep Quality Index, PSQI) was assessed quarterly during treatment (baseline, 3-, 6-, 9-, 12-month visits) and twice during follow-up (18-, 24-month visits). Mood symptoms (ALIFE Psychiatric Status Ratings) were retrospectively rated weekly by an independent clinician. Lag models tested whether sleep quality predicted next month's mood symptoms and whether mood symptoms predicted future sleep quality.\n    \n\n\n          Results:\n        \n      \n      Adolescents with bipolar disorder had poor sleep quality. Sleep quality initially improved but remained stable thereafter. Worse sleep quality at 6-months predicted worse depression, hypomania, and suicidal ideation the following month. Sleep quality was worse for adolescents who had a suicide attempt during the study compared to those who did not and was worse preceding months with a suicide attempt compared to months without attempts. Alternatively, worse depression predicted worse future sleep quality at baseline, 3-, and 18-months and worse suicidal ideation predicted worse future sleep quality at baseline, 12-, and 18-months.\n    \n\n\n          Limitations:\n        \n      \n      Mood symptoms were rated retrospectively and the PSQI may not capture all dimensions of sleep important for mood symptoms.\n    \n\n\n          Conclusions:\n        \n      \n      Targeted evidence-based sleep treatment in adolescents with bipolar disorder may alleviate sleep problems and have additional benefits on mood symptoms and suicidality risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38917889/"
}