{
    "title": "Weight loss causes increased mortality: pros.",
    "doc_id": "12608522",
    "writer": "Sørensen TI.",
    "year": "2003",
    "summary": "There are many good reasons to expect that weight loss in overweight and obese subjects should lead to reduced mortality, not least because the general risk factor profile of several diseases responsible for the excess mortality associated with overweight and obesit …",
    "abstract": "There are many good reasons to expect that weight loss in overweight and obese subjects should lead to reduced mortality, not least because the general risk factor profile of several diseases responsible for the excess mortality associated with overweight and obesity improves with weight loss. However, observational long-term population studies have shown that weight loss in overweight subjects leads to increased long-term mortality, even if the studies are well controlled with regard to known confounding factors, including hazardous behaviour and underlying diseases that may lead to both weight loss and increased mortality. It seems unfeasible to wait for the multiple randomized clinical trials of sufficient quality, size and duration that may resolve this question. Therefore, the recommendations about weight loss must be based on the weaker evidence that can be obtained in short-term clinical trials and the observational population studies. Several studies have tried to address the problem by distinguishing intentional from unintentional weight loss, but only few do so by gathering information about the intention to lose weight before weight loss is observed. These studies suggest that intentional weight loss is associated with increased mortality. Recommendations to healthy overweight and obese subjects to lose weight must be based on an explicit weighing of the short-term well-documented benefits of weight loss, including improvement of quality of life, against the possible risk of an increased mortality in the long-term",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12608522/"
}