{
  "pmid": "41463194",
  "title": "Antibody-Drug Conjugates and Beyond: Next-Generation Targeted Therapies for Breast Cancer.",
  "abstract": "Breast cancer is the most common cancer and the most important cause of cancer-related death in females worldwide. Antibody-drug conjugates (ADCs) represent a novel class of targeted therapies that combine the precision of monoclonal antibodies with the potent cell-killing activity of cytotoxic drugs. This review highlights recent mechanistic, technological, and clinical developments of ADCs in breast cancer, including next-generation ADCs beyond those that target HER2 (human epidermal growth factor receptor 2). Authors performed a systematic literature study for ADCs and their structural features, including their components (antibody, linker, and payload) and their therapeutic efficacy. A frame of preclinical research findings and clinical evidence integration of HER2-targeted therapy outcomes in HER2-positive, HER2-low, and triple-negative breast cancer (TNBC) subtypes were presented. Clinical studies of antibody-drug conjugates such as trastuzumab emtansine (T-DM1), trastuzumab deruxtecan (T-DXd), and sacituzumab govitecan have demonstrated significant improvements in progression-free survival and overall survival across diverse breast cancer patient populations. ADCs offer unique advantages in breast cancer therapy by combining the precision of targeted antibodies with the potency of chemotherapy drugs. This allows them to selectively kill cancer cells, overcome resistance, reduce toxicity to healthy tissues, and expand treatment options for difficult subtypes like HER2-low and triple-negative breast cancer. Unlike previous reviews focusing on HER2-targeted ADCs, herein we review exciting ADCs targeting HER3 HER3 (human epidermal growth factor receptor 3) and Nectin-4, as well as the implications of bispecific and immune-stimulatory ADCs in the clinic. Additionally, it features mechanism-based innovations and novel trial data that revolutionize ADC applications in the HER2-low as well as the triple-negative breast cancer subtypes. The advent of ADC is changing precision oncology in breast cancer. With a new design and indications evolving, they are an attractive avenue for bypassing resistance and reducing toxicity and ultimately improving patient outcomes in the molecular subtypes. The present review summarizes recent advancements in antibody-drug conjugates (ADCs) and emerging targeted therapeutic strategies for breast cancer. It covers mechanistic insights, linker-payload innovations, receptor-based targeting approaches, clinical trial progress, and next-generation modalities that extend beyond HER2-directed ADCs. Current challenges, safety profiles, and future opportunities in engineering more selective and effective ADC platforms are also discussed.",
  "disease": "breast cancer"
}