{
  "pmid": "41458120",
  "title": "Faith, fasting, and well-being: Emirates Neurology Society consensus guidelines on safe Ramadan fasting in Parkinson's disease.",
  "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder characterized by motor and non-motor symptoms. During Ramadan, fasting Muslims abstain from food, drink, and often medications between sunrise and sunset. To review the clinical considerations, therapeutic strategies, and cultural factors relevant to managing PD patients during Ramadan fasting, and to provide practical recommendations for neurologists and healthcare providers. This review synthesized existing guidelines (e.g., BIMA Ramadan Compendium), literature on drug pharmacokinetics during fasting, and clinical expertise from PD specialists in Middle Eastern and global Muslim populations. Discussions at a PD consensus meeting informed a stepwise algorithm for individualized care. Pre-Ramadan risk assessment is essential, with stratification by disease stage. Early PD (Hoehn and Yahr stage 1-2) patients on monotherapy may fast safely with minimal adjustments, while moderate PD (Hoehn and Yahr stage 3) with multiple daily levodopa doses or combination therapy, requires consolidation of levodopa doses, addition of long-acting agents, and avoidance of dose stacking. Advanced PD patients who have troublesome motor/non-motor fluctuations and dyskinesias as well, and are taking medications multiple times per day are often unsuitable for fasting. Common complications include response fluctuations, dyskinesias, and sleep disturbances exacerbated by altered circadian rhythms. Long-acting dopaminergic therapies, including Dopamine Agonists (rotigotine patches and other extended-release (ER) oral agents), adjunctive agents (opicapone, rasagilline and safinamide), and Device-Aided Treatments (DAT; subcutaneous foslevodopa-foscarbidopa, subcutaneous continous subcutaneous apomorphine infusion, levodopa-carbidopa intestinal gel and deep brain stimulation) can help stabilize motor and non-motor fluctuations. Sleep hygiene measures and behavioral adjustments further support patient well-being. Cultural and spiritual motivations strongly influence adherence, requiring sensitive counseling and involvement of caregivers and religious leaders. Safe Ramadan fasting in PD requires comprehensive pre-Ramadan assessment, stage-specific therapeutic strategies, and proactive management of both motor and non-motor complications. Shared decision-making that integrates medical, psychological, and religious considerations is vital to optimize patient outcomes while respecting spiritual values.",
  "disease": "parkinson disease"
}