{
  "pmid": "41363051",
  "title": "Neoadjuvant Under-Dilated TIPS: Expanding Surgeries for Extrahepatic Malignancies in Patients With Cirrhosis and CSPH.",
  "abstract": "Portal hypertension is a major challenge in patients with cirrhosis requiring surgery. This study aimed to evaluate the efficacy of under-dilated neoadjuvant transjugular intrahepatic portosystemic shunt (U.N-TIPS) in enabling elective extrahepatic oncologic surgery in patients with cirrhosis and clinically significant portal hypertension (CSPH). This retrospective multicenter analysis included 34 patients who underwent U.N-TIPS (diameter 5-7 mm) between June 2018 and April 2023. The primary outcome was the ability of U.N-TIPS to enable surgical interventions otherwise contraindicated. Secondary outcomes were perioperative complications, overt hepatic encephalopathy (OHE), heart failure, and survival rates at 6 months and 1 year post-TIPS. At baseline, 53% of patients had decompensated cirrhosis. The most common malignancies were colorectal (32%) and gastric (15%). Final diameters were 5/6/7 mm in 9/17/8 patients, respectively. Mean porto-caval pressure gradient (PCPG) significantly decreased from 21 ± 4.5 to 11 ± 3.2 mmHg (p < 0.001), with all patients achieving PCPG < 16 mmHg. Thirty-two patients (94%) underwent planned surgery, with a median TIPS-to-surgery interval of 42 days (IQR 45). Postoperative complications occurred in 38% of patients-mostly infections-and were independently associated with pre-surgery MELD score and haemoglobin. Post-TIPS OHE occurred in 22%, with no persistent cases; symptomatic heart failure developed in 6%. Six-month and one-year survival rates were 85% and 76%, respectively, without significant difference between pre-TIPS compensated and decompensated patients (p = 0.21). U.N-TIPS represents an applicable strategy for enabling curative oncologic surgery in selected patients with cirrhosis and CSPH. Under-dilation reduces shunt-related complications while preserving hemodynamic efficacy, expanding TIPS applicability. U.N-TIPS addresses the critical barrier of portal hypertension in oncologic patients with cirrhosis, offering access to surgical treatments considered unfeasible while maintaining an adequate safety profile. These findings are particularly significant for hepatologists, oncologists, interventional radiologists, and surgeons managing the increasingly common clinical scenario of cirrhosis with concurrent extrahepatic malignancies. In clinical practice, our results support the implementation of multidisciplinary tumour boards that incorporate portal pressure assessment and TIPS indication in pre-surgical planning. However, large, controlled studies are needed to compare outcomes between compensated patients with CSPH who undergo U.N-TIPS versus those who do not receive this intervention.",
  "disease": "liver cirrhosis"
}