{
    "title": "Rapid immunoblot and kinase assay tests for a syndromal form of X linked mental retardation: Coffin-Lowry syndrome.",
    "doc_id": "9832033",
    "writer": "Merienne K",
    "year": "1998",
    "summary": "Coffin-Lowry syndrome (CLS) is a syndromal form of X linked mental retardation, in which some associated facial, hand, and skeletal abnormalities are diagnostic features. ...We have recently shown that Coffin-Lowry syndrome is caused by mutations in th …",
    "abstract": "Coffin-Lowry syndrome (CLS) is a syndromal form of X linked mental retardation, in which some associated facial, hand, and skeletal abnormalities are diagnostic features. Accurate diagnosis, critical for genetic counselling, is often difficult, especially in early childhood. We have recently shown that Coffin-Lowry syndrome is caused by mutations in the gene encoding RSK2, a growth factor regulated protein kinase. RSK2 mutations are very heterogeneous and most of them lead to premature termination of translation or to loss of phosphotransferase activity or both. In the present study, we have evaluated immunoblot and RSK2 kinase assays as a rapid and simple diagnostic test for CLS, using cultured lymphoblastoid or fibroblast cell lines. Western blot analysis failed to detect RSK2 in six patients, suggesting the presence of truncated proteins in these patients. This conclusion was confirmed in four patients, in whom the causative mutations, all leading to premature termination of translation, were identified. Of four patients showing a normal amount of RSK2 protein on western blot and tested for RSK2 phosphotransferase activity, one had a dramatically impaired activity. Analysis of the RSK2 cDNA sequence in this patient showed a mutation of a putative phosphorylation site that would be critical for RSK2 activity. Preliminary results show that, at least, the western blot protocol can be successfully applied to lymphocyte protein extracts prepared directly from blood samples. These assays promise to become important diagnostic tools for CLS, particularly with regard to very young patients with no family history of the condition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9832033/"
}