{
  "pmid": "41469085",
  "title": "Trends in delaying and forgoing medical care due to cost and the association with insurance status among US adults with diabetes, 2009-2023.",
  "abstract": "Adults with diabetes require regular medical care which can be costly, but little is known about factors associated with delaying or forgoing medical care due to cost among US adults with diabetes. Data were from the 2009-2010, 2014-2015 and 2022-2023 cycles of the cross-sectional National Health Interview Survey and included participants age ≥18 years who self-reported a physician diagnosis of diabetes. Descriptive statistics were used to determine the prevalence and trends in delaying or forgoing medical care by sociodemographic and clinical characteristics and health insurance coverage. Logistic regression models were used to determine the OR for delaying or forgoing medical care associated with insurance status. Among US adults aged 18-64 years with diabetes, delaying or forgoing medical care due to cost decreased from 18.1% to 10.6% and from 14.6% to 10.2%, respectively, between 2009 and 2023. In 2022-2023, the prevalence of delaying medical care due to cost for adults aged 18-64 years was highest for non-Hispanic black adults (13.3%), those with a high school education or less and poverty income ratio <4.0 (12%-13%). In 2022-2023, uninsured adults ≥18 years were significantly more likely to delay medical care compared with those who were insured (adjusted OR (aOR) =7.5, 4.8-11.8, age 18-64 years (adjusted for sociodemographic and clinical characteristics)). Adults aged 18-64 years with Medicaid were significantly less likely to delay medical care compared with those who had private insurance (aOR=0.2, 0. 1-0.4). There was a decreasing trend for delaying or forgoing medical care across all subpopulations, but adults with lower education and income and who were uninsured more often reported delays in medical care due to cost. The expansion of Medicaid may have reduced the likelihood of delaying or forgoing medical care due to cost among adults aged 18-64 years with Medicaid coverage.",
  "disease": "diabetes mellitus"
}