{
    "title": "Associations between treatment burden, self-reported treatment qualities, antiretroviral therapy obtainment, and health-related quality of life among Ugandan PLWH.",
    "doc_id": "37041641",
    "writer": "Guan M",
    "year": "2023",
    "summary": "The objective of this study was to identify factors associated with self-reported treatment qualities and domains of health-related quality of life (HRQoL) among PLWH in Uganda. METHOD: Data were from \"Life on antiretroviral therapy: People's adaptive coping and adj …",
    "abstract": "Background:\n        \n      \n      Understanding related risk factors of health-related quality of life (HRQoL) could avoid treatment failure and provide an insight of personalized treatment approach among people living with HIV/AIDS (PLWH). The objective of this study was to identify factors associated with self-reported treatment qualities and domains of health-related quality of life (HRQoL) among PLWH in Uganda.\n    \n\n\n          Method:\n        \n      \n      Data were from \"Life on antiretroviral therapy: People's adaptive coping and adjustment to living with HIV as a chronic condition in Wakiso District, Uganda\" in English. The World Health Organization Quality of Life Brief Version (WHOQOL-BREF) questionnaire was used to assess the HRQoL of 263 PLWH in the sample. Considering variance inflation factors, multiple regression analyses were performed to assess the associations between demographic factors, ART obtainment, treatment burden, and self-reported treatment qualities, associations between demographic factors, self-reported treatment qualities, and HRQoL, and association between ART obtainment and HRQoL. Controlling for the confounding effects, several regression anatomies were employed to explore the associations between self-reported treatment qualities and six domains of HRQoL.\n    \n\n\n          Results:\n        \n      \n      In the sample, the geographical distribution were urban (5.70%), semi-urban (37.26%), and rural (57.03%). 67.30% of the participants were females. The mean age of the sample was 39.82 years (standard deviation = 9.76) ranging from 22 to 81 years. Multiple logistic regressions reported statistically significant associations of distance to ART facility with self-reported quality of services, advice, manners, and counseling, statistically significant association between self-reported manners quality and four domains of HRQoL, and statistically significant association between TASO membership and domains of HRQoL. Plots from regression anatomies reported that self-reported treatment qualities had statistically significant associations with six domains of HRQoL.\n    \n\n\n          Conclusions:\n        \n      \n      Treatment burden, self-reported treatment qualities, ART obtainment, and TASO were possible determinants of individual domains of HRQoL among PLWH in Uganda. PLWH's HRQoL might be improved by promoting medical quality and optimizing ART obtainment in the healthcare providers' practice. Findings in this study had important implications for the redesign of clinical guidelines, healthcare delivery, and health care co-ordination among PLWH globally.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37041641/"
}