{
    "title": "Endometrial cancer and Lynch syndrome: clinical and pathologic considerations.",
    "doc_id": "19078925",
    "writer": "Meyer LA",
    "year": "2009",
    "summary": "Lynch syndrome is associated with early onset of cancer and the development of multiple cancer types, particularly colon and endometrial cancer. ...RESULTS: The lifetime cumulative risk of endometrial cancer for women with Lynch syndrome …",
    "abstract": "Background:\n        \n      \n      Approximately 2% to 5% of endometrial cancers may be due to an inherited susceptibility. Lynch syndrome, also known as hereditary nonpolyposis colorectal cancer (HNPCC) syndrome, an autosomal-dominant inherited cancer susceptibility syndrome caused by a germline mutation in one of the DNA mismatch repair genes, accounts for the majority of inherited cases. Lynch syndrome is associated with early onset of cancer and the development of multiple cancer types, particularly colon and endometrial cancer.\n    \n\n\n          Methods:\n        \n      \n      The current status of knowledge regarding Lynch syndrome-associated endometrial cancer and methods for diagnosis, screening, and prevention of cancers is reviewed.\n    \n\n\n          Results:\n        \n      \n      The lifetime cumulative risk of endometrial cancer for women with Lynch syndrome is 40% to 60%, which equals or exceeds their risk of colorectal cancer. No current evidence suggests either a survival advantage or disadvantage to endometrial cancer that is associated with Lynch syndrome when these cases are compared with sporadic cases. A combination of family and personal medical history and tumor testing provides an efficient basis for diagnosing Lynch syndrome in women with endometrial cancer. Current gynecologic cancer screening guidelines for women with Lynch syndrome include annual endometrial sampling and transvaginal ultrasonography beginning at age 30 to 35 years.\n    \n\n\n          Conclusions:\n        \n      \n      Diagnosing endometrial cancer patients with Lynch syndrome has important clinical implications for the individual and family members. Screening and prevention practices can decrease the likelihood of developing additional cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19078925/"
}