{
    "title": "The many faces of nodal and splenic marginal zone lymphomas. A report of the 2022 EA4HP/SH lymphoma workshop.",
    "doc_id": "37656249",
    "writer": "Zamò A",
    "year": "2023",
    "summary": "The topics of this session were splenic and nodal marginal zone lymphomas, transformation in marginal zone lymphomas, and pediatric nodal marginal zone lymphomas and their differential diagnosis as well as related entities. Forty-two case …",
    "abstract": "Session 3 of the lymphoma workshop of the XXI joint meeting of the European Association for Haematopathology and the Society for Hematopathology took place in Florence, Italy, on September 22, 2022. The topics of this session were splenic and nodal marginal zone lymphomas, transformation in marginal zone lymphomas, and pediatric nodal marginal zone lymphomas and their differential diagnosis as well as related entities. Forty-two cases in these categories were submitted to the workshop, including splenic lymphomas (marginal zone and diffuse red pulp lymphomas), transformed marginal zone lymphomas (splenic and nodal), nodal marginal zone lymphomas with increased TFH-cells, and pediatric nodal marginal zone lymphomas. The case review highlighted some of the principal problems in the diagnosis of marginal zone lymphomas, including the difficulties in the distinction between splenic marginal zone lymphoma, splenic diffuse red pulp lymphoma, and hairy cell leukemia variant/splenic B-cell lymphoma with prominent nucleoli which requires integration of clinical features, immunophenotype, and morphology in blood, bone marrow, and spleen; cases of marginal zone lymphoma with markedly increased TFH-cells, simulating a T-cell lymphoma, where molecular studies (clonality and mutation detection) can help to establish the final diagnosis; the criteria for transformation of marginal zone lymphomas, which are still unclear and might require the integration of morphological and molecular data; the concept of an overlapping spectrum between pediatric nodal marginal zone lymphoma and pediatric-type follicular lymphoma; and the distinction between pediatric nodal marginal zone lymphoma and \"atypical\" marginal zone hyperplasia, where molecular studies are mandatory to correctly classify cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37656249/"
}