{
    "title": "Qualitative Job Insecurity and Informal Learning: A Longitudinal Test of Occupational Self-Efficacy and Psychological Contract Breach as Mediators.",
    "doc_id": "31137702",
    "writer": "Van Hootegem A",
    "year": "2019",
    "summary": "However, informal learning might be particularly relevant for qualitatively job-insecure employees, as it might aid them to deal with the incessant changes in their work environment. ...Results, by means of cross-lagged structural equation modelling, demonstrated that occu …",
    "abstract": "Current work life has become increasingly turbulent, which has sparked employees' concern about the loss of valued job features, coined as qualitative job insecurity. No prior research has investigated the relationship between this type of job insecurity and informal learning. However, informal learning might be particularly relevant for qualitatively job-insecure employees, as it might aid them to deal with the incessant changes in their work environment. This study examined whether qualitative job insecurity is associated with lower levels of three types of informal learning activities: information-seeking, feedback-seeking, and help-seeking behavior, and whether these relationships are mediated by a decline in occupational self-efficacy and an increase in psychological contract breach. We employed a three-wave panel design to survey 1433 Belgian employees. Results, by means of cross-lagged structural equation modelling, demonstrated that occupational self-efficacy mediates the relationship between qualitative job insecurity and information-seeking, feedback-seeking from colleagues, and feedback-seeking from one's supervisor, while psychological contract breach only mediated the relationship between qualitative job insecurity and feedback-seeking from one's supervisor. Both mediators were not significantly related to help-seeking behavior. This study demonstrates that qualitatively job-insecure employees are less likely to engage in informal learning via a decrease in occupational self-efficacy and an increase in psychological contract breach, thereby becoming even more vulnerable in an increasingly volatile work environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31137702/"
}