{
    "title": "Physical Condition Factors that Predict a Better Quality of Life in Women with Fibromyalgia.",
    "doc_id": "31480366",
    "writer": "Sempere-Rubio N",
    "year": "2019",
    "summary": "What physical qualities can predict the quality of life (QoL) in women with fibromyalgia (FM)? QoL is a very complex outcome affected by multiple comorbidities in people with fibromyalgia. This study aims to determine which physical qualities can predi …",
    "abstract": "What physical qualities can predict the quality of life (QoL) in women with fibromyalgia (FM)? QoL is a very complex outcome affected by multiple comorbidities in people with fibromyalgia. This study aims to determine which physical qualities can predict the quality of life in women with FM. Also, a comparison between the physical qualities of women with FM and healthy counterparts was conducted. In total, 223 women participated in this cross-sectional study, 123 with FM, with ages ranging between 45 and 70 years. The study was conducted at several fibromyalgia associations and specialized medical units. QoL was measured as the main outcome. In addition, functional capacity, muscular strength, maintenance of thoracic posture, postural control, flexibility, pain threshold, and anxiety were measured. Prediction of the QoL was conducted with multiple linear regression analysis and comparison between groups, using the Mann-Whitney U test. There were significant differences between groups in all the variables measured (p < 0.01). The multiple linear regression model showed that factors influencing QoL in women with FM for all the variables measured were functional capacity, handgrip strength and bicep strength, maintenance of thoracic posture, pain threshold, and anxiety (R2 = 0.53, p < 0.05). To conclude, women with FM show a significantly lower QoL than their healthy counterparts, and the factors that predict their perceived QoL are functional capacity, muscular strength, postural maintenance, pain threshold, and anxiety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31480366/"
}