{
  "pmid": "41399540",
  "title": "Interplay between biological & social vulnerability and poor tuberculosis treatment outcome in Brazil: a nationwide study using multivariate modelling with excess risk.",
  "abstract": "Focusing on socially vulnerable sub-populations at increased risk of tuberculosis is warranted to decrease the disease burden. In this study, we evaluated whether homelessness, living with HIV, incarceration, pregnancy, immigration, drug use, and healthcare work are inter-related risk factors for unfavorable anti-tuberculosis treatment (ATT) outcomes in Brazil through analysis of national disease registry database (SINAN). We conducted a retrospective cohort study of tuberculosis cases ≥18 years-old reported to SINAN between 2015 and 2023. Clinical and epidemiologic variables were compared between groups (non-vulnerability, homeless, people deprived of their liberty, pregnant women, people with HIV, people who use drugs, immigrants and healthcare worker). Bivariate comparisons identified characteristics associated with a composite unfavorable ATT outcome, or specifically death or LTFU versus cure. Multivariate modelling with relative excess risk due to interactions (RERI) were calculated to estimate how co-occurring vulnerabilities further increase the risk of unfavorable outcomes. Among 679,572 cases analysed, most were males aged 18-35 years-old, with non-white ethnicity. 16% of individuals without vulnerabilities experienced unfavourable outcomes, compared to 33% among those with at least one vulnerability. Overlapping vulnerabilities further amplified risk: for instance, unfavourable outcomes occurred in more than 67% of individuals who reported both homelessness and drug use. Interaction analyses revealed both synergistic and antagonistic effects, with the strongest additive synergy observed between HIV infection and drug use, with a RERI of 225% [174-304%]. The superposition of interlacing social and biological vulnerabilities significantly worsened the risk of both death and LTFU in our population. Our study demonstrates that the joint effect of vulnerabilities on TB outcomes is not merely additive, but often synergistic, highlighting the importance of integrated and multisectoral interventions. These findings hallmark the need for policies that simultaneously address social and biological vulnerabilities to improve ATT success. Intramural Research Program-Oswaldo Cruz Foundation.",
  "disease": "tuberculosis"
}