{
  "pmid": "41418708",
  "title": "Factors affecting pharmacy and medical students knowledge and attitude towards respiratory syncytial virus vaccines.",
  "abstract": "The objective of the research was to assess pharmacy and medical students' levels of knowledge, beliefs, and sentiments regarding the RSV vaccine. A validated questionnaire was disseminated to pharmacy and medical students in the United States. The questionnaire consisted of sections to assess the sociodemographic characteristics of the respondents; knowledge regarding RSV and its vaccines; perceptions regarding RSV and its vaccines; and attitudes regarding barriers to RSV vaccination. There were substantial differences regarding participants' clinical knowledge of RSV and its vaccines. One-third of participants (33.3 %) expressed being unaware of RSV, however the majority felt it could be severe within at-risk populations (infants, children, elderly;65.4 %). Few participants expressed awareness that the FDA had approved vaccines to address RSV (29.2 % for older adults). There were disagreements among participants regarding whether vaccination would be encouraged within the older population; 29.7 % agreed vaccinating individuals beyond 75 years was encouraged, and 32.5 % agreed vaccination was recommended in individuals aged 60-74 years at risk for severe complications. Major barriers to RSV vaccination were cited, nearly half of participants (44.7 %) expressed concerns regarding safety of the vaccine, and all participants (53.7 %) recommended patient preferences against annual influenza and RSV vaccination. Only 29.3 % of participants recognized hospitalization for RSV as comparable to influenza in patients aged 50 or older. Overall, average participant knowledge scores regarding RSV vaccinations was 6.1 (SD = 3.9), with regression analysis indicating medical students recognized higher knowledge scores than pharmacy students (Beta = 0.195, 95 % CI [0.412 to 2.799], p = 0.003), with a small effect size (Cohen's f Awareness of RSV in healthcare students is apparent; however subsequent education regarding the transmission of the virus, health implications associated with RSV, and advantages of vaccination for older adults is warranted. Strategies to improve awareness of RSV transmission, health implications associated with RSV in older adults, and the advantages of taking the vaccine may serve to address experienced barriers against RSV vaccination.",
  "disease": "influenza"
}