{
  "pmid": "41422225",
  "title": "Indocyanine green fluorescence-guided perfusion vs. standard assessment to prevent clinical anastomotic leak after colorectal resection: a GRADE-assessed systematic review and meta-analysis of randomized controlled trials with site-specific subgroup analysis.",
  "abstract": "Anastomotic leak remains a devastating complication after colorectal resection, with an incidence rate of 3-19%, and has profound impacts on morbidity, mortality, and quality of life. Indocyanine green (ICG) fluorescence angiography enables real-time visualization of anastomotic perfusion; however, randomized evidence regarding its efficacy in preventing clinical leaks has yielded conflicting results across recent multicenter trials. We systematically searched the MEDLINE, Embase, CENTRAL, Web of Science, and Scopus through October 2025 for randomized controlled trials (RCTs) comparing ICG fluorescence-guided perfusion assessment with standard white-light assessment during colorectal anastomosis. The primary outcome was clinical anastomotic leakage (grade B/C). The secondary outcomes included reinterventions, complications, mortality, conversion, operative time, and length of stay. The risk of bias was assessed using the Cochrane RoB 2, and the certainty of evidence was evaluated using the GRADE framework. The systematic review protocol was prospectively registered with PROSPERO (CRD420251162495) before data extraction and analysis. Seven RCTs enrolling 4577 patients (2287 ICG fluorescence, 2290 standard assessment) met the inclusion criteria. ICG fluorescence-guided perfusion assessment significantly reduced clinical anastomotic leaks compared to the standard assessment (odds ratio [OR] 0.69, 95% confidence interval [CI] 0.56-0.86; p = 0.0009; I²=0%; moderate-certainty evidence), translating to 29 fewer leaks per 1,000 procedures. No significant differences were observed in re-interventions (OR 0.90, 95% CI 0.65-1.25; low certainty), composite complications (OR 0.86, 95% CI 0.74-1.01; low certainty), 90-day mortality (OR 0.86, 95% CI 0.74-1.01; low certainty), conversions to open surgery (OR 1.15, 95% CI 0.83-1.61; low certainty), operative time (mean difference + 2.37 min, 95% CI - 4.22 to + 8.97; low certainty), or hospital length of stay (mean difference + 0.01 days, 95% CI - 0.41 to + 0.42; low certainty). Moderate-certainty evidence demonstrates that ICG fluorescence-guided perfusion assessment reduces clinical anastomotic leaks by approximately 31% after colorectal resection, supporting its adoption to enhance intraoperative decision making and improve patient outcomes, despite no significant impact on other perioperative endpoints. However, the absence of standardized, objective criteria for ICG interpretation, accounting for patient-specific factors such as cardiovascular disease and obesity, remains a critical barrier to achieving reproducible clinical benefits and represents an essential priority for future validation studies.",
  "disease": "colorectal cancer"
}