{
    "title": "Implications of intrauterine protein malnutrition on prostate growth, maturation and aging.",
    "doc_id": "23439325",
    "writer": "Rinaldi JC",
    "year": "2013",
    "summary": "Incidences of epithelial dysplasia and prostatitis were higher in the RP offspring than in the NP offspring at PND360. SIGNIFICANCE: Our findings show that MPM delays prostate development, growth and maturation until adulthood, probably as a result of low testostero …",
    "abstract": "Aims:\n        \n      \n      Maternal malnutrition by low protein diet is associated with an increased incidence of metabolic disorders and decreased male fertility in adult life. This study aimed to assess the impact of maternal protein malnutrition (MPM) on prostate growth, tissue organization and lesion incidence with aging.\n    \n\n\n          Main methods:\n        \n      \n      Wistar rat dams were distributed into two groups, which were control (NP; fed a normal diet containing 17% protein) or a restricted protein diet (RP, fed a diet containing 6% protein) during gestation. After delivery all mothers and offspring received a normal diet. Biometrical parameters, hormonal levels and prostates were harvested at post-natal days (PND) 30, 120 and 360.\n    \n\n\n          Key findings:\n        \n      \n      MPM promoted low birth weight, decreased ano-genital distance (AGD) and reduced androgen plasma levels of male pups. Prostatic lobes from RP groups presented reduced glandular weight, epithelial cell height and alveolar diameter. The epithelial cell proliferation and collagen deposition were increased in RP group. Incidences of epithelial dysplasia and prostatitis were higher in the RP offspring than in the NP offspring at PND360.\n    \n\n\n          Significance:\n        \n      \n      Our findings show that MPM delays prostate development, growth and maturation until adulthood, probably as a result of low testosterone stimuli. The higher incidence of cellular dysplasia and prostatitis suggests that MPM increases prostate susceptibility to diseases with aging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23439325/"
}