{
    "title": "Young's Modulus and Load Complexity: Modeling Their Effects on Proximal Femur Strain.",
    "doc_id": "29451371",
    "writer": "Sylvester AD",
    "year": "2018",
    "summary": "Here we conduct sensitivity analyses of the effect of the choice of Young's Modulus for elements representing trabecular bone and muscle loading complexity on the proximal femur using a finite element mesh of a modern human femur. ...From our sensitivity analysis, we recom …",
    "abstract": "Finite element analysis (FEA) is a powerful tool for evaluating questions of functional morphology, but the application of FEA to extant or extinct creatures is a non-trivial task. Three categories of input data are needed to appropriately implement FEA: geometry, material properties, and boundary conditions. Geometric data are relatively easily obtained from imaging techniques, but often material properties and boundary conditions must be estimated. Here we conduct sensitivity analyses of the effect of the choice of Young's Modulus for elements representing trabecular bone and muscle loading complexity on the proximal femur using a finite element mesh of a modern human femur. We found that finite element meshes that used a Young's Modulus between 500 and 1,500 MPa best matched experimental strains. Loading scenarios that approximated the insertion sites of hip musculature produced strain patterns in the region of the greater trochanter that were different from scenarios that grouped muscle forces to the superior greater trochanter, with changes in strain values of 40% or more for 20% of elements. The femoral head, neck, and proximal shaft were less affected (e.g. approximately 50% of elements changed by 10% or less) by changes in the location of application of muscle forces. From our sensitivity analysis, we recommend the use of a Young's Modulus for the trabecular elements of 1,000 MPa for the proximal femur (range 500-1,500 MPa) and that the muscular loading complexity be dependent on whether or not strains in the greater trochanter are the focus of the analytical question. Anat Rec, 301:1189-1202, 2018. © 2018 Wiley Periodicals, Inc.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29451371/"
}