{
    "title": "Effects of Two Environmental Enrichment Methods on Cognitive Ability and Growth Performance of Juvenile Black Rockfish Sebastes schlegelii.",
    "doc_id": "37443928",
    "writer": "Shen F",
    "year": "2023",
    "summary": "However, artificial rearing environments, which are often lacking in enrichment, may negatively affect the cognition, welfare, and adaptive capacity to new environments of juvenile fish, thereby leading to low post-release survival rates. This study examined the effects of …",
    "abstract": "A widely used approach to restoring marine fishery resources is stock enhancement using hatchery-reared fish. However, artificial rearing environments, which are often lacking in enrichment, may negatively affect the cognition, welfare, and adaptive capacity to new environments of juvenile fish, thereby leading to low post-release survival rates. This study examined the effects of habitat and social enrichment on the growth performance and cognitive ability of Sebastes schlegelii. Following seven weeks of environmental enrichment, a T-maze experiment was conducted, and the telencephalon and visceral mass of the fish were sampled to measure the growth (growth hormone: GH; insulin-like growth factor-1: IGF-1; and somatostatin: SS) and cognitive abilities (brain-derived neurotrophic factor: BDNF; and nerve growth factor: NGF)-related indicator levels. The results indicated that, although the final body length, final body weight, and specific growth rate of both enrichment groups were lower than those of the control group, both methods of enrichment had a positive impact on growth-related factors (increased GH, increased IGF-1, and decreased SS). The enrichment groups demonstrated a stronger learning ability in the T-maze test, and the levels of BDNF and NGF in the telencephalon were significantly higher in the enrichment groups than those in the control group. Additionally, there was a significant interaction between the two enrichment methods on the NGF level. This study confirms that a more complex and enriching environment is beneficial for cultivating the cognitive abilities of cultured juvenile S. schlegelii, and the result can provide a reference for the improvement of the stock enhancement of this species.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37443928/"
}