{
    "title": "Detection of oxidized phospholipid-protein adducts using anti-15-hydroperoxyeicosatetraenoic acid-modified protein antibody: contribution of esterified fatty acid-protein adduct to oxidative modification of LDL.",
    "doc_id": "9500842",
    "writer": "Kato Y",
    "year": "1998",
    "summary": "The formation of esterified fatty acid-protein adduct during oxidation was confirmed using low-density lipoprotein (LDL). During oxidation of LDL by copper ion or 2,2'-azo-bis(2-amidinopropane)dihydrochloride, the formation of antigenic materials was observed in a t …",
    "abstract": "The reaction of lipid hydroperoxide with protein was investigated using an antibody, which was prepared using 15-hydroperoxyeicosatetraenoic acid (15-HPETE)-modified keyhole limpet hemocyanin as an immunogen. The obtained antibody recognized not only 15-HPETE-modified bovine serum albumin (BSA) but also 13-hydroperoxyoctadecadienoic acid (13-HPODE)-modified BSA. Glutaroyl-BSA adduct, which was prepared by the reaction of glutaric anhydride with protein, was also recognized by the antibody. The results revealed that the carboxyl terminus of lipid moiety in adducts was required for an appearance of the antigenicity. The cross-reactivity of phosphatidylcholine hydroperoxide-modified BSA (PCAOOH-BSA) with the antibody was examined. The antibody could not recognize the intact PCAOOH-BSA, whereas alkaline-treated modified BSA revealed the antigenicity. Furthermore, stearic acid at the 1 position in the phospholipid was liberated from the PCAOOH-BSA following treatment with 0.25 N NaOH. The result showed that the phospholipid moiety could be covalently bound to the protein molecule. The formation of esterified fatty acid-protein adduct during oxidation was confirmed using low-density lipoprotein (LDL). During oxidation of LDL by copper ion or 2,2'-azo-bis(2-amidinopropane)dihydrochloride, the formation of antigenic materials was observed in a time- or dose-dependent fashion. The antigenicity was significantly enhanced by the alkaline treatment on the oxidized LDL, suggesting that considerable amounts of oxidized esterified fatty acids can covalently react with apoprotein B-100 in oxidatively modified LDL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9500842/"
}