{
  "pmid": "41452540",
  "title": "Acute cardiovascular events after discontinuation of xanthine oxidase inhibitors: a cohort study.",
  "abstract": "Xanthine oxidase inhibitors (XOis) are commonly used to treat gout and hyperuricemia. Beyond urate-lowering effects, XOis may influence cardiovascular outcomes via oxidative stress pathways. Prior evidence, including post hoc analyses of the CARES trial, suggests increased mortality after XOi discontinuation, raising concern for a potential \"withdrawal syndrome.\" However, evidence from real-world outpatient populations is limited. This study aims to evaluate whether the recent discontinuation of XOi therapy is associated with an increased risk of acute cardiovascular events in patients with gout. We conducted a retrospective cohort study using the Merative MarketScan database. Adults with gout initiating allopurinol or febuxostat were included. Discontinuation was defined as no XOi supply in the prior 90 days during the 121- to 180-day window post-initiation. The primary outcome was hospitalization or outpatient diagnosis of acute myocardial infarction or ischemic stroke. Cox proportional hazards models with stabilized inverse probability weights were used to estimate hazard ratios (HRs), adjusting for demographic and clinical covariates. Among 508,872 patients initiating XOi therapy, 23.6% discontinued therapy within the first 121- to 180-day post-initiation timeframe. Discontinuers were younger with fewer comorbidities at baseline. After weighting, groups were well balanced. XOi discontinuation was associated with a modest but statistically significant increased risk of acute cardiovascular events (HR, 1.05; 95% CI, 1.01-1.09; p = 0.019). The magnitude of the effect increases among patients with preexisting hypertension diagnoses (HR, 1.13; 95% CI, 1.03-1.23; p = 0.006). In this large real-world cohort, early discontinuation of XOi therapy was linked to a small but significant elevation in cardiovascular risk. These findings support prior signals of potential harm from XOi withdrawal, particularly among patients with cardiovascular disease, and highlight the importance of sustained therapy adherence. Key Points • Xanthine oxidase inhibitor (XOi) discontinuation was associated with a modest but significant increase in acute cardiovascular events in a large national cohort of patients with gout. • Even early discontinuation after XOi initiation may increase cardiovascular risk, underscoring the importance of treatment persistence. • Adherence to XOi therapy may be an important factor in reducing cardiovascular risk among gout patients.",
  "disease": "hypertension"
}