{
    "title": "Simultaneous gastric and plasma immunoreactive plasma carcinoembryonic antigen in 108 patients undergoing gastroscopy.",
    "doc_id": "422001",
    "writer": "Bunn PA Jr",
    "year": "1979",
    "summary": "Gastric immunoreactive CEA was more sensitive than plasma CEA (92% vs. 65% positive) in patients with gastric cancer. ...Gastric CEA was elevated in 44% of patients with gastritis and 26% of patients with benign gastric ulcers, but was never elevated i …",
    "abstract": "Simultaneous measurement of plasma and gastric immunoreactive carcinoembryonic antigen (CEA) was performed in 108 patients undergoing upper gastrointestinal endoscopy. Gastric immunoreactive CEA was more sensitive than plasma CEA (92% vs. 65% positive) in patients with gastric cancer. In cancer patients gastric CEA was significantly higher than in all other patient groups. The extent of disease, the histologic type of adenocarcinoma, and the macroscopic appearance of the tumor had no influence on gastric CEA results. Gastric CEA was elevated in 44% of patients with gastritis and 26% of patients with benign gastric ulcers, but was never elevated in patients with no gastric pathology. In patients with benign disorders, elevated gastric CEA was significantly correlated with atrophic gastritis especially of moderate or severe degrees. Elevated levels persisted in patients with pernicious anemia and severe atrophic gastritis but returned to normal with healing of benign gastric ulcers. Simultaneous measurement of gastric total protein or potassium content was necessary to correct for variations in sample collection. We conclude that gastric CEA was not useful for distinguishing between benign and malignant lesions but should be studied further for screening high risk patients, for identifying and following patients with \"premalignant\" conditions, and for following cancer patients before and after surgery and/or chemotherapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/422001/"
}