{
    "title": "Ketoacidosis occurs in both Type 1 and Type 2 diabetes--a population-based study from Northern Sweden.",
    "doc_id": "18644074",
    "writer": "Wang ZH",
    "year": "2008",
    "summary": "Twenty-five patients developed DKA, eight (32%) had Type 2 diabetes, while 17 (68%) had Type 1 diabetes. Type 2 diabetic patients with DKA were older and had higher levels of C-peptide than Type 1 diabetic patients. On admission because o …",
    "abstract": "Aims:\n        \n      \n      To determine the occurrence of diabetic ketoacidosis (DKA) in adult Type 2 and Type 1 diabetic patients in Northern Sweden and to determine whether DKA presents with a different clinical picture in Type 2 compared with Type 1 diabetic subjects.\n    \n\n\n          Methods:\n        \n      \n      All adult patients from a hospital catchment area in Northern Sweden with diagnosed DKA episodes during 1997-2000 were included in a retrospective study. Medical records and laboratory reports were analysed.\n    \n\n\n          Results:\n        \n      \n      During the years 1997 to 2000, the average annual incidence rate for DKA was 5.9 per 100 000 adult inhabitants. Twenty-five patients developed DKA, eight (32%) had Type 2 diabetes, while 17 (68%) had Type 1 diabetes. Type 2 diabetic patients with DKA were older and had higher levels of C-peptide than Type 1 diabetic patients. On admission because of DKA, a similar degree of hyperglycaemia was present in Type 1 and Type 2 patients. Metabolic acidosis was more severe in Type 1 compared with Type 2 diabetic patients. In 50% of the Type 2 diabetic patients, diabetes was diagnosed at the episode of DKA.\n    \n\n\n          Conclusions:\n        \n      \n      DKA occurs in Caucasian Type 2 diabetic patients within a Swedish population. Although the frequency of DKA is much higher in Type 1 diabetic patients, Type 2 diabetes may account for as much as one-third of the overall DKA cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18644074/"
}