{
    "title": "Gunshot Acquired Spinal Cord Injury in Civilians.",
    "doc_id": "30649823",
    "writer": "Abbas A",
    "year": "2019",
    "summary": "AIM: To understand the differences between operative versus conservative treatment in terms of the outcome measured according to the American Spinal Injury Association (ASIA) impairment scale (AIS) in patients with gunshot acquired spinal cord injuries. ...A …",
    "abstract": "Aim:\n        \n      \n      To understand the differences between operative versus conservative treatment in terms of the outcome measured according to the American Spinal Injury Association (ASIA) impairment scale (AIS) in patients with gunshot acquired spinal cord injuries.\n    \n\n\n          Material and methods:\n        \n      \n      A total of 168 patients were included in this retrospective study. The AIS score was recorded for all survivors who provided consent after emergence from spinal shock. Demographic information and level of injury were also recorded. Patients were categorized according to the management approach, and the outcome was measured at the 6-month follow-up, using the AIS score. Univariate statistics were used for data analysis.\n    \n\n\n          Results:\n        \n      \n      Most patients were male (91.6%), with a mean age of 26 ± 4.2 years. A majority of patients (73.2%) had incomplete spinal cord injuries. Among the complete spinal injuries, most involved the thoracic spine (84%). Overall, the thoracic spine was involved in half of the cases (51%). Twenty-six (15.4%) patients underwent surgery. The distribution of AIS score differed between the operative and non-operative groups. In both groups, the AIS score on follow-up differed significantly from admission AIS score (p < 0.001). However, no significant differences were found between groups on the AIS score at follow-up (p > 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      None of the management approaches showed superior neurological recovery. Therefore, we conclude that outcome improvement in young patients depends on appropriate selection of surgical candidates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30649823/"
}