{
  "pmid": "41404688",
  "title": "The role of early respiratory rehabilitation in the management of acute exacerbations of chronic obstructive pulmonary disease (COPD).",
  "abstract": "Chronic Obstructive Pulmonary Disease (COPD) is characterized by persistent respiratory symptoms and airflow limitation. Acute exacerbations significantly impair lung function and increase the risk of hospitalization and mortality. This case report describes a 66-year-old female patient with GOLD 2023 Group E COPD, admitted to the University Hospital in Cracow due to an acute exacerbation triggered by human metapneumovirus infection. Standard pharmacological therapy was initiated, followed by a 10-day program of individualized respiratory rehabilitation. The rehabilitation interventions included bronchodilator and hypertonic saline nebulization, oscillating positive expiratory pressure (OPEP), gravity-assisted drainage, vibratory massage, and the Active Cycle of Breathing Techniques (ACBT). In addition, limb muscle training using a bedside ergometer was implemented. The rehabilitation began on the second day of hospitalization and was conducted twice daily. Significant clinical improvements were observed: the patient reported reduced dyspnea (Borg scale decreased from 5 to 2), increased FEV₁ (from 30% to improved post-rehabilitation values), and an extended distance in the six-minute walk test (+80 meters), with no exertional desaturation. Inflammatory markers returned to normal. The patient was discharged with recommendations for continued home-based rehabilitation. This case illustrates that early implementation of comprehensive respiratory physiotherapy during COPD exacerbation can result in functional improvement and symptom relief. These findings align with current evidence supporting the benefits of early pulmonary rehabilitation in reducing the impact of exacerbations and improving quality of life in patients with COPD.",
  "disease": "chronic obstructive pulmonary disease"
}