{
    "title": "Acute myocardial infarction associated with pregnancy.",
    "doc_id": "8929010",
    "writer": "Roth A",
    "year": "1996",
    "summary": "STUDY SELECTION: Published reports of well-documented acute myocardial infarction during pregnancy or the early postpartum period or potentially relevant information. ...Acute myocardial infarction during pregnancy is most commonly located in the anter …",
    "abstract": "Purpose:\n        \n      \n      To review available information on the epidemiology, cause, diagnosis, prognosis, and treatment of acute myocardial infarction during pregnancy or in the early postpartum period and to develop guidelines for the management of this condition.\n    \n\n\n          Data sources:\n        \n      \n      MEDLINE and Index Medicus searches and a manual search of bibliographies from reviewed articles.\n    \n\n\n          Study selection:\n        \n      \n      Published reports of well-documented acute myocardial infarction during pregnancy or the early postpartum period or potentially relevant information.\n    \n\n\n          Data extraction:\n        \n      \n      125 well-documented cases of myocardial infarction were identified.\n    \n\n\n          Data synthesis:\n        \n      \n      The highest incidence seems to occur in the third trimester and in multigravidas older than 33 years of age. Acute myocardial infarction during pregnancy is most commonly located in the anterior wall. The maternal death rate was 21%; death occurred most often at the time of acute myocardial infarction or within 2 weeks of the infarction and was usually related to labor and delivery. Most fetal deaths were associated with maternal deaths. Coronary artery morphology was studied in 54% of described patients. Coronary atherosclerosis with or without intracoronary thrombus was found in 43% of patients, coronary thrombus without atherosclerotic disease in 21%, coronary dissection in 16%, and normal coronary arteries in 29%.\n    \n\n\n          Conclusions:\n        \n      \n      Acute myocardial infarction during pregnancy or the early postpartum period is rare but may be associated with high risk. Although atherosclerosis can be documented in many cases, coronary dissection and arteries that are normal on angiography are common, especially in acute myocardial infarction occurring in the peripartum or postpartum period. Early diagnosis is often hindered by the normal changes of pregnancy and low level of suspicion. Management should follow the usual principles of care for acute myocardial infarction. However, selection of diagnostic and therapeutic approaches may be greatly influenced by fetal safety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8929010/"
}