{
  "pmid": "41463559",
  "title": "The Impact of Neurotoxin Proteins Trafficked by Primary Cilia and Extracellular Vesicles in Neurodegenerative Diseases.",
  "abstract": "Neurodegenerative diseases (NDDs), including Alzheimer's Disease (AD), Parkinson's Disease (PD), and Huntington's Disease (HD), share pathologic mechanisms including oxidative stress, mitochondrial dysfunction, and protein aggregation. However, they differ in age of onset and clinical progression. Emerging evidence highlights primary cilia (PC) as a key regulator of neuronal aging and the progression of these diseases. Dysfunctional PC may impair key signaling pathways, such as Sonic Hedgehog (Shh) and Wnt, promote oxidative stress, mitochondrial damage, and epigenetic instability. PC may also influence intercellular communication by regulating the biogenesis of exosomes and modulating tunneling nanotube (TNT) formation, both of which propagate toxic proteins between neurons. Mechanistically, the regulation of ciliary length is disrupted in AD, which leads to ciliary dysfunction that interferes with signaling pathways and promotes the aggregation of amyloid-beta. This amyloid-beta is then propagated through TNTs and exosomes, spreading neuronal damage. In PD, the accumulation of alpha-synuclein (α-syn) also impairs cilia function, thereby compromising the cell's response to oxidative stress. This results in the formation of abnormal TNTs and defective exosome-mediated clearance, ultimately contributing to neurodegeneration. Similarly, the mutant huntingtin protein aggregates within primary cilia in HD, morphologically disrupting them by obstructing intraflagellar transport. Damaged cilia are also associated with increased TNT formation and the exosomal release of toxic proteins, which leads to mitochondrial and epigenetic instability, ultimately promoting neuronal aging. Together, targeting ciliary function and its downstream regulation of TNTs and exosomes may provide a novel approach for slowing or halting disease progression across neurodegenerative diseases.",
  "disease": "alzheimer disease"
}