{
    "title": "Back pain.",
    "doc_id": "12926648",
    "writer": "Ehrlich GE.",
    "year": "2003",
    "summary": "WHO chiefly addressed subacute back pain, as most acute back pain is self-limited and ends spontaneously, almost regardless of the treatment. ...A major problem in defining the burden of disease for back pain has been a dearth of agreed-u …",
    "abstract": "Back pain is ubiquitous and probably plagues almost everyone in all cultures and ethnic groups at some time (around 20% annually), and in up to 50% of these at least once a year. The WHO-COPCORD epidemiologic investigations have established its prevalence even in countries that had been unaware of its frequency in their populace, and factors involving type of work and training probably accounted for this misperception. Medical journals are replete with articles addressing diagnosis and treatment, but the majority fail to meet the standards needed for metaanalysis or comparison. A task force of the Agency for Health Care Policy and Research of the United States Department of Health and Human Services screened more than 10,000 abstracts, eliminated the majority of these studies and papers, and still was unable to recommend the best approach even to acute back pain; the problem of subacute and chronic back pain is even more formidable. Yet back pain has been identified as perhaps the major cause of disability and absenteeism from the workplace worldwide. WHO chiefly addressed subacute back pain, as most acute back pain is self-limited and ends spontaneously, almost regardless of the treatment. Subacute pain is the intermediate stage toward chronic pain, which defies most treatments. Specific causes for back pain, such as infections, tumors, osteoporosis, spondyloarthropathies, and trauma, actually represent a minority of such pain syndromes, qualifying for specific therapeutic approaches. A major problem in defining the burden of disease for back pain has been a dearth of agreed-upon outcome measures by which to judge the various interventions, and this was the task that the WHO Low Back Pain Initiative took upon itself. Among measures recommended to be included in all studies, so that valid comparisons could be made, were measurement of pain by visual analog scales, somatic perception, the Oswestry disability and modified Zung questionnaires, and a modified Schober test of spinal mobility. These measures are needed for studies, not for diagnosis or treatment of individual patients. They have been translated into various major languages and validated by back-translations, and applied in comparative studies in various cultures to medical, chiropractic, and other common interventions. The importance of such scientifically sound studies cannot be overemphasized, as the costs of health care are mounting everywhere and it therefore becomes imperative to develop cost-effective approaches. All the more so as conversion of acute back pain to chronic back pain is often iatrogenic, with strong psychosocial factors as well, so that not only what to do but also what not to do become important public health issues. The general lack of attention to back pain by governments and organizations probably results from the fact that it is perceived as a syndromic presentation with myriad causes rather than as a specific disease entity. Even if the \"disease\" names classify like presentations but are not necessarily etiologically discrete, syndromic diagnoses that subsume a variety of causes receive less attention; international rankings of common disabilities and public health problems tend to emphasize the named disorders rather than the grouped disorders. Moreover, back pain is often self-treated with nonprescription medications or alternative therapies, and by nonmedical practitioners or treatments in many parts of the world. Validation of outcomes therefore not only reduces invalidism and direct costs but also reduces the indirect costs of absenteeism and medical care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12926648/"
}