{
  "pmid": "41474255",
  "title": "Impact of Real-Time, On-Demand Influenza and Respiratory Syncytial Virus Testing at Point-of-Care on Antibiotic Prescribing and Clinical Outcome in Pediatric Outpatients With Acute Respiratory Illness: A Prospective, Quasi-Randomized, Controlled Study.",
  "abstract": "Rapid and accurate detection and identification of viral pathogens have an impact on physician decision-making for patients with acute respiratory illness (ARI). We aimed to evaluate the Xpert Xpress Flu/RSV test for the management of antibiotic prescribing in pediatric outpatients with ARI. We performed a prospective, quasi-randomized, controlled study in Beijing Children's Hospital between December 1, 2021 and April 28, 2022. Outpatients with ARI aged 28 days to 18 years were enrolled and randomly assigned to the Xpert Xpress Flu/RSV test (Xpert) group or the influenza (Flu) antigen test (control) group. Both tests were performed on site. A total of 771 patients were enrolled and assigned randomly to the Xpert (n = 398) and the control (n = 373) groups. There was no statistically significant difference in antibiotic prescriptions between the two groups, whereas a significant difference was observed for the prescriptions of oseltamivir (p < 0.001). In Flu B-positive patients, a statistically significant decrease in antibiotic use and increase in antiviral use were observed in both Xpert and control groups. Cephalosporin use was significantly decreased in respiratory syncytial virus (RSV)-positive patients in the Xpert group before (n = 8, 17.4%) and after (n = 1, 2.2%)visit (p = 0.035). Among clinical and laboratory parameters, shorter fever length (OR = 0.366) and positive Flu B or RSV (OR = 3.99) were two independent factors for antibiotic withdrawal by logistic regression analysis. There was no significant difference in duration of fever, clinical outcomes, and expenditure between the two groups at the 7-day and 30-day follow-up. Use of Xpert Xpress Flu/RSV at point-of-care in pediatric outpatients with ARI reduced antibiotic prescription, which has the potential to improve antibiotic stewardship.",
  "disease": "influenza"
}