{
    "title": "Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review.",
    "doc_id": "22172172",
    "writer": "Freedman KS",
    "year": "2012",
    "summary": "INTRODUCTION: Young adults have the highest smoking rate of any age group in the United States and Canada, and recent data indicate that they often initiate smoking as young adults. ...CONCLUSION: Much remains to be learned about young adult …",
    "abstract": "Introduction:\n        \n      \n      Young adults have the highest smoking rate of any age group in the United States and Canada, and recent data indicate that they often initiate smoking as young adults. The objective of this study was to systematically review peer-reviewed articles on cigarette smoking initiation and effective prevention efforts among young adults.\n    \n\n\n          Methods:\n        \n      \n      We searched 5 databases for research articles published in English between 1998 and 2010 on smoking initiation among young adults (aged 18-25) living in the United States or Canada. We extracted the following data from each study selected: the measure of initiation used, age range of initiation, age range of study population, data source, target population, sampling method, and sample size. We summarized the primary findings of each study according to 3 research questions and categories of data (eg, sociodemographic) that emerged during the data extraction process.\n    \n\n\n          Results:\n        \n      \n      Of 1,072 identified studies, we found 27 articles that met our search criteria, but several included a larger age range of initiation (eg, 18-30, 18-36) than we initially intended to include. Disparities in young adult smoking initiation existed according to sex, race, and educational attainment. The use of alcohol and illegal drugs was associated with smoking initiation. The risk of smoking initiation among young adults increased under the following circumstances: exposure to smoking, boredom or stress while serving in the military, attending tobacco-sponsored social events while in college, and exposure to social norms and perceptions that encourage smoking. Effective prevention efforts include exposure to counter-marketing, denormalization campaigns, taxation, and the presence of smoke-free policies.\n    \n\n\n          Conclusion:\n        \n      \n      Much remains to be learned about young adult smoking initiation, particularly among young adults in the straight-to-work population. Dissimilar measures of smoking initiation limit our knowledge about smoking initiation among young adults. We recommend developing a standardized measure of initiation that indicates progression to regular established smoking.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22172172/"
}