{
    "title": "What makes interventions aimed at improving dietary behaviours successful in the secondary school environment? A systematic review of systematic reviews.",
    "doc_id": "35357283",
    "writer": "Capper TE",
    "year": "2022",
    "summary": "Similarly, evidence for interventions that improve nutritional knowledge and attitudes was limited. CONCLUSIONS: This systematic review of systematic reviews has identified a number of components of dietary interventions that can be explored to improve dietary behav …",
    "abstract": "Objective:\n        \n      \n      To systematically review evidence from systematic reviews of interventions to improve dietary behaviours and reduce food wastage in secondary school pupils.\n    \n\n\n          Design:\n        \n      \n      CINAHL, Cochrane Reviews, EMBASE, MEDLINE, PsychINFO and Web of Science were searched for systematic reviews of school-based dietary interventions from 2000 to 2020 published in a peer-reviewed journal in English. Articles were reviewed independently by two authors. AMSTAR-2 was used for quality assessment.\n    \n\n\n          Setting:\n        \n      \n      Secondary school dietary interventions.\n    \n\n\n          Participants:\n        \n      \n      Adolescents (aged 11-18).\n    \n\n\n          Results:\n        \n      \n      In total, thirteen systematic reviews of dietary interventions in secondary schools met the inclusion criteria. A number of key characteristics of interventions that contributed to improvements in food choices in secondary school pupils were identified. These included the combination of education and environmental restructuring, incorporation of computer-based feedback, media or messaging, peer and/or parent involvement, an increase in the availability of healthy foods and the use of behavioural theory as a basis to the intervention. Intervention components that contributed specifically to a reduction in sugar-sweetened beverage intake or an increase in fruit and vegetable consumption, which are particularly relevant to adolescents, could not be determined. Similarly, evidence for interventions that improve nutritional knowledge and attitudes was limited.\n    \n\n\n          Conclusions:\n        \n      \n      This systematic review of systematic reviews has identified a number of components of dietary interventions that can be explored to improve dietary behaviours in secondary school environments and, if demonstrated to be effective, be considered for inclusion in policies and strategies to improve the school food environment and promote dietary change.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35357283/"
}