{
    "title": "Recent insights into the impacts of COVID-19 on pediatric asthma.",
    "doc_id": "39136081",
    "writer": "da Silva Alves C",
    "year": "2024",
    "summary": "INTRODUCTION: The emergence of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and the subsequent coronavirus disease 2019 (COVID-19) pandemic has raised questions about its impact on pediatric asthma. This review analyzes the lates …",
    "abstract": "Introduction:\n        \n      \n      The emergence of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and the subsequent coronavirus disease 2019 (COVID-19) pandemic has raised questions about its impact on pediatric asthma. This review analyzes the latest research to offer a comprehensive understanding of the dynamics between COVID-19 and pediatric asthma.\n    \n\n\n          Areas covered:\n        \n      \n      This narrative review examines the effects of COVID-19 on pediatric asthma, exploring clinical outcomes, immune responses, recommended treatments, the impact of SARS-CoV-2 strains, and COVID-19 vaccination. Data were sourced from databases (PubMed, Embase, and BioRxiv/MedRxiv) from January 2020 to November 2023.\n    \n\n\n          Expert opinion:\n        \n      \n      In response to the COVID-19 pandemic, the international scientific community rapidly developed extensive knowledge, demonstrating unprecedented cooperation. Despite these advances, questions remain about SARS-CoV-2 infection and pediatric asthma. Most research consists of epidemiological studies with varying methods, sometimes yielding contradictory results. While asthma generally did not increase the risk of severe COVID-19 in children, uncontrolled asthma was a risk factor, highlighting the importance of maintaining asthma management. Telemedicine has proven effective for asthma control and will continue to grow, despite its limitations. Notably, allergic asthma may have a protective role against severe COVID-19. We recommend COVID-19 vaccination in the pediatric age group, including those with asthma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39136081/"
}