{
  "pmid": "41408772",
  "title": "Whole genome sequencing confirms reactivation of Tuberculosis five years after initial infection despite adequate preventative therapy in a patient with profound immunosuppression.",
  "abstract": "Tuberculosis infection (TBI) can persist for years, with reactivation risk markedly increased by profound immunosuppression. Whole-genome sequencing (WGS) can definitively distinguish reactivation from reinfection, offering critical epidemiological and clinical insights. We report a patient with prior household exposure to pan-sensitive pulmonary tuberculosis who completed nine months of isoniazid prophylaxis after a positive Mantoux test. Five years later, the patient underwent matched unrelated donor allogeneic hematopoietic stem cell transplantation for refractory paroxysmal nocturnal hemoglobinuria, followed by intensive immunosuppression including high-dose corticosteroids, tacrolimus, ruxolitinib and vedolizumab for severe gastrointestinal graft-versus-host disease. Six months post-transplant, the patient developed persistent fevers. Imaging revealed progressive mediastinal and hilar lymphadenopathy. Bronchoalveolar lavage and blood cultures confirmed disseminated Mtb infection. WGS confirmed near identical isolates between the patient and their previous infectious tuberculosis disease household contact, confirming progression of 5 years prior TBI rather than reinfection. This case demonstrates that Mtb can persist for years despite adequate prophylaxis, with reactivation triggered by a synergistic immunosuppressive milieu that disrupts Th1 immunity, macrophage function, and granuloma integrity. WGS provided definitive confirmation of reactivation after 5 years, highlighting its public health value in complex clinical scenarios. TBI can reactivate under profound immunosuppression even after prior prophylaxis. Clinicians should maintain vigilance for reactivation in high-risk patients, and WGS should be performed to guide diagnosis, treatment, and epidemiological understanding.",
  "disease": "tuberculosis"
}