{
    "title": "Research on China's adolescent mental health policies - analysis based on PMC index model.",
    "doc_id": "39247227",
    "writer": "Yang C.",
    "year": "2024",
    "summary": "Awareness and concerns around poor mental health in adolescents is rising among the general public and in academic circles, but there is little research on adolescent mental health policies in China. ...The government needs to further improve the top-d …",
    "abstract": "Introduction:\n        \n      \n      In recent years, the suicide rate among adolescents in China has shown a continuous upward trend, and mental health issues such as depression and excessive anxiety have become increasingly prominent. Awareness and concerns around poor mental health in adolescents is rising among the general public and in academic circles, but there is little research on adolescent mental health policies in China.\n    \n\n\n          Methods:\n        \n      \n      This article reviews the national policies on adolescent mental health from 2000 to 2023, and analyzes and evaluates the selected policy texts through the PMC index model.\n    \n\n\n          Results:\n        \n      \n      The study indicates growing national attention towards adolescent mental health policies in terms of both quantity and quality, with improved policy feasibility and synergy. However, shortcomings exist in the policy formulation process, including a lack of advocacy and supervision-oriented policies, a focus on short to medium-term effects, and inadequate comprehensive planning, hindering their swift implementation.\n    \n\n\n          Discussion:\n        \n      \n      In conclusion, facing the escalating crisis of adolescent mental health, the previous requirements of the education system are no longer sufficient. The government needs to further improve the top-down policy system, weave a safety net for mental health education and preventive intervention, and effectively promote the development of adolescent mental health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39247227/"
}