{
  "pmid": "41376981",
  "title": "Association of Life's Crucial 9 with asthma in U.S. adults: a cross-sectional study from National Health and Nutrition Examination Survey (NHANES).",
  "abstract": "Asthma is closely related to cardiovascular diseases (CVDs). Building upon Life's Essential 8 (LE8), the newly proposed Life's Crucial 9 (LC9) further refines this assessment by incorporating psychological factors associated with cardiovascular health (CVH). Understanding the association between LC9 and asthma has potential clinical and public-health significance, as it may provide insights for the prevention or management of asthma. The objective of this study was to investigate the relationship between LC9 and prevalent asthma in U.S. adults. We analyzed adults aged ≥20 years from National Health and Nutrition Examination Survey (NHANES) 2005-2018, excluding pregnant participants, those with unclear asthma status, and those missing LC9 data. Asthma was defined based on self-reported physician diagnosis and current status. Weighted logistic regression analyses were conducted to examine the association between LC9 scores and adult asthma. Restricted cubic spline (RCS) modeling was used to assess the dose-response relationship. Subgroup and sensitivity analyses were conducted to evaluate the robustness of the findings. Among 25,675 adults (mean age 48.1 years; 51.4% women), asthma prevalence was 8.4% (n=2,167). The fully adjusted weighted logistic regression model revealed that higher LC9 scores were associated with lower odds of prevalent asthma [odds ratio (OR) =0.79; 95% confidence interval (CI): 0.75-0.83, P<0.001]. RCS curves demonstrated an inverse, nonlinear relationship between LC9 scores and the prevalence of adult asthma (P for nonlinear <0.001). This inverse association was observed across all subgroups (all P<0.05) and was stronger among participants with lower education or income. The sensitivity analysis provided additional support, yielding results consistent with the main analysis. The LC9 score is negatively correlated with the prevalence of asthma in U.S. adults. These cross-sectional findings reflect association rather than prediction and warrant longitudinal confirmation.",
  "disease": "asthma"
}