{
    "title": "Gastric-type well-differentiated adenocarcinoma and pyloric gland adenoma of the stomach.",
    "doc_id": "16952035",
    "writer": "Kushima R",
    "year": "2006",
    "summary": "Since 1985, when gastric-type well-differentiated adenocarcinomas were demonstrated in hyperplastic polyps of the stomach, we have studied phenotypic expression in gastrointestinal epithelial lesions. ...Even under these circumstances, the term \"gastric adeno …",
    "abstract": "Since 1985, when gastric-type well-differentiated adenocarcinomas were demonstrated in hyperplastic polyps of the stomach, we have studied phenotypic expression in gastrointestinal epithelial lesions. The recent discovery of MUC genes coding core proteins of mucin has improved research on the phenotypic expression of gastrointestinal neoplasms. The disease entity of gastric-type well-differentiated adenocarcinoma has recently been accepted, especially in Japan and Europe. This entity has often become a clinicopathological subject of discussion, because its biological behavior is possibly highly malignant, in spite of the difficulty in making endoscopic and histopathological diagnoses. Even under these circumstances, the term \"gastric adenoma\" usually means flat adenoma of the intestinal type. Gastric-type adenomas have been regarded as exceptional until recently. Although gastric-type adenomas could theoretically be classified into foveolar type and pyloric-gland type, foveolar-type adenoma is, in practice, difficult to distinguish from gastric-foveolar-type adenocarcinoma. In 2003, we first reported systematic clinicopathological analyses of pyloric gland adenoma, demonstrating its unstable and precancerous nature. In this article, we review and discuss the clinicopathological and molecular pathological aspects of gastric-type well-differentiated adenocarcinomas and pyloric gland adenomas, mainly based on our published and unpublished data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16952035/"
}