{
  "pmid": "41401655",
  "title": "Tocilizumab for super-refractory status epilepticus in children with FIRES: A case series.",
  "abstract": "Febrile infection-related epilepsy syndrome (FIRES) is a catastrophic epileptic encephalopathy that can occur at any age, with limited treatment options. Conventional immunotherapies often show poor efficacy. We evaluated the effectiveness and safety of the interleukin-6 receptor blocker, tocilizumab, in children with FIRES. We retrospectively reviewed medical records, electroencephalography, and neuroimaging of seven children with FIRES treated at our center between 2018 and 2022. Outcomes included cessation of super-refractory status epilepticus (SRSE), seizure burden, and functional outcome using the Pediatric Cerebral Performance Category (PCPC) scale. Seven previously healthy children (median age 9 years; range 2-13) developed SRSE following febrile illness. Extensive investigations, including cerebrospinal fluid studies, viral panels, and autoimmune testing were negative, consistent with cryptogenic FIRES. Initial MRI was normal in six children; one showed symmetrical T2/FLAIR hyperintensities involving deep grey matter structures. All patients received a multimodal therapeutic strategy including intravenous midazolam, high-dose phenobarbitone, ketogenic diet, therapeutic hypothermia, and/or immunotherapy-prior to tocilizumab. Intravenous tocilizumab was initiated at a median of 17 days from illness onset (range 6-46). SRSE resolved within a median of 5 days (range 2-12) after administration. At 6-month follow-up, six of seven patients developed chronic epilepsy, characterised by weekly to monthly seizures, while one remained seizure free. Functional recovery was noted in four patients, each achieving a Pediatric Cerebral Performance Category (PCPC) score of ≤2. Adverse events included grade 2 leukopenia or diarrhoea (n = 3) and grade 4 sepsis (n = 1); all resolved with treatment. No deaths occurred. Tocilizumab was associated with rapid resolution of SRSE, seizure reduction, and functional recovery in children with FIRES, with manageable side effects. While causality cannot be confirmed given concurrent therapies and variable timing of administration, these findings support consideration of interleukin-6 blockade as a potential adjunctive treatment in FIRES.",
  "disease": "epilepsy"
}