{
    "title": "Breast cancer detection using sonography in women with mammographically dense breasts.",
    "doc_id": "25547239",
    "writer": "Okello J",
    "year": "2014",
    "summary": "BACKGROUND: Mammography, the gold standard for breast cancer screening misses some cancers, especially in women with dense breasts. Breast ultrasonography as a supplementary imaging tool for further evaluation of symptomatic women with mammographically dense …",
    "abstract": "Background:\n        \n      \n      Mammography, the gold standard for breast cancer screening misses some cancers, especially in women with dense breasts. Breast ultrasonography as a supplementary imaging tool for further evaluation of symptomatic women with mammographically dense breasts may improve the detection of mass lesions otherwise missed at mammography. The purpose of this study was to determine the incremental breast cancer detection rate using US scanning in symptomatic women with mammographically dense breasts in a resource poor environment.\n    \n\n\n          Methods:\n        \n      \n      A cross sectional descriptive study. Women referred for mammography underwent bilateral breast ultrasound, and mammography for symptom evaluation. The lesions seen by both modalities were described using sonographic BI-RADS lexicon and categorized. Ultrasound guided core biopsies were performed. IRB approval was obtained and all participants provided informed written consent.\n    \n\n\n          Results:\n        \n      \n      In total 148 women with mammographically dense breasts were recruited over six months. The prevalence of breast cancer in symptomatic women with mammographically dense breasts was 22/148 (15%). Mammography detected 16/22 (73%) of these cases and missed 6/22 (27%). The six breast cancer cases missed were correctly diagnosed on breast ultrasonography. Sonographic features typical of breast malignancy were irregular shape, non-parallel orientation, non circumscribed margin, echogenic halo, and increased lesion vascularity (p values < 0.005). Typical sonofeatures of benign mass lesions were: oval shape, parallel orientation and circumscribed margin (p values <0.005).\n    \n\n\n          Conclusion:\n        \n      \n      Breast ultrasound scan as a supplementary imaging tool detected 27% more malignant mass lesions otherwise missed by mammography among these symptomatic women with mammographically dense breasts. We recommend that ultra sound scanning in routine evaluation of symptomatic women with mammographically dense breasts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25547239/"
}