{
  "pmid": "41361314",
  "title": "Cardiovascular risk burden and guideline-recommended lipid and blood pressure goals in an Italian Cohort: findings from the HUMTELEMED web-based platform.",
  "abstract": "Although the 2021 European Society of Cardiology (ESC) guidelines and Systematic COronary Risk Estimation 2 (SCORE2) models provide structured risk assessment, their complexity may hinder routine use. The web-based platform HUMTELEMED was developed to integrate cardiovascular risk (CVR) stratification and therapeutic targets in a user-friendly interface. We evaluated CVR distribution, the proportion of patients meeting LDL-cholesterol (LDL-C) and blood pressure (BP) goals, and the use of lipid- and BP-lowering therapies in a large Italian cohort. This cross-sectional study included 7260 anonymised adults aged ≥ 40 years who accessed the platform between December 2022 and September 2024. Most were in primary prevention, without established CV disease (99.5%, n = 7224). CVR was stratified using SCORE2, SCORE2-Older People (OP), and 2021 ESC charts. Proportions of patients meeting guideline-based LDL-C and BP goals were also assessed overall and in subgroups. Mean age was 59.4 ± 11.8 years; 55.3% (n = 4046) were male, 46.5% (n = 3373) had hypertension, 18.3% (n = 1298) obesity, 8.5% (n = 617) diabetes, 11.8% (n = 860) chronic kidney disease, 16.0% (n = 1165) peripheral artery disease, and 37.2% (n = 2705) reported smoking. CVR distribution was 21.9% (n = 1593) low-to-moderate, 38.1% (n = 2764) high, and 40.0% (n = 2903) very high/extreme. LDL-C goals were met by only 11.3% (n = 819) overall and 15.9% (n = 342) of those on LLT. BP goals were met by 75.6% (n = 5492) overall, and by 68.3% (n = 2304) of patients on antihypertensive therapy. Goal meeting declined with increasing CVR: LDL-C, 44.8% low-to-moderate vs. 13.8% high vs. 11.6% very high/extreme (p < 0.001); BP, 89.5% vs. 78.6% vs. 65.4% (p < 0.001). Subgroup analyses showed lower proportions meeting LDL-C and BP goals in men (10.6% vs. 12.0% and 73.1% vs. 78.7%, respectively; p < 0.001), older adults (10.6% vs. 11.4% and 70.8% vs. 76.9%, respectively; p < 0.001), and individuals with obesity (9.0% vs. 13.8% and 63.0% vs. 83.1%, respectively; p < 0.001). In this large real-world Italian cohort, the proportion of patients meeting LDL-C and BP goals was critically low, particularly among those at the highest CVR, despite pharmacological treatment. These findings highlight the urgent need for improved implementation of guideline-based prevention strategies, including greater use of combination therapies, better risk communication, and stronger adherence to ESC recommendations.",
  "disease": "coronary artery disease"
}