{
  "pmid": "41398562",
  "title": "The incidence and risk factors of pulmonary infection complications in lung cancer patients treated with immune checkpoint inhibitors.",
  "abstract": "Immune checkpoint inhibitor-related pneumonitis in patients with lung cancer has been well managed. However, pulmonary infections following the use of immune checkpoint inhibitors (ICIs) have not been fully studied. This study aimed to investigate the incidence, pathogen distribution, and risk factors of pulmonary infections in lung cancer patients receiving ICIs therapy. A retrospective analysis was conducted on 107 lung cancer patients treated with PD-1/PD-L1 inhibitors at a single institution. Pulmonary infections were defined as grade ≥2 (CTCAE v5.0) and confirmed microbiologically or clinically. Data on demographics, comorbidities, treatment details, and outcomes were analyzed. Cumulative incidence of grade 2-5 pulmonary infections following ICIs therapy was assessed using Kaplan-Meier methodology. Univariate and multivariate logistic regression identified risk factors. Among the 107 patients, 44 (41.1%, 44/107) developed pulmonary infections during a median follow-up of 8 months.Of these, 25 (56.8%, 25/44) cases of pulmonary infection were confirmed by etiological examination, and 19 were diagnosed clinically. The 25 infected patients had a total of 58 infections (primary causative microorganisms), among which the frequencies of bacterial, fungal, viral, and mycobacterial infections were 24 (41.4%, 24/58), 21 (36.2%, 21/58), 9 (15.5%, 9/58), and 4 (6.9%, 4/58), respectively. Notably, in the confirmed cases, 76.0%(19/25) exhibited mixed infections.Among 18 lung cancer patients with concurrent pulmonary tuberculosis(PTB), 11 developed pulmonary infections (61.1%,11/18), and 5 of these experienced progression or new-onset PTB. The incidence of pulmonary infection among those receiving thoracic radiotherapy (TRT) was 58.3% (21/36), and the V20 value in the infection group was significantly higher than in the non-infection group ( Among lung cancer patients receiving immune checkpoint inhibitors (ICIs), there is a notably high incidence of pulmonary infections. The prevalence of mixed infections suggests the need for multiple coverage of pathogenic microorganisms. Independent risk factors included age ≥65, pre-existing ISIPA, thoracic radiotherapy, and prior PTB. The association between ICI therapy and radiotherapy warrants further investigation. Additional prospective studies are required to confirm these findings and guide optimal clinical management strategies. The online version contains supplementary material available at 10.1186/s12885-025-15105-9.",
  "disease": "tuberculosis"
}