{
    "title": "Multilevel analysis of sleep quality and anger in emergency medical service workers.",
    "doc_id": "35450834",
    "writer": "Hruska B",
    "year": "2022",
    "summary": "MEASUREMENTS: Participants completed 8 daily assessments that inquired about sleep quality and anger. RESULTS: EMS workers who typically experienced poorer sleep quality reported greater anger levels; for instance, workers who routinely experienced poor sleep qua …",
    "abstract": "Objective:\n        \n      \n      Poor sleep quality characterizes the emergency medical service (EMS) profession. Anger is particularly affected by sleep disturbance and may be related to sleep quality at both between- and within-person levels, yet this has never been examined. The current study performed a multilevel analysis of the relationship between sleep quality and anger among EMS workers.\n    \n\n\n          Design:\n        \n      \n      Ecological momentary assessment PARTICIPANTS: Seventy-nine EMS workers employed at an emergency medical service provider in Central New York.\n    \n\n\n          Measurements:\n        \n      \n      Participants completed 8 daily assessments that inquired about sleep quality and anger.\n    \n\n\n          Results:\n        \n      \n      EMS workers who typically experienced poorer sleep quality reported greater anger levels; for instance, workers who routinely experienced poor sleep quality reported anger levels that were 18%-35% higher compared to workers receiving fair sleep quality. Regardless of their typical sleep quality, days when workers experienced poorer sleep than usual was characterized by higher levels of anger: on a day when a worker experienced poorer sleep quality than usual for them, their anger levels were 5% higher on that day regardless of their typical sleep quality.\n    \n\n\n          Conclusions:\n        \n      \n      EMS workers regularly experiencing poor sleep quality experience more anger. However, even workers who typically have better sleep quality experience anger elevations following poor sleep. These findings suggest that interventions targeting both between- and within-person factors impacting sleep may be important for addressing sleep quality's influence on anger in the EMS profession.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35450834/"
}