{
    "title": "The experiences and needs of Asian older adults who are socially isolated and lonely: A qualitative systematic review.",
    "doc_id": "32957019",
    "writer": "Shorey S",
    "year": "2021",
    "summary": "Five themes emerged: (1) association with older adults' well-being, (2) loss of social support, (3) dealing with social isolation and loneliness (4) unique experiences of Asian older adults in western countries, and (5) wish list of older adults. ...The ol …",
    "abstract": "Purpose:\n        \n      \n      To examine the experiences and needs of Asian older adults who are socially isolated and lonely living in Asian and western countries.\n    \n\n\n          Materials and methods:\n        \n      \n      Six databases were searched for qualitative studies from each database's inception to December 2019. Qualitative data were meta-summarized and then meta-synthesized.\n    \n\n\n          Results:\n        \n      \n      Fourteen studies were included in this review. Five themes emerged: (1) association with older adults' well-being, (2) loss of social support, (3) dealing with social isolation and loneliness (4) unique experiences of Asian older adults in western countries, and (5) wish list of older adults. The older adults felt psychologically down and experienced a lack of social support from their family members. They coped using strategies such as religious reliance and social engagement with peers. Asian older adults in western countries faced cultural barriers and tried to form ethnic communities. The older adults wished for more community resources and care.\n    \n\n\n          Conclusion:\n        \n      \n      There were multiple associations of social isolation and loneliness on the Asian older adults' well-being and social support. Coping mechanisms such as acceptance and social engagement were adopted. They expressed support needs such as social programs and healthcare services. More geographically distributed studies are needed to gather a more comprehensive and causality-related perspectives of socially isolated and lonely older adults. Lay-led programs, technology, and active coping strategies are proposed and can be incorporated in healthcare services and social programs to assist these older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32957019/"
}