{
    "title": "Prevalence and correlates of perinatal depression.",
    "doc_id": "36646936",
    "writer": "Al-Abri K",
    "year": "2023",
    "summary": "PURPOSE: This systematic review of systematic reviews aims to provide the first global picture of the prevalence and correlates of perinatal depression, and to explore the commonalities and discrepancies of the literature. ...",
    "abstract": "Purpose:\n        \n      \n      This systematic review of systematic reviews aims to provide the first global picture of the prevalence and correlates of perinatal depression, and to explore the commonalities and discrepancies of the literature.\n    \n\n\n          Methods:\n        \n      \n      Seven databases were searched from inception until April 2022. Full-text screening and data extraction were performed independently by two researchers and the AMSTAR tool was used to assess the methodological quality.\n    \n\n\n          Results:\n        \n      \n      128 systematic reviews were included in the analysis. Mean overall prevalence of perinatal depression, antenatal depression and postnatal depression was 26.3%, 28.5% and 27.6%, respectively. Mean prevalence was significantly higher (27.4%; SD = 12.6) in studies using self-reported measures compared with structured interviews (17.0%, SD = 4.5; d = 1.0) and among potentially vulnerable populations (32.5%; SD = 16.7, e.g. HIV-infected African women) compared to the general population (24.5%; SD = 8.1; d = 0.6). Personal history of mental illness, experiencing stressful life events, lack of social support, lifetime history of abuse, marital conflicts, maternity blues, child care stress, chronic physical health conditions, preeclampsia, gestational diabetes mellitus, being exposed to second-hand smoke and sleep disturbance were among the major correlates of perinatal depression.\n    \n\n\n          Conclusion:\n        \n      \n      Although the included systematic reviews were all of medium-high quality, improvements in the quality of primary research in this area should be encouraged. The standardisation of perinatal depression assessment, diagnosis and measurement, the implementation of longitudinal designs in studies, inclusions of samples that better represent the population and better control of potentially confounding variables are encouraged.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36646936/"
}