{
  "pmid": "41461276",
  "title": "Pesco-vegetarian food components promote colonocyte ferroptosis in preclinical mouse models and a randomized crossover trial in healthy human adults.",
  "abstract": "Diet plays a critical role in colorectal cancer (CRC) prevention. Pesco-vegetarians, who consume both high fiber and fish containing n-3 polyunsaturated fatty acid (PUFA), have the lowest CRC risk. Ferroptosis is a form of regulated cell death characterized by the accumulation of lipid hydroperoxides that has emerged as a target for anti-cancer therapies. To assess the broad utility of diet modulation as a promising avenue to modulate ferroptosis in the colon. (i) Immortalized young adult mouse colonic epithelial cells (YAMC) were treated with control linoleic acid (LA) or docosahexaenoic acid (DHA) ± butyrate, followed by cell viability and lipid peroxidation measurements. (ii) Mice were fed diets containing fish oil and highly fermentable pectin (FP) vs. control corn oil and poorly fermentable cellulose (CC). Colons were isolated and used for bulk and single cell RNA-Seq analysis. (iii) A crossover pilot study was conducted by supplementing 30 healthy adults with soluble corn fiber (33 g/d) + fish oil (7.7 g/d n-3 PUFA) (SCF+FO) or maltodextrin + corn oil (MD+CO) for 30 d followed by a 60 d wash period and then 30 d of MD+CO or SCF+FO. Exfoliated colonocyte mRNA was isolated from stool and RNA-seq was performed for transcriptomic analysis. In vitro treatment of DHA and butyrate reduced YAMC cell viability (P < 0.05), increased lipid peroxidation, a key biomarker of ferroptosis, compared to the counterpart group. In vivo FP-fed mice promoted lipid peroxidation in colonocytes relative to the control CC-fed mice (P < 0.05), and the induction of ferroptosis transcriptional networks exclusively in colonic epithelial cells. Furthermore, human subjects supplemented with SCF+FO exhibited an upregulation in intestinal ferroptosis related gene expression, as compared to similar doses of MD+CO. Our findings demonstrate that dietary fish oil and fermentable fiber combination induces ferroptosis exclusively in colonocytes. The human pilot study was registered at clinicaltrials.gov (NCT04211766).",
  "disease": "colorectal cancer"
}