{
    "title": "Wound-induced HB-EGF ectodomain shedding and EGFR activation in corneal epithelial cells.",
    "doc_id": "14985295",
    "writer": "Xu KP",
    "year": "2004",
    "summary": "CRM197, a highly specific antagonist of HB-EGF, impaired epithelial wound closure, suggesting that HB-EGF is an endogenous ligand released on epithelial wounding. ...CONCLUSIONS: HB-EGF released on wounding acts as an autocrine-paracrine EGFR ligand. HB-EGF s …",
    "abstract": "Purpose:\n        \n      \n      Epithelial wound healing is, at least in part, mediated in an autocrine fashion by epidermal growth factor (EGF) receptor (EGFR)-ligand interactions. This study sought to identify the endogenous EGFR ligand and the mechanism by which it is generated in response to wounding in cultured porcine corneas and human corneal epithelial cells.\n    \n\n\n          Methods:\n        \n      \n      Epithelial debridement wounds in cultured porcine corneas and scratch wounds in an epithelial monolayer of SV40-immortalized human corneal epithelial (THCE) cells were allowed to heal in the presence of tyrphostin AG1478 (an EGFR inhibitor), GM6001 (a matrix metalloproteinase [MMP] inhibitor), or CRM197 (a diphtheria toxin mutant), with or without HB-EGF. The activation of EGFR and extracellular signal-regulated kinase (ERK) was analyzed by immunoprecipitation using EGFR antibodies and Western blot analysis with phosphotyrosine antibody. Wound induced HB-EGF shedding was assessed by isolation of secreted HB-EGF from wounded THCE cells and by measuring the release of alkaline phosphatase (AP) in THCE stable cell lines expressing HB-EGF-AP.\n    \n\n\n          Results:\n        \n      \n      In THCE cells, wound-induced EGFR phosphorylation and ERK activation. In both organ and cell culture models, epithelial wounds were healed in basal media and inhibition of EGFR activation by AG1478 blocked wound closure with or without exogenously added HB-EGF. GM6001 delayed wound closure. Its effects diminished in the presence of exogenous EGF or HB-EGF, suggesting that the MMP inhibitor primarily blocks the release of EGFR ligands. CRM197, a highly specific antagonist of HB-EGF, impaired epithelial wound closure, suggesting that HB-EGF is an endogenous ligand released on epithelial wounding. Consistent with the effects on epithelial migration, all inhibitors as well as HB-EGF function-blocking antibodies retarded wound-induced EGFR phosphorylation in cultured THCE cells. The release of HB-EGF in response to wounding was demonstrated by the fact that heparin-binding proteins isolated from wounded, but not control, THCE-conditioned medium stimulated EGFR and ERK phosphorylation and by the expression of HB-EGF-AP in THCE cells, in which wounding induced the release of AP activity in an MMP-inhibitor-sensitive manner.\n    \n\n\n          Conclusions:\n        \n      \n      HB-EGF released on wounding acts as an autocrine-paracrine EGFR ligand. HB-EGF shedding and EGFR activation represent a critical event during corneal epithelial wound healing, suggesting a possible manipulation of wound healing during the early phases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14985295/"
}