{
  "pmid": "41344919",
  "title": "Cost-effectiveness of a self-management maintenance programme following pulmonary rehabilitation: a UK randomised controlled trial for patients with chronic obstructive pulmonary disease.",
  "abstract": "Pulmonary rehabilitation (PR) is an effective intervention for patients with chronic obstructive pulmonary disease (COPD) but impact typically only lasts 6-12 months. This paper presents results of an economic evaluation of a PR maintenance programme (Self-management Programme of Activity, Coping and Education (SPACE)) undertaken within a prospective assessor-blind randomised controlled trial. Adults with COPD who had completed PR within the previous 4 weeks were randomised to SPACE or best usual care. Healthcare use, personal expenditure and societal costs were recorded at baseline, 6 and 12 months. SPACE costs included staff training, materials and delivery of group sessions. Health utility recorded (EQ-5D-5L) with analysis comparing differences in mean values at 6 and 12 months, over baseline utility scores. Observed changes compared with threshold for COPD clinical significance. Incremental cost-effectiveness ratios estimated from National Health Service and societal perspectives. Cost per quality-adjusted life-year (QALY) values compared with willingness-to-pay threshold (≤£30 000). Uncertainties in costs and outcomes incorporated into a sensitivity analysis. Missing values imputed using a Bayesian mixed model with confounders. 116 patients recruited between October 2019 and June 2022 (57 intervention and 59 control). No significant differences at baseline in age, body mass index, smoking, forced expiratory volume in 1 s and health utility (EQ-5D-5L). Mean healthcare costs in the SPACE group were £139.72 lower per patient over 12 months compared with usual care. At 12 months, the SPACE group retained higher (p=0.04) utility value 0.7609 (SE=0.0238) versus control patients 0.6738 (SE=0.0348). The recorded 0.1178 advantage in mean QALY values (p<0.05) is above the threshold (0.051) for COPD significance. Cost-effectiveness acceptability curves indicate a 97% chance of achieving £20 000 per QALY. Patient and societal costs increase this percentage. This study addresses an important gap in current evidence for non-pharmacological COPD interventions. The PR maintenance programme (SPACE) is shown to be highly cost-effective at 12 months. Future research should consider cost-effectiveness of telerehabilitation programmes, as well as tailored digital support beyond 12 months.",
  "disease": "chronic obstructive pulmonary disease"
}