{
    "title": "Measles in Zhejiang, China, 2004-2017: Population Density and Proportion of Floating Populations Effects on Measles Epidemic.",
    "doc_id": "31206323",
    "writer": "Qin S",
    "year": "2019",
    "summary": "The target of eliminating measles has not been achieved, and measles has resurged in Zhejiang, China, since 2013. In this study, we hypothesized that population density and the proportion of the floating population were the potential causes of measles persistence in Zhe …",
    "abstract": "The target of eliminating measles has not been achieved, and measles has resurged in Zhejiang, China, since 2013. In this study, we hypothesized that population density and the proportion of the floating population were the potential causes of measles persistence in Zhejiang. Measles cases in Zhejiang from 2004 through 2017 were analyzed using data from the National Notifiable Diseases Reporting System (NNDRS). Reported measles incidence and annual incidence by age were described. Spearman correlation coefficients were used to assess correlations between measles incidence and population density and the proportion of floating population. A total of 48,648 measles cases were reported during the 14-year period. Two large measles epidemics occurred in 2005 (14,317 cases, incidence of 29.38/100,000) and 2008 (12,782 cases, incidence of 25.26/100,000). A higher proportion of cases occurred in young adults aged 20 to 34 years and infants under 1 year of age. A positive correlation was observed between measles incidence and either population density or proportion of inter-provincial floating populations. In general, Zhejiang suffers from a high incidence of measles partly because of its high population density and the low vaccination rates among inter-provincial floating populations. To meet the target of measles elimination, convincing susceptible young adults and migrant children to get vaccinated remains a critical issue.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31206323/"
}