{
    "title": "Imaging evaluation of para-aortic lymph nodes in cervical cancer.",
    "doc_id": "37321631",
    "writer": "Zhu M",
    "year": "2023",
    "summary": "BACKGROUND: In recent years, much literature has reported the diagnostic value of computed tomography (CT), magnetic resonance imaging (MRI), and positron emission tomography (PET)-CT in para-aortic lymph node metastasis of cervical cancer. PURPOSE: To compare and a …",
    "abstract": "Background:\n        \n      \n      In recent years, much literature has reported the diagnostic value of computed tomography (CT), magnetic resonance imaging (MRI), and positron emission tomography (PET)-CT in para-aortic lymph node metastasis of cervical cancer.\n    \n\n\n          Purpose:\n        \n      \n      To compare and analyze the para-aortic lymph node presentations found in cervical cancer on different images in order to determine the best precise imaging method for identifying metastatic lymph nodes.\n    \n\n\n          Material and methods:\n        \n      \n      PubMed, Web of Science, MEDLINE, and other databases were searched for the non-invasive detection of metastatic lymph nodes for a comprehensive comparison.\n    \n\n\n          Results:\n        \n      \n      Positive lymph nodes on CT are significantly related to the following factors: short axis ≥10 mm; and round or central necrosis. Positive lymph nodes on MRI are significantly related to the following factors: short axis ≥8 mm; inhomogeneous signal intensity; morphology: round, irregular edge, extracapsular invasion, central necrosis, loss of lymph node structure, burrs, or lobes; and ADC value decreases, combined with local actuality. On PET-CT examination, when the short axis of the lymph node is >5 mm, the SUV is >2.5, or the FDG uptake is greater than that of the surrounding tissue, it is a metastatic lymph node.\n    \n\n\n          Conclusion:\n        \n      \n      In conclusion, different imaging techniques show metastatic lymph nodes in different ways. Combining the patient's medical history with the symptoms of the aforementioned lymph nodes, together with one or more imaging techniques, is important to diagnose para-aortic lymph nodes in cervical cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37321631/"
}