{
  "pmid": "41429685",
  "title": "Tetracycline hydrochloride susceptibility for prediction of antimicrobial susceptibility to doxycycline, minocycline, and tigecycline against Gram-negative and Gram-positive bacteria.",
  "abstract": "Antimicrobial susceptibility testing of multiple antimicrobial agents within the same class remains challenging for clinical microbiology laboratories. The evidence behind the use of tetracycline hydrochloride (HCl) susceptibility as a predictor for minocycline, doxycycline, and tigecycline susceptibility was evaluated in clinical Gram-negative and Gram-positive bacterial isolates, analysing the SENTRY Antimicrobial Surveillance Programme, an extensive and representative global antimicrobial resistance dataset. Tetracycline hydrochloride to predict susceptibility to doxycycline, minocycline, and tigecycline was studied in 69 259 bacterial isolates of Escherichia spp., Klebsiella spp., Enterobacter spp., Haemophilus influenzae, Acinetobacter spp., Staphylococcus spp., Streptococcus spp., and Enterococcus spp. collected from 123 medical centres in the United States and Europe between 2017 and 2019 or between 2013 and 2014. Antimicrobial susceptibility testing was performed using the broth microdilution method. Clinical and Laboratory Standards Institute breakpoints were applied when available; in their absence, the European Committee on Antimicrobial Susceptibility Testing and U.S. Food and Drug Administration breakpoints were used. To be considered a reliable surrogate for susceptibility, the very major error (VME) rate comparing tetracycline HCl with the tetracycline derivatives should be ≤ 1.5%, and the category agreement (CA) should be ≥ 90%. Tetracycline HCl is a surrogate for doxycycline susceptibility for Klebsiella spp., Enterobacter spp., Staphylococcus aureus, β-hemolytic Streptococcus, and Streptococcus pneumoniae (high CA >90% and low VME ≤1.5%). Tetracycline HCl could not reliably predict susceptibility to minocycline and tigecycline in any of the tested bacteria except S. aureus (CA = 94.4% and 93.8%, respectively, and VME = 0% for both). Tetracycline HCl should not be universally used to predict susceptibility to tetracycline derivatives, especially to minocycline and tigecycline. Tetracycline derivatives in vitro susceptibility testing remains crucial to optimizing their clinical use.",
  "disease": "influenza"
}