{
  "pmid": "41398677",
  "title": "The effect of repetitive transcranial magnetic stimulation on immediate and long-term cognitive functions in Alzheimer's dementia and mild cognitive impairment: a meta-analysis.",
  "abstract": "Alzheimer's dementia (AD) and mild cognitive impairment (MCI) are characterized by progressive cognitive decline. Repetitive transcranial magnetic stimulation (rTMS), a non-invasive brain stimulation technology, has been widely used to improve cognition in AD and MCI. However, the impact of rTMS on immediate and long-term cognitive functions in AD and MCI, as well as the optimal stimulating parameters, need further clarification. Thirty-one randomized controlled trials were included to examine the effects of rTMS on immediate cognition (post-treatment cognition), while nine trials were specifically used to assess its impact on long-term cognition (follow-up cognition). All participants were tested on at least one of the neuropsychological scales of the Mini-Mental State Examination (MMSE), Montreal Cognitive Assessment (MoCA) and Alzheimer's disease Assessment Scale-Cognitive Section (ADAS-Cog) to evaluate global cognitive outcomes of rTMS. The study followed the guidelines for meta-analysis of intervention studies and assessed the risk of bias of the included studies. Moderator analysis was used to examine factors that might affect treatment effect. Sensitivity analysis was used to evaluate stability of results. Meta-regression analysis was used to assess the interpretability of heterogeneity. Begg's and Egger's test and funnel plot were applied to assess publication bias. The results demonstrated that rTMS significantly improved immediate cognition (SMD = 0.93, 95% CI = 0.64 to 1.22, p < 0.001) and long-term cognition (SMD = 0.42, 95% CI = 0.13 to 0.70, p = 0.004) across all patients (including AD and MCI). Moderator analysis revealed that targeting dorsolateral prefrontal cortex (DLPFC), using intensities of 80% or less of the motor threshold, total time of 800 min or more and stimulation sessions greater than 20 significantly enhanced immediate cognitive performance than their counterparts. In contrast, stimulation frequency, duration/session and patient type showed no significant impact on immediate cognition. For long-term cognition, differences in stimulation protocols had no influence on treatment effect for all patients. rTMS had a positive effect on immediate and long-term cognition in AD and MCI, stimulation region, intensity, total time and number of sessions significantly improve immediate cognition. These findings suggest that rTMS has potential as a promising adjunctive treatment for AD and MCI.",
  "disease": "tuberculosis"
}