{
  "pmid": "41449244",
  "title": "Inhibin beta A drives colorectal cancer progression through macrophage M2 polarization and mitochondria-dependent ferroptosis suppression.",
  "abstract": "Colorectal cancer (CRC) is a prevalent malignant tumor, and its pathogenesis has not yet been fully elucidated. The tumor microenvironment (TME) and ferroptosis in cancer cells are key drivers of tumor progression and metastasis. This research revealed that elevated INHBA expression in CRC tissues correlates with unfavorable clinical outcomes. In vitro and in vivo studies demonstrated that elevated INHBA enhances CRC cellular growth, migration, and invasion, whereas INHBA knockdown inhibits these malignant biological behaviors. Further investigation revealed that INHBA drives malignancy by reprogramming tumor-associated macrophages (TAMs) toward the M2 phenotype in the TME and by inhibiting mitochondrial-dependent ferroptosis in CRC cells. Mechanistically, INHBA upregulates SLC25A10 to activate the succinate/SUCNR1 axis, thus facilitating M2-like TAM polarization. It also activates the mitochondrial glutathione (mtGSH)/glutathione peroxidase 4 (GPX4) pathway to suppress mitochondria-dependent ferroptosis in CRC cells. Additionally, INHBA acts as a scaffold protein to inhibit TRIM21-mediated ubiquitination and degradation of SLC25A10, thereby stabilizing the SLC25A10 protein. In summary, INHBA drives tumor progression by remodeling the immune microenvironment and antagonizing ferroptosis in CRC cells, providing a theoretical basis for developing INHBA-targeted inhibitors or combined immunoferroptosis therapeutic strategies. Mechanisms of INHBA in colorectal cancer In colorectal cancer, INHBA is upregulated. Acting as a scaffold protein, INHBA inhibits the K48-linked ubiquitination and degradation of the mitochondrial protein SLC25A10, mediated by the E3 ubiquitin ligase TRIM21. This inhibition leads to the upregulation of SLC25A10 expression. The upregulated SLC25A10 facilitates the transport of succinate from the mitochondrial matrix to the cytoplasm and further secretes it outside the tumor cells. The secreted succinate binds to SUCNR1 on macrophages, activating the succinate/SUCNR1 axis, which in turn promotes the M2 polarization of tumor-associated macrophages (TAMs). Meanwhile, SLC25A10, as one of the key mitochondrial glutathione (mtGSH) transporters embedded in the mitochondrial inner membrane, promotes the transport of glutathione (GSH) synthesized in the cytoplasm into the mitochondria. This process activates the mitochondrial GSH-GPX4 axis, thereby inhibiting mitochondrial ferroptosis. Through these two mechanisms, INHBA ultimately promotes the malignant progression of colorectal cancer.",
  "disease": "colorectal cancer"
}