{
    "title": "Body weight considerations in the B6C3F1 mouse and the use of dietary control to standardize background tumor incidence in chronic bioassays.",
    "doc_id": "14644626",
    "writer": "Leakey JE",
    "year": "2003",
    "summary": "In B6C3F1 mice, the rate of body growth influences susceptibility to liver neoplasia and large variations in body weight can complicate the interpretation of bioassay data. ...Cohorts of mice were successfully maintained at weights approximating their …",
    "abstract": "In B6C3F1 mice, the rate of body growth influences susceptibility to liver neoplasia and large variations in body weight can complicate the interpretation of bioassay data. The relationship between body weight and liver tumor incidence was calculated for historical control populations of male and female ad libitum-fed mice (approx. 2,750 and 2,300 animals, respectively) and in populations of male and female mice which had been subjected to forced body weight reduction due to either dietary restriction or exposure to noncarcinogenic chemicals (approx. 1,600 and 1,700, respectively). Resulting tumor risk data were then used to construct idealized weight curves for male and female B6C3F1 mice; these curves predict a terminal background liver tumor incidence of 15-20%. Use of dietary control to manipulate body growth of male B6C3F1 mice to fit the idealized weight curve was evaluated in a 2-year bioassay of chloral hydrate. Cohorts of mice were successfully maintained at weights approximating their idealized target weights throughout the study. These mice exhibited less body weight variation than their ad libitum-fed counterparts (e.g., standard deviations of body weight were 1.4 and 3.4 g for respective control groups at 36 weeks). Historical control body weight and tumor risk data from the two male mouse populations were utilized to predict background liver tumor rates for each experimental group of the chloral hydrate study. The predicted background tumor rates closely matched the observed rates for both the dietary controlled and ad libitum-fed chloral hydrate control groups when each mouse was evaluated according to either its weekly food consumption or its weekly change in body weight.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14644626/"
}