{
    "title": "Effects of polygenic risk score of type 2 diabetes on the hippocampal topological property and episodic memory.",
    "doc_id": "35904672",
    "writer": "Zhang Y",
    "year": "2022",
    "summary": "The hippocampus is the most vulnerable brain region in individuals with type 2 diabetes. However, whether the genetic risk of type 2 diabetes is associated with the hippocampus and episodic memory remains unclear. ...In addition, the right hippocampal …",
    "abstract": "Type 2 diabetes is associated with a higher risk of dementia. The pathogenesis is complex and partly influenced by genetic factors. The hippocampus is the most vulnerable brain region in individuals with type 2 diabetes. However, whether the genetic risk of type 2 diabetes is associated with the hippocampus and episodic memory remains unclear. This study explored the influence of polygenic risk score (PRS) of type 2 diabetes on the white matter topological properties of the hippocampus among individuals with and without type 2 diabetes and its associations with episodic memory. This study included 103 individuals with type 2 diabetes and 114 well-matched individuals without type 2 diabetes. All the participants were genotyped, and a diffusion tensor imaging-based structural network was constructed. PRS was calculated based on a genome-wide association study of type 2 diabetes. The PRS-by-disease interactions on the bilateral hippocampal topological network properties were evaluated by analysis of covariance (ANCOVA). There were significant PRS-by-disease interaction effects on the nodal topological properties of the right hippocampus node. In the individuals with type 2 diabetes, the PRS was correlated with the right hippocampal nodal properties, and the nodal properties were correlated with the episodic memory. In addition, the right hippocampal nodal properties mediated the effect of PRS on episodic memory in individuals with type 2 diabetes. Our results suggested a gene-brain-cognition biological pathway, which might help understand the neural mechanism of the genetic risk of type 2 diabetes affects episodic memory in type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35904672/"
}