{
    "title": "Oxidative stress in airway diseases.",
    "doc_id": "24313766",
    "writer": "Holguin F.",
    "year": "2013",
    "summary": "Airway oxidative stress is broadly defined as an imbalance between prooxidative and antioxidative processes in the airway. ...Airway oxidative stress has been associated with worse disease severity, reduced lung function, and epigenetic changes that ca …",
    "abstract": "Airway oxidative stress is broadly defined as an imbalance between prooxidative and antioxidative processes in the airway. Given its direct exposure to the environment, the lung has several mechanisms to prevent an excessive degree of oxidative stress. Both enzymatic and nonenzymatic systems can buffer a wide range of reactive oxidative species and other compounds with oxidative potential. In diseases like asthma and chronic obstructive lung disease, airway oxidative stress can occur from a number of sources, including greater exposure to environmental prooxidants, airway infiltration of inflammatory cells, metabolic deregulation, and reduced levels of antioxidants. Airway oxidative stress has been associated with worse disease severity, reduced lung function, and epigenetic changes that can diminish response to steroids. Although oxidative stress has been linked to a wide range of adverse biological effects, it has also been associated with adaptive responses and with resolution of inflammation. Therefore, more than being an imbalance with a predictable threshold after which disease or injury ensues, oxidative stress is a dynamic and continuous process. This might explain why supplementing antioxidants has largely failed to improve diseases such as asthma and chronic obstructive pulmonary disease. However, the therapeutic potential of antioxidants could be greatly improved by taking an approach that considers individual and environmental risk factors, instead of treating oxidative airway stress broadly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24313766/"
}