{
    "title": "Evaluating the Quality of Overactive Bladder Patient Education Material on YouTube: A Pilot Study Using the Patient Education Materials Assessment Tool.",
    "doc_id": "32827536",
    "writer": "Ji L",
    "year": "2020",
    "summary": "Videos were scored using the Agency for Healthcare Research and Quality's Patient Education Materials Assessment Tool (PEMAT) for Audiovisual materials, which is subdivided into understandability and actionability domains, each with a maximum score of 100%. ...All U …",
    "abstract": "Objectives:\n        \n      \n      To assess the characteristics and quality of patient education content for overactive bladder (OAB) on YouTube.\n    \n\n\n          Methods:\n        \n      \n      We searched YouTube on September 10, 2019 and reviewed the top 25 search results for \"overactive bladder.\" For comparison, we reviewed 3 Urology Care Foundation (UCF) OAB education videos on YouTube. Videos were scored using the Agency for Healthcare Research and Quality's Patient Education Materials Assessment Tool (PEMAT) for Audiovisual materials, which is subdivided into understandability and actionability domains, each with a maximum score of 100%.\n    \n\n\n          Results:\n        \n      \n      The mean length was 9.5 (0.9-34) minutes and the mean number of views was 151,382 (127-2,032,441). Of the top 25 search results, the mean PEMAT understandability score was 74% ± 16% (range 41%-100%). The mean PEMAT actionability score was 57% ± 39% (range 0%-100%). Seventy-two percent of the reviewed videos featured a physician. In comparison, the 3 UCF videos had an average of 5840 views, 3 minutes length, and PEMAT understandability and actionability scores of 93% and 100%. All UCF OAB videos featured urologists.\n    \n\n\n          Conclusion:\n        \n      \n      The quality of OAB patient education materials on YouTube varies significantly in understandability and actionability. Although the UCF videos scored much higher on the PEMAT than our reviewed videos, they did not appear within the top 25 search results for OAB. There is great opportunity for the American Urological Association (AUA)/UCF and Society of Urodynamics, Female Pelvic Medicine & Urogenital Reconstruction (SUFU) to increase its outreach to patients on platforms like YouTube.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32827536/"
}