{
    "title": "Peritoneal dialysis and heart failure.",
    "doc_id": "41117179",
    "writer": "Hsu CM",
    "year": "2026",
    "summary": "PURPOSE OF REVIEW: Heart failure and chronic kidney disease are frequently comorbid, with both characterized by salt and water retention that lead to clinical deterioration. ...System and logistic challenges remain for more widespread uptake of peritoneal dialysis i …",
    "abstract": "Purpose of review:\n        \n      \n      Heart failure and chronic kidney disease are frequently comorbid, with both characterized by salt and water retention that lead to clinical deterioration. Peritoneal dialysis can effectively treat fluid overload and maintain euvolemia but remains underutilized. This review addresses the use of peritoneal dialysis in heart failure, including its potential advantages and also its challenges.\n    \n\n\n          Recent findings:\n        \n      \n      The 2019 Advancing American Kidney Health initiative incentivized increased use of peritoneal dialysis in the United States. There is, therefore, growing recognition of peritoneal dialysis's appropriateness for heart failure, in that it can effectively remove volume, often with greater hemodynamic stability than intermittent hemodialysis. Peritoneal dialysis additionally avoids the risk of systemic bloodstream infection, which may be particularly high risk for patients with cardiac devices. System and logistic challenges remain for more widespread uptake of peritoneal dialysis in people with kidney failure and heart failure, including limited ability to urgently start peritoneal dialysis and clinician and hospital inexperience.\n    \n\n\n          Summary:\n        \n      \n      Peritoneal dialysis is an effective therapy for heart failure in individuals with kidney failure but remains underutilized. Strategies for increased uptake include provider education and greater structural and logistic support, particularly in the inpatient setting.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41117179/"
}