{
  "pmid": "41419054",
  "title": "Basic needs navigation intervention to address multidimensional adversity in African Americans with diabetic kidney disease: A pilot randomized clinical trial protocol.",
  "abstract": "Diabetic kidney disease (DKD) is the leading cause of end stage kidney disease (ESKD) in the United States. African Americans have a risk of developing chronic kidney disease and are almost four times more likely to progress to ESKD compared to non-Hispanic whites. The presence of social adversities impacts the complex self-management of DKD and negatively impacts health outcomes. Patient navigation interventions offer a promising strategy to improve health outcomes in individuals with chronic disease. However, it is not known whether a basic needs navigation intervention that addresses social adversities in combination with patient education and lifestyle coaching leads to improved clinical and patient-centered outcomes. This ongoing 3-year two-arm pilot randomized clinical trial will test the feasibility of a basic needs navigation intervention in African American adults with DKD experiencing multidimensional adversity (having one or more social adversity). Fifty African American adults with DKD experiencing one or more social adversity and who have uncontrolled diabetes (HbA1c 8 % or more) will be randomized into one of two arms: 1) basic needs navigation intervention arm or 2) enhanced usual care arm. The primary clinical outcome is feasibility of the basic needs navigation intervention as measured by recruitment, session attendance and retention. The results of this study will serve as a first step in addressing current gaps in knowledge and will provide feasibility data for a large-scale appropriately powered, randomized clinical trial focused on addressing social adversity in African American adults with DKD. This trial was approved by Medical College of Wisconsin IRB Protocol # PRO00041675. Registration for this trial can be found under ID: NCT05357742 and online (https://clinicaltrials.gov/ct2/show/NCT05357742?id=NCT05357742&draw=2&rank=1) on the NIH U.S. National Library of Medicine Clinical Trials Database.",
  "disease": "chronic kidney disease"
}