{
    "title": "A scoping review of brief alcohol interventions across young adult subpopulations.",
    "doc_id": "35191717",
    "writer": "Cronce JM",
    "year": "2022",
    "summary": "RESULTS: Of 4,825 identified records, 158 provided data; 86 described interventions fitting our definition of brief; of these, only 21 met criteria based on our definition of young adult, with nine meeting full inclusion criteria based on young adult s …",
    "abstract": "Objective:\n        \n      \n      Brief alcohol interventions (BAIs) have historically centered on young adults attending 4-year predominantly white institutions. The purpose of this scoping review is to determine BAIs evaluated among young adults with one or more marginalized/understudied racial, ethnic, sexual, gender, and military/Veteran identities and/or who are embedded in an understudied context based on houselessness, attending a 2-year institution, or not attending college. A secondary objective is to explore definitions of the constructs young adult and brief to inform subsequent systematic reviews.\n    \n\n\n          Method:\n        \n      \n      Sources had to be published in English between January 1, 1999 and December 31, 2019 and report the evaluation of an intervention ≤ 5 hr long, delivered over ≤ 4 weeks, among participants aged 18-30 years (or 16-30 in college contexts) within a specified marginalized/understudied subpopulation/context wherein alcohol use and/or consequences were a primary outcome. Systematic searches were conducted in APA PsycNet, the EBSCO Psychology and Behavioral Sciences Collection, PubMed, Sociological Abstracts, and Web of Science. Screening was independently performed by two coders who also extracted data.\n    \n\n\n          Results:\n        \n      \n      Of 4,825 identified records, 158 provided data; 86 described interventions fitting our definition of brief; of these, only 21 met criteria based on our definition of young adult, with nine meeting full inclusion criteria based on young adult subpopulation.\n    \n\n\n          Conclusions:\n        \n      \n      Findings signify a need for additional research evaluating BAIs among young adult subpopulations and highlight the importance of carefully defining and reporting participant characteristics. Increased attention to sociocultural considerations and strengths relevant to the diverse contexts and intersecting identities of young adults may strengthen extant BAIs and equitably mitigate alcohol-related harm. (PsycInfo Database Record (c) 2022 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35191717/"
}