{
    "title": "Web-Based Interventions for Weight Loss or Weight Loss Maintenance in Overweight and Obese People: A Systematic Review of Systematic Reviews.",
    "doc_id": "28652225",
    "writer": "Sorgente A",
    "year": "2017",
    "summary": "BACKGROUND: Weight loss is challenging and maintenance of weight loss is problematic. Web-based programs offer good potential for delivery of interventions for weight loss or weight loss maintenance. ...RESULTS: Web-based in …",
    "abstract": "Background:\n        \n      \n      Weight loss is challenging and maintenance of weight loss is problematic. Web-based programs offer good potential for delivery of interventions for weight loss or weight loss maintenance. However, the precise impact of Web-based weight management programs is still unclear.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this meta-systematic review was to provide a comprehensive summary of the efficacy of Web-based interventions for weight loss and weight loss maintenance.\n    \n\n\n          Methods:\n        \n      \n      Electronic databases were searched for systematic reviews and meta-analyses that included at least one study investigating the effect of a Web-based intervention on weight loss and/or weight loss maintenance among samples of overweight and/or obese individuals. Twenty identified reviews met the inclusion criteria. The Revised Assessment of Multiple SysTemAtic Reviews (R-AMSTAR) was used to assess methodological quality of reviews. All included reviews were of sufficient methodological quality (R-AMSTAR score ≥22). Key methodological and outcome data were extracted from each review.\n    \n\n\n          Results:\n        \n      \n      Web-based interventions for both weight loss and weight loss maintenance were more effective than minimal or control conditions. However, when contrasted with comparable non-Web-based interventions, results were less consistent across reviews.\n    \n\n\n          Conclusions:\n        \n      \n      Overall, the efficacy of weight loss maintenance interventions was stronger than the efficacy of weight loss interventions, but further evidence is needed to more clearly understand the efficacy of both types of Web-based interventions.\n    \n\n\n          Trial registration:\n        \n      \n      PROSPERO 2015: CRD42015029377; http://www.crd.york.ac.uk/PROSPERO/display_record.asp? ID=CRD42015029377 (Archived by WebCite at http://www.webcitation.org/6qkSafdCZ).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28652225/"
}