{
    "title": "Continuous glycemic monitoring in managing diabetes in adult patients with wolfram syndrome.",
    "doc_id": "39096330",
    "writer": "Zmysłowska A",
    "year": "2024",
    "summary": "AIMS: In this study we evaluated the use of Continuous Glucose Monitoring system in adults with insulin-dependent diabetes in the course of Wolfram syndrome (WFS) in comparison to patients with type 1 diabetes (T1D). ...Additionally, WFS patients displayed lower tim …",
    "abstract": "Aims:\n        \n      \n      In this study we evaluated the use of Continuous Glucose Monitoring system in adults with insulin-dependent diabetes in the course of Wolfram syndrome (WFS) in comparison to patients with type 1 diabetes (T1D).\n    \n\n\n          Methods:\n        \n      \n      Individuals with WFS (N = 10) used continuous glucose monitoring for 14 days and were compared with 30 patients with T1D matched using propensity score for age and diabetes duration. Glycemic variability was calculated with Glyculator 3.0.\n    \n\n\n          Results:\n        \n      \n      We revealed significant differences in glycemic indices between adults with Wolfram syndrome-related diabetes and matched comparison group. Patients with Wolfram syndrome presented lower mean glucose in 24-h and nighttime records [24h: 141.1 ± 30.4mg/dl (N = 10) vs 164.9 ± 31.3mg/dl (N = 30), p = 0.0427; nighttime: 136.7 ± 39.6mg/dl vs 166.2 ± 32.1mg/dl (N = 30), p = 0.0442]. Moreover, they showed lower standard deviation of sensor glucose over all periods [24h: 50.3 ± 9.2mg/dl (N = 10) vs 67.7 ± 18.7 mg/dl (N = 30), p = 0.0075; daytime: 50.8 ± 8.7mg/dl (N = 10) vs 67.4 ± 18.0mg/dl (N = 30), p = 0.0082; nighttime: 45.1 ± 14.9mg/dl (N = 10) vs 65.8 ± 23.2mg/dl (n = 30), p = 0.0119] and coefficient of variation at night [33.3 ± 5.8% (N = 10) vs 40.5 ± 8.8% (N = 30), p = 0.0210]. Additionally, WFS patients displayed lower time in high-range hyperglycemia (> 250mg/dl) across all parts of day [24h: 4.6 ± 3.8% (N = 10) vs 13.4 ± 10.5% (N = 30), p = 0.0004; daytime: 4.7 ± 3.9% (N = 10) vs 13.8 ± 11.2% (N = 30), p = 0.0005; nighttime: 4.2 ± 5.5% (N = 10) vs 12.1 ± 10.3% (N = 30), p = 0.0272].\n    \n\n\n          Conclusions:\n        \n      \n      Adult patients with Wolfram syndrome show lower mean blood glucose, less extreme hyperglycemia, and lower glycemic variability in comparison to patients with type 1 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39096330/"
}