{
    "title": "Trends of cancer mortality in Xi'an City, China: 2005-2020.",
    "doc_id": "35567625",
    "writer": "Chen N",
    "year": "2022",
    "summary": "The join point regression models were used to analyze the change trend of standard mortality of malignant tumors in Xi'an from 2005 to 2020. The appropriate gray models were selected to predict the death of malignant tumors in Xi'an in the next decade. …",
    "abstract": "Purpose:\n        \n      \n      Describe and predict the malignant tumor deaths in Xi'an so as to provide evidence for the government to formulate the prevention and treatment plans.\n    \n\n\n          Methods:\n        \n      \n      Overall malignant tumor death in Xi'an in the past 16 years was described. The multi-decrease life table was used to calculate cumulative mortality risk by cause and life expectancy reduction years by cause of malignant tumors in 2020. The join point regression models were used to analyze the change trend of standard mortality of malignant tumors in Xi'an from 2005 to 2020. The appropriate gray models were selected to predict the death of malignant tumors in Xi'an in the next decade.\n    \n\n\n          Results:\n        \n      \n      The mortality of total malignant tumors in Xi'an showed that men are higher than women and the elderly are higher than other groups. As for 2020, lung cancer had the highest risk of death for both men and women, while leukemia had the highest life expectancy reduction years by cause. From 2005 to 2020, standardized mortality of majority malignant tumors showed downward trends, which were particularly obvious in recent years. The prediction results of several major malignant tumors showed that in the next decade, the mortality of most malignant tumors had downward trends, but combined with the increase of population in the future, the number of malignant tumor deaths in Xi'an will continue to increase.\n    \n\n\n          Conclusions:\n        \n      \n      Malignant tumors in Xi'an have decreasing mortality trends in recent years, and effective measures to prevent and treat tumors should be strengthened in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35567625/"
}