{
  "pmid": "41360688",
  "title": "Doing things differently: Integrating evidence-based marketing frameworks into pharmacy practice to promote respiratory health services.",
  "abstract": "Accessible health services play a crucial role in the management of chronic conditions such as asthma and chronic obstructive pulmonary disease, and the associated reduction in their corresponding morbidity and mortality rates. The evolution of the community pharmacist's role, combined with the highly accessible community pharmacy setting, positions pharmacists as key providers of timely, preventive, and supportive interventions for respiratory health. Despite the use of theories such as the Capability, Opportunity, Motivation, and Behavior (COM-B) model or Theoretical Domains Framework to guide the implementation of professional services, the uptake of respiratory health services in community pharmacies remains inconsistent across pharmacies and service types, presenting a lost opportunity to improve outcomes for people living with chronic respiratory conditions. Whilst these frameworks recognize communication and marketing as key factors influencing successful service implementation, they were not developed to guide the systematic marketing, communication, or promotion of these services to patients and the wider community. The commercial sector has long leveraged evidence-based marketing frameworks, segmentation and targeting approaches, and promotional strategies to systematically guide the planning, execution, and evaluation of its marketing activities. These frameworks or models are designed to provide clarity and consistency, ensuring that marketing decisions are not ad hoc or reactive, but are instead aligned with the broader goals of the organizations involved. Given the success of these approaches, we assert that adapting such frameworks within pharmacy health services can enhance understanding of consumer psychology and, in turn, enable us to market these services more effectively. This commentary advocates the need for exploring how pharmacy services can be better communicated and marketed to potential health consumers, using respiratory health services as an example.",
  "disease": "chronic obstructive pulmonary disease"
}