{
    "title": "Recovery of bimodal locomotion in the spinal-transected salamander, Pleurodeles waltlii.",
    "doc_id": "15450078",
    "writer": "Chevallier S",
    "year": "2004",
    "summary": "Electromyographic (EMG) analysis was used to provide an assessment of the recovery of locomotion in spinal-transected adult salamanders (Pleurodeles waltlii). EMG recordings were performed during swimming and overground stepping in the same animal before and at various tim …",
    "abstract": "Electromyographic (EMG) analysis was used to provide an assessment of the recovery of locomotion in spinal-transected adult salamanders (Pleurodeles waltlii). EMG recordings were performed during swimming and overground stepping in the same animal before and at various times (up to 500 days) after a mid-trunk spinalization. Two-three weeks after spinalization, locomotor EMG activity was limited to the forelimbs and the body rostral to the transection. Thereafter, there was a return of the locomotor EMG activity at progressively more caudal levels below the transection. The animals reached stable locomotor patterns 3-4 months post-transection. Several locomotor parameters (cycle duration, burst duration, burst proportion, intersegmental phase lag, interlimb coupling) measured at various recovery times after spinalization were compared with those in intact animals. These comparisons revealed transient and long-term alterations in the locomotor parameters both above and below the transection site. These alterations were much more pronounced for swimming than for stepping and revealed differences in adaptive plasticity between the two locomotor networks. Recovered locomotor activity was immediately abolished by retransection at the site of the original spinalization, suggesting that the spinal cord caudal to the transection was reinnervated by descending brain and/or propriospinal axons, and that this regeneration contributed to the restoration of locomotor activity. Anatomical studies conducted in parallel further demonstrated that some of the regenerated axons came from glutamatergic and serotoninergic immunoreactive cells within the reticular formation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15450078/"
}