{
  "pmid": "41365092",
  "title": "Protocol and performance of coronary computed tomography angiography in patients with atrial fibrillation: a systematic review and meta-analysis.",
  "abstract": "The aim of this study was to systematically investigate protocols and performance of iopromide contrast-enhanced coronary computed tomography angiography (CCTA) for diagnosing coronary artery disease (CAD) in patients with atrial fibrillation (AF). We searched PubMed, Embase, Web of Science, and the Cochrane Library for eligible studies of iopromide contrast-enhanced CCTA in patients with AF from inception to February 2025. Using a random-effect model, we pooled the following diagnostic metrics of CCTAs from included studies: diagnostic segments, effective radiation dose, sensitivity, specificity, and receiver operating characteristic (ROC) curve for CAD diagnosis versus conventional angiography. We included 14 studies involving 601 patients with AF who underwent iopromide 370 mgI/ml contrast-enhanced CCTA. Most studies applied individualised contrast and voltage protocols. Pooled analysis in 11 of those 14 studies indicated 98% segments were diagnostic (95% confidence interval [CI]: 0.96-0.99) with consistent results in subgroups of patients with heart rate variation >50 beats per minute, patients with overweight status, and patients with heart valve diseases. Scanners with ≥128 slices or individualised protocols could further improve image quality. The per-patient ROC was 0.97 (95% CI: 0.95-0.98), while the per-segment ROC was 0.99 (95% CI: 0.98-0.99). In addition, prospective-triggered or individualised voltage protocols reduced radiation dose by approximately 50%. Our meta-analysis showed that 370-mgI/ml iopromide contrast-enhanced CCTA delivers consistent image quality and accurate diagnosis of CAD in patients with AF. The use of high-performance scanners combined with individualised protocols and prospective acquisition could further enhance image quality while reducing radiation exposure.",
  "disease": "coronary artery disease"
}