{
  "pmid": "41422894",
  "title": "Comprehensive Transcriptome and miRNome Profiling in Metachronous Colorectal Liver Metastasis: Insight into the Prognostic and Molecular Subtypes.",
  "abstract": "In colorectal cancer, approximately 50-70% of metastases go into the liver; however, their molecular signature remains unknown. We aimed to investigate the transcriptome and miRNome profiles of metachronous colorectal liver metastasis (mCLM) within the hepatic microenvironment and to identify key deregulated genes, microRNAs (miRNAs), pathways, and their clinical relevance. We performed differential expression analysis on 36 mCLM and adjacent non-malignant liver tissue pairs by RNA sequencing. Gene set enrichment analysis and consensus molecular subtype (CMS) classification helped to explore pathways. Tumor samples were stratified by their KRAS mutation status. miRNA-mRNA interactions were investigated through co-expression and correlation analysis, with prognostic relevance assessed by survival analysis. Validation of key interactions was accomplished using multiMiR. We identified 1809 upregulated and 1639 downregulated genes and 108 upregulated and 92 downregulated miRNAs in mCLM compared to the adjacent non-malignant liver. Upregulated genes were associated with epithelial to mesenchymal transition, G2M checkpoints, and E2F targets. About 47% of samples belonged to CMS2 and 22% to mesenchymal CMS4, with distinct mutational patterns. mRNA co-expression identified four clusters (associated with metabolism, cell cycle, DNA metabolism, and oncogenic signaling pathways), and miRNA co-expression identified six clusters. The hub miRNAs hsa-let-7c, hsa-miR-21-5p, hsa-miR-106a-5p, hsa-miR-139-5p, hsa-miR-101-3p, and hsa-miR-20b-5p were among the inversely correlated miRNA-mRNA clusters. An integrative analysis highlighted PEA15 interaction with hsa-miR-320b/c, TEX2/CTSO with hsa-miR-103a-3p, and PHLDA3 with hsa-miR-1304 and prognostic relevance for ZNF441, CTSO, TEX2, EID1, CMC1, hsa-miR-4634, hsa-miR-3184-5p, has-miR-320b, hsa-miR-1304-3p, hsa-miR-7-1-3p, hsa-miR-144-3p, hsa-miR-1303, and hsa-miR-660-3p. The miRNA-mRNA interactions were validated using real-time PCR in independent patient cohorts. This study revealed a complex molecular landscape of mCLM within the hepatic microenvironment and novel miRNA-mRNA interactions with potential prognostic and therapeutic implications.",
  "disease": "colorectal cancer"
}