{
    "title": "Metabolic consequences of altered kidney glucose reabsorption under normoglycemic conditions.",
    "doc_id": "40550327",
    "writer": "Ahmad M",
    "year": "2025",
    "summary": "OBJECTIVE: Kidney glucose reabsorption, primarily mediated by glucose transporter 2 (GLUT2), is essential for systemic glucose homeostasis. ...Its deletion induces a systemic energy-conserving phenotype driven by kidney-intrinsic changes, highlighting the kidney …",
    "abstract": "Objective:\n        \n      \n      Kidney glucose reabsorption, primarily mediated by glucose transporter 2 (GLUT2), is essential for systemic glucose homeostasis. While GLUT2's role has been studied in diabetic conditions, its function in kidney proximal tubule cells (KPTCs) under normo-physiological conditions remains unclear. This study aimed to delineate the metabolic consequences of KPTC-specific GLUT2 deletion on renal and whole-body energy homeostasis.\n    \n\n\n          Methods:\n        \n      \n      We utilized a conditional mouse model with KPTC-specific deletion of GLUT2 to assess the impact of impaired renal glucose reabsorption on systemic metabolism. Comprehensive metabolic and behavioral phenotyping, tissue-specific glucose uptake assays, and multi-omics analyses were performed to evaluate changes in energy balance, organ-specific metabolism, and signaling pathways.\n    \n\n\n          Results:\n        \n      \n      Loss of KPTC-GLUT2 led to increased food intake, enhanced systemic carbohydrate oxidation, and elevated fat and muscle mass. These changes were accompanied by altered glucose utilization across metabolic organs and improvements in whole-body lipid profile. Mechanistically, the phenotype was linked to metabolic reprogramming in the kidney, characterized by increased reabsorption and bioavailability of taurine and creatine, overactivation of mTORC1 signaling, and elevated endocannabinoid tone.\n    \n\n\n          Conclusions:\n        \n      \n      KPTC-GLUT2 plays a previously unrecognized role in regulating renal and systemic energy metabolism. Its deletion induces a systemic energy-conserving phenotype driven by kidney-intrinsic changes, highlighting the kidney's contribution to whole-body metabolic homeostasis beyond glucose filtration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40550327/"
}