{
  "pmid": "41461171",
  "title": "A Decade of Impact: Outcomes and Opportunities From the College of American Pathologists Foundation Grants and Awards Program.",
  "abstract": "Pathology is essential to global health care, yet disparities remain in access to education and training. The College of American Pathologists (CAP) Foundation addresses these gaps through grants and awards that support trainees, early-career pathologists, and initiatives promoting equity worldwide. Since 2015, total funding has increased from $18,400 to $84,098, an astounding 357%. To evaluate the CAP Foundation Grants and Awards Program during a 10-year period, assessing financial investment, award distribution, recipient characteristics, and impact. A mixed-methods retrospective study integrated (1) quantitative analysis of program data, (2) qualitative feedback from awardees, and (3) a quantitative award impact survey of past CAP Foundation awardees. Variables included demographics, award type, funding amounts, geographic distribution, and career stage. Surveys assessed professional development, mentorship, and long-term engagement with CAP. From 2015 to 2024, a total of 744 applicants submitted 760 applications, resulting in 355 awards across 14 categories. Applications increased more than 8-fold, peaking in 2023, with surges during the COVID-19 pandemic. Medical student applications grew from 1 in 2020 to 17 in 2024 (76% annual growth); 9 of 12 Medical Student Travel Award recipients (75%) entered pathology residency. Geographic disparities were noted, with smaller residency programs showing higher per capita application rates. Among 174 survey respondents, 129 (74%) reported networking benefits, 127 (73%) learning benefits, and 99 (57%) mentorship benefits, though only 49 (28%) sustained long-term mentoring relationships. The CAP Foundation's awards program has expanded access, supported career development, and fostered future pathologists. Strengthening long-term mentorship and bridging education-to-practice gaps may further enhance its impact.",
  "disease": "covid-19"
}