{
    "title": "Prevention and Attenuation of Covid-19 with the BNT162b2 and mRNA-1273 Vaccines.",
    "doc_id": "34192428",
    "writer": "Thompson MG",
    "year": "2021",
    "summary": "BACKGROUND: Information is limited regarding the effectiveness of the two-dose messenger RNA (mRNA) vaccines BNT162b2 (Pfizer-BioNTech) and mRNA-1273 (Moderna) in preventing infection with severe acute respiratory syndrome coronavirus 2 ( …",
    "abstract": "Background:\n        \n      \n      Information is limited regarding the effectiveness of the two-dose messenger RNA (mRNA) vaccines BNT162b2 (Pfizer-BioNTech) and mRNA-1273 (Moderna) in preventing infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and in attenuating coronavirus disease 2019 (Covid-19) when administered in real-world conditions.\n    \n\n\n          Methods:\n        \n      \n      We conducted a prospective cohort study involving 3975 health care personnel, first responders, and other essential and frontline workers. From December 14, 2020, to April 10, 2021, the participants completed weekly SARS-CoV-2 testing by providing mid-turbinate nasal swabs for qualitative and quantitative reverse-transcriptase-polymerase-chain-reaction (RT-PCR) analysis. The formula for calculating vaccine effectiveness was 100% × (1 - hazard ratio for SARS-CoV-2 infection in vaccinated vs. unvaccinated participants), with adjustments for the propensity to be vaccinated, study site, occupation, and local viral circulation.\n    \n\n\n          Results:\n        \n      \n      SARS-CoV-2 was detected in 204 participants (5%), of whom 5 were fully vaccinated (≥14 days after dose 2), 11 partially vaccinated (≥14 days after dose 1 and <14 days after dose 2), and 156 unvaccinated; the 32 participants with indeterminate vaccination status (<14 days after dose 1) were excluded. Adjusted vaccine effectiveness was 91% (95% confidence interval [CI], 76 to 97) with full vaccination and 81% (95% CI, 64 to 90) with partial vaccination. Among participants with SARS-CoV-2 infection, the mean viral RNA load was 40% lower (95% CI, 16 to 57) in partially or fully vaccinated participants than in unvaccinated participants. In addition, the risk of febrile symptoms was 58% lower (relative risk, 0.42; 95% CI, 0.18 to 0.98) and the duration of illness was shorter, with 2.3 fewer days spent sick in bed (95% CI, 0.8 to 3.7).\n    \n\n\n          Conclusions:\n        \n      \n      Authorized mRNA vaccines were highly effective among working-age adults in preventing SARS-CoV-2 infection when administered in real-world conditions, and the vaccines attenuated the viral RNA load, risk of febrile symptoms, and duration of illness among those who had breakthrough infection despite vaccination. (Funded by the National Center for Immunization and Respiratory Diseases and the Centers for Disease Control and Prevention.).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34192428/"
}