{
    "title": "Students' versus residency programs' perceptions of a high-quality PGY1 residency applicant.",
    "doc_id": "29706267",
    "writer": "Gibson CM",
    "year": "2018",
    "summary": "Several surveys asking residency programs to describe the most crucial qualities of a high-quality residency candidate have been conducted. However, no study has investigated whether congruency exists between pharmacy students' and residency programs' perceptions of …",
    "abstract": "Introduction:\n        \n      \n      Securing a pharmacy residency position is highly competitive, and pharmacy students must work throughout pharmacy school to ensure their applications are as competitive as possible. Several surveys asking residency programs to describe the most crucial qualities of a high-quality residency candidate have been conducted. However, no study has investigated whether congruency exists between pharmacy students' and residency programs' perceptions of these sought-after qualities.\n    \n\n\n          Methods:\n        \n      \n      We surveyed pharmacy students to compare their perceptions of important qualities of residency candidates for securing an interview and ultimately being ranked by residency programs. The results were compared to results of an identical previously-published survey of residency program directors.\n    \n\n\n          Results:\n        \n      \n      Student and program perceptions of important qualities of residency candidates were mostly in agreement. Students' perceptions of qualities considered for final ranking of candidates are similar among pharmacy students in professional years 1-3 (P1-P3). However, P3 students' perceptions of qualities important for interview invitations are better aligned with residency programs than P1 and P2 students.\n    \n\n\n          Discussion:\n        \n      \n      Students' and programs' perceptions of important qualities for residency candidates were well aligned on most items. However, only students perceived a letter of recommendation from the dean and North American Pharmacist Licensure Examination (NAPLEX) scores as an important factor for residency. As the pharmacy curriculum progresses, students' and residency programs' perceptions of the most important qualities used to ultimately rank candidates appear to converge; however, perceptions of important characteristics for an interview invitation were consistent over time.\n    \n\n\n          Conclusions:\n        \n      \n      Overall, perceptions of components of a high-quality residency applicant are congruent between residency programs and students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29706267/"
}