{
  "pmid": "41440059",
  "title": "Cell-Free Therapies for Chronic Pain: The Rise of the Mesenchymal Stem Cell Secretome.",
  "abstract": "Chronic pain is a pervasive global health issue that significantly impairs quality of life and remains inadequately managed by current therapeutic options. Traditional pharmacological treatments often offer limited relief and are associated with significant side effects, highlighting the urgent need for safer and more effective alternatives. Among emerging strategies, mesenchymal stem cell (MSC)-derived secretome, an acellular product composed of bioactive molecules such as cytokines, growth factors and extracellular vesicles, has gained increasing attention for its potent anti-inflammatory, neuroprotective and immunomodulatory properties. Unlike whole-cell therapies, secretome-based interventions offer advantages, including lower immunogenicity, higher safety and easier standardization and storage. Preclinical studies demonstrated that MSC secretome effectively alleviates pain-like behavior across various models of neuropathic, inflammatory and degenerative pain, primarily through neuroimmune modulation and glial cell reprogramming. In vitro experiments confirm its role in promoting neuronal survival, regulating opioid receptor expression and modulating (neuro)inflammatory responses. Preliminary clinical evidence supports its analgesic efficacy in conditions such as osteoarthritis, chronic low back pain and post-surgical pain, with a favorable safety profile and promising therapeutic outcomes. However, challenges remain, including variabilities in secretome composition, lack of standardized production protocols and absence of large-scale clinical trials. Despite these limitations, MSC secretome therapy represents a transformative approach in pain medicine. Continued research efforts are essential to optimize formulation, dosing and delivery strategies, as well as to clarify the regulatory landscape. With further validation, the MSC secretome could emerge as a novel, scalable and clinically viable solution for the management of chronic pain, bridging critical gaps in current treatment paradigms.",
  "disease": "osteoarthritis"
}