{
  "pmid": "41460033",
  "title": "Docosahexaenoic acid modulates microglial autophagy via miR-589-5p/toll-like receptor 4 axis in Alzheimer's disease.",
  "abstract": "To investigate the neuroprotective mechanism by which docosahexaenoic acid (DHA) promotes microglial autophagy via the miR-589-5p/toll-like receptor 4 (TLR4) axis in Alzheimer's disease. In vitro, BV2 microglial cells were treated with Aβ25-35 to establish an Alzheimer's disease model and subjected to DHA treatment with or without miR-589-5p inhibition and TLR4 overexpression. Cytotoxic effects were assessed by methylthiazolyldiphenyl-tetrazolium bromide assays. Autophagy markers (LC3-II/I ratio, Beclin1, and p62) were evaluated by Western blot and immunofluorescence. The miR-589-5p/TLR4 interaction was assessed using dual luciferase assays. For clinical validation, peripheral blood samples from healthy controls, patients with mild Alzheimer's disease, and patients with severe Alzheimer's disease (n = 30 each) were analyzed for miR-589-5p and TLR4 mRNA expression via quantitative reverse transcription PCR (qRT-PCR). In cellular assays, DHA significantly enhanced autophagy by increasing the LC3-II/I ratio and Beclin1 expression while decreasing p62 levels (P < 0.05). Mechanistic validation showed that miR-589-5p inhibition abolished DHA's autophagy-promoting effects, while TLR4 overexpression reversed these benefits. Conversely, miR-589-5p mimic treatment rescued autophagy even under TLR4 overexpression conditions. Dual-luciferase assays confirmed that miR-589-5p directly targets TLR4. Clinically, qRT-PCR analysis revealed that miR-589-5p expression was downregulated and TLR4 expression was upregulated in Alzheimer's disease patients compared to healthy controls, and these alterations were correlated with disease severity (P < 0.05). DHA enhances microglial autophagy via a novel miR-589-5p/TLR4 regulatory axis, a potential Alzheimer's disease therapy and biomarker for Alzheimer's disease progression.",
  "disease": "alzheimer disease"
}