{
  "pmid": "41432913",
  "title": "Paired liver-spleen high-frequency ultrasound deep learning network for full-stage liver fibrosis classification and clinical benefit compared with 2D-SWE in chronic hepatitis B cohort: a prospective multicenter study.",
  "abstract": "Elastography techniques such as two-dimensional shear wave elastography (2D-SWE) often result in missed or misdiagnoses when distinguishing between intermediate stages of liver fibrosis in clinical practice for patients with chronic hepatitis B (CHB). Between January 2020 and August 2023, we prospectively enrolled 964 potentially eligible CHB patients from 6 hospitals who underwent liver biopsy. Finally, 598 patients with 2139 high-frequency ultrasound (HF-US) images were included. LS-Net, a deep learning network based on paired liver-spleen HF-US images was trained for distinguishing different stages of liver fibrosis against a comparison network(L-Net), 2D-SWE, and radiologist. We further simulated potential clinical utility across three clinical guidelines and conducted subgroup analyses for potential confounding factors. LS-Net demonstrated consistently superior performance for all-stage liver fibrosis classification in the validation set (AUROC: 0.94, 0.87, 0.92; p < 0.05) compared to L-Net, 2D-SWE, and radiologist assessment. In our clinical simulation focused on CHB patients, LS-Net reduced the biopsy rate to 9.9% for cirrhosis detection, increased essential referral by 40.3% for advanced fibrosis, and substantially improved treatment decision-making for significant fibrosis compared to 2D-SWE. The model maintained stable performance across subgroups (BMI, inflammation, ALT, antiviral status). In this development and internal validation study in the CHB patient cohort, LS-Net demonstrated significantly higher diagnostic performance for all-stage liver fibrosis classification compared to L-Net, 2D-SWE and radiologist. Our findings indicate that LS-Net could offer potential clinical value for CHB management by reducing unnecessary biopsy rate, increasing essential referral rate, and promoting timely treatment.",
  "disease": "liver cirrhosis"
}