{
  "pmid": "41432623",
  "title": "In vivo and ex vivo cardiovascular haemodynamic responses of preterm growth-restricted lambs to perinatal asphyxia.",
  "abstract": "Fetal growth restriction (FGR) arises from chronic hypoxia and increases the risk of cardiovascular dysfunction following perinatal asphyxia, although underlying mechanisms remain unclear. We investigated whether cardiovascular responses to asphyxia are impaired in preterm FGR lambs and whether this arises from α1- and β1-adrenergic receptor dysfunction. Ewes underwent sterile fetal surgery at 89 days' gestation (d; term=148 d) to induce FGR (single umbilical artery ligation) or sham surgery (control). At 126 d, lambs were delivered, instrumented and randomised to immediate ventilation (ControlVENTn=6; FGRVENTn=6) or asphyxia (ControlASPHYXIAn=12; FGRASPHYXIAn=11) by umbilical cord occlusion until diastolic blood pressure (BP) decreased to 10 mmHg. Lambs were ventilated for 8 hours before baseline ex vivo cardiac function was assessed via Langendorff perfusion to measure left ventricular developed pressure (LVDP), heart rate (HR) and coronary perfusion pressure (CPP). Ex vivo α1- and β1-adrenergic responses were assessed via phenylephrine and dobutamine administration, respectively. FGRASPHYXIA lambs had lower BP during asphyxia and took longer to reach a diastolic BP of 10 mmHg (P<0.05 vs ControlASPHYXIA). FGRASPHYXIA lambs had lower BP in the first 5 minutes after return of spontaneous circulation due to impaired vascular contractility (P<0.05 vs ControlASPHYXIA). Baseline LVDP, HR and CPP were similar between groups. FGRASPHYXIA lambs had increased LVDP responses to phenylephrine and dobutamine (P<0.05 vs FGRVENT and ControlASPHYXIA), without significant changes to HR or CPP. Overall, FGR lambs exhibit impaired vascular contractility and heightened cardiac α1- and β1-adrenergic responsiveness after perinatal asphyxia, consistent with reduced autonomic regulation, potentially increasing susceptibility to cardiovascular dysfunction postnatally.",
  "disease": "coronary artery disease"
}