{
    "title": "Technique to match mesorectal lymph nodes imaging findings to histopathology: node-by-node comparison.",
    "doc_id": "36028725",
    "writer": "Zhuang Z",
    "year": "2023",
    "summary": "BACKGROUND: Lymph node status is critical for staging rectal cancer and determining neoadjuvant therapy regimens. Establishing a matching between imaging and histopathological lymph nodes is fundamental for predicting lymph node status. T …",
    "abstract": "Background:\n        \n      \n      Lymph node status is critical for staging rectal cancer and determining neoadjuvant therapy regimens. Establishing a matching between imaging and histopathological lymph nodes is fundamental for predicting lymph node status. This study reports a technique to achieve node-by-node pairing of mesorectal lymph nodes between imaging findings and histopathology.\n    \n\n\n          Methods:\n        \n      \n      Fifty-two patients with histopathologically verified rectal cancer underwent magnetic resonance imaging before surgery. The status of each lymph node in the surgical specimens was analyzed histopathologically and matched with preoperative imaging after the operation.\n    \n\n\n          Results:\n        \n      \n      A total of 346 mesorectal lymph nodes were located on imaging evaluation, of which 313 were confirmed histopathologically, and 33 were unmatched. The total success rate of the technique was 90.5%. Node-by-node analysis revealed 280 benign and 33 malignant nodal structures.\n    \n\n\n          Conclusion:\n        \n      \n      The technique to match mesorectal lymph node imaging findings to histopathology was feasible and effective. It simplified the technical method and had a reasonable success matching rate, which could provide a standardized approach for obtaining a prospective correlation between imaging and histological findings, supporting all subsequent related studies at the level of mesorectal lymph nodes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36028725/"
}