{
    "title": "Commercial sexual behaviour among university students who engaged in casual sexual behaviour in Eastern China: a cross-sectional study.",
    "doc_id": "40998850",
    "writer": "Chen W",
    "year": "2025",
    "summary": "To investigate the prevalence of commercial sexual behaviour among university students engaging in casual sexual behaviour in Zhejiang Province, China, and to characterise those involved, in order to guide healthcare providers and school authorities in designing eff …",
    "abstract": "To investigate the prevalence of commercial sexual behaviour among university students engaging in casual sexual behaviour in Zhejiang Province, China, and to characterise those involved, in order to guide healthcare providers and school authorities in designing effective HIV prevention intervention programmes. A cross-sectional study was conducted in 13 universities in Zhejiang Province, China, in 2018, using an anonymous online questionnaire with stratified cluster random sampling. Univariate and multivariate logistic regression analyses were used to examine factors associated with commercial sexual behaviour among the 631 participants who reported engaging in casual sexual behaviour. Of the 631 participants who had casual sexual behaviour, 196 (31.1%) had engaged in commercial sexual behaviour. The following factors were associated with commercial sexual behaviour: being male (adjusted odds ratio [AOR] = 2.17, 95% confidence interval [CI]: 1.10, 4.70); having ever had casual sexual behaviour after drinking (AOR = 2.21, 95% CI 1.39, 3.54); finding casual sexual partners through the internet (AOR = 3.20, 95% CI 1.78, 5.81); and finding casual sexual partners through offline entertainment venues (AOR = 2.86, 95% CI 1.54, 5.32), receiving an HIV risk self-assessment at university (AOR = 1.86, 95% CI 1.21, 2.85), and perceiving themselves to be at risk of HIV infection (AOR = 3.40, 95% CI 2.02, 5.75) were associated with engaging in commercial sexual behaviour. Those who believed that they could tell if someone was infected with HIV by their appearance (AOR = 0.55, 95% CI 0.34, 0.88), knew that the Centres for Disease Control and Prevention offered HIV testing services (AOR = 0.51, 95% CI 0.28, 0.94) and who sometimes/often (AOR = 0.33, 95% CI 0.20, 0.56) or always (AOR = 0.31, 95% CI 0.17, 0.56) used condoms during sex were less likely to engage in commercial sexual behaviour. A significant proportion of Chinese university students engage in commercial sexual behaviour. Interventions need to target these high-risk males and raise awareness of the risks of alcohol consumption. They should also provide guidance on cautious use of internet dating platforms and entertainment venues and emphasise the importance of consistent condom use.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40998850/"
}