{
    "title": "Inhibition of lipid peroxidation restores impaired vascular endothelial growth factor expression and stimulates wound healing and angiogenesis in the genetically diabetic mouse.",
    "doc_id": "11246889",
    "writer": "Altavilla D",
    "year": "2001",
    "summary": "The animals were killed on different days (3, 6, and 12 days after skin injury), and the wounded skin tissues were used for histological evaluation, for analysis of conjugated dienes (CDs), as an index of lipid peroxidation and wound breaking strength. ...The curren …",
    "abstract": "Impaired wound healing is a well-documented phenomenon in experimental and clinical diabetes. Experimental evidence suggests that a defect in vascular endothelial growth factor (VEGF) regulation might be associated with wound-healing disorders. We studied the involvement of lipid peroxidation in the pathogenesis of altered VEGF expression in diabetes-related healing deficit by using an incisional skin-wound model produced on the back of female diabetic C57BL/KsJ db+/ db+ mice and their normal (db+/+m) littermates. Animals were then randomized to the following treatment: raxofelast (15 mg.kg(-1).day(-1) i.p.), an inhibitor of lipid peroxidation, or its vehicle (DMSO/NaCl 0.9%, 1:1 vol: vol). The animals were killed on different days (3, 6, and 12 days after skin injury), and the wounded skin tissues were used for histological evaluation, for analysis of conjugated dienes (CDs), as an index of lipid peroxidation and wound breaking strength. Furthermore, we studied the time course of VEGF mRNA expression throughout the skin-repair process (3, 6, and 12 days after skin injury), by means of reverse transcriptase-polymerase chain reaction, as well as the mature protein in the wounds. Diabetic mice showed impaired wound healing with delayed angiogenesis, low breaking strength, and increased wound CD content when compared with their normal littermates. In healthy control mice, a strong induction of VEGF mRNA was found between day 3 and day 6 after injury, while no significant VEGF mRNA expression was observed at day 12 after injury. In contrast, VEGF mRNA levels, after an initial increase (day 3), were significantly lower in diabetic mice than in normal littermates, and light induction of VEGF mRNA expression was also present at day 12 after injury. Similarly, the wound content of the angiogenic factor was markedly changed in diabetic mice. Administration of raxofelast did not modify the process of wound repair in normal mice, but significantly improved the impaired wound healing in diabetic mice through the stimulation of angiogenesis, re-epithelization, and synthesis and maturation of extracellular matrix. Moreover, raxofelast treatment significantly reduced wound CD levels and increased the breaking strength of the wound. Lastly, the inhibition of lipid peroxidation restored the defect in VEGF expression during the process of skin repair in diabetic mice and normalized the VEGF wound content. The current study provides evidence that lipid peroxidation inhibition restores wound healing to nearly normal levels in experimental diabetes-impaired wounds and normalizes the defect in VEGF regulation associated with diabetes-induced skin-repair disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11246889/"
}