{
    "title": "Evidence For and Against Direct Kidney Infection by SARS-CoV-2 in Patients with COVID-19.",
    "doc_id": "34127485",
    "writer": "Hassler L",
    "year": "2021",
    "summary": "Despite evidence of multiorgan tropism of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in patients with coronavirus disease 2019 (COVID-19), direct viral kidney invasion has been difficult to demonstrate. ...In a smaller number o …",
    "abstract": "Despite evidence of multiorgan tropism of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in patients with coronavirus disease 2019 (COVID-19), direct viral kidney invasion has been difficult to demonstrate. The question of whether SARS-CoV2 can directly infect the kidney is relevant to the understanding of pathogenesis of AKI and collapsing glomerulopathy in patients with COVID-19. Methodologies to document SARS-CoV-2 infection that have been used include immunohistochemistry, immunofluorescence, RT-PCR, in situ hybridization, and electron microscopy. In our review of studies to date, we found that SARS-CoV-2 in the kidneys of patients with COVID-19 was detected in 18 of 94 (19%) by immunohistochemistry, 71 of 144 (49%) by RT-PCR, and 11 of 84 (13%) by in situ hybridization. In a smaller number of patients with COVID-19 examined by immunofluorescence, SARS-CoV-2 was detected in 10 of 13 (77%). In total, in kidneys from 102 of 235 patients (43%), the presence of SARS-CoV-2 was suggested by at least one of the methods used. Despite these positive findings, caution is needed because many other studies have been negative for SARS-CoV-2 and it should be noted that when detected, it was only in kidneys obtained at autopsy. There is a clear need for studies from kidney biopsies, including those performed at early stages of the COVID-19-associated kidney disease. Development of tests to detect kidney viral infection in urine samples would be more practical as a noninvasive way to evaluate SARS-CoV-2 infection during the evolution of COVID-19-associated kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34127485/"
}