{
    "title": "Effects of paired transcutaneous electrical stimulation delivered at single and dual sites over lumbosacral spinal cord.",
    "doc_id": "26453766",
    "writer": "Sayenko DG",
    "year": "2015",
    "summary": "To explore the effects and mechanisms of interactions during multi-site spinal cord stimulation we delivered transcutaneous electrical stimulation to the single or dual locations over the spinal cord corresponding to approximately L2 and S1 segments. Spinally …",
    "abstract": "It was demonstrated previously that transcutaneous electrical stimulation of multiple sites over the spinal cord is more effective in inducing robust locomotor behavior as compared to the stimulation of single sites alone in both animal and human models. To explore the effects and mechanisms of interactions during multi-site spinal cord stimulation we delivered transcutaneous electrical stimulation to the single or dual locations over the spinal cord corresponding to approximately L2 and S1 segments. Spinally evoked motor potentials in the leg muscles were investigated using single and paired pulses of 1ms duration with conditioning-test intervals (CTIs) of 5 and 50ms. We observed considerable post-stimulation modulatory effects which depended on CTIs, as well as on whether the paired stimuli were delivered at a single or dual locations, the rostro-caudal relation between the conditioning and test stimuli, and on the muscle studied. At CTI-5, the paired stimulation delivered at single locations (L2 or S1) provided strong inhibitory effects, evidenced by the attenuation of the compound responses as compared with responses from either single site. In contrast, during L2-S1 paradigm, the compound responses were potentiated. At CTI-50, the magnitude of inhibition did not differ among paired stimulation paradigms. Our results suggest that electrical stimuli delivered to dual sites over the lumbosacral enlargement in rostral-to-caudal order, may recruit different populations of motor neurons initially through projecting sensory and intraspinal connections and then directly, resulting in potentiation of the compound spinally evoked motor potentials. The interactive and synergistic effects indicate multi-segmental convergence of descending and ascending influences on the neuronal circuitries during electrical spinal cord stimulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26453766/"
}