{
    "title": "Sleep deprivation and quality of life among uterine cancer survivors: systematic review.",
    "doc_id": "34595604",
    "writer": "Alanazi MT",
    "year": "2022",
    "summary": "Despite the high rate of cancer survival, which is believed to be around 83%, assessing quality of life after a cancer diagnosis can help to improve such results. PURPOSE: This article aimed to describe the sleep patterns among uterine cancer survivors and verify ps …",
    "abstract": "Introduction:\n        \n      \n      While cancer survival might be a relief from a near-death health condition, the after-recovery period also predisposes the survivors to deteriorated quality of life as well as sleep deprivation. Patients with cancer may experience post-traumatic stress disorder (PTSD) throughout the diagnostic process and even after diagnosis is completed, especially when facing the possibility of tumor recurrence. Survivors, in particular, are frequently in a condition of uncertainty due to the 15 to 20% chance of recurrence within 3 years of the main treatment. Despite the high rate of cancer survival, which is believed to be around 83%, assessing quality of life after a cancer diagnosis can help to improve such results.\n    \n\n\n          Purpose:\n        \n      \n      This article aimed to describe the sleep patterns among uterine cancer survivors and verify psychological and physical factors affecting their general qualities of life. According to the qualitative study, uterine cancer survivors who receive treatment, whether pharmaceutical or therapeutic, have a higher quality of life than those who do not.\n    \n\n\n          Method:\n        \n      \n      PRISMA reporting was used for this systematic review. Electronic databases that were searched include PubMed, Cochrane Trial Register, and ScienceDirect for studies evaluating the sleep deprivation and quality of life among uterine cancer survivors. Ten publications were chosen based on inclusion criteria that included uterine cancer survivors who had finished their treatments and addressed sleep quality or overall quality of life.\n    \n\n\n          Results:\n        \n      \n      The main finding of the systematic review is that 61% of uterine cancer survivors had poor sleep quality, and 81% have a decreased quality of life.\n    \n\n\n          Conclusion:\n        \n      \n      According to the most recent research, uterine cancer survivors suffer from sleep deprivation, which leads to a lower quality of life. However, the same study reveals that uterine cancer survivors suffering with sleep loss use a variety of cognitive behavioral therapy to improve their quality of life. Maintaining a healthy diet, incorporating physical activity into daily routines, receiving cognitive behavior therapy, participating in relevant training programs, and obtaining frequent depression and sexual health screenings are just a few of the CBT mechanisms mentioned.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34595604/"
}