{
  "pmid": "41446834",
  "title": "The association between intrahepatic malignant tumors and hepatitis B-related pathological cirrhosis: a retrospective cohort study.",
  "abstract": "Hepatocellular carcinoma (HCC) is one of the most common and aggressive malignancies worldwide, with chronic hepatitis B virus (HBV) infection being the primary etiology. HBV-induced liver fibrosis and cirrhosis are significant pathological foundations for the development of HCC. Although several predictive models for HCC in patients with chronic hepatitis B (CHB) exist, a unified model for predicting the progression from cirrhosis, based on pathological diagnosis, to HCC has not yet been established. This study aims to explore the probability and predictive factors of intrahepatic malignant tumor development from a pathological perspective, providing a theoretical basis for clinical intervention. This retrospective study enrolled patients with HBeAg-positive CHB who had pathological cirrhosis (Scheuer/Ludwig stage S4) at the Shanghai Public Health Clinical Center before April 2023. Inclusion criteria comprised persistent HBsAg positivity for at least 6 months and pathological cirrhosis (stage S4) with disease remission following antiviral therapy. Exclusion criteria included cirrhosis stages 0-3, concurrent infections with other viruses, and severe comorbidities. A total of 471 patients were included, with 34 developing HCC during follow-up. Patients were randomly assigned to a training set ( The incidence of HCC was 4.89% in the training set and 2.34% in the validation set. Univariate analysis identified age, CHE, WBC, Hb, PLT, ANC, AMC, HA, and CIV as significantly associated with HCC development. Multivariate analysis confirmed age, WBC, C4, and CIV as independent predictive factors. The nomogram based on these factors demonstrated satisfactory predictive performance, with AUC values of 0.869 and 0.762 in the training and validation sets, respectively. Calibration curves showed good agreement between predicted and actual outcomes in both sets. Decision curve analysis indicated that the model's net benefit was significantly higher than that of \"treat-all\" or \"treat-none\" strategies when the high-risk threshold was set between 5% and 40%, highlighting its clinical utility. This study developed a predictive model for HCC based on age, WBC, C4, and CIV in patients with HBV-related cirrhosis. The model effectively predicted the risk of HCC and provided a reference for clinical intervention. Despite limitations in sample size, the model exhibited robust predictive performance and clinical applicability. Future work should validate the model in multicenter studies and integrate multi-omics data to develop a more comprehensive predictive system.",
  "disease": "liver cirrhosis"
}