{
    "title": "Physical Activity for Individuals Living with Advanced Cancer: Evidence and Recommendations.",
    "doc_id": "34281734",
    "writer": "Capozzi LC",
    "year": "2021",
    "summary": "DATA SOURCES: Sources include published literature, physical activity guidelines, and expert opinion from physical medicine and rehabilitation physicians, exercise physiologists, and health and exercise psychology researchers. ...Understanding t …",
    "abstract": "Objectives:\n        \n      \n      To provide health and fitness professionals with screening, triage, prescription, and physical activity recommendations to better serve individuals living with advanced cancer. A call to action regarding next steps to improve research and knowledge translation is also outlined, ensuring the growing number of those with advanced cancers are supported in their efforts to adopt and adhere to active lifestyles.\n    \n\n\n          Data sources:\n        \n      \n      Sources include published literature, physical activity guidelines, and expert opinion from physical medicine and rehabilitation physicians, exercise physiologists, and health and exercise psychology researchers.\n    \n\n\n          Conclusion:\n        \n      \n      Individuals with advanced cancer who engage in regular physical activity report improved function, fatigue management, and quality of life, while objective testing shows improvements in fitness and physical function. Although there are no clear activity guidelines or recommendations for this population, patients must avoid inactivity to gain health benefits and minimize deconditioning. For most patients with advanced cancer, physical activity prescriptions should focus on maintaining fitness and functional independence, and specific modifications based on common comorbidities must be considered.\n    \n\n\n          Implications for nursing practice:\n        \n      \n      Evidence supports the use of physical activity for the management of symptoms experienced by those with advanced cancers. Understanding the benefits of physical activity for patients with advanced cancer is important because health care providers play a key role in the adoption and adherence of physical activity among patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34281734/"
}