{
    "title": "Extradural haematomas in children.",
    "doc_id": "7482087",
    "writer": "Pillay R",
    "year": "1995",
    "summary": "PARTICIPANTS: Forty-four children below the age of 12 years who had extradural haematomas surgically removed. RESULTS: Twenty-one extradural haematomas resulted from falls, 12 from motor vehicle accidents, and 6 from assaults; 1 was of unknown cause. ...The site of …",
    "abstract": "Objective:\n        \n      \n      To determine the cause, clinical presentation, radiological and computed tomography (CT) findings, anatomical position and post-surgical outcome of traumatic intracranial, extradural haemorrhage in children.\n    \n\n\n          Design:\n        \n      \n      Retrospective study, 1979-1994.\n    \n\n\n          Setting:\n        \n      \n      Neurosurgical referrals from the Trauma Unit at Red Cross War Memorial Children's Hospital, Cape Town.\n    \n\n\n          Participants:\n        \n      \n      Forty-four children below the age of 12 years who had extradural haematomas surgically removed.\n    \n\n\n          Results:\n        \n      \n      Twenty-one extradural haematomas resulted from falls, 12 from motor vehicle accidents, and 6 from assaults; 1 was of unknown cause. Nineteen patients presented with persistent drowsiness (14/15 on the Glasgow Coma Scale), 17 had headache and vomiting, and 13 gave a history of initial loss of consciousness. Seventeen pre-operative neurological examinations were normal, 11 showed anisocoria, 10 hemiplegia, 4 ataxia, 1 nystagmus and 1 a full fontanelle. Cases of posterior fossa haematoma presented with headache and ataxia. Skull fractures were visible on radiographs in 26; computed tomographic diagnosis was made in all but 1. The site of extradural haematoma was parieto-occipital in 24, posterior fossa in 11, frontal in 6, and temporal in 3. Subdural haematomas occurred in 4 cases. Surgical treatment consisted of 41 craniotomies/craniectomies and 3 burr-holes. Postoperatively 36 patients were neurologically normal, 6 had neurological deficits, and 2 died.\n    \n\n\n          Conclusion:\n        \n      \n      Intracranial extradural haemorrhage in children presents in an atypical manner when compared with adults. An initial loss of consciousness followed by a lucid interval and a progressive deteriorating level of consciousness is the exception rather than the rule. Timeous neurosurgical treatment resulted in an excellent outcome in 36 of the 44 children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7482087/"
}