{
  "pmid": "41457217",
  "title": "The prevalence and burden of chronic kidney disease, patterns of anticoagulation prescribing, and major bleeding risk in older adults with atrial fibrillation.",
  "abstract": "In older adults with atrial fibrillation (AF), the presence of comorbid chronic kidney disease (CKD) may be more challenging for optimal disease management, influence stroke prophylaxis with oral anticoagulation, and impact bleeding risk. We examined the prevalence and burden of CKD in older patients with AF, patterns of anticoagulation prescribing according to CKD stage, and major bleeding events. Patients aged 65 years and older with AF were enrolled in a cohort study from clinics in Massachusetts and Georgia between 2016 and 2018. Kidney function was assessed with estimated glomerular filtration rate (GFR) values at study enrollment. Anticoagulation therapy with direct acting oral anticoagulation therapy (DOAC) or warfarin; and major bleeding events were ascertained from medical records. Cox proportional hazards model was used to estimate the multivariable adjusted risk of two-year major bleeding events. Participants' (n = 1,244) mean age was 75 years; 48% were women, and 86% were White. Overall, 25% had a normal GFR, 44%, 28%, and 3% had mild, moderate, and severe CKD/kidney failure, respectively. Patients with severe CKD/kidney failure were more likely to be the oldest participants, dependent in their instrumental activities of daily living, and had the highest burden of frailty, multimorbidity, and polypharmacy. Approximately 44% of patients with normal GFR and 39% of those with mild CKD were prescribed a DOAC, while a majority of those with severe CKD/kidney failure (69%) were prescribed warfarin. Overall, 8% (n = 105) experienced a major bleeding event over the 2-year follow-up. After adjusting for sociodemographic, psychosocial, geriatric, and clinical variables, patients with severe CKD/kidney failure (HR: 2.81 [95% CI:1.10-7.17]) had a higher bleeding risk than those with a normal GFR. In managing older patients with AF and comorbid CKD, healthcare providers should be increasingly aware of the increased burden of frailty, dependence for care, multimorbidity, polypharmacy, and the high risk of major bleeding especially among those with severely impaired kidney function. This finding emphasizes the need for a more holistic and multidisciplinary approach to stroke prophylaxis in older adults with AF and comorbid CKD.",
  "disease": "stroke"
}