{
    "title": "Herpes zoster development in living kidney transplant recipients receiving low-dose rituximab.",
    "doc_id": "39373100",
    "writer": "Nishida H",
    "year": "2025",
    "summary": "Herpes zoster-free survival did not significantly differ between the two groups (p = 0.409). In the multivariate regression analysis, the association between varicella zoster vaccination before transplantation and herpes zoster events after tran …",
    "abstract": "Objectives:\n        \n      \n      We evaluated whether a history of low-dose rituximab treatment affected herpes zoster development after living kidney transplantation.\n    \n\n\n          Methods:\n        \n      \n      We enrolled 103 living kidney transplant recipients. Patients were divided into two groups according to their history of rituximab treatment; rituximab was administered to 50 living kidney transplant recipients. We assessed the difference in herpes zoster events between the two groups and determined the risk factors for herpes zoster using multivariate regression analysis.\n    \n\n\n          Results:\n        \n      \n      The total dose of rituximab in each kidney transplant recipient who received rituximab therapy was 200-400 mg. The rate of herpes zoster events after transplantation in recipients who received rituximab therapy (4 of 50, 8%) was not higher than that in recipients who did not receive rituximab (9 of 53, 17%) (p = 0.238). Herpes zoster-free survival did not significantly differ between the two groups (p = 0.409). In the multivariate regression analysis, the association between varicella zoster vaccination before transplantation and herpes zoster events after transplantation was confirmed, whereas rituximab therapy was not associated with herpes zoster events.\n    \n\n\n          Conclusions:\n        \n      \n      Low-dose rituximab therapy in kidney transplant recipients did not influence herpes zoster development after transplantation. Varicella zoster vaccination before transplantation may play an important role in preventing herpes zoster after transplantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39373100/"
}