{
  "pmid": "41329956",
  "title": "Patients' Preferences Regarding Traditional Chinese Medicine for the Treatment of Chronic Obstructive Pulmonary Disease: Protocol for a Mixed Methods Study.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is now one of the top 3 causes of death worldwide. Traditional Chinese medicine (eg, herbal prescriptions and acupuncture), which has a long history of managing respiratory diseases, has shown positive effects in COPD management by alleviating dyspnea, improving lung function, and reducing the risk of acute exacerbations. Patients' values and preferences are undeniably important in medical decision-making and may affect treatment outcomes and patient adherence. This study aims to investigate the preferences for traditional Chinese medicine of patients with COPD, the clinical outcomes they are concerned about, and the trade-offs involved in evaluating the factors that influence treatment selection, such as clinical effectiveness, cost, and adverse effects. We will first update previous evidence through a systematic review of randomized controlled trials, examining the efficacy, safety, cost-effectiveness, and patient satisfaction of traditional Chinese medicines for COPD. Subsequently, an exploratory sequential mixed methods study will be conducted comprising qualitative and quantitative components. In this design, qualitative findings are collected first to inform and guide the subsequent quantitative data collection. Semistructured interviews will be conducted to explore in depth the preferences of patients with COPD for traditional Chinese medicine. Insights from these interviews will then be used to design questionnaires that quantitatively investigate the relative importance of different factors influencing patients' treatment decisions. Data integration will take place by connecting and interpreting the results from both the qualitative and quantitative steps, providing a comprehensive understanding of patient preferences. This study was approved by the ethics committee of Guangdong Provincial Hospital of Traditional Chinese Medicine on November 6, 2023 (ZM2023-405). A total of 18,188 articles published after 2016 were initially identified in English- and Chinese-language databases. The outline of the semistructured interview guide for this study has been developed. Further clinical evidence updates, qualitative interviews, and discrete choice experiments are still ongoing and will be completed by April 2026. This mixed methods study might provide important insights into the preferences of patients with COPD for traditional Chinese medicine, assessing trade-offs among efficacy, safety, cost, and other key factors that influence treatment decisions. This study is expected to deepen the understanding of patient-centered decision-making in the treatment of COPD. The findings are anticipated to guide clinical practice, inform policy development, and optimize the integration of traditional Chinese medicine with respiratory care. DERR1-10.2196/75426.",
  "disease": "chronic obstructive pulmonary disease"
}