{
  "pmid": "41457657",
  "title": "Renal Recovery after Heart Transplantation in Patients With Type 1 Cardiorenal Syndrome Requiring Dialysis: Insights From a Cohort Without Mechanical Circulatory Support.",
  "abstract": "Type 1 cardiorenal syndrome requiring renal replacement therapy (RRT) commonly occurs in patients with advanced heart failure and cardiogenic shock. However, the prognostic impact of RRT in heart transplant (HT) candidates remains unclear, particularly in resource-limited settings without routine access to durable mechanical circulatory support (MCS). We retrospectively analyzed a prospective cohort of adult HT recipients at a single Brazilian university hospital between April 2014 and November 2021. Patients with irreversible chronic kidney disease were excluded. Outcomes were compared between recipients who required pre-transplant RRT for Type 1 cardiorenal syndrome and those who did not. Multivariable logistic regression was used to identify independent predictors of 30-day mortality. Among 211 HT recipients, 33 (15.7%) required RRT prior to transplantation. The overall 30-day mortality was 15.2%. Patients requiring RRT had significantly higher 30-day mortality compared to those who did not (30.3% vs. 12.4%; OR 3.08; 95% CI, 1.30-7.33; p = 0.008). However, in a multivariable analysis, only Interagency Registry for Mechanically Assisted Circulatory (INTERMACS) profile 1 or 2 remained independently associated with mortality (OR 3.87; 95% CI, 1.47-10.26; p = 0.006). All RRT-dependent survivors recovered renal function before hospital discharge. Pre-transplant RRT due to cardiorenal syndrome was not associated with increased early mortality. In the absence of durable mechanical circulatory support, heart transplantation may remain a viable option for carefully selected patients with potentially reversible renal dysfunction. The complete renal recovery observed among survivors further supports that RRT for cardiorenal syndrome should not be considered an absolute contraindication to transplantation.",
  "disease": "chronic kidney disease"
}