{
  "pmid": "41427442",
  "title": "Detection of Financial Toxicity in Italian Uremic Patients: A Single Center Cross-Sectional Study.",
  "abstract": "Financial toxicity (FT) describes the strain individuals and families feel when they struggle with money due to medical expenses and related costs associated with their healthcare. Management of chronic kidney disease is expensive. The aim of this study was to detect FT in Italian patients undergoing renal replacement therapy. FT was investigated using the Patient-Reported Outcome for Fighting Financial Toxicity (PROFFIT) questionnaire in 238 individuals, of whom 147 (61.8%) received hemodialysis, 30 (12.6%) peritoneal dialysis, and 61 had renal transplantation (25.6%). The PROFFIT score was normalized to a 0-100% range, with 100% indicating the highest level of toxicity, and mean values were compared in the different groups of uremic patients stratified by age, sex and treatment. Mean age of the population was 66.2±13.7 years (range 23-89). The probability of FT due to financial distress in the whole population that was 42.1±24.1%, whilst mean probability of FT due to medical expenses response was 44.9±27.6%, mean probability of FT due to transportation response was 37.1±29.4% and mean probability of FT due to support from the Health System was 25.5±23.3%. FT was higher in the hemodialysis group. Hemodialysis patients showed worse financial burden than peritoneal dialysis and kidney transplanted patients, while peritoneal dialysis subjects felt better cared for by health care professionals than kidney transplanted individuals, however the latter group could afford monthly expenses better than hemodialysis patients. Health care professionals should discuss financial problems or other social challenges that may impact on the health of uremic individuals. Financial toxicity (FT) describes the harmful effect of high cost of medical treatment on people’s quality of life. Chronic disease management such as chronic kidney disease (CKD) can lead to substantial out-of-pocket prescription costs for patients, moreover CKD is often linked with poverty and other social determinants of health, including social environmental stressors and psychological factors. FT is usually investigated with questionnaires, and its impact could depend on the organization of the national health system. In Italy, a country with a fully public health-care system, the Patient-Reported Outcome for Fighting Financial Toxicity (PROFFIT) questionnaire was developed for investigating FT, and the latter was proposed to 238 individuals, of whom 147 (61.8%) received hemodialysis, 30 (12.6%) peritoneal dialysis, and 61 had renal transplantation (25.6%). FT was significantly present in the investigated cohort and hemodialysis patients showed worse financial burden than peritoneal dialysis and kidney transplanted patients, while peritoneal dialysis subjects felt better cared for by health care professionals than kidney transplanted individuals, however the latter group could afford monthly expenses better than hemodialysis patients. Younger hemodialysis individuals felt better than older ones, and the latter group spent more money on private medical examinations. Only in the items related to support from the health system patients answered that they agree substantially, whilst in all the other items they agree partially. FT should be considered by health care professionals due to its impact on patients’ wellbeing.",
  "disease": "chronic kidney disease"
}