{
    "title": "Risk Factors for Depression: Differential Across Age?",
    "doc_id": "28529007",
    "writer": "Schaakxs R",
    "year": "2017",
    "summary": "RESULTS: The occurrence of all risk factors differed significantly across age groups. Although most risk factors had significant associations with depression across the lifespan, for five risk factors the strength of the association was a …",
    "abstract": "Introduction:\n        \n      \n      The occurrence of well-established risk factors for depression differs across the lifespan. Risk factors may be more strongly associated with depression at ages when occurrence, and therefore expectance, is relatively low (\"on-time off-time\" hypothesis). This large-scale study examined absolute and relative risks of established risk factors for depression across the lifespan.\n    \n\n\n          Methods:\n        \n      \n      Participants were 2,215 currently or never depressed adults aged 18 to 93 years from two cohort studies: NESDA and NESDO. The occurrence of 19 established risk factors (absolute risk) was examined in different age groups. In addition, the relative risk of these risk factors for depression was compared across age groups by examining risk factor × age interaction.\n    \n\n\n          Results:\n        \n      \n      The occurrence of all risk factors differed significantly across age groups. Although most risk factors had significant associations with depression across the lifespan, for five risk factors the strength of the association was age-dependent. Stronger associations with depression in younger age were found for childhood abuse, pain, higher body mass index (BMI) and number of chronic diseases, whereas low income imposed a stronger risk in older age. Associations with depression were strongest in age groups where occurrence was lowest.\n    \n\n\n          Conclusions:\n        \n      \n      Although the exposure to risk factors changes across the lifespan, the relative risk associating them to depression remains similar for most risk factors. Some specific risk factors (low income, and health factors pain, BMI, and number of chronic diseases), however, seem more strongly associated with depression in ages in which occurrence is lowest and least expected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28529007/"
}