{
  "pmid": "41465958",
  "title": "Enhanced diagnostic value of sequential head and neck CTA and MR-DWI in acute ischemic stroke.",
  "abstract": "This study aims to investigate the clinical effectiveness of integrating head and neck computed tomography angiography (CTA) with magnetic resonance diffusion-weighted imaging (MR-DWI) for diagnosing acute ischemic stroke (AIS), compared to using a single imaging modality alone. This retrospective, single-center study included 160 patients with confirmed AIS. Patients were divided into 2 groups: one group underwent a single imaging modality (CTA or MR-DWI), while the other group underwent both CTA and MR-DWI during the same hospitalization, with the results jointly evaluated for diagnostic purposes. Diagnostic indicators, including sensitivity, specificity, accuracy, lesion identification, multifocal lesion detection, vascular occlusion localization, and the correlation between imaging findings and clinical outcomes (National Institutes of Health Stroke Scale and Modified Rankin Scale scores), were assessed and compared between groups. The 2 groups showed no significant differences in baseline characteristics (P > .05). The combined-modality group demonstrated significantly better diagnostic performance, with higher sensitivity (95.0%), specificity (92.5%), and accuracy (93.8%) (P < .05). It also achieved superior lesion detection (98.8%) and multifocal lesion identification (93.8%) compared with the single-modality group. Importantly, imaging findings in the combined group showed stronger correlations with neurological severity (R = 0.78) and short-term prognosis (R = 0.81) (P < .01), and detection of brainstem and deep lesions was markedly improved. The integration of head and neck CTA with MR-DWI significantly enhances diagnostic precision for AIS. This approach improves lesion visualization, vascular occlusion localization, and prediction of clinical outcomes, supporting its broader application in early stroke diagnosis and management.",
  "disease": "stroke"
}