{
    "title": "Accelerating quality improvement within your organization: Applying the Model for Improvement.",
    "doc_id": "26163594",
    "writer": "Crowl A",
    "year": "2015",
    "summary": "OBJECTIVE: To discuss the fundamentals of the Model for Improvement and how the model can be applied to quality improvement activities associated with medication use, including understanding the three essential questions that guide quality improveme …",
    "abstract": "Objective:\n        \n      \n      To discuss the fundamentals of the Model for Improvement and how the model can be applied to quality improvement activities associated with medication use, including understanding the three essential questions that guide quality improvement, applying a process for actively testing change within an organization, and measuring the success of these changes on care delivery.\n    \n\n\n          Data sources:\n        \n      \n      PubMed from 1990 through April 2014 using the search terms quality improvement, process improvement, hospitals, and primary care.\n    \n\n\n          Study selection:\n        \n      \n      At the authors' discretion, studies were selected based on their relevance in demonstrating the quality improvement process and tests of change within an organization.\n    \n\n\n          Summary:\n        \n      \n      Organizations are continuously seeking to enhance quality in patient care services, and much of this work focuses on improving care delivery processes. Yet change in these systems is often slow, which can lead to frustration or apathy among frontline practitioners. Adopting and applying the Model for Improvement as a core strategy for quality improvement efforts can accelerate the process. While the model is frequently well known in hospitals and primary care settings, it is not always familiar to pharmacists. In addition, while some organizations may be familiar with the \"plan, do, study, act\" (PDSA) cycles-one element of the Model for Improvement-many do not apply it effectively. The goal of the model is to combine a continuous process of small tests of change (PDSA cycles) within an overarching aim with a longitudinal measurement process. This process differs from other forms of improvement work that plan and implement large-scale change over an extended period, followed by months of data collection. In this scenario it may take months or years to determine whether an intervention will have a positive impact.\n    \n\n\n          Conclusion:\n        \n      \n      By following the Model for Improvement, frontline practitioners and their organizational leaders quickly identify strategies that make a positive difference and result in a greater degree of success.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26163594/"
}