{
  "pmid": "41327730",
  "title": "Comparative evaluation of emphysema quantification: Standardized %LAV-950 versus DL-based emphysema quantification with clinical parameter correlation.",
  "abstract": "This study aimed to evaluate the correlation between the %LAV-950 threshold method and a deep learning-based algorithm for emphysema quantification in chest computed tomography (CT) scans with pulmonary function test (PFT) parameters. This retrospective study included 101 chronic obstructive pulmonary disease patients who underwent chest CT and PFTs to assess FEV₁ and carbon monoxide transfer coefficient (KCO). Emphysema was quantified using the %LAV-950 method and a deep learning-based algorithm. Quantitative results were obtained from lung and soft tissue reconstruction kernels. Pearson correlation coefficients were calculated to assess associations between CT metrics and PFT parameters. Permutation testing was used to compare correlation coefficients. The %LAV-950 method showed a weak but significant correlation with FEV₁ using soft tissue kernel (r = -0.281; P = .005), while no significant association was observed with KCO. The deep learning-based method demonstrated stronger and more consistent correlations: a moderate correlation with FEV₁ using lung kernel (r = -0.303; P = .005), a weak correlation with FEV₁ using soft tissue kernel (r = -0.289; P = .006), and a moderate correlation with KCO using soft tissue kernel (r = -0.404; P = .014). Permutation testing confirmed a significant difference in the correlation with KCO between both methods using soft tissue kernel (r = -0.264; P = .025). The deep learning-based approach demonstrated stronger and more consistent correlations with pulmonary function parameters than the traditional %LAV-950 method, especially for soft tissue kernel reconstructions. These findings highlight its potential to provide a more accurate quantification of emphysema and support its integration into routine CT analysis and artificial intelligence-assisted diagnostic workflows.",
  "disease": "chronic obstructive pulmonary disease"
}