{
    "title": "Spastic tail muscles recover from myofiber atrophy and myosin heavy chain transformations in chronic spinal rats.",
    "doc_id": "17122320",
    "writer": "Harris RL",
    "year": "2007",
    "summary": "Without intervention after spinal cord injury (SCI), paralyzed skeletal muscles undergo myofiber atrophy and slow-to-fast myofiber type transformations. ...We examined segmental tail muscles of chronic spinal rats with long-standing tail spasticity (7 mo after sacra …",
    "abstract": "Without intervention after spinal cord injury (SCI), paralyzed skeletal muscles undergo myofiber atrophy and slow-to-fast myofiber type transformations. We hypothesized that chronic spasticity-associated neuromuscular activity after SCI would promote recovery from such deleterious changes. We examined segmental tail muscles of chronic spinal rats with long-standing tail spasticity (7 mo after sacral spinal cord transection; older chronic spinals), chronic spinal rats that experienced less spasticity early after injury (young chronic spinals), and rats without spasticity after transection and bilateral deafferentation (spinal isolated). These were compared with tail muscles of age-matched normal rats. Using immunohistochemistry, we observed myofiber distributions of 15.9 +/- 3.5% type I, 18.7 +/- 10.7% type IIA, 60.8 +/- 12.6% type IID(X), and 2.3 +/- 1.3% type IIB (means +/- SD) in young normals, which were not different in older normals. Young chronic spinals demonstrated transformations toward faster myofiber types with decreased type I and increased type IID(X) paralleled by atrophy of all myofiber types compared with young normals. Spinal isolated rats also demonstrated decreased type I myofiber proportions and increased type II myofiber proportions, and severe myofiber atrophy. After 4 mo of complete spasticity (older chronic spinals), myofiber type transformations were reversed, with no significant differences in type I, IIA, IID(X), or IIB proportions compared with age-matched normals. Moreover, after this prolonged spasticity, type I, IIA, and IIB myofibers recovered from atrophy, and type IID(X) myofibers partially recovered. Our results indicate that early after transection or after long-term spinal isolation, relatively inactive tail myofibers atrophy and transform toward faster myofiber types. However, long-term spasticity apparently produces neuromuscular activity that promotes recovery of myofiber types and myofiber sizes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17122320/"
}