{
    "title": "A Strategic Approach for Funding Research: The Agency for Healthcare Research and Quality's Patient Safety Initiative 2000-2004.",
    "doc_id": "21250036",
    "writer": "Keyes MA",
    "year": " Feb",
    "summary": "While the Agency for Healthcare Research and Quality (AHRQ) has historically funded some research on patient safety, much of that support was driven by a small number of high-quality investigator-initiated research projects. ...",
    "abstract": "Medical errors result in considerable morbidity, mortality, and costs to the health care system. Regardless, research efforts to understand and improve patient safety received relatively little attention or funding prior to 2001. While the Agency for Healthcare Research and Quality (AHRQ) has historically funded some research on patient safety, much of that support was driven by a small number of high-quality investigator-initiated research projects. With the increased focus on patient safety stimulated by the release of the Institute of Medicine's (IOM) 1999 report, To Err Is Human, and with a substantial budget increase from the U.S. Congress directed toward patient safety, AHRQ embarked on a strategic approach to develop a large, targeted patient safety research initiative. The main focus of this initiative was a series of six research solicitations developed in response to recommendations in the IOM's report and input from a wide variety of stakeholders convened at a national patient safety research summit. This article describes those six patient safety solicitations, illustrates their potential to improve the safe delivery of health care, and reveals a number of remaining research gaps. The paper also describes a select number of related and follow-on activities undertaken by AHRQ to address the critical issue of patient safety, including a new allocation of funding for health care information technology and its potential for improving patient safety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21250036/"
}