{
  "pmid": "41420583",
  "title": "[Position paper on procedures in allergology. Asociación Colombiana de Alergia Asma e Inmunología (ACAAI)].",
  "abstract": "Allergic diseases affect approximately 25% of the global population. Accurate diagnosis is essential to prevent unnecessary restrictions and to implement precision medicine tailored to each patient's specific needs. This manual establishes clear guidelines for the main clinical allergy procedures, detailing their indications, diagnostic performance, and applicability in the Latin American context. The Colombian Association of Allergy, Asthma, and Immunology (ACAAI) conducted a thorough literature review to compile the most utilized clinical allergy procedures. We provide specific recommendations for each procedure, incorporating operational guidelines, diagnostic accuracy, and clinical indications. Furthermore, allergists from various Latin American countries reviewed this manual to ensure its regional applicability. We formulated evidence-based and operationally feasible recommendations for the execution and interpretation of nine critical allergy procedures:  This position paper delivers a practical manual for executing and interpreting allergy procedures. Its implementation will enhance diagnostic and therapeutic precision, ensuring a safe and effective approach to allergic disease management across Latin America. Las alergias afectan al 25% de la población mundial. El diagnóstico preciso es decisivo para evitar restricciones innecesarias e implementar estrategias de medicina de precisión adaptada a las necesidades específicas de cada paciente. Este manual establece directrices claras para los principales procedimientos clínicos en alergología, detallando sus indicaciones, rendimiento diagnóstico y aplicabilidad en el contexto latinoamericano. La Asociación Colombiana de Alergia, Asma e Inmunología (ACAAI) realizó una exhaustiva revisión de la literatura para compilar los procedimientos más utilizados en la práctica clínica de la alergología. Se proporcionan recomendaciones específicas para cada procedimiento, incorporando pautas operativas, precisión diagnóstica e indicaciones clínicas. Además, este manual fue revisado por alergólogos de diversos países latinoamericanos para garantizar su aplicabilidad regional. Se formularon recomendaciones fundamentadas en la evidencia y viables operativamente para la ejecución e interpretación de nueve procedimientos clave en alergología:  Este documento de posición proporciona un manual de directrices prácticas basadas para la ejecución e interpretación de procedimientos en alergología. Su implementación mejorará la precisión diagnóstica y terapéutica, garantizando un abordaje seguro y efectivo en el tratamiento de las enfermedades alérgicas en América Latina.",
  "disease": "asthma"
}