{
    "title": "Study of Serum Zinc Level in Patients with Type 2 Diabetes Mellitus.",
    "doc_id": "37777891",
    "writer": "Faysal MR",
    "year": "2023",
    "summary": "They were divided into two groups: 50 individuals who had been diagnosed with type 2 diabetes mellitus were chosen as cases and 50 individuals who appeared to be in generally excellent health were chosen as controls. ...The current study's findings sho …",
    "abstract": "A major global public health concern is the prevalence of diabetes mellitus, especially in developing countries like Bangladesh. While still battling communicable diseases, Bangladesh is already inundated with non-communicable diseases. Type 2 diabetes has been found in almost 90.0% of all instances of diabetes. The main risk factors for type 2 diabetes are an excessively caloric diet, advanced age, sedentary behavior and obesity. Along with preexisting risk factors, many micro-nutrients have been related to a rise in the incidence of diabetes. The study's objective was to measure and contrast the zinc levels in serum between individuals with type 2 diabetes mellitus and healthy controls. This cross-sectional study was conducted from July 2018 to June 2019 at the Mymensingh Medical College, Mymensingh, Bangladesh. Based on inclusion and exclusion criteria, the subjects were chosen using a purposeful (non-random) sample method. In total, 100 people participated in this study. They were divided into two groups: 50 individuals who had been diagnosed with type 2 diabetes mellitus were chosen as cases and 50 individuals who appeared to be in generally excellent health were chosen as controls. For the analytical aims of this investigation, serum zinc levels were examined. All values were expressed as the mean SD. The statistical analyses were carried out using the Windows program statistics package for social science (SPSS). The statistical significance of the difference between the case and control groups was evaluated using the Student's unpaired 't' test. A thorough research revealed that type 2 diabetes mellitus patients had significantly lower mean serum zinc levels than healthy controls (case group was 110.96±13.60 and control group 130.18±9.95μg/dl). Cross-sectional research was used in this study. The current study's findings showed that type 2 diabetes mellitus patients had dramatically changed serum zinc levels. The study's hypothesis was verified as a result.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37777891/"
}