{
  "pmid": "41469058",
  "title": "Impact of COVID-19-induced psychological distress on sexual quality of life and care delivery among healthcare workers: a scoping review protocol of global evidence.",
  "abstract": "COVID-19 pandemic affected physical, psychological and social well-being of many individuals, including healthcare workers, who were at the forefront of the pandemic. Thus, the pandemic may have reduced the sexual quality of life of frontline healthcare workers, which in turn could compromise their ability to provide quality healthcare to patients. This scoping review aims to gather and synthesise current available global evidence on the interactions among COVID-19, sexual quality of life and healthcare delivery among healthcare workers. The JBI framework for performing scoping reviews and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses-Scoping Reviews (PRISMA-ScR) guided the conduct of this scoping review. A search strategy was developed and will be implemented in five major databases, including PubMed, SCOPUS, JSTOR, Dimensions AI and CENTRAL. Additional records will be obtained via Google, Google Scholar, WHO IRIS, ProQuest Dissertations and Theses Global, as well as reference lists of selected full-text studies, ending in January 2026. Eligible studies will include original peer-reviewed articles conducted among healthcare workers that examine how COVID-19 affected their sexual health and how this, in turn, influenced their healthcare delivery. The data will be extracted and charted using predetermined criteria to completely understand the relationship between COVID-19-induced psychological distress and sexual health among healthcare workers. Using a narrative synthesis and thematic analysis, the findings from the selected studies will then be summarised and synthesised. Since primary data would not be collected for this study, ethical approval will not be needed. The study's findings will be derived from publicly accessible documents and previously published articles. The findings of the review will be submitted for publication in a peer-reviewed journal and presented at conferences and workshops. The scoping review protocol has been registered with the Open Science Framework (https://osf.io/2yjkx).",
  "disease": "pneumonia"
}