{
  "pmid": "41432717",
  "title": "Bridging the Gap: A Comprehensive Toolkit for Assessment of Coronary Microcirculation in Clinical Practice.",
  "abstract": "Coronary artery disease (CAD) has traditionally been diagnosed and managed based on anatomical assessments of the epicardial coronary arteries. However, a growing body of evidence highlights the limitations of coronary angiography in evaluating the ischemic burden of atherosclerotic plaques. The coronary microcirculation is increasingly recognized for its pivotal role in myocardial ischemia. Coronary microvascular dysfunction (CMD) contributes significantly to both acute and chronic coronary syndromes, even in the absence of obstructive epicardial disease. Despite its clinical significance, CMD remains underdiagnosed due to the lack of routine assessment in contemporary cardiac catheterization practices. Emerging invasive and non-invasive techniques now enable comprehensive evaluation of coronary microvascular dysfunction (CMD) by assessing microvascular resistance, coronary flow reserve, and tissue-level perfusion. Advances in thermodilution-based indices, intracoronary Doppler, and functional coronary angiography continue to provide quantitative insights into microvascular physiology, while non-invasive modalities-including cardiac magnetic resonance (MRI), positron-emitted tomography (PET), transthoracic Doppler echocardiography, and computed tomography-based perfusion imaging-offer powerful tools for diagnosing CMD without the need for catheter-based assessment. Integrating these complementary approaches into clinical practice enhances risk stratification and supports personalized management strategies, particularly in patients with ischemia and nonobstructive coronary arteries (INOCA). This review explores in-depth the diagnostic tools and the quantitative metrics used or the invasive assessment of CMD, emphasizing their clinical utility and impact on patient management.",
  "disease": "coronary artery disease"
}