{
    "title": "NAVIGATION SURGERY FOR INTRAOPERATIVE SENTINEL LYMPH NODE DETECTION USING ICG IN BREAST CANCER PATIENTS.",
    "doc_id": "36780624",
    "writer": "Nikitenko R",
    "year": "2022",
    "summary": "The patients who had mastectomy with sentinel lymph node biopsy as a rule had a clinical diagnosis of T2-T3N0M0 breast cancer. In group 1, 100 patients had sentinel lymph node biopsy. ...With detected mts lesions of the axillar (sentinel) lymph …",
    "abstract": "In 2020 more than 2.2 million cases of breast cancer were registered, and these figures indicate that this disease is very widespread. Lymphatic metastasis is one of the most important causes of local recurrence of breast cancer and is unfavorable factor of prognosis. The purpose of the work is to improve the method of intraoperative diagnosis of the sentinel lymph node in patients with breast cancer. Between 2016 and 2021, 200 patients with T1-T3N0M0 breast cancer were operated at the Odesa Regional Clinical Hospital. Two types of dyes - Patent Blue and ICG were used. The patients who had mastectomy with sentinel lymph node biopsy as a rule had a clinical diagnosis of T2-T3N0M0 breast cancer. In group 1, 100 patients had sentinel lymph node biopsy. Staining of lymph nodes was performed using Patent Blue. In group 2, 100 patients, sentinel lymph nodes biopsy was conducted using fluorescent dye ICG, which was also administered subdermally. A total five-year survival rate after axillary lymph dissection and sentinel lymph node biopsy was 91% and 92%, respectively. A five-year recurrence-free survival rate after axillary lymph dissection was approximately 82.2%, and after sentinel lymph node biopsy - 83.9%. Regional recurrence in the sentinel lymph nodes on the affected side were found in only 1.1% of cases. The sentinel lymph nodes were intact in 58% of patients, so, the next lymph dissection was not performed. The affected lymph nodes were observed in 42% of patients. The time of follow-up ranged from 60 to 180 months. The recurrence was registered in 0.2%. The study revealed no difference in total and recurrence-free survival rate between the groups. With detected mts lesions of the axillar (sentinel) lymph nodes, the operation should be continued with an obligatory determination of the second and third order lymph nodes. The extent of surgical intervention is determined on the operating table based on the results of intraoperative histological examination. The fluorescent lymphography method has a high accuracy - 99%, which allows to recommend it for implementation into clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36780624/"
}