{
  "pmid": "41406601",
  "title": "Neuropacify: A method to transform and match a patient's intracranial EEG to their NeuroPace RNS System data.",
  "abstract": "Closed-loop responsive neurostimulators, such as the NeuroPace Responsive Neurostimulation (RNS) System, continuously monitor brain activity and deliver electrical stimulation in response to abnormal electrographic activity in patients with drug-resistant epilepsy. Practical technical constraints limit the temporal resolution of these devices, reducing the quality of EEG recordings. &#xD;&#xD;Approach: In this work, we introduce a novel technique to convert high-resolution intracranial EEG (iEEG) obtained from inpatient monitoring into the same format, parameters, and resolution produced by the RNS System, allowing direct comparison of iEEG with RNS System data. We validated this technique using data from patients who had both iEEG and RNS. Electrodes from the iEEG and RNS System were co-registered onto the same 3-D coordinate grid, and vector math was applied to determine the iEEG electrodes closest to the operational RNS electrodes. &#xD;&#xD;Main results: Through spectral analysis, we derived a transfer function that accounts for all filtering and data processing produced by the RNS System. Comparison of the recorded data using visual and spectral analysis from iEEG and RNS confirmed that EEG characteristics were correctly transformed by the filtering function, allowing analysis of how iEEG signals would appear within the RNS System. We demonstrate two examples from the extreme edges of the spectra, showing how DC shifts and high frequency oscillations would be transformed by the RNS. We provide a tutorial to tune this method to local device parameters, a process that can be applied to other devices as well. &#xD;&#xD;Significance: This tool allows researchers and clinicians to extract EEG biomarkers from high-resolution iEEG and determine if/how they can be detected in lower-resolution RNS. This provides an opportunity to develop patient-specific seizure detection parameters and investigate the long-term effects of neurostimulation therapy.&#xD.",
  "disease": "epilepsy"
}