{
  "pmid": "41443284",
  "title": "Roxadustat induces erythroid differentiation of erythroleukemia cells through the hypoxia inducible factor-α/GATA binding protein 1 axis.",
  "abstract": "Acute erythroleukemia (AEL) is a rare type of acute myeloid leukemia characterized by severe anemia. Roxadustat is a marketed first-generation hypoxia inducible factor-proline hydroxylase inhibitor (HIF-PHI), currently widely used in anemia associated with chronic kidney disease. Studies on roxadustat in anemia related to myeloid neoplasms remains limited. Erythroid differentiation levels of HEL and K562 cells after roxadustat treatment were assessed via flow cytometry and benzidine staining. Real timequantitative PCR and western blot were performed to detect mRNA and protein expression levels of erythroid differentiation-related genes. Small interfering RNA (siRNA) was used to knock down HIF-1α or HIF-2α to elucidate the primary target of roxadustat-induced erythropoiesis. To study the role of GATA binding protein 1 (GATA1) in roxadustat-induced erythropoiesis, CRISPR/Cas9-mediated GATA1 knockout cell lines were established. Chromatin immunoprecipitation-PCR and dualluciferase reporter assay were conducted to determine the interaction between HIF-α and GATA1. Roxadustat significantly promoted erythroid differentiation in HEL and K562 cells. Knockdown of HIF-2α rather than HIF-1α, and knockout of GATA1 both effectively inhibited this effect. Both HIF-1α and HIF-2α are responsible for the direct upregulation of GATA1 expression under hypoxia, with HIF-1α as the dominant transcription factor. Despite potentially different roles of HIF-1α and HIF-2α in leukemogenesis, roxadustat combined with ruxolitinib or imatinib exhibited synergistic anti-leukemia effect in HEL and K562 cells, respectively. Roxadustat induces erythropoiesis in erythroleukemia cells primarily by targeting HIF-2α and was partially GATA1-dependent. Besides upregulating erythropoietin, our study revealed the HIF-α/GATA1 axis as another critical regulatory mechanism for hypoxia-driven erythropoiesis.",
  "disease": "chronic kidney disease"
}