{
    "title": "Screening Outcomes of Supplemental Automated Breast US in Asian Women with Dense and Nondense Breasts.",
    "doc_id": "37097135",
    "writer": "Kwon MR",
    "year": "2023",
    "summary": "However, few studies have focused on the outcome of supplemental AB US in Asian women who have denser breasts than Western women. Purpose To evaluate the performance of supplemental AB US on mammography-based breast cancer screening in Asian women with dense brea …",
    "abstract": "Background Automated breast (AB) US effectively depicts mammographically occult breast cancers in Western women. However, few studies have focused on the outcome of supplemental AB US in Asian women who have denser breasts than Western women. Purpose To evaluate the performance of supplemental AB US on mammography-based breast cancer screening in Asian women with dense breasts and those with nondense breasts. Materials and Methods A retrospective database search identified asymptomatic Korean women who underwent digital mammography (DM) and supplemental AB US screening for breast cancer between January 2018 and December 2019. We excluded women without sufficient follow-up, established final diagnosis, or histopathologic results. Performance measures of DM alone and AB US combined with DM (hereafter AB US plus DM) were compared. The primary outcome was cancer detection rate (CDR), and the secondary outcomes were sensitivity and specificity. Subgroup analyses were performed based on mammography density. Results From 2785 screening examinations in 2301 women (mean age, 52 years ± 9 [SD]), 28 cancers were diagnosed (26 screening-detected cancers, two interval cancers). When compared with DM alone, AB US plus DM resulted in a higher CDR of 9.3 per 1000 examinations (95% CI: 7.7, 10.3) versus 6.5 per 1000 examinations (95% CI: 5.2, 7.2; P < .001) and a higher sensitivity of 90.9% (95% CI: 77.3, 100.0) versus 63.6% (95% CI: 40.9, 81.8; P < .001) but a lower specificity of 86.8% (95% CI: 85.2, 88.2) versus 94.6% (95% CI: 93.6, 95.5; P < .001) in women with dense breasts. In women with nondense breasts, AB US plus DM resulted in a higher CDR of 9.5 per 1000 examinations (95% CI: 7.1, 10.6) versus 6.3 per 1000 examinations (95% CI: 3.5, 7.1; P < .001), whereas specificity was lower at 95.2% (95% CI: 93.4, 96.8) versus 97.1% (95% CI: 95.8, 98.4; P < .001). Conclusion In Asian women, the addition of automated breast US to digital mammography showed higher cancer detection rates but lower specificities in both dense and nondense breasts. © RSNA, 2023 Supplemental material is available for this article.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37097135/"
}