{
    "title": "Anatomy and Physiology of the Urinary Tract: Relation to Host Defense and Microbial Infection.",
    "doc_id": "26350322",
    "writer": "Hickling DR",
    "year": "2015",
    "summary": "The urinary tract exits to a body surface area that is densely populated by a wide range of microbes. ...While a complete picture is still evolving, the general consensus is that the anatomical and physiological integrity of the urinary tract is of par …",
    "abstract": "The urinary tract exits to a body surface area that is densely populated by a wide range of microbes. Yet, under most normal circumstances, it is typically considered sterile, i.e., devoid of microbes, a stark contrast to the gastrointestinal and upper respiratory tracts where many commensal and pathogenic microbes call home. Not surprisingly, infection of the urinary tract over a healthy person's lifetime is relatively infrequent, occurring once or twice or not at all for most people. For those who do experience an initial infection, the great majority (70% to 80%) thankfully do not go on to suffer from multiple episodes. This is a far cry from the upper respiratory tract infections, which can afflict an otherwise healthy individual countless times. The fact that urinary tract infections are hard to elicit in experimental animals except with inoculum 3-5 orders of magnitude greater than the colony counts that define an acute urinary infection in humans (105 cfu/ml), also speaks to the robustness of the urinary tract defense. How can the urinary tract be so effective in fending off harmful microbes despite its orifice in a close vicinity to that of the microbe-laden gastrointestinal tract? While a complete picture is still evolving, the general consensus is that the anatomical and physiological integrity of the urinary tract is of paramount importance in maintaining a healthy urinary tract. When this integrity is breached, however, the urinary tract can be at a heightened risk or even recurrent episodes of microbial infections. In fact, recurrent urinary tract infections are a significant cause of morbidity and time lost from work and a major challenge to manage clinically. Additionally, infections of the upper urinary tract often require hospitalization and prolonged antibiotic therapy. In this chapter, we provide an overview of the basic anatomy and physiology of the urinary tract with an emphasis on their specific roles in host defense. We also highlight the important structural and functional abnormalities that predispose the urinary tract to microbial infections.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26350322/"
}