{
  "pmid": "41458346",
  "title": "Functional Outcomes of Anatomic Total Shoulder Arthroplasty in Patients Over 60 Years Old: A Retrospective Study (2019-2024).",
  "abstract": "Background This study aimed to evaluate the functional outcomes, complications, and revision rates of anatomic total shoulder arthroplasty (aTSA) in patients over 60 years old with intact rotator cuffs. Methodology A retrospective analysis was conducted among 42 (100%) patients aged over 60 who underwent aTSA between 2019 and 2024 in two hospitals. Patients were included if they had severe shoulder arthritis and an intact rotator cuff. All procedures utilised a standardised deltopectoral approach with implantation of a stemmed uncemented humeral component and a keeled cemented polyethylene glenoid (Tornier Perform Anatomic Glenoid, Stryker Corporation, Kalamazoo, MI, USA), with a minimum follow-up of 12 months postoperatively. Demographic data were collected along with pre- and postoperative Oxford Shoulder Score (OSS) and American Shoulder and Elbow Surgeons (ASES) scores, glenoid morphology (assessed via the Walch classification), and complications. Statistical analysis was performed using paired t-tests to compare pre- and postoperative scores. Results The study included 42 (100%) patients; 35 (83%) females and 7 (16.7%) males with a mean age of 74.5 years. The mean duration of follow-up was 30 months. The mean preoperative OSS was 18.3 (SD = 9.7), which significantly improved to 46 postoperatively (SD = 3.1, range = 38-48, p < 0.0001). Overall, 40 (95.23%) patients achieved a postoperative OSS over 40, with 20 (47.62%) patients scoring the maximum of 48. The ASES score averaged 93, with 33 (78.57%) patients scoring between 80 and 100. Glenoid morphology analysis revealed A2 as the most common type observed in 18 (42.86%) patients. Complications were minimal, with occasional pain reported in four (9.52%) patients, while no patients returned to theatre. Conclusions aTSA demonstrates significant improvements in shoulder function and pain relief for elderly patients with intact rotator cuffs. The high postoperative OSS and ASES scores, along with low complication rates, support the effectiveness of aTSA in this population. These findings suggest that it is a viable and successful surgical option for elderly patients with glenohumeral osteoarthritis, even in those over 70 years old, challenging the growing trend toward reverse total shoulder arthroplasty in this age group. Further research is needed to explore long-term outcomes and refine surgical indications.",
  "disease": "osteoarthritis"
}