{
    "title": "Effects of granulocyte-macrophage colony-stimulating factor on incisional wound healing in an experimental diabetic rat model.",
    "doc_id": "10098597",
    "writer": "Cantürk NZ",
    "year": "1999",
    "summary": "The anesthetized rats in all groups were wounded 21 days after diabetes induction by streptozotocin. Blood neutrophil counts and neutrophil fractions were also determined three days after wounding. Tensile strengths of wounded skin and the hydroxyproline (hyp …",
    "abstract": "The exact nature of poor wound healing in diabetes is uncertain. Neutrophils play a critical role in the host defense mechanism, and it is suggested that impaired neutrophil functions cause healing difficulties with or without infections in diabetic patients. Granulocyte-macrophage colony-stimulating factor (GM-CSF) is used clinically when given systematically to increase the circulating neutrophils, but its wound-healing effects have not been systematically studied. This study was undertaken to examine the effects of GM-CSF on incisional wound healing in an experimental diabetic rat model. Forty rats were randomly divided into three groups, group I receiving saline as control, diabetes-induced group II receiving saline and diabetes-induced group III receiving GM-CSF. The anesthetized rats in all groups were wounded 21 days after diabetes induction by streptozotocin. Blood neutrophil counts and neutrophil fractions were also determined three days after wounding. Tensile strengths of wounded skin and the hydroxyproline (hyp) level of the wound were determined and wound healing processes were evaluated by light and electron microscopy, fourteen days after wounding. Neutrophil counts and phagocytosis were significantly increased in group III and neutrophil counts decreased in group II (p < 0.05). Although the hydroxyproline level of wound tissue significantly decreased in group II as compared with group III (p < 0.05), there was no differences of tensile strength between group II and III (p < 0.05). Wound score in group II was less than that in groups I and III (p < 0.05). It is concluded that PMN may have a role in modulating wound healing. GM-CSF may be useful for creating better wound healing healing. GM-CSF may be useful for creating better wound healing in risky patients such as diabetics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10098597/"
}