{
    "title": "Episodes of low back pain: a proposal for uniform definitions to be used in research.",
    "doc_id": "12438991",
    "writer": "de Vet HC",
    "year": "2002",
    "summary": "Definitions are proposed for episodes of low back pain, care for low back pain, and work absence because of low back pain. METHODS: In a Medline search, we identified about 1200 papers, of which 81 possibly contained …",
    "abstract": "Study design:\n        \n      \n      Literature review and group discussions.\n    \n\n\n          Objective:\n        \n      \n      To propose uniform definitions for low back pain episodes to be used in research.\n    \n\n\n          Background:\n        \n      \n      Different definitions of episodes have been used in low back pain studies. This hampers comparison of study results. Definitions are proposed for episodes of low back pain, care for low back pain, and work absence because of low back pain.\n    \n\n\n          Methods:\n        \n      \n      In a Medline search, we identified about 1200 papers, of which 81 possibly contained a definition of episodes. In group discussions, we decided which definitions to propose and discussed their applicability.\n    \n\n\n          Results:\n        \n      \n      We found few definitions in the literature. In the group discussions we decided to define an episode of LBP as a period of pain in the lower back lasting for more than 24 hours, preceded and followed by a period of at least 1 month without low back pain. An episode of care for low back pain was defined as a consultation or a series of consultations for low back pain, preceded and followed by at least 3 months without consultation for low back pain. An episode of work absence due to low back pain was defined as a period of work absence due to low back pain, preceded and followed by a period of at least 1 day at work.\n    \n\n\n          Conclusions:\n        \n      \n      In many studies, episodes of low back pain are mentioned without a clear definition. We consider our proposed definitions of episodes to be arbitrary but well considered. We advise that they be tested for use in future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12438991/"
}