{
    "title": "Atrial Fibrillation Detection and Management in Hypertension.",
    "doc_id": "36519436",
    "writer": "Gawałko M",
    "year": "2023",
    "summary": "Hypertension is prevalent in >70% of atrial fibrillation patients. In turn, hypertensive patients have up to 73% greater likelihood of atrial fibrillation. ...Early detection and diagnosis of atrial fibrillation is important to allow i …",
    "abstract": "Hypertension is prevalent in >70% of atrial fibrillation patients. In turn, hypertensive patients have up to 73% greater likelihood of atrial fibrillation. Current guidelines recommend that a systematic atrial fibrillation screening may be justified in all patients aged ≥65 years with at least 1 cardiovascular disease, including hypertension. Although most blood pressure monitors include algorithms to detect atrial fibrillation with a high sensitivity of 96 [92-98]% and specificity of 94 [91-96]%, an electrocardiography confirmation is necessary to establish a diagnosis of atrial fibrillation. Early detection and diagnosis of atrial fibrillation is important to allow initiation of atrial fibrillation management. In the Early Treatment of Atrial Fibrillation for Stroke Prevention Trial (EAST-AFNET 4), hypertension was present in 88% of participants, and early rhythm control therapy lowered the risk of adverse cardiovascular outcomes in patients with early atrial fibrillation aged >75 or with CHA2DS2-VASc score ≥2 (Congestive heart failure, Hypertension, Age ≥75 (doubled), Diabetes, Stroke (doubled), Vascular disease, Age 65-74, Sex category [female]) and cardiovascular condition. Strategies for early atrial fibrillation detection should always be linked to a comprehensive atrial fibrillation work-up infrastructure organized within an integrated ABC pathway (Anticoagulation/Avoid stroke; Better symptom control; Cardiovascular and Comorbidity optimization). For secondary prophylaxis, blood pressure control should be embedded in a combined risk factor management program. In hypertensive patients where no atrial fibrillation is detected, intensive blood pressure lowering therapy for primary prophylaxis should be initiated to reduce the risk of developing atrial fibrillation and other cardiovascular complications in the future. The aim of the article is to review the current literature on atrial fibrillation detection and management in hypertensive patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36519436/"
}