{
  "pmid": "41469100",
  "title": "Tumor-associated Neutrophils Promote Lung Cancer Growth and Metastasis ",
  "abstract": "The role of tumor-associated neutrophils (TANs) in the tumor microenvironment (TME) remains unclear in lung cancer. Various aspects of TANs, such as their maturation stage, activation state, and enzyme release, are controversial. This study focused on neutrophil elastase (NE) from TANs, aiming to evaluate its role in lung cancer and determine whether NE could be a potential therapeutic target. Lung cancer and promyelocytic leukemia cell lines were used to evaluate whether NE is associated with neutrophil recruitment using a chemotaxis assay. The association between NE and lung cancer cell malignancy was evaluated using cell viability, motility and invasion assays. The effects of NE inhibition on lung cancer growth and cytotoxic anticancer therapy were evaluated in a mouse model. Immunohistochemical analysis was used to examine the association between TANs infiltration of TME and prognosis of patients received lung cancer surgery. TANs secreted NE to recruit neutrophils into the TME. Furthermore, NE-secreting TANs enhanced lung cancer cell motility and invasion, contributing to tumor growth. Selective inhibition of NE reduced intratumoral infiltration of NE-expressing TANs and suppressed lung cancer progression. Moreover, NE inhibition enhanced the efficacy of cisplatin treatment. In human lung cancer, infiltration by NE-expressing TANs correlated with postoperative recurrence and poor prognosis, specifically associating with distant metastases. High NE expression was also a predictive factor for vascular invasion by lung cancer cells. NE secreted by TANs in lung cancer tissues facilitates further TAN recruitment, leading to a TAN-rich TME that promotes tumor progression. Additionally, NE promotes distant metastasis by enhancing lung cancer cell motility and vascular invasion. These findings suggest that NE is a promising therapeutic target for lung cancer treatment.",
  "disease": "lung cancer"
}