{
  "pmid": "41474472",
  "title": "The Role of Estrogen Receptors in Lung Diseases.",
  "abstract": "Lung diseases are major global causes of morbidity and mortality, yet the molecular basis of their observed sex differences remains unclear. Beyond their roles in reproductive biology, estrogens are central regulators of pulmonary homeostasis through three principal receptors: estrogen receptor α (ERα), estrogen receptor β (ERβ), and the G-protein-coupled estrogen receptor (GPER1). These receptors are widely expressed across the airway epithelium, smooth muscle, fibroblasts, lung endothelium, and immune cells, where they integrate slow, genomic transcriptional programs and rapid, membrane-initiated signaling cascades to regulate inflammation, oxidative balance, and tissue remodeling. ERβ, often the dominant pulmonary isoform, tends to preserve extracellular matrix integrity and attenuate maladaptive inflammation, whereas ERα frequently amplifies pro-inflammatory transcriptional programs. GPER1 mediates rapid non-genomic responses that modulate vascular tone, airway smooth-muscle reactivity, and innate immune function, and is both an important regulator of allergic inflammation and a modulator of oncogenic signaling. Together, estrogen receptor subtype balance, subcellular localization, and ligand context determine whether estrogenic signaling is protective or pathogenic. Clinically, this framework helps explain life-course and sex differences, such as post-pubertal female predominance of asthma, menstrual and pregnancy-related exacerbations, and enhanced Chronic Obstructive Pulmonary Disease (COPD) susceptibility in women at lower tobacco exposure. In this review, we synthesize mechanistic and clinical evidence across lung diseases; delineate areas where data remain incomplete or contradictory; and outline opportunities for experimental and translational innovation. These include development of receptor-selective or biased ligands, inhaled or localized delivery, and implementation of sex-aware clinical trial designs to leverage estrogen-receptor biology for precision respiratory therapeutics.",
  "disease": "asthma"
}