{
    "title": "Childhood maltreatment and mentalizing capacity: A meta-analysis.",
    "doc_id": "38245975",
    "writer": "Yang L",
    "year": "2024",
    "summary": "METHODS: Systematic searches across eight bibliographic databases identified peer-reviewed publications describing empirical studies on the interplay between CM and mentalizing capacity. Effect sizes (r) were synthesized using random-effects models. A moderated effects ana …",
    "abstract": "Background:\n        \n      \n      The protective role of mentalizing capacity against the adverse effects of childhood maltreatment (CM) is acknowledged; however, empirical studies have yielded diverse conclusions regarding the relationship between childhood maltreatment and mentalizing capacity.\n    \n\n\n          Objective:\n        \n      \n      This meta-analytic review aims to comprehensively summarize and quantify the association between childhood maltreatment and mentalizing capacity.\n    \n\n\n          Participants and setting:\n        \n      \n      A total of 23 studies involving 3910 participants were included in the analysis.\n    \n\n\n          Methods:\n        \n      \n      Systematic searches across eight bibliographic databases identified peer-reviewed publications describing empirical studies on the interplay between CM and mentalizing capacity. Effect sizes (r) were synthesized using random-effects models. A moderated effects analysis was conducted on five variables: participant gender, age group, mental health status, mentalizing capacity measurement, and childhood maltreatment measurement.\n    \n\n\n          Results:\n        \n      \n      The findings showed a significant moderate negative correlation between childhood maltreatment and mentalizing capacity (r = -0.21, 95 % CI = [-0.26, -0.15]). This suggests that heightened severity of childhood maltreatment corresponds to lower mentalizing capacity. Moreover, the strength of this correlation was influenced by participant gender, age group, mental health status, mentalizing capacity measurement, and CM measurement.\n    \n\n\n          Conclusions:\n        \n      \n      The controversy surrounding the link between CM and mentalizing capacity gains clarity when considering significant moderating variables. The pooled effect provides a preliminary definition of the magnitude and direction of this correlation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38245975/"
}