{
  "pmid": "41460882",
  "title": "Sex-based differences in front crawl and butterfly sprint performance in age-group swimmers.",
  "abstract": "To identify the key variables influencing 50 m sprint performance in front crawl and butterfly strokes and determine the predominant predictors of sex-related performance differences in each technique in age-group swimmers. Thirty national-level age-group swimmers (15 boys and 15 girls; age 13.5 ± 1.0 years) underwent assessments of anthropometry, biological maturation, neuromuscular performance (dynamic strength index of upper and lower limbs), anaerobic critical velocity, tethered swimming force, and stroke mechanics. Multivariate analyses revealed substantial sex differences (p < 0.05), with boys outperforming girls in upper-body force output and anaerobic critical velocity (AnCV). Boys showed a greater AnCV (1.54 vs. 1.45 m·s ⁻ ¹) and lower fatigue index (-8.52% in front crawl). Boys and girls had a 27.60 N front crawl force differential and 13.59 N butterfly force difference in the first 10 s of tethered swimming. Controlling for sex and biological maturity, the maximum explained variation (ƞ2) was found in front crawl tethered swimming force (47%), and butterfly lower limb neuromuscular performance (29%). In front crawl, total push-up peak force (diff: 215.44 N; 95% CI: 1.25 to 3.08; p < 0.001) and body height (diff: 0.08 cm; 95% CI: -1.82 to -0.28; p < 0.001) were key discriminators, while in butterfly, push-up force (diff: 215.44 N; 95% CI: 1.25 to 3.08; p < 0.001) and stroke index (diff: 0.54 m² ⋅ s ⁻ ¹; 95% CI: 1.04 to 2.79; p < 0.001) were the most effective predictors. Our findings confirm the predictive ability of upper-limb neuromuscular performance and stroke efficiency in identifying sex-based differences in sprint swimming. The practical implications of these findings are substantial, offering a framework for coaches and sports scientists to improve procedures for training by focusing on technique- and sex-specific performance characteristics at critical stages of athletic development.",
  "disease": "stroke"
}