{
    "title": "Lack of Exercise-Induced Hypoalgesia to Repetitive Back Movement in People with Chronic Low Back Pain.",
    "doc_id": "31187932",
    "writer": "Kuithan P",
    "year": "2019",
    "summary": "PURPOSE: To investigate whether people with chronic low back pain (LBP) show dysfunctional exercise-induced hypoalgesia (EIH) in response to repeated contractions of their back muscles during a lifting task. ...RESULTS: Mean (standard deviation) PPTs measured …",
    "abstract": "Purpose:\n        \n      \n      To investigate whether people with chronic low back pain (LBP) show dysfunctional exercise-induced hypoalgesia (EIH) in response to repeated contractions of their back muscles during a lifting task.\n    \n\n\n          Methods:\n        \n      \n      In this cross-sectional observational study conducted on asymptomatic participants (n = 18) and participants with chronic LBP (n = 21), quantitative sensory testing (QST) was applied extensively over the lumbar region and a remote area before and after a repeated task that involved lifting a 5-kg box for ~7 minutes. QST included pressure pain thresholds (PPTs), thermal detection, pain thresholds, and measures of temporal summation. Topographical maps of the percentage change in PPT detected at 16 locations over the lumbar region were generated to explore regional differences and compared between groups.\n    \n\n\n          Results:\n        \n      \n      Mean (standard deviation) PPTs measured from 16 sites over the lower back changed significantly in asymptomatic participants (+29.78 kPa [41.4]) following task completion, indicative of EIH, whereas no significant change was observed for the low back pain (LBP) group (-14.87 kPa [61.2]). No changes were detected at the remote site for either group. No changes were revealed for the thermal tests. Temporal summation data revealed decreasing pain sensitivity as the test progressed, but the test response did not change after the exercise for either group.\n    \n\n\n          Conclusion(s):\n        \n      \n      Unlike asymptomatic individuals, participants with LBP lacked EIH over the lumbar erector spinae muscles following repeated lifting. Although these results should be considered in relation to the study limitations, particularly the absence of a control group, the findings support impaired EIH in patients with LBP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31187932/"
}