{
  "pmid": "41467353",
  "title": "Clinical and Molecular Differences of Hypertensive Disorders During Pregnancy.",
  "abstract": "Hypertensive disorders of pregnancy (HDP) comprise a spectrum of 4 subtypes: chronic hypertension (cHTN), gestational hypertension (gHTN), preeclampsia, and superimposed preeclampsia (siPE). Although often characterized as a spectrum of disease severity, there have been limited comparative studies of detailed clinical and molecular characteristics of these disorders. We hereby evaluate HDP subtypes using clinical, placental histopathologic, and molecular data to compare similarities and differences between HDP subtypes. We used data from an over 10-year-long pregnancy cohort with detailed clinical and placental pathology, as well as placental tissue RNA-sequencing, to compare findings between HDP subtypes using a nested case-control design. Clinical diagnosis was based on current ACOG criteria, and placental gross and histological examination was based on the Amsterdam consensus statement. Clinical data analysis showed cHTN and gHTN to be more likely to have normal placental pathology, while preeclampsia and siPE were more enriched in maternal vascular malperfusion. RNA-seq showed distinct gene expression signatures and pathway activation across HDP subgroups. We could not identify any molecular evidence that preeclampsia (preeclampsia or siPE) was an advanced stage of hypertensive disorder (gHTN or cHTN), but rather identified distinct gene expression profiles between these entities, suggesting preeclampsia (preeclampsia or siPE) and hypertension (gHTN or cHTN) are distinct pathophysiological conditions. Finally, we found that, in the presence of maternal vascular malperfusion, siPE and preeclampsia share significant gene expression profiles and pathway activation. Our findings suggest that maternal vascular malperfusion specifically differentiates pregnancies that progress to preeclampsia and siPE. Maternal vascular malperfusion is thought to initiate in early gestation, indicating the cascade to preeclampsia/siPE may be differentiated from gHTN/cHTN early in pregnancy. Incorporating placental histopathologic evaluation is an essential future avenue in probing the cause of HDP.",
  "disease": "hypertension"
}