{
  "pmid": "41411911",
  "title": "TIMP3 attenuates vascular calcification by restoring autophagy in vascular smooth muscle cells through the STAT1/FOXO1 pathway.",
  "abstract": "Vascular calcification, characterized by abnormal calcium phosphate minerals deposition in the vascular system, is closely associated with adverse cardiovascular outcomes, including chronic kidney disease (CKD). Autophagy, a conserved cellular degradation mechanism, has been shown to attenuate vascular smooth muscle cell (VSMC) calcification. Tissue inhibitor of metalloproteinases-3 (TIMP3) has been implicated in cardiovascular pathophysiology. However, the role of TIMP3 and molecular mechanisms in vascular calcification remains unknown. A CKD mouse model and β-glycerophosphate (β-GP)-stimulated VSMCs was used to investigate the role of TIMP3 in vascular calcification. Vascular calcification was assessed using von Kossa staining, Alizarin Red S staining, and calcium quantification. Autophagy flux was evaluated via LC3 immunofluorescence and Western blotting for LC3II/I and p62. The involvement of the STAT1/FOXO1 signaling pathway was investigated using immunofluorescence and Western blotting. TIMP3 expression was significantly reduced in calcified arteries of CKD mice and β-GP-stimulated VSMCs. TIMP3 overexpression attenuated calcium deposition and Runx2 upregulation, while promoting autophagy flux, as indicated by increased LC3II/I ratio and decreased p62. Inhibition of autophagy with 3-methyladenine (3-MA) abolished the protective effects of TIMP3. Mechanistically, TIMP3 overexpression suppressed β-GP-induced STAT1 activation and restored FOXO1 expression, indicating that the STAT1/FOXO1 pathway mediates TIMP3-induced autophagy and calcification attenuation. In vivo, TIMP3 overexpression significantly reduced aortic calcification, decreased calcium deposition, and enhanced autophagy markers in CKD mice. TIMP3 attenuates vascular calcification by restoring autophagy and reducing the osteogenic phenotypic transformation in VSMCs through inhibition of the STAT1/FOXO1 signaling axis. These findings highlight TIMP3 as a potential therapeutic target for vascular calcification in CKD and associated cardiovascular diseases.",
  "disease": "chronic kidney disease"
}