{
  "pmid": "41420766",
  "title": "Systematic Evaluation of Utility and Usability of Publicly Available Mobile Apps for the Early Detection and Monitoring of Infectious Diseases.",
  "abstract": "The rapid spread of modern outbreaks frequently surpasses the response speed of traditional surveillance and laboratory systems. Mobile apps offer real-time symptom submission, geospatial mapping, and digital contact tracing, which might bridge this gap, yet their epidemiological value and user experience have not been assessed rigorously. We developed a novel framework to evaluate utility and usability of surveillance apps. We then demonstrated its use in a proof-of-concept evaluation. An assessment framework with 15 consolidated features was developed from an initial list of 73 identified through the literature and refined by experts. This framework directed the evaluation of available mobile apps for infectious disease surveillance identified via the App Store, Google Play Store, and relevant literature. Two authors applied the criteria independently, and conflicts were panel-resolved (κ = 0.60). Of the 56 apps screened, 11 met inclusion criteria. Six focused on a single disease, while five tracked multiple diseases. Seven were designed for national use, with four providing global coverage. High-scoring apps combined expert oversight with diverse data sources for broader disease coverage, whereas low performers relied on self-reporting and a single-disease focus. Apps offering user support and customisable alerts scored highest for usability; scores declined when privacy constraints restricted ease of use. This study presents a structured framework to guide evaluation of mobile apps for epidemic surveillance. The evaluation underscores the need to balance epidemiological functionality with user-friendly design and privacy-conscious features. As mobile apps expand in public health, balancing utility and usability is key to adoption and longevity.",
  "disease": "influenza"
}