{
    "title": "Transforming growth factor beta3 promotes fascial wound healing in a new animal model.",
    "doc_id": "11030871",
    "writer": "Tyrone JW",
    "year": "2000",
    "summary": "One incision was treated with 1 microg of TGF-beta(3); the contralateral incision served as a control. The wounds were harvested at 1, 2, 3, 4, 6, and 8 weeks after creation (\"wounding\"). MAIN OUTCOME MEASURES: Wound tissue was tested for breaking strength us …",
    "abstract": "Hypothesis:\n        \n      \n      Transforming growth factor beta(3) (TGF-beta(3)) promotes fascial wound healing in a new animal model, as measured by wound breaking strength, collagen deposition, and cellular proliferation.\n    \n\n\n          Design/intervention:\n        \n      \n      Bilateral, longitudinal incisions were made in the anterior rectus sheaths of 24 male New Zealand white rabbits. One incision was treated with 1 microg of TGF-beta(3); the contralateral incision served as a control. The wounds were harvested at 1, 2, 3, 4, 6, and 8 weeks after creation (\"wounding\").\n    \n\n\n          Main outcome measures:\n        \n      \n      Wound tissue was tested for breaking strength using a tensiometer and processed for histological examination of collagen deposition and cellular proliferation at all time points after wounding. Collagen deposition and cellular proliferation were measured in histological cross sections of wounds with Masson trichrome staining and proliferating cell nuclear antigen immunohistochemistry, respectively.\n    \n\n\n          Results:\n        \n      \n      At all time points after wounding, treatment with TGF-beta(3) significantly increased the wound breaking strength (up to 138%) and collagen deposition (up to 150%) over the control group. Cellular proliferation was increased during the first 3 weeks after wounding (up to 147%), but returned to baseline levels by the fourth week.\n    \n\n\n          Conclusions:\n        \n      \n      Transforming growth factor beta(3) promotes fascial wound healing. In this new animal model of fascial wound healing, TGF-beta(3) increased fascia breaking strength, collagen deposition, and cellular proliferation. These results are similar to findings in cutaneous wound models and demonstrate, for the first time, a pharmacologic agent to accelerate fascial healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11030871/"
}