{
    "title": "Brain injury with diabetes mellitus: evidence, mechanisms and treatment implications.",
    "doc_id": "28276776",
    "writer": "Hamed SA.",
    "year": "2017",
    "summary": "Diabetes mellitus is a risk for brain injury. Brain injury is associated with acute and chronic hyperglycaemia, insulin resistance, hyperinsulinemia, diabetic ketoacidosis (DKA) and hypoglycaemic events in diabetic patients. ...Expert commentary: We su …",
    "abstract": "Diabetes mellitus is a risk for brain injury. Brain injury is associated with acute and chronic hyperglycaemia, insulin resistance, hyperinsulinemia, diabetic ketoacidosis (DKA) and hypoglycaemic events in diabetic patients. Hyperglycemia is a cause of cognitive deterioration, low intelligent quotient, neurodegeneration, brain aging, brain atrophy and dementia. Areas covered: The current review highlights the experimental, clinical, neuroimaging and neuropathological evidence of brain injury induced by diabetes and its associated metabolic derangements. It also highlights the mechanisms of diabetes-induced brain injury. It seems that the pathogenesis of hyperglycemia-induced brain injury is complex and includes combination of vascular disease, oxidative stress, neuroinflammation, mitochondrial dysfunction, apoptosis, reduction of neurotrophic factors, acetylcholinesterase (AChE) activation, neurotransmitters' changes, impairment of brain repair processes, impairment of brain glymphatic system, accumulation of amyloid β and tau phosphorylation and neurodegeneration. The potentials for prevention and treatment are also discussed. Expert commentary: We summarize the risks and the possible mechanisms of DM-induced brain injury and recommend strategies for neuroprotection and neurorestoration. Recently, a number of drugs and substances [in addition to insulin and its mimics] have shown promising potentials against diabetes-induced brain injury. These include: antioxidants, neuroinflammation inhibitors, anti-apoptotics, neurotrophic factors, AChE inhibitors, mitochondrial function modifiers and cell based therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28276776/"
}