{
    "title": "Real-world effectiveness and protection of SARS-CoV-2 vaccine among patients hospitalized for COVID-19 in Xi'an, China, December 8, 2021, to January 20, 2022: A retrospective study.",
    "doc_id": "36211421",
    "writer": "Li X",
    "year": "2022",
    "summary": "INTRODUCTION: In December 2021, a large-scale epidemic broke out in Xi'an, China, due to SARS-CoV-2 infection. This study reports the effect of vaccination on COVID-19 and evaluates the impact of different vaccine doses on routine laboratory markers. METHODS: The la …",
    "abstract": "Introduction:\n        \n      \n      In December 2021, a large-scale epidemic broke out in Xi'an, China, due to SARS-CoV-2 infection. This study reports the effect of vaccination on COVID-19 and evaluates the impact of different vaccine doses on routine laboratory markers.\n    \n\n\n          Methods:\n        \n      \n      The laboratory data upon admission, of 231 cases with COVID-19 hospitalized from December 8, 2021 to January 20, 2022 in Xi'an, including blood routine, lymphocyte subtypes, coagulative function tests, virus specific antibodies and blood biochemical tests were collected and analyzed.\n    \n\n\n          Results:\n        \n      \n      Of the 231 patients, 21 were not vaccinated, 158 were vaccinated with two doses and 52 with three doses. Unvaccinated patients had a higher proportion of moderate and severe symptoms than vaccinated patients, while two-dose vaccinated patients had a higher proportion than three-dose vaccinated patients. SARS-CoV-2 specific IgG levels were significantly elevated in vaccinated patients compared with unvaccinated patients. Particularly, unvaccinated patients had lower counts and percentages of lymphocytes, eosinophils and CD8+ T-lymphocytes, and elevated coagulation-related markers. In addition, vaccination had no effect on liver and kidney function.\n    \n\n\n          Conclusions:\n        \n      \n      Vaccination against SARS-CoV-2, inducing high IgG level and increased CD8+ T cells and eosinophils, and regulating coagulation function, can significantly attenuate symptoms of COVID-19, suggesting that the vaccine remains protective against SARS-CoV-2.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36211421/"
}