{
    "title": "Histopathological evidence for an association of inflammation with ductal pin-like lesions but not with ductal adenocarcinoma in the prostate of the noble rat.",
    "doc_id": "18302197",
    "writer": "Bernoulli J",
    "year": "2008",
    "summary": "BACKGROUND: Chronic inflammation may contribute to the development of prostate cancer. The goal of this study was to determine the possible association of prostatic inflammation, prostatic intraepithelial neoplasia (PIN)-like lesion, and prostate cance …",
    "abstract": "Background:\n        \n      \n      Chronic inflammation may contribute to the development of prostate cancer. The goal of this study was to determine the possible association of prostatic inflammation, prostatic intraepithelial neoplasia (PIN)-like lesion, and prostate cancer, and to assess the androgen and estrogen dependency of the early steps of carcinogenesis.\n    \n\n\n          Methods:\n        \n      \n      Noble rats were treated with testosterone and estradiol implants for 13, 18, or 26 weeks. Hormone dependency of the lesions was studied in a subset of animals by removing hormone implants for 3 weeks after 15 weeks treatment time.\n    \n\n\n          Results:\n        \n      \n      After treatment for 13 weeks, acute and chronic inflammation was found in the dorsolateral prostate lobes and both inflammation and PIN-like lesions were present in the periurethal area of the prostate in all animals (n = 8). Following hormone exposure for 18 and 26 weeks, inflammation in the prostate remained, and adenocarcinomas in the periurethal prostate area with no adjacent inflammation were observed in all 18 animals studied. When both hormone implants were removed after 15 weeks, PIN-like lesions progressed further to adenocarcinoma only in two of seven animals. When only the estradiol implants were removed, three of five animals developed adenocarcinomas.\n    \n\n\n          Conclusions:\n        \n      \n      Even though adenocarcinomas were not morphologically associated with inflammation, PIN-like lesions preceding adenocarcinoma were found in close association with inflammation, pointing towards a possible initiator role of inflammation in the early steps of prostatic carcinogenesis. Further, these results indicate that both androgens and estrogens together play a significant role in the induction of inflammation and prostatic cancer in this model.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18302197/"
}