{
    "title": "[Parental Mentalization and Early Parent-Child Interaction in Mothers with Affective Disorders or Borderline Personality Disorder: A Systematic Review].",
    "doc_id": "35301922",
    "writer": "Stuhrmann LY",
    "year": "2022",
    "summary": "Despite the clinical and conceptual relevance of mentalization with borderline personality disorder (BPD) and affective disorders, the subject has rarely been systematically addressed in parents.This review provides a systematic overview of parental mentalization in …",
    "abstract": "The ability to mentalize is central in the context of the parent-child relationship.The parental competence to see the child'smental state as an independent individual is an essential prerequisite for perceiving and interpreting child signals appropriately.These abilities are crucial but not always available under elevated stress levels when confronted with a child's affects and parenting challenges. Despite the clinical and conceptual relevance of mentalization with borderline personality disorder (BPD) and affective disorders, the subject has rarely been systematically addressed in parents.This review provides a systematic overview of parental mentalization in mothers with affective disorders or BPD and its impact on the quality of maternal interactive behaviour. The findings generally revealed a negative association between mothers' parental mentalization and depression or BPD, which varied greatly depending on the mentalization constructs. Both psychiatric diagnosis and current severity of symptoms were found to be relevant. However, some positive aspects of mentalization were not markedly impaired. Further, a lowermentalizing abilitywas associatedwith reduced sensitive behaviour in depressedmothers. The results contribute to a better understanding of the association between mentalization and maternal psychopathology and help refine early interventions in parent-child settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35301922/"
}