{
  "pmid": "41411635",
  "title": "Follow-up outcomes from the first national fibromuscular dysplasia clinic in the United Kingdom.",
  "abstract": "Fibromuscular dysplasia (FMD) is a rare disease with diverse clinical presentations. The need for a bespoke clinic providing individualized care was deemed a patient priority at the United Kingdom's (UK) first patient information day on FMD. In response, a multidisciplinary clinic was established at Salford Royal Hospital in November 2019, integrating renal, neurology, interventional radiology, and neuro-radiology expertise. It has since evolved into the UK's first national FMD clinic. This study aimed to describe baseline patient characteristics and identify contributing factors in disease progression. This prospective observational study included 215 patients reviewed over 5 years. All underwent brain-to-pelvis imaging at least once to radiologically confirm FMD. FMD mimics were identified more often than expected (n = 87, 40.4%), predominantly due to sub-optimal imaging artefacts. Of 128 confirmed FMD patients, median age was 49 years; focal FMD patients were younger than multifocal FMD patients [median (interquartile range or IQR): 44 (27-58) vs. 45 (36-49) years; P = 0.038]. Sixty-seven percent were Caucasian and 85.3% female, and 66.7% had multivessel disease, 29.3 and 19.6% had aneurysms or dissections at presentation. Multifocal disease, aneurysms and dissections were more common in multivessel disease. Follow-up data defined risk factors for clinical or radiological disease progression: younger age at FMD onset [odds ratio (OR) 0.97, P = 0.042], current smoking (OR 3.78, P = 0.006), baseline history of hypertension (OR 6.2, P = 0.017). This study emphasizes the importance of a dedicated multidisciplinary FMD service for confirming diagnosis and identifying FMD mimics to facilitate personalized care. Early diagnosis, smoking cessation and blood pressure management are key to preventing disease progression.",
  "disease": "coronary artery disease"
}