{
  "pmid": "41470883",
  "title": "Refining MASLD Phenotypes: Clinical, Metabolic, and Elastographic Differences Between Adipose Tissue Dysfunction and Obesity-Driven Disease.",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a heterogeneous condition shaped by metabolic dysfunction, adipose tissue distribution, inflammatory activation, and body composition. Understanding how these factors interact across distinct clinical phenotypes is essential for improving diagnostic accuracy and risk stratification. This study aimed to compare metabolic, inflammatory, and elastographic profiles between MASLD subgroups defined by adipose tissue dysfunction (ATD) and obesity, and to identify pathways linking metabolic dysregulation to hepatic fibrosis. We conducted a cross-sectional observational study including 178 adult participants evaluated clinically, biochemically, and by bioimpedance and shear wave elastography. Participants ranged in age from 19 to 82 years. Patients were stratified into a non-MASLD control group and two MASLD subgroups: MASLD with ATD (G1) and MASLD with obesity (G2). Anthropometric data, lipid profile, glycemic markers, cytokines (IL-6, IL-10, TNF-α), liver stiffness, and non-invasive fibrosis indices were compared across groups using standard statistical testing. Patients with MASLD showed higher liver stiffness, triglycerides, and IL-6/IL-10 levels than controls. Between MASLD phenotypes, the ATD group (G1) exhibited a more inflammatory and dysmetabolic profile, with significantly higher triglycerides, IL-6 levels, neutrophil counts, and creatinine, alongside trends suggesting early sarcopenic changes. In contrast, the obese phenotype (G2) demonstrated greater hepatic structural involvement, including higher liver stiffness and BMI, AST/ALT ratio and Diabetes (BARD) scores, despite more favorable inflammatory parameters. Several associations between liver stiffness, IL-6, and glycemic control approached but did not reach statistical significance. MASLD progression appears to follow two complementary but distinct mechanisms: an inflammatory, adipose dysfunction pathway dominated by IL-6 activation and early anabolic decline, and a metabolic-overload pathway driven by obesity. Phenotype-specific evaluation integrating inflammatory markers, metabolic indices, and elastographic parameters may improve risk stratification and inform personalized therapeutic strategies.",
  "disease": "liver cirrhosis"
}