{
    "title": "Melatonin, an inhibitory agent in breast cancer.",
    "doc_id": "27017208",
    "writer": "Nooshinfar E",
    "year": "2017",
    "summary": "BACKGROUND: The heterogeneous nature of breast cancer makes it one of the most challenging cancers to treat. Due to the stimulatory effect of estrogen in mammary cancer progression, anti-estrogenic agents like melatonin have found their way into breast …",
    "abstract": "Background:\n        \n      \n      The heterogeneous nature of breast cancer makes it one of the most challenging cancers to treat. Due to the stimulatory effect of estrogen in mammary cancer progression, anti-estrogenic agents like melatonin have found their way into breast cancer treatment. Further studies confirmed a reverse correlation between nocturnal melatonin levels and the development of mammary cancer. In this study we reviewed the molecular inhibitory effects of melatonin in breast cancer therapy.\n    \n\n\n          Methods:\n        \n      \n      To open access the articles, Google scholar and science direct were used as a motor search. We used from valid external and internal databases. To reach the search formula, we determined mean key words like breast cancer, melatonin, cell proliferation and death. To retrieval the related articles, we continuously search the articles from 1984 to 2015. The relevance and the quality of the 480 articles were screened; at least we selected 80 eligible articles about melatonin molecular mechanism in breast cancer.\n    \n\n\n          Result:\n        \n      \n      The results showed that melatonin not only inhibits breast cancer cell growth, but also is capable of inhibiting angiogenesis, cancer cell invasion, and telomerase activity. Interestingly this hormone is able to induce apoptosis through the suppression or induction of a wide range of signaling pathways. Moreover, it seems that the concomitant administration of melatonin with other conventional chemotherapy agents had beneficial effects for patients with breast cancer, by alleviating unfavorable effects of those agents and enhancing their efficacy.\n    \n\n\n          Conclusion:\n        \n      \n      The broad inhibitory effects of melatonin in breast cancer make it a promising agent and may add it to the list of potential drugs in treatment of this cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27017208/"
}