{
    "title": "Oxidative modification of von Willebrand factor by neutrophil oxidants inhibits its cleavage by ADAMTS13.",
    "doc_id": "19812385",
    "writer": "Chen J",
    "year": "2010",
    "summary": "HOCl is produced from hydrogen peroxide and chloride ions through the action of myeloperoxidase. HOCl can oxidize methionine to methionine sulfoxide and tyrosine to chlorotyrosine. This is of interest because the ADAMTS13 cleavage site in VWF, the Tyr(1605)-Met(1606) pepti …",
    "abstract": "Elevated plasma von Willebrand factor (VWF) and low ADAMTS13 activity have been reported in several inflammatory states, including sepsis and acute respiratory distress syndrome. One hallmark of inflammation is neutrophil activation and production of reactive oxygen species, including superoxide radical, hydrogen peroxide, and hypochlorous acid (HOCl). HOCl is produced from hydrogen peroxide and chloride ions through the action of myeloperoxidase. HOCl can oxidize methionine to methionine sulfoxide and tyrosine to chlorotyrosine. This is of interest because the ADAMTS13 cleavage site in VWF, the Tyr(1605)-Met(1606) peptide bond, contains both oxidation-prone residues. We hypothesized that HOCl would oxidize either or both of these residues and possibly inhibit ADAMTS13-mediated cleavage. We therefore treated ADAMTS13 substrates with HOCl and examined their oxidative modification by mass spectrometry. Met(1606) was oxidized to the sulfoxide in a concentration-dependent manner, with complete oxidation at 75muM HOCl, whereas only a miniscule percentage of Tyr(1605) was converted to chlorotyrosine. The oxidized substrates were cleaved much more slowly by ADAMTS13 than the nonoxidized substrates. A similar result was obtained with multimeric VWF. Taken together, these findings indicate that reactive oxygen species released by activated neutrophils have a prothrombotic effect, mediated in part by inhibition of VWF cleavage by ADAMTS13.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19812385/"
}