{
    "title": "Wound ballistics of military rifle bullets: An update on controversial issues and associated misconceptions.",
    "doc_id": "30939579",
    "writer": "Stefanopoulos PK",
    "year": "2019",
    "summary": "The understanding of the wounding effects by military rifle bullets can be founded on the concept of energy transfer to the wound as applied to high-energy missile trauma. A substantial component of high-energy transfer in assault rifle injuries is manifested …",
    "abstract": "The wound ballistics literature contains several misconceptions about the physical effects of penetrating projectiles in tissue and tissue simulants. These can adversely affect the proper management of gunshot injuries, particularly in view of the ongoing threat of terrorist and criminal acts using assault rifles against civilians. The understanding of the wounding effects by military rifle bullets can be founded on the concept of energy transfer to the wound as applied to high-energy missile trauma. A substantial component of high-energy transfer in assault rifle injuries is manifested by the dynamic phenomenon of temporary cavitation, which is extensively reviewed with respect to its impact on the wound production and the associated controversy surrounding its consequences in soft tissue wounds. Part of this controversy emanates from misinterpretation of experimental data regarding the magnitude of the temporary cavity induced by high-velocity projectiles and the different conceptions of the tissue response to cavitation. The interaction between the projectile and tissue can lead to tumbling and possibly to deformation and fragmentation of the bullet, all of which strongly influence the energy transfer characteristics affecting both the temporary cavitation and the size of the permanent wound channel. Awareness of these effects can enhance perception of clinical and radiological findings suggestive of the wounding mechanism by various projectiles. LEVEL OF EVIDENCE: Review/therapeutic, level V.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30939579/"
}