{
  "pmid": "41419803",
  "title": "Zinc pyrithione impairs iron-sulfur cluster biogenesis in Mycobacterium tuberculosis.",
  "abstract": "Tuberculosis remains a major global health threat, especially with the increasing prevalence of drug-resistant Mycobacterium tuberculosis (Mtb). There is an urgent need to develop new antibiotics with novel mechanisms of action. Zinc pyrithione (ZnPT), a bidentate metal-chelating agent, displays potent in vitro activity against bacteria and fungi. This study aimed to evaluate the antimycobacterial activity of ZnPT and to explore its potential mechanisms. The bactericidal activity of ZnPT against Mtb strains was evaluated using minimum inhibitory concentration and minimum bactericidal concentration assays. The role of copper was assessed through metal chelator supplementation studies, while intracellular metal accumulation was quantified using inductively coupled plasma mass spectrometry (ICP-MS). Mechanistic analyses included transcriptomic profiling, enzyme activity assays, and targeted metabolomics to assess effects on iron-sulfur (Fe-S) cluster biogenesis and energy metabolism. ZnPT demonstrated potent bactericidal activity against both drug-sensitive and drug-resistant Mtb strains. Copper supplementation significantly enhanced the efficacy of ZnPT, and ICP-MS confirmed elevated intracellular copper levels. Transcriptomic analysis revealed disruption of multiple pathways, including the copper ion stress response, sulfur metabolism, Fe-S cluster biogenesis, siderophore biosynthesis, and intermediary metabolism. Notably, ZnPT induced upregulation of the sulfur mobilization (SUF) operon while repressing electron transfer ferredoxins, indicating disturbed Fe-S cluster homeostasis. Enzyme assays showed marked inhibition of cysteine desulfurase activity, a key step in Fe-S cluster assembly. Targeted metabolomics revealed depletion of tricarboxylic acid (TCA) cycle intermediates and accumulation of metabolic bottlenecks, indicating impaired Fe-S enzyme activity. ZnPT treatment further led to dysfunction of the electron transport chain, reduced proton motive force, and ATP depletion. ZnPT exhibits antimycobacterial activity by disrupting Fe-S cluster biogenesis and impairing energy metabolism in Mtb.",
  "disease": "tuberculosis"
}