{
    "title": "Lower lymph node yield in axillary lymph node dissection specimens in breast cancer patients receiving neoadjuvant chemotherapy: Quality concern or treatment effect?",
    "doc_id": "34877726",
    "writer": "Ozao-Choy J",
    "year": "2021",
    "summary": "Axillary lymph node dissection (ALND) specimens should have at least ten-lymph nodes for examination according to established guidelines. Nonetheless, recent evidence suggests that neoadjuvant chemotherapy (NAC) results in fewer nodes in the spe …",
    "abstract": "Axillary lymph node dissection (ALND) specimens should have at least ten-lymph nodes for examination according to established guidelines. Nonetheless, recent evidence suggests that neoadjuvant chemotherapy (NAC) results in fewer nodes in the specimen. We sought to examine if NAC patients have lower lymph node yield from ALND specimens and whether the number of lymph nodes in the specimen is correlated with pathologic complete response (pCR). Using the National Cancer Database (NCDB), a study cohort of female patients with node-positive, non-metastatic invasive breast cancer diagnosed from 2012 to 2015 was identified. The axillary lymph node retrieval count was compared in NAC and non-NAC patients and then correlated with pCR. A multivariable analysis was performed to identify factors that were associated with less than ten-lymph nodes in the ALND pathologic specimen. Of 56,976 patients identified, 27,197 (48%) received neoadjuvant chemotherapy; 29,779 (52%) did not. NAC patients failed to meet the ten-lymph node minimum in the ALND specimen more often than non-NAC patients (35% vs. 27%, p < 0.001). NAC patients with fewer than ten-lymph nodes were more likely to have a pCR than those with ten or more (22% vs. 16%, p < 0.001). On multivariable analysis, pCR of the primary tumor and receptor status were found to be independent predictors of having fewer than ten-lymph nodes in the ALND specimen. Node-positive breast cancer patients that underwent NAC were more likely to not meet the ten-lymph node standard. However, NAC patients who did not meet the minimum were also more likely to have a pCR compared to NAC patients who did. This suggests lower lymph node yield may not truly be a marker of lower quality surgery but rather a potential marker of NAC treatment effect.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34877726/"
}