{
  "pmid": "41451175",
  "title": "International Benchmark Values for Robotic Right Hepatectomy: Multicenter Study From 22 Expert Centers.",
  "abstract": "This study aimed to identify benchmark values for robotic right hepatectomy (RH) based on a low-risk cohort treated at expert centers. Robotic liver surgery is emerging as a preferred minimally invasive approach to the liver. To enable conclusive comparisons with the standard open or laparoscopic approaches, reference values are needed. Outcomes from consecutive patients undergoing robotic RH for malignant or benign indications at 22 international expert centers between 2018 and 2024 were analyzed. Low-risk, benchmark patients were without significant comorbidities such as portal hypertension, Child B cirrhosis, cardiac disease, chronic pulmonary disease, and renal failure. Patients undergoing robotic RH for donor hepatectomy were excluded. Fifteen reference values were derived from the 75th or the 25th percentile of the median values of all centers. Reference values were compared with a laparoscopic cohort from 4 centers and published benchmark values for laparoscopic and open RH. Of 357 patients, 172 (48%) qualified as the benchmark cohort. The main indications were hepatocellular carcinoma (31%) and colorectal liver metastases (27%). Reference values included: operative time (≤476 min), conversion rate (≤8.2%), bile leak (≤15.4%), major complications (≤23.1%), and comprehensive complication index at 90 days (≤15.6). Robotic RH compared favorably to a multinational cohort series of laparoscopic RH with lower conversion (10.0% vs ≤8.2%) and R1 rate (10.9% vs ≤0%). Compared to open robotic hepatectomy, cutoffs for major complications (≤50.0% vs ≤23.1%) and liver failure (≤22.0% vs ≤2.7%) were lower for robotic right hepatectomies. This international benchmark study on robotic right hepatectomy (RRH) demonstrates that the robotic approach provides advantages compared with laparoscopic and open RH. RRH can be expected to become the minimally invasive approach of choice for tumors in the right liver.",
  "disease": "hypertension"
}