{
    "title": "Gene Therapy: An Historical Overview for Familial Hearing Loss.",
    "doc_id": "40003934",
    "writer": "Guthrie OW.",
    "year": "2025",
    "summary": "Gene therapy is a promising molecular approach for the management of familial hearing loss. ...Issues concerning safety, efficacy, and ethics are far from resolved despite regulatory agency approvals, the media's bias for gene therapy and the many lucr …",
    "abstract": "Gene therapy is a promising molecular approach for the management of familial hearing loss. This type of molecular therapy is the physical manifestation of genetic determinism-the notion that individual genes cause individual phenotypes. The current composition weaves through various branches of the biomedical sciences to uncover the molecular biologic premise for genetic determinism and the impetus behind gene therapy. Consequently, it is revealed that the underlying molecular biologic premise was scaffolded on successful observations from simple biologic assays that were devoid of the complexities of human disease biology. Furthermore, modern successful gene therapies are largely driven by commercial and academic incentives at the cost of scientific rigor. This poses several perverse challenges for patients, clinicians and the public at large. Issues concerning safety, efficacy, and ethics are far from resolved despite regulatory agency approvals, the media's bias for gene therapy and the many lucrative investor positions. Lastly, the therapeutic claims regarding gene therapy are the most ambitious claims made within the hearing sciences. Therefore, scientists, clinicians, and patients must be equipped with the tools needed to appropriately consume and appraise such claims. These and other issues are also directly addressed, with the aim of providing a realistic sense of whether current human gene therapies are ready to be positioned within our routine clinical armamentarium against hearing loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40003934/"
}