{
  "pmid": "41469036",
  "title": "Targeting P4HA1 Inhibits Colorectal Cancer Growth, Metastasis, and Tumor-Associated Macrophage Infiltration via P4HA2-PI3K-AKT Pathway.",
  "abstract": "Colorectal cancer (CRC) is a leading cause of cancer-related mortality, which necessitates the exploration of novel therapeutic targets. This study aims to investigate the effects of Prolyl 4-hydroxylase subunit alpha-1 (P4HA1) inhibition on CRC tumor growth, metastasis, and tumor-associated macrophage (TAM) infiltration. The association between P4HA1 expression and CRC progression as well as tumor immune infiltration was analyzed. In vitro experiments were performed to evaluate the effect of targeting P4HA1 on CRC cell proliferation and migration. The secretion of CCL2, CCL4, and CCL7 and recruitment of TAMs were detected after P4HA1 knockdown. Mechanistic studies were conducted to explore the interaction between P4HA1 and P4HA2 and its regulation on the PI3K-AKT signaling pathway. In vivo experiments were also carried out to verify the effect of P4HA1 knockdown on CRC tumor growth, metastasis, and TAM infiltration polarization. P4HA1 expression was found to be associated with CRC progression and tumor immune infiltration. Targeting P4HA1 significantly suppressed CRC cell proliferation and migration in vitro. Moreover, P4HA1 knockdown reduced the secretion of CCL2, CCL4, CCL7 and the recruitment of TAMs. Mechanistically, P4HA1 interacted with P4HA2, thereby disrupting the PI3K-AKT signaling pathway which is crucial for CRC progression and TAMs recruitment. In vivo experiments confirmed that P4HA1 knockdown inhibited CRC tumor growth, metastasis, and TAM infiltration polarization. Our findings elucidate the importance of the P4HA1-P4HA2-PI3K-AKT axis in CRC and identify P4HA1 as a promising therapeutic target to impede CRC growth and metastasis while altering the tumor immune landscape. This research provides a foundation for further investigations into P4HA1-targeted therapies, which may improve clinical outcomes for patients with CRC.",
  "disease": "colorectal cancer"
}