{
    "title": "Predicting low back pain outcome following rehabilitation for low back pain.",
    "doc_id": "25061033",
    "writer": "Roberts AJ",
    "year": "2015",
    "summary": "OBJECTIVE: The aim was to identify physical and psychological predictors in a prospective study of the outcome of back pain rehabilitation over 6 months and a longer follow-up time of between 15 and 32 months. ...Self-efficacy also predicted 40% of the variance in the inte …",
    "abstract": "Background:\n        \n      \n      Psychosocial factors are known to play a key role in determining the progress of back pain patients. However, it is not known whether these factors are applicable to military personnel, who tend to be fitter than the general population.\n    \n\n\n          Objective:\n        \n      \n      The aim was to identify physical and psychological predictors in a prospective study of the outcome of back pain rehabilitation over 6 months and a longer follow-up time of between 15 and 32 months.\n    \n\n\n          Methods:\n        \n      \n      Two hundred and fifty military personnel reporting for a residential rehabilitation programme completed a battery of physical and psychological tests. The physical tests included 800 m run time and the Biering-Sorensen test. The psychological/psychosocial measures included items on fear avoidance, self efficacy, anxiety and depression and occupational psychosocial factors such as job satisfaction.\n    \n\n\n          Results:\n        \n      \n      Self efficacy and 800 m run time predicted self-reported functional ability at 6 months and medical discharge/return to full fitness at 15–32 months. Patients with 800 m run times of more than 3 minutes 31 seconds had a four times greater chance of medical discharge from the Armed forces.\n    \n\n\n          Conclusions:\n        \n      \n      Eight hundred metre run time and self-efficacy were independent predictors of both self-reported functional ability at 6 months and return to full fitness/medical discharge at 15–32 months. Self-efficacy also predicted 40% of the variance in the intensity of back pain and 10% of other non-back pain. Rehabilitation should include greater emphasis on physical fitness and on improving self-efficacy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25061033/"
}