{
    "title": "Evaluation of Tight Junction Integrity in Brain Endothelial Cells Using Confocal Microscopy.",
    "doc_id": "37776464",
    "writer": "Alluri H",
    "year": "2024",
    "summary": "Alterations in the assembly of the tight junctions impair BBB properties, particularly influenced barrier integrity and permeability. The tight junctions of the BBB are mainly composed of proteins including claudins, occludin, and zonula occludens-1 (Z …",
    "abstract": "The blood-brain barrier (BBB) is a highly complex and dynamic microvascular barrier that protects the brain parenchyma from the entry of pathogens, toxins, and other macromolecules and is a critical structure that helps to maintain brain homeostasis. The BBB is formed mainly by brain capillary endothelial cells and perivascular astrocytes and pericytes. One of the primary properties of the BBB is a tight regulation of paracellular permeability due to the presence of tight junctional complexes (also, adherens and gap junctions) between the neighboring microvascular endothelial cells. Alterations in the assembly of the tight junctions impair BBB properties, particularly influenced barrier integrity and permeability. The tight junctions of the BBB are mainly composed of proteins including claudins, occludin, and zonula occludens-1 (ZO-1). Zonula occludens-1 binds to the actin cytoskeleton, and its localization provides valuable information on the status of BBB integrity and permeability. Immunofluorescence localization of ZO-1 and/or other tight junction proteins is a reliable indicator of barrier integrity and permeability in microvascular endothelial cells. In microvascular endothelial cells, f-actin stress fiber formation significantly influences the rate and size of the inter-endothelial cell gap that form as cells retract from their borders. Rhodamine phalloidin is a popular conjugate used as a fluorescent label for f-actin. Herein, we describe the procedures for ZO-1 immunofluorescence and f-actin labeling followed by confocal microscopic imaging to determine barrier integrity and tight junction organization in brain microvascular endothelial cells in vitro.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37776464/"
}