{
    "title": "Comparison effects of chronic sleep deprivation on juvenile and young adult mice.",
    "doc_id": "34137107",
    "writer": "Li Y",
    "year": "2022",
    "summary": "However, the molecular mechanisms underlying the effects of the same chronic sleep deprivation (CSD) on behaviours of juveniles and young adults remain elusive. Here, we aimed to evaluate the effects of CSD (6 days, 19 h per day) on anxiety-like behaviour, cognitive perfor …",
    "abstract": "Sleeplessness leads to a spectrum of neuropsychiatric disorders, affecting both juveniles and young adults. Studies have shown different sleep patterns at different stages of development. However, the molecular mechanisms underlying the effects of the same chronic sleep deprivation (CSD) on behaviours of juveniles and young adults remain elusive. Here, we aimed to evaluate the effects of CSD (6 days, 19 h per day) on anxiety-like behaviour, cognitive performance and molecular alterations in juvenile and young adult mice. Change in body weight suggested impaired physical development in CSD animals, specifically juveniles gaining weight at a lower rate and young adults losing weight. Behavioural performance indicated that CSD had little effect on spatial memory, but induced analogous anxiety-like phenotypes in both juveniles and young adults, as evidenced by no significant difference in the Y-maze experiment (Y-M) or the Morris water maze experiment (MWM), as well as the decreased open-arm distance percentage in the elevated plus maze experiment (EPM). In addition, CSD reduced the N-methyl-D-aspartic receptor subunit 2B (NR2B) and postsynaptic density protein 95 (PSD95) levels in juveniles, but these were increased in young adults. In conclusion, our results suggested that although CSD resulted in analogous anxiety-like behaviours in both juvenile and young adult mice, the underlying mechanisms might be different, which was indicated by the opposite change of synaptic proteins under CSD. These findings may help to better understand the important role of sleep and have constructive significance for human health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34137107/"
}