{
    "title": "Oxidative elimination of cyanotoxins: comparison of ozone, chlorine, chlorine dioxide and permanganate.",
    "doc_id": "17583762",
    "writer": "Rodríguez E",
    "year": "2007",
    "summary": "This kinetic database contains rate constants not previously reported and determined in the present work (e.g. for permanganate oxidation of ANTX and chlorine dioxide oxidation of CYN and ANTX), together with previously published rate constants for the remaining …",
    "abstract": "As the World Health Organization (WHO) progresses with provisional Drinking Water Guidelines of 1 microg/L for microcystin-LR and a proposed Guideline of 1 microg/L for cylindrospermopsin, efficient treatment strategies are needed to prevent cyanotoxins such as these from reaching consumers. A kinetic database has been compiled for the oxidative treatment of three cyanotoxins: microcystin-LR (MC-LR), cylindrospermopsin (CYN), and anatoxin-a (ANTX) with ozone, chlorine, chlorine dioxide and permanganate. This kinetic database contains rate constants not previously reported and determined in the present work (e.g. for permanganate oxidation of ANTX and chlorine dioxide oxidation of CYN and ANTX), together with previously published rate constants for the remaining oxidation processes. Second-order rate constants measured in pure aqueous solutions of these toxins could be used in a kinetic model to predict the toxin oxidation efficiency of ozone, chlorine, chlorine dioxide and permanganate when applied to natural waters. Oxidants were applied to water from a eutrophic Swiss lake (Lake Greifensee) in static-dose testing and dynamic time-resolved experiments to confirm predictions from the kinetic database, and to investigate the effects of a natural matrix on toxin oxidation and by-product formation. Overall, permanganate can effectively oxidize ANTX and MC-LR, while chlorine will oxidize CYN and MC-LR and ozone is capable of oxidizing all three toxins with the highest rate. The formation of trihalomethanes (THMs) in the treated water may be a restriction to the application of sufficiently high-chlorine doses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17583762/"
}