{
  "pmid": "41453572",
  "title": "Dose‒response associations of self-reported and device-measured physical activity with major adverse cardiovascular events in people with prevalent diseases.",
  "abstract": "To investigate the dose-response associations of self-reported and device-measured physical activity with major adverse cardiovascular events (MACE) and cardiovascular disease (CVD) mortality in individuals with a history of CVD, type 2 diabetes mellitus (T2DM), or cancer. We analyzed data from 34,183 UK Biobank participants (CVD: n = 8703; T2DM: n = 11,623; cancer: n = 13,857; age = 60.0 ± 7.1 years, mean ± SD; 45.3% women). Physical activity was assessed using self-reports and wrist-worn accelerometers in a subsample (n = 6077). Dose‒response associations with MACE and CVD mortality were evaluated using Fine-Gray competing-risk models with penalized splines, adjusting for confounders. During a median follow-up of 13.1 years, 8729 MACE and 982 CVD deaths were recorded. Self-reported physical activity showed non-linear inverse associations with MACE, with the optimal dose (nadir) observed at ≈4000 MET-min/week in CVD (hazard ratio (HR) = 0.95) and cancer (HR = 0.92) and ≈6000 MET-min/week in T2DM (HR = 0.91), compared to participants in the 5th centiles of activity. For CVD mortality, the optimal dose was observed at ≈5000 MET-min/week in CVD (HR = 0.86) and cancer (HR = 0.62), respectively. Device-measured moderate-to-vigorous intensity physical activity showed stronger dose‒response associations with MACE for T2DM (optimal dose observed at ≈200 min/week, HR = 0.88) and cancer (optimal dose at ≈700 min/week, HR = 0.27, wide confidence intervals). Physical activity could reduce MACE risk in people with a history of CVD, T2DM, or cancer. While a similar shape of dose-response patterns was observed across these groups, self-reported data suggested the minimal effective dose might exceed current World Health Organization recommendations. However, device-measured data supported existing guidelines for people with T2DM and cancer survivors.",
  "disease": "diabetes mellitus"
}