{
  "pmid": "41458791",
  "title": "Shivering During Transurethral Ureterolithotripsy Predicted Postoperative Sepsis: A Case Report.",
  "abstract": "Patients may develop septic shock following transurethral ureterolithotripsy (TUL). However, intraoperative symptoms that may be indicative of sepsis remain largely understudied. We encountered a case in which shivering during spinal anesthesia predicted bacteremia, consequently enabling early therapeutic intervention for sepsis. A 68-year-old woman had diabetes, severe obesity (BMI 45 kg/m²), sleep apnea syndrome, hypertension, and dyslipidemia. The patient was hospitalized multiple times for calculous pyelonephritis due to a right, coral-shaped calculus and received antimicrobial therapy. TUL was scheduled for the right coral-shaped calculus. Spinal anesthesia was administered, and surgery was initiated after confirming loss of cold sensation at T4. The patient developed severe shivering, nausea, and vomiting approximately 50 minutes after lithotripsy initiation. Vital signs showed no significant changes compared with those at admission and did not indicate shock. However, the symptoms were considered initial signs of bacteremia. Therefore, surgery was terminated. Arterial and central venous lines were inserted while the patient was in the operating room, before admission to the ICU. Upon ICU admission, the patient presented with hypotension (systolic blood pressure ≤70 mmHg) and hyperlactatemia. The patient was consequently diagnosed with septic shock. Norepinephrine, dobutamine, and respiratory support were initiated with noninvasive positive pressure ventilation. Tracheal intubation and vasopressin administration were performed the day after surgery. Thermoregulatory shivering can occur during spinal anesthesia, owing to the use of intrapyelic perfusion fluid during lithotripsy. However, the shivering observed in this case was highly likely to be the initial symptom of bacteremia. Furthermore, the patient had a preoperative urinary tract infection, suggesting a high risk for sepsis and endotoxic shock. This case confirms that chills and rigors may be early indicators of bacteremia. Moreover, it suggests that intraoperative shivering is an initial symptom of bacteremia.",
  "disease": "hypertension"
}