{
    "title": "Early postoperative haematomas in neurosurgery.",
    "doc_id": "27020442",
    "writer": "Nittby HR",
    "year": "2016",
    "summary": "BACKGROUND: A postoperative haematoma can be a very serious complication following a neurosurgical procedure. Patients should be informed about the risks of such an event prior to surgery. ...By the search for the diagnosis codes AWE00 and AWD00 (reoperation for deep ha …",
    "abstract": "Background:\n        \n      \n      A postoperative haematoma can be a very serious complication following a neurosurgical procedure. Patients should be informed about the risks of such an event prior to surgery. From a practical point of view, it would be important to know when the patient is most likely to deteriorate and to require surgery because of a postoperative haematoma and when it might be safe to transfer the patient to the regular ward. The up-to-date studies regarding this topic are few.\n    \n\n\n          Methods:\n        \n      \n      We therefore undertook the present retrospective study, including a cohort of all patients operated on at the Department of Neurosurgery in Lund during the years 2011-2014, with the aim to define the time windows for clinical deterioration and reoperation, and whether risk factors such as anticoagulant agents/antiplatelet therapy, emergency versus elective surgery and abnormal coagulation blood values were present. We also defined the type of surgery resulting in postoperative haematoma and tried to find the clinical state of the patients when they deteriorated, as well as the outcome at 3 months postoperatively.\n    \n\n\n          Results:\n        \n      \n      During the time period from June 2011 to November 2014, a total of 7,055 surgical procedures of all kinds were registered at our department. By the search for the diagnosis codes AWE00 and AWD00 (reoperation for deep haemorrhage and for superficial haemorrhage respectively), we identified 93 reoperations, meaning a percentage of 1.3 %. Thirty-four of the reoperations were done within the first 24 h. Twenty-four patients were reoperated on >24 h but ≤72 h after the first operation. Only four patients who were initially doing well postoperatively showed a delayed clinical deterioration within the time frame from >6 h and ≤24 h postoperatively. This means that 0.06 % of the patients who were operated upon were doing well initially, being completely awake and with no new neurological deficit and no deterioration within the first 6 h postoperatively, and then deteriorated from a postoperative haematoma within the time frame of >6 h and ≤24 h postoperatively.\n    \n\n\n          Conclusions:\n        \n      \n      We could conclude that no exact time window distinguished very early from somewhat later postoperative haematomas in our material. However, all but two patients deteriorating between 6 and 24 h after the operation had at least one of the following risk factors defined for post-operative haematoma: meningioma surgery, anticoagulant agents/antiplatelet therapy prior to surgery (including Dalteparin [Fragmin®], Enoxaparinnatrium [Klexane®], Warfarin [Waran®], ASA [Trombyl®] or ASA and caffeine [Treo®]), emergency operation, posterior fossa surgery or chronic subdural haematoma in a patient with a shunt. This material is too small to make any definitive conclusions, but a suggestion could be to include these factors when considering the transfer of a patient from the postoperative intensive care unit to the regular ward.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27020442/"
}