{
  "pmid": "41472342",
  "title": "Hemodialysis Patients' Needs for Self-Care Structured Teaching Programs: A Pre- and Post-Test Study.",
  "abstract": "Patients on hemodialysis need to have sufficient knowledge, skill, and ability to carry out their treatment regimen. The aim of this study was to identify factors that affect adherence to hemodialysis and to assess the role of a structured teaching program on self-care in terms of knowledge and practice. This was a pre-experimental one-group pre-test post-test design study conducted at a tertiary care center in India, from January 10, 2022, to March 30, 2022, involving 50 participants by convenience sampling. Electronic training (self-care structured teaching program), structured knowledge interview, ESRD-AQ tool, and structured 4-point Likert-practice rating scale were implied. Most patients (38/50; 76%) were non-adherent. Educational status (p = 0.0002), occupation (p = 0.0006), monthly income (p = 0.0017), dialysis frequency (p = 0.019), transportation mode (p = 0.0003), education frequencies (p = 0.0006), and perceived relative importance of hemodialysis (p = 0.0001) were statistically significantly associated with adherence. The mean pre-test knowledge score was 10.82 while the mean post-test knowledge score was 19.50. The mean difference between the pre-test and post-test score was 8.68 ± 0.12 and the difference was clinically significant (p = 0.001). Similarly, the mean pre-test practice rating scale was 23.70 while the mean post-test practice rating scale was 42.36. The mean difference between the pre-test and post-test score was 18.66 ± 0.95 and the difference was clinically significant (p = 0.001). There was a significant association between the post-test knowledge and practice scores on the self-care and educational status of patients. Most patients were non-adherent and were deficient in knowledge and practices regarding self-care. Patient education and self-care teaching are beneficial in improving adherence.",
  "disease": "chronic kidney disease"
}