{
    "title": "Accuracy of preterm infant weight gain velocity calculations vary depending on method used and infant age at time of measurement.",
    "doc_id": "30705399",
    "writer": "Fenton TR",
    "year": "2019",
    "summary": "METHODS: WGV methods (Average 2-point, Exponential 2-point, Early 1-point, and Daily) were calculated weekly and for various start times (birth, nadir, regain, day 3 and day 7) to 28 days of age for 103 preterm < 1500 gram infants, with daily weights. RESULTS: Range of …",
    "abstract": "Background:\n        \n      \n      We examined preterm infants' weight gain velocity (WGV) to determine how much calculation methods influences actual WGV during the first 28 days of life.\n    \n\n\n          Methods:\n        \n      \n      WGV methods (Average 2-point, Exponential 2-point, Early 1-point, and Daily) were calculated weekly and for various start times (birth, nadir, regain, day 3 and day 7) to 28 days of age for 103 preterm < 1500 gram infants, with daily weights.\n    \n\n\n          Results:\n        \n      \n      Range of WGV estimates decreased 10-22 g/kg/day to 15.5-15.8 g/kg/day when the Early 1-point method and the postnatal weight loss phase were excluded. WGV were lower when the postnatal weight loss was included and higher using the early method. WGV calculations beginning at day 7 did not differ from calculations beginning at the nadir.\n    \n\n\n          Conclusions:\n        \n      \n      Variations in WGV calculations were large enough to create difficulties for comparing results between studies and translating research to practice. We recommend that the postnatal weight loss phase be excluded from WGV calculations and clinical studies report weight nadir and weights at day 7 and 28 to allow adequate comparison and translation of findings in clinical practice. The Average2pt method may be easier to calculate at bedside, so we recommend it be used in clinical settings and research summaries. The Early1pt method should not be used to summarize WGV for research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30705399/"
}