{
    "title": "Antibiotics, gut microbiota, and Alzheimer's disease.",
    "doc_id": "31118068",
    "writer": "Angelucci F",
    "year": "2019",
    "summary": "Thus, the action of antibiotics in AD could be wide and even opposite, depending on the type of antibiotic and on the specific role of the microbiome in AD pathogenesis.Alteration of the gut microbiota can induce changes in brain activity, which raise the pos …",
    "abstract": "Alzheimer's disease (AD) is a neurodegenerative disease whose various pathophysiological aspects are still being investigated. Recently, it has been hypothesized that AD may be associated with a dysbiosis of microbes in the intestine. In fact, the intestinal flora is able to influence the activity of the brain and cause its dysfunctions.Given the growing interest in this topic, the purpose of this review is to analyze the role of antibiotics in relation to the gut microbiota and AD. In the first part of the review, we briefly review the role of gut microbiota in the brain and the various theories supporting the hypothesis that dysbiosis can be associated with AD pathophysiology. In the second part, we analyze the possible role of antibiotics in these events. Antibiotics are normally used to remove or prevent bacterial colonization in the human body, without targeting specific types of bacteria. As a result, broad-spectrum antibiotics can greatly affect the composition of the gut microbiota, reduce its biodiversity, and delay colonization for a long period after administration. Thus, the action of antibiotics in AD could be wide and even opposite, depending on the type of antibiotic and on the specific role of the microbiome in AD pathogenesis.Alteration of the gut microbiota can induce changes in brain activity, which raise the possibility of therapeutic manipulation of the microbiome in AD and other neurological disorders. This field of research is currently undergoing great development, but therapeutic applications are still far away. Whether a therapeutic manipulation of gut microbiota in AD could be achieved using antibiotics is still not known. The future of antibiotics in AD depends on the research progresses in the role of gut bacteria. We must first understand how and when gut bacteria act to promote AD. Once the role of gut microbiota in AD is well established, one can think to induce modifications of the gut microbiota with the use of pre-, pro-, or antibiotics to produce therapeutic effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31118068/"
}