{
    "title": "The Role of Thyroid Dysfunction in Alzheimer's Disease: A Systematic Review and Meta-Analysis.",
    "doc_id": "36946455",
    "writer": "Salehipour A",
    "year": "2023",
    "summary": "Imbalances in thyroid hormones have been linked with Alzheimer's dementia. Several studies have reported an association between thyroid disorders, such as hyper- or hypothyroidism, with Alzheimer's disease. ...Seven studies, including 1189 peopl …",
    "abstract": "Imbalances in thyroid hormones have been linked with Alzheimer's dementia. Several studies have reported an association between thyroid disorders, such as hyper- or hypothyroidism, with Alzheimer's disease. However, there remains no consensus about the precise role of thyroid dysfunction in Alzheimer's disease. In this study we systematically searched PubMed, Embase and Scopus for clinical studies which reported the prevalence of hyper- or hypothyroidism in people with Alzheimer's disease compared to controls. Meta-analysis was performed to compare thyroid disorder prevalence in Alzheimer's disease and controls. Subgroup analysis was performed to assess the clinical and subclinical thyroid dysfunction, separately. Seven studies, including 1189 people with Alzheimer's disease and 72711 controls, were included in our sample. Hypothyroidism was significantly more prevalent in Alzheimer's disease compared with controls (6.4% vs 2.4%, p=0.01). Subgroup analysis showed that clinical hypothyroidism was not significantly different between Alzheimer's disease compared to controls (10.0% vs 5.3%, p=0.35). There was no difference in the crude overall prevalence of clinical and subclinical hyperthyroidism in Alzheimer's disease versus controls (2.4 vs 1.9%, p=0.73). Our analyses revealed a higher prevalence of hypothyroidism in Alzheimer's disease. Whether this finding is explained by hypothyroidism being a risk factor for, or consequence of, Alzheimer's disease requires longitudinal analysis. Our review supports further work into a potential role for treatment of hypothyroidism in the prevention or delay of Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36946455/"
}