{
    "title": "[Wild boar resource and its conflict with human in Zhejiang Province, East China].",
    "doc_id": "39727138",
    "writer": "Tan LP",
    "year": "2024",
    "summary": "Research on wild boar abundance, distribution and crop damage is an urgent priority in Zhejiang Province, China. We set up a total of 1271 infrared cameras in 11 districts/counties of Zhejiang Province from January 2019 to August 2023 and surveyed the levels of wild …",
    "abstract": "Human-wildlife conflict is one of the important research topics in biodiversity and conservation. Understanding the status of wildlife resources and its conflict with human could promote the sustainable protection and management of wildlife. Wild boar (Sus scrofa) is one of the most widely distributed ungulates in the world, with an increasing population and recently rising levels of conflict with human. Research on wild boar abundance, distribution and crop damage is an urgent priority in Zhejiang Province, China. We set up a total of 1271 infrared cameras in 11 districts/counties of Zhejiang Province from January 2019 to August 2023 and surveyed the levels of wild boar damage in 90 districts/counties. Results showed that: 1) a total of 5226 independent photos of wild boar were obtained. Based on the random encounter model, the density and number of wild boars in Zhejiang Province was (1.8±0.4) ind·km-2 and (115156±24072) individuals, respectively. 2) Wild boar damage occurred in 60.0% of the districts/counties in Zhejiang Province. The three cities that most seriously damaged by wild boar were Lishui, Hangzhou and Jinhua. 3) The number of conflicts between human and wild boar was positively correlated with vegetation area and negatively correlated with GDP. The area of vegetation damaged by wild boar was positively correlated with the total area of regional vegetation. We found that wild boars are distributed in 11 prefecture-level cities in Zhejiang Province and the population is large. The damage of wild boars and conflicts with people are particularly serious in the mountainous areas in south and west. The damage of wild boars is strongly correlated with vegetation area and GDP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39727138/"
}