{
  "pmid": "41394324",
  "title": "Economic burden of asthma multimorbidity in Singapore: Shadow costs of steroid use.",
  "abstract": "In some countries including Singapore, biologic therapies are not routinely available. Instead, oral corticosteroid (OCS) is commonly used for severe asthma management, which could lead to substantial adverse health events. To estimate the multimorbidity costs in asthma patients from a multi-ethnic Asian population. We examined national health administrative data (2012-2019) from Singapore. Direct medical costs were summed from costs of hospitalisation, emergency department (ED), specialist care, and public primary care. Prescription data were not available but formed part of public primary care costs. We measured cost per patient-year (PY) in 2023 Singaporean dollars (SGD$1 = US$0.76 = ₤0.60 = €0.69). We performed propensity-score matching on asthma and non-asthma patients, and applied generalised linear models to estimate total and excess costs due to asthma, OCS-related comorbidities, and other comorbidity groups. We identified 19,979 paediatric and 48,237 adult asthma patients (48.2% males, 50.4% Chinese, 13.9% Indian, 26.8% Malay), and matched equal number of non-asthma patients. Paediatric and adult asthma patients respectively incurred $816.3/PY (95% CI: $803.0/PY-$829.5/PY) and $1855.9/PY (95% CI: $1845.0/PY-$1871.0/PY) in total costs. The average ($1610.9/PY [95% CI: $1599.5/PY-$1621.3/PY]) was thrice of non-asthma patients' ($530.4/PY). Excess costs (mean = $927.2/PY) were driven by asthma ($403.0/PY), OCS-related comorbidities ($104.0/PY), other metabolic disease ($116.4/PY), circulatory diseases ($112.9/PY) and non-asthma respiratory conditions ($107.4/PY). All excess cost components increased steadily over the 8-year study period. The burden of asthma multimorbidity in Singapore is severe, with a considerable fraction attributable to OCS-related comorbidities. Policies should aim to reduce excess OCS use and enhance integrated multimorbidity management.",
  "disease": "asthma"
}