{
    "title": "The features of AECOPD with carbon dioxide retention.",
    "doc_id": "30064410",
    "writer": "Wei X",
    "year": "2018",
    "summary": "METHODS: This was a retrospective study of consecutive patients with COPD (meeting the Global Initiative for Chronic Obstructive Lung Disease diagnostic criteria) hospitalized at The Ninth Hospital of Xi'an Affiliated Hospital of Xi'an Jiaotong …",
    "abstract": "Background:\n        \n      \n      Chronic obstructive pulmonary disease (COPD) with carbon dioxide retention is associated with a worsening clinical condition and the beginning of pulmonary ventilation decompensation. This study aimed to identify the factors associated with carbon dioxide retention.\n    \n\n\n          Methods:\n        \n      \n      This was a retrospective study of consecutive patients with COPD (meeting the Global Initiative for Chronic Obstructive Lung Disease diagnostic criteria) hospitalized at The Ninth Hospital of Xi'an Affiliated Hospital of Xi'an Jiaotong University between October 2014 and September 2017. The baseline demographic, clinical, laboratory, pulmonary function, and imaging data were compared between the 86 cases with carbon dioxide retention and the 144 cases without carbon dioxide retention.\n    \n\n\n          Results:\n        \n      \n      Compared with the non-carbon dioxide retention group, the group with carbon dioxide retention had a higher number of hospitalizations in the previous 12 months (p = 0.013), higher modified Medical Research Council (mMRC) dyspnea scores (p = 0.034), lower arterial oxygen pressure (p = 0.018), worse pulmonary function (forced expiratory volume in one second/forced vital capacity [FEV1/FVC; p < 0.001], FEV1%pred [p < 0.001], Z5%pred [p = 0.004], R5%pred [p = 0.008], R5-R20 [p = 0.009], X5 [p = 0.022], and Ax [p = 0.011]), more severe lung damage (such as increased lung volume [p = 0.011], more emphysema range [p = 0.007], and lower mean lung density [p = 0.043]). FEV1 < 1 L (odds ratio [OR] = 4.011, 95% confidence interval [CI]: 2.216-7.262) and emphysema index (EI) > 20% (OR = 1.926, 95% CI: 1.080-3.432) were independently associated with carbon dioxide retention in COPD.\n    \n\n\n          Conclusion:\n        \n      \n      Compared with the non-carbon dioxide retention group, the group with carbon dioxide retention had different clinical, pulmonary function, and imaging features. FEV1 < 1 L and EI > 20% were independently associated with carbon dioxide retention in AECOPD.\n    \n\n\n          Trial registration:\n        \n      \n      ChiCTR-OCH-14004904 . Registered 25 June 2014.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30064410/"
}