{
  "pmid": "41468917",
  "title": "Outcomes of Acute Ischemic Stroke Patients Undergoing Air Versus Ground Interhospital Transport in a Rural Area: A Retrospective Comparative Study.",
  "abstract": "Timely reperfusion therapy is critical in acute ischemic stroke, yet prolonged transport remains a major barrier. This study compared the clinical outcomes and time intervals between helicopter emergency medical services (HEMS) and ground emergency medical services (GEMS) in patients transferred for suspected stroke to a rural tertiary center in South Korea. We retrospectively analyzed adult patients (≥ 18 years) with acute ischemic stroke (International Classification of Diseases, 10th Revision, code I63) transferred from referral hospitals at least 30 km away, between July 2013 and June 2021. Patients arriving over 24 hours from onset, transient ischemic attack cases, or those with incomplete records were excluded. After propensity score matching by age, sex, and referral hospital, data on demographics, National Institutes of Health Stroke Severity (NIHSS), modified Rankin Scale (mRS), transport times, and treatments (tissue plasminogen activator [tPA] or mechanical thrombectomy) were examined. Primary outcomes included rates of thrombolytic therapy and neurological outcomes at discharge (mRS ≤ 2). A total of 182 matched patients (91 HEMS, 91 GEMS) were analyzed. Baseline comorbidities were similar, although current smoking was more frequent in the HEMS group (29.7% vs. 15.4%). HEMS resulted in significantly shorter door-in-door-out time (60 vs. 83 minutes;  HEMS significantly reduced transport intervals and in-hospital time metrics for patients with acute ischemic stroke. However, faster arrival did not translate into a statistically significant improvement in thrombolysis or neurological outcomes compared to GEMS. Future research should refine patient selection for HEMS and optimize in-hospital workflows to fully leverage potential time savings and improve clinical outcomes.",
  "disease": "stroke"
}