{
    "title": "Young Adult Outcomes Associated With Adolescent Suicidality: A Meta-analysis.",
    "doc_id": "36810672",
    "writer": "Cantor N",
    "year": "2023",
    "summary": "STUDY SELECTION: Included articles were prospective cohort studies that compared young adult (19-30 years) psychopathological outcomes between suicidal and nonsuicidal adolescents. ...Adjusted meta-analyses showed that adolescent suicidal ideation was associated wit …",
    "abstract": "Context:\n        \n      \n      Suicide is one of the leading causes of death among adolescents worldwide. Adolescents who present with suicidality may be at an increased risk for future mental illness and suicidality in young adulthood.\n    \n\n\n          Objective:\n        \n      \n      The objective of this study was to systematically assess the relationship between adolescent suicidal ideation and suicide attempts (suicidality) and young adult psychopathological outcomes.\n    \n\n\n          Data sources:\n        \n      \n      Medline, Embase, and PsychInfo (OVID Interface) were searched for articles published before August 2021.\n    \n\n\n          Study selection:\n        \n      \n      Included articles were prospective cohort studies that compared young adult (19-30 years) psychopathological outcomes between suicidal and nonsuicidal adolescents.\n    \n\n\n          Data extraction:\n        \n      \n      We extracted data related to suicidality in adolescence, mental health outcomes in young adulthood, and covariates. Outcomes were analyzed via random-effect meta-analyses and reported using odds ratios.\n    \n\n\n          Results:\n        \n      \n      Of 9401 references screened, we included 12 articles comprising over 25 000 adolescents. Four outcomes were meta-analyzed: depression, anxiety, suicidal ideation, and suicide attempt. Adjusted meta-analyses showed that adolescent suicidal ideation was associated with young adult suicide attempt (odds ratio [OR] = 2.75, 95% confidence interval [CI]:1.70-4.44), depressive disorders (OR = 1.58, 95% CI: 1.20-2.08), and anxiety disorders (OR = 1.41, 95% CI: 1.01-1.96), whereas adolescent suicide attempts were associated with young adult suicide attempt (OR = 5.71, 95% CI: 2.40-13.61), and young adult anxiety disorders (OR = 1.54, 95% CI: 1.01-2.34). Results for young adult substance use disorders were mixed.\n    \n\n\n          Limitations:\n        \n      \n      Significant heterogeneity between studies was observed because of differences in timing, method of assessments, and covariate adjustment.\n    \n\n\n          Conclusions:\n        \n      \n      Adolescents experiencing suicidal ideation or with a history of suicide attempt may have increased odds of further suicidality or mental disorders in young adulthood.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36810672/"
}