{
    "title": "Venous thrombosis in the elderly: incidence, risk factors and risk groups.",
    "doc_id": "20629943",
    "writer": "Engbers MJ",
    "year": "2010",
    "summary": "The aim of this review was to provide an overview of studies on the effect of conventional risk factors as well as age-specific risk factors for thrombosis in the elderly. Limited data are available on risk factors for thrombosis in the e …",
    "abstract": "The incidence of venous thrombosis (VT) increases sharply with age: it is very rare in young individuals (<1 per 10,000 per year) but increases to ∼ 1% per year in the elderly, which indicates that aging is one of the strongest and most prevalent risk factor for venous thrombosis. The cause of this steep age gradient is as yet, unexplained. The aim of this review was to provide an overview of studies on the effect of conventional risk factors as well as age-specific risk factors for thrombosis in the elderly. Limited data are available on risk factors for thrombosis in the elderly, i.e. all results are based on small study groups. Results indicate that, of the conventional risk factors, malignant disease, the presence of co-morbidities and the genetic risk factors factor (F)V Leiden and the prothrombin mutation seem to be associated with an increased risk of venous thrombosis. In the elderly, the population attributable risk (PAR) of malignancy is approximately 35%, for co-morbidities a PAR up to 25% is found, and the contribution of genetic risk factors to the thrombosis incidence is estimated to be 7-22%. Age-specific risk factors of thrombosis, i.e. endothelial dysfunction and frailty may be important in the explanation of the increased incidence of VT in the elderly. In conclusion, as aging is a major risk factor for thrombosis, further identification of the risk factors for thrombosis in the elderly is needed to elucidate the age gradient of the incidence of VT and to target preventive measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20629943/"
}