{
  "pmid": "41420584",
  "title": "[The impact of heat waves in allergic diseases: Group Report of the Environmental Committee of the Mexican College of Clinical Immunology and Allergy (CMICA)].",
  "abstract": "The increasing frequency and intensity of heat waves, as a consequence of climate change, represents a growing risk to public health, particularly in populations with allergic and respiratory diseases. A review to describe the available evidence on the relationship between heat waves and the exacerbation of allergic diseases, with emphasis on the environmental and pathophysiological mechanisms involved. A structured search was conducted in Scopus and Web of Science (2015-2025), complemented with regional literature, identifying 304 references. After applying inclusion and exclusion criteria, 120 full-text articles were assessed, and 79 were included in the qualitative synthesis. Evidence confirms that heat waves are associated with an increase in hospital admissions for asthma and with more frequent consultations for atopic dermatitis in pediatric patients. The mechanisms identified include intensified pollen production and dispersal, synergy with air pollutants, disruption of the epithelial barrier, and activation of transient receptor potential (TRP) channels. The lack of well-defined study protocols for managing allergic patients during heat waves represents a gap not only in Mexico and Latin America but also worldwide. Key limitations include the absence of standardized definitions, the scarcity of multi-exposure analysis models, and the lack of comprehensive strategies for urban mitigation and clinical adaptation to protect the most vulnerable groups. In the case of allergic rhinitis, the available data remain inconclusive regarding exacerbations associated with heat waves. El incremento en frecuencia e intensidad de las olas de calor, como consecuencia del cambio climático, representa un riesgo creciente para la salud pública, especialmente en poblaciones con enfermedades alérgicas y respiratorias. Revisión bibliográfica de la relación entre las olas de calor y la exacerbación de enfermedades alérgicas, con énfasis en los mecanismos ambientales y fisiopatológicos implicados. Se realizó la búsqueda estructurada en Scopus y Web of Science (2015–2025), complementada con bibliografía regional, identificándose 304 referencias. Después de aplicar los criterios de inclusión y exclusión, se evaluaron 120 artículos a texto completo y se incluyeron 79 en la síntesis cualitativa. La evidencia confirma que las olas de calor se asocian con un incremento en los ingresos hospitalarios de pacientes con asma y elevada frecuencia en las consultas con dermatitis atópicas, en pacientes de edad pediátrica. Los mecanismos identificados incluyen: intensificación de la producción y dispersión de polen, sinergia con contaminantes atmosféricos, disrupción de la barrera epitelial y activación de receptores de potencial transitorio. La falta de protocolos de estudio bien definidos para abordar a los pacientes alérgicos durante una ola de calor es una brecha no sólo en México y América Latina, sino en todo el mundo. Dentro de las principales limitaciones destacan: la falta de definiciones estandarizadas, la escasez de modelos de análisis multi-exposición y la carencia de estrategias integrales de mitigación urbana y adaptación clínica que protejan a los grupos más vulnerables. En el caso de la rinitis alérgica, los datos disponibles aún no son concluyentes en cuanto a las exacerbaciones relacionadas con olas de calor.",
  "disease": "asthma"
}