{
    "title": "Unusual Case Presentation of Genital Herpes.",
    "doc_id": "36812284",
    "writer": "Matak M",
    "year": "2022",
    "summary": "DISCUSSION In primary genital herpes, after a short incubation period, multiple bilaterally located papules, vesicles, painful ulcers, and crusts appear, which resolve over a period of 15 to 21 days (2). Clinically atypical presentations include either unusual sites or aty …",
    "abstract": "INTRODUCTION Genital herpes is the most common sexually transmitted disease and is most commonly caused by herpes simplex virus -2 (HSV2) which is usually sexually transmitted (1). We report a case of a 28-year-old woman with an unusual case of HSV presentation that rapidly resulted in necrosis and rupturing of the labia less than 48 hours after first appearance of symptoms. CASE PRESENTATION We report the case of a 28-year-old female patient who presented to our clinic with painful necrotic ulcers of both labia minora, urinary retention, and extreme discomfort (Figure 1). The patient reported unprotected sexual intercourse a few days prior to the pain and burning sensation and swelling of the vulva. A urinary catheter was inserted immediately due to intense burning and pain while urinating. The vagina and cervix were covered with ulcerated and crustal lesions. The Tzanck smear test showed multinucleated giant cells, and polymerase chain reaction (PCR) analyses were conclusive for HSV infection, while syphilis, hepatitis, and HIV tests were negative. Since there was progression of the labial necrosis and the patient became febrile two days after admission, we performed debridement twice under systemic anesthesia, and the patient receive systemic antibiotic together with acyclovir. On the follow-up visit, four weeks later, both labia had epithelized completely. DISCUSSION In primary genital herpes, after a short incubation period, multiple bilaterally located papules, vesicles, painful ulcers, and crusts appear, which resolve over a period of 15 to 21 days (2). Clinically atypical presentations include either unusual sites or atypical morphological forms of genital disease, exophytic (verrucoid or nodular) superficially ulcerated lesions, mostly seen in patients with HIV, fissures, localized recurrent erythema, nonhealing ulcers, and burning sensation in the vulva in a patient with lichen sclerosus (1). This patient was discussed in our multidisciplinary team, as we know that ulcerations could be associated with rare malignant vulvar pathology (3). The golden standard for diagnosis is PCR from the lesion (1). Antiviral therapy should be initiated within 72 hours of primary infection and continued for 7 to 10 days. CONCLUSION The process of removing nonviable tissue is called debridement. Debridement is only necessary when a herpetic ulceration is not healing on its own, which is when necrotic tissue that can harbor bacteria that may cause more extensive infections is formed. Removing the necrotic tissue speeds up healing and reduces the risk of further complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36812284/"
}