{
  "pmid": "41398535",
  "title": "Single high-dose intramuscular injection versus short-term low-dose oral glucocorticoids as bridging therapy in active rheumatoid arthritis: a retrospective cohort study on remission induction.",
  "abstract": "Despite recommendations for short-term use, prolonged administration of low-dose glucocorticoids (GCs) remains common in rheumatoid arthritis (RA), raising concerns about associated adverse effects. Compound betamethasone injection, a long-acting GC with rapid and sustained effects, may offer a single-administration alternative. This retrospective cohort study aims to evaluate its bridging efficacy and safety versus conventional oral regimen. We retrospectively included 250 patients with active RA who received either a single intramuscular injection of compound betamethasone or oral prednisone, with a 24-month follow-up. Disease remission rate at the 3-month follow-up served as the primary outcome, assessed for non-inferiority (margin, - 20%). Secondary outcomes included disease activity, relapse, and adverse events. Multivariable regression and inverse probability weighting (IPW) were applied to balance baseline differences. Exposed to significantly lower cumulative GC dose, the compound betamethasone injection group showed non-inferior remission at the 3-month follow-up, with risk differences (95% confidence intervals (CI)) of 0.1896 (0.0713 to 0.3052) and 0.2017 (0.0975 to 0.3059) for Index remission (multivariable regression and IPW-adjusted analysis, respectively) and 0.1984 (0.0751 to 0.3231) and 0.2062 (0.0894 to 0.3231) for Boolean remission. Consistently, non-inferiority appeared to be maintained during follow-up. Adjusted analysis suggested fewer relapses in the compound betamethasone injection group (p < 0.0001). GC-related infection and overall incidence of new-onset disorders were also reduced (multivariable regression and IPW-adjusted analysis, p < 0.05). Overall, single intramuscular administration of compound betamethasone was associated with non-inferior short-term bridging efficacy, long-term disease stability, fewer relapses, and GC-related adverse events with reduced GC exposure, compared to oral prednisone. Key Points • A single intramuscular injection of compound betamethasone shows non-inferior short-term bridging efficacy to oral prednisone. • The compound betamethasone strategy confers long-term disease stability, likely through earlier and deeper remission. • Reduced cumulative glucocorticoid dose with single compound betamethasone injection limits glucocorticoid-related adverse events.",
  "disease": "rheumatoid arthritis"
}