{
    "title": "Mindfulness and weight loss: a systematic review.",
    "doc_id": "25490697",
    "writer": "Olson KL",
    "year": "2015",
    "summary": "OBJECTIVE: Mindfulness training has been incorporated increasingly into weight loss programs to facilitate dietary and physical activity changes. This systematic review of studies using mindfulness-based programs for weight loss evaluated study methodo …",
    "abstract": "Objective:\n        \n      \n      Mindfulness training has been incorporated increasingly into weight loss programs to facilitate dietary and physical activity changes. This systematic review of studies using mindfulness-based programs for weight loss evaluated study methodologies with the goal of determining the current evidence in support of mindfulness interventions for weight loss.\n    \n\n\n          Methods:\n        \n      \n      Published studies of mindfulness-based interventions for weight loss were identified through systematic review including a comprehensive search of online databases. Studies were reviewed and graded according to methodological strengths and weaknesses.\n    \n\n\n          Results:\n        \n      \n      A total of 19 studies, including 13 randomized controlled trials and 6 observational studies, evaluated the effects of mindfulness-based interventions on weight among individuals attempting weight loss. Twelve of the studies were published in peer-reviewed journals and seven were unpublished dissertations. Among the eight randomized controlled trials published in peer-reviewed journals, six documented significant weight loss among participants in the mindfulness condition, one reported no significant change, and one failed to report body mass index at program completion. None of the studies documented a relationship between changes in mindfulness and weight loss.\n    \n\n\n          Conclusion:\n        \n      \n      Significant weight loss was documented among participants in mindfulness interventions for 13 of the 19 studies identified for review. However, studies do not clarify the degree to which changes in mindfulness are a mechanism responsible for weight loss in mindfulness interventions. Methodological weaknesses and variability across studies limit the strength of the evidence. Further research is needed to document and evaluate the psychological, behavioral, and biological mechanisms involved in the relationship between mindfulness and weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25490697/"
}