{
    "title": "Unusual case of retroperitoneal hematoma and duodenal ulcerative bleeding after nephrectomy: Case report.",
    "doc_id": "38306569",
    "writer": "Luo Y",
    "year": "2024",
    "summary": "LESSONS: Duodenal ulceration and bleeding might occur following a retroperitoneal hematoma in patients treated with nephrectomy. Timely intervention may prevent duodenal ulcers and complications, and thus could be a promising life-saving intercession....",
    "abstract": "Rationale:\n        \n      \n      Retroperitoneal hematomas are relatively common in patients undergoing nephrectomy. Herein, we report an unusual case involving a giant retroperitoneal hematoma and subsequent duodenal ulcerative bleeding following a radical nephrectomy.\n    \n\n\n          Patient concerns:\n        \n      \n      A 77-year-old woman was admitted to our hospital for lower back pain, and she had severe right hydronephrosis and a urinary tract infection.\n    \n\n\n          Diagnoses:\n        \n      \n      The patient was diagnosed and confirmed as high-grade urothelial carcinoma.\n    \n\n\n          Interventions:\n        \n      \n      After ineffective conservative treatments, a right radical nephrectomy and ureteral stump resection were performed. The patient received proton pump inhibitors to prevent stress ulcer formation and bleeding. On the first day post-surgery, she had normal gastrointestinal (GI) endoscopy findings. On the second day post-surgery, abdominal computed tomography revealed a retroperitoneal hematoma. Notably, 14 days post-surgery, massive GI bleeding occurred, and GI endoscopy identified an almost perforated ulcer in the bulbar and descending duodenum.\n    \n\n\n          Outcomes:\n        \n      \n      The patient died on day 15 after surgery.\n    \n\n\n          Lessons:\n        \n      \n      Duodenal ulceration and bleeding might occur following a retroperitoneal hematoma in patients treated with nephrectomy. Timely intervention may prevent duodenal ulcers and complications, and thus could be a promising life-saving intercession.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38306569/"
}