{
  "pmid": "41450533",
  "title": "The Association Between HbA1c Levels And Hematological Biomarkers in Adults with Type 2 Diabetes Mellitus: A Retrospective Study.",
  "abstract": "Type 2 Diabetes Mellitus (T2DM) is associated with chronic hyperglycemia that contributes to oxidative stress and alterations in hemostatic and hematological pathways, potentially leading to measurable changes in routine blood parameters. These biomarkers may provide early indications of metabolic or vascular complications. This study investigates the association between glycated hemoglobin (HbA1c) levels and hematological and hemostatic abnormalities in Saudi adults with T2DM. This retrospective study analyzed laboratory records of 651 adult patients categorized into four glycemic groups based on HbA1c levels: normal (<5.7%), prediabetes (5.7-6.4%), controlled diabetes (6.5-7.9%), and uncontrolled diabetes (≥8.0%). Hemostatic parameters and red and white blood cell indices were compared across groups. Multiple regression analysis was performed to evaluate associations between demographic and clinical characteristics and hematological outcomes. Statistically significant differences in platelet counts were observed between the prediabetes group and both the controlled and uncontrolled diabetes groups. Red and white blood cell counts were significantly higher in the controlled and uncontrolled groups than in the normal and prediabetes groups. Regression analysis further identified sex, age, and comorbidity as key predictors of several hematological markers. This study demonstrates significant hematological variations across HbA1c-defined glycemic groups, indicating that worsening glycemic control is associated with measurable changes in platelet counts and red and white blood cell parameters. These findings suggest that routine hematological profiles may serve as supportive indicators for identifying patients at increased risk of glycemic deterioration or hematologic complications, offering potential value in early clinical assessment and monitoring of T2DM.",
  "disease": "diabetes mellitus"
}