{
    "title": "Promoting Strategies for Healthy Environments in University Halls of Residence under Regular Epidemic Prevention and Control: An Importance-Performance Analysis from Zhejiang, China.",
    "doc_id": "36498080",
    "writer": "Zhao Y",
    "year": "2022",
    "summary": "In the post-epidemic era, regular epidemic prevention and control is a daunting and ongoing task for nations all around the world. University halls of residence have been important spaces where university students balance their studies, work, and personal lives afte …",
    "abstract": "In the post-epidemic era, regular epidemic prevention and control is a daunting and ongoing task for nations all around the world. University halls of residence have been important spaces where university students balance their studies, work, and personal lives after COVID-19. Therefore, a healthy physical living environment deserves more attention. This paper compares situations before and after COVID-19 in an effort to evaluate the impact of indoor environments in university halls of residence on students. The study proposed eight vital dimensions for creating a healthy university hall of residence environment and, from 14 September to 4 October 2022, used an online questionnaire to collect data from 301 university students studying in Zhejiang, China. The key quality of service characteristics for fostering a healthy environment in university halls of residence were discovered using descriptive statistical analysis and revised importance-performance analysis (IPA). We found that an improved indoor physical environment and efficient arrangement of indoor space were crucial for the health of university students. The quality of educational services could be improved, and indoor exercise should be utilized effectively, both of which can contribute significantly to a healthy indoor environment. This study aims to contribute to the development of future initiatives to support healthy physical living environments in university halls of residence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36498080/"
}