{
    "title": "Exercise as a treatment for chronic low back pain.",
    "doc_id": "14749199",
    "writer": "Rainville J",
    "year": "2004",
    "summary": "The second goal of exercise is to reduce the intensity of back pain. Most studies of exercise have noted overall reduction in back pain intensity that ranges from 10% to 50% after exercise treatment. ...CONCLUSIONS: Exercise is safe for individuals wit …",
    "abstract": "Background context:\n        \n      \n      Exercise is a widely prescribed treatment for chronic low back pain, with demonstrated effectiveness for improving function and work.\n    \n\n\n          Purpose:\n        \n      \n      The goal of this article is to review several key aspects about the safety and efficacy of exercise that may help clinicians understand its utility in treating chronic back pain.\n    \n\n\n          Study design/setting:\n        \n      \n      A computerized literature search of MEDLINE was conducted using \"exercise,\" \"fitness,\" \"back pain,\" \"backache\" and \"rehabilitation\" as search words. Identified abstracts were scanned, and useful articles were acquired for further review. Additional references were acquired through the personal collections of research papers possessed by the authors and by reviewing prior review articles on this subject. These final papers were scrutinized for data relevant to the key aspects about exercise covered in this article.\n    \n\n\n          Results:\n        \n      \n      For people with acute, subacute or chronic low back pain, there is no evidence that exercise increases the risk of additional back problems or work disability. To the contrary, current medical literature suggests that exercise has either a neutral effect or may slightly reduce risk of future back injuries. Exercise can be prescribed for patients with chronic low back pain with three distinct goals. The first and most obvious goal is to improve or eliminate impairments in back flexibility and strength, and improve performance of endurance activities. There is a large body of evidence confirming that this goal can be accomplished for a majority of patients with chronic low back pain. The second goal of exercise is to reduce the intensity of back pain. Most studies of exercise have noted overall reduction in back pain intensity that ranges from 10% to 50% after exercise treatment. The third goal of exercise is to reduce back pain-related disability through a process of desensitization of fears and concerns, altering pain attitudes and beliefs and improving affect. The mechanisms through which exercise can accomplish this goal have been the subject of substantial research.\n    \n\n\n          Conclusions:\n        \n      \n      Exercise is safe for individuals with back pain, because it does not increase the risk of future back injuries or work absence. Substantial evidence exists supporting the use of exercise as a therapeutic tool to improve impairments in back flexibility and strength. Most studies have observed improvements in global pain ratings after exercise programs, and many have observed that exercise can lessen the behavioral, cognitive, affect and disability aspects of back pain syndromes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14749199/"
}