{
  "pmid": "41460031",
  "title": "Tenuigenin ameliorates Alzheimer's disease by targeting MAP2K1: integrated evidence from network pharmacology and experimental validation.",
  "abstract": "Alzheimer's disease (AD) is a prevalent neurodegenerative disorder primarily characterized by progressive cognitive impairment and synaptic dysfunction. Despite substantial research efforts, effective therapeutic options remain limited. Tenuigenin (TEN), a principal bioactive constituent isolated from the traditional Chinese medicinal herb Polygala tenuifolia, has demonstrated promising neuroprotective effects. This study adopted a comprehensive multitiered approach, combining network pharmacology, machine learning, molecular modeling, and in-vitro experiments, to elucidate the therapeutic targets and mechanisms of TEN in AD. Computational analyses identified mitogen-activated protein kinase kinase 1 (MAP2K1) as a critical target, mediating the effects of TEN. Gene set enrichment analysis indicated that TEN could activate the 26S proteasome pathway, promoting the degradation of neurotoxic proteins, such as amyloid-β (Aβ), thereby reducing their pathological accumulation. Immune infiltration analysis further revealed that TEN could modulate the distribution of activated natural killer cells and M0 macrophages, playing a role in restoring immune balance in the AD microenvironment. Molecular docking and dynamics simulations demonstrated strong binding affinity and structural compatibility between TEN and MAP2K1. Experimental validation using Aβ-treated SH-SY5Y cells indicated that TEN significantly enhanced cell viability and suppressed MAP2K1 protein expression. In conclusion, this study provided the first integrated evidence that TEN exerts neuroprotective effects in AD by targeting MAP2K1. These findings highlight the multitarget, multipathway therapeutic potential of TEN and support its development as a natural agent for AD prevention and treatment.",
  "disease": "alzheimer disease"
}