{
    "title": "Anxiety during pregnancy and autonomic nervous system activity: A longitudinal observational and cross-sectional study.",
    "doc_id": "28712414",
    "writer": "Mizuno T",
    "year": "2017",
    "summary": "OBJECTIVES: To assess the longitudinal change in autonomic nervous system (ANS) activity during pregnancy and the association between anxiety during pregnancy and ANS activity. ...Very low (VLF) and high (HF) frequency bands of heart rate variability spectrums were …",
    "abstract": "Objectives:\n        \n      \n      To assess the longitudinal change in autonomic nervous system (ANS) activity during pregnancy and the association between anxiety during pregnancy and ANS activity.\n    \n\n\n          Methods:\n        \n      \n      Pregnant Japanese women with a singleton fetus and normal pregnancy were recruited (n=65). ANS activity and anxiety were measured using a self-rating questionnaire at approximately 20, 30, and 36weeks of gestation. Very low (VLF) and high (HF) frequency bands of heart rate variability spectrums were used. Anxiety was assessed using the Japanese version of the State-Trait Anxiety Inventory. A score of 45 or more on trait-anxiety and the other represent the trait-anxiety group and the non- trait-anxiety group, respectively. The state-anxiety group and the non-state-anxiety group were defined in the same manner.\n    \n\n\n          Results:\n        \n      \n      Longitudinal observation of individual pregnant women indicated the significant increasing trend (p=0.002) of VLF power and the significant decreasing trend (p<0.001) of HF power during 20 to 36 gestation weeks. Compared with the non-trait-anxiety group, the trait-anxiety group had significantly lower VLF values at 20 gestational weeks (p=0.033) and had significantly lower HF values at 30 and 36 gestational weeks (p=0.015 and p=0.044, respectively). The increasing rate of VLF from 20 to 36 gestational weeks was higher among the trait-anxiety group. The same associations were observed between the state-anxiety and non-state-anxiety groups at 20 gestational weeks.\n    \n\n\n          Conclusions:\n        \n      \n      Anxiety during pregnancy decreased heart rate variability. Anxiety in second trimester pregnancy promoted a subsequent increase in sympathetic activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28712414/"
}