{
    "title": "Epithelial stem cells and their possible role in the development of the normal and diseased human breast.",
    "doc_id": "8490267",
    "writer": "Rudland PS.",
    "year": "1993",
    "summary": "The developing breasts of peripubescent girls consist of ducts and budded structures, which can subdivide to alveolar buds/lobules with advancing maturity and finally to secretory alveoli during pregnancy and lactation. ...It is suggested that epithelial/intermediate stem …",
    "abstract": "The developing breasts of peripubescent girls consist of ducts and budded structures, which can subdivide to alveolar buds/lobules with advancing maturity and finally to secretory alveoli during pregnancy and lactation. Immunochemical reagents have been used to visualize the three major cell types in histological sections of mature/pregnant breasts, the epithelial cells which line ducts/ductules, the smooth muscle-like myoepithelial cells and the casein-secretory alveolar cells. Ductal budded structures contain basal cells intermediate in immunocytochemical staining characteristics between epithelial and myoepithelial cells. Immortalization of primary epithelial cultures of normal breasts by simian virus 40 yields epithelial cell lines that can differentiate to myoepithelial-like and to secretory alveolar-like cells; similar cell types are identifiable in primary cultures. Immunocytochemical staining shows that both hyperplastic and neoplastic benign lesions contain myoepithelial-like cells, and, under suitable hormonal conditions, alveolar-like cells, but invasive carcinomas contain neither differentiated cell type. Primary cell cultures of benign hyperplastic and neoplastic lesions contain epithelial, myoepithelial-like and presumptive alveolar-like cells whilst malignant cell fractions of invasive carcinomas contain only epithelial cells. Spontaneously-immortalized epithelial cell lines from hyperplastic benign breast disease can generate myoepithelial-like and alveolar-like cells, whilst standard epithelial cell lines from pleural effusions and novel epithelial cell lines from primaries of invasive carcinomas fail to differentiate to either cell type. It is suggested that epithelial/intermediate stem cells exist in a basal position predominantly in terminal structures of growing breasts, and that they are the major cell type involved in benign hyperplastic, benign neoplastic and malignant breast diseases. The acquisition of the malignant phenotype is associated with the carcinoma cells having a greatly impaired ability to differentiate to myoepithelial and to alveolar cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8490267/"
}