{
  "pmid": "41458864",
  "title": "Comparative Analysis of the One- Versus Two-Bag Method for the Treatment of Diabetic Ketoacidosis in Adults.",
  "abstract": "Introduction Diabetic ketoacidosis (DKA) is a significant complication of diabetes mellitus, and prompt standardized management protocols are critical. In addition to insulin therapy, traditional intravenous (IV) fluid management has been provided in a one-bag method with either normal saline, lactated Ringer's, or balanced crystalloids. Several researchers have explored the use of a two-bag method of fluid administration, which includes one IV fluid bag with either normal saline, lactated Ringer's, or balanced crystalloids in addition to an IV fluid with dextrose. The findings demonstrated that patients with DKA who received the two-bag method had greater clinical benefits than patients who received the one-bag IV fluid method. This study compared the effectiveness and safety of a one-bag IV fluid administration versus a two-bag method in patients with DKA. Methods This retrospective study evaluated DKA patients treated with a one-bag IV fluid method at our institution compared to previously published data using one-bag and two-bag methods. Effectiveness was measured as the time to anion gap closure, pH ≥7.3, and bicarbonate ≥18 mEq/L. Safety was evaluated by occurrences of hypokalemia and hypoglycemia. Data were reported as study (S1) vs control (C1 or C2). IBM SPSS Statistics for Windows, Version 28 (Released 2021; IBM Corp., Armonk, New York, United States). Results Of the 598 S1 patients evaluated, 238 patients were included for analysis with a mean age of 45.4±18.9 years and Acute Physiology and Chronic Health Evaluation II (APACHE-II) of 15.1±5.8. Time to pH≥7.3 was shorter in C1 (p<0.01) and C2 (p<0.01) groups compared to S1. The mean duration of insulin infusion was shorter in both C1 (36.1±31.8 S1 vs 21.8±25.8 C1, hr; p<0.01) and C2 (36.1±31.8 S1 vs 14.1±10.7 C2, hr; p<0.01). Hospital length of stay was shorter in C1 (3.4±4.5 C1 vs 5.9±5.3 S1, days; p<0.01) and C2 (3.1±4.1 C2 vs 5.9±5.3 S1 days; p<0.01). Hypoglycemia was observed more in the S1 group (30%) compared to the C1 (10%) and C2 (3%) groups. Conclusions Compared to the control groups of adult patients, the S1 group was associated with increased duration of insulin infusion, risk of hypoglycemia, and prolonged hospital stay. Institution-specific DKA management protocols should be evaluated to ensure optimal treatment.",
  "disease": "diabetes mellitus"
}