{
    "title": "Predictive value of texture analysis on lumbar MRI in patients with chronic low back pain.",
    "doc_id": "37715790",
    "writer": "Climent-Peris VJ",
    "year": "2023",
    "summary": "PURPOSE: The aim of this study was to determine whether MRI texture analysis could predict the prognosis of patients with non-specific chronic low back pain. METHODS: A prospective observational study was conducted on 100 patients with non-specific chronic low …",
    "abstract": "Purpose:\n        \n      \n      The aim of this study was to determine whether MRI texture analysis could predict the prognosis of patients with non-specific chronic low back pain.\n    \n\n\n          Methods:\n        \n      \n      A prospective observational study was conducted on 100 patients with non-specific chronic low back pain, who underwent a conventional MRI, followed by rehabilitation treatment, and revisited after 6 months. Sociodemographic variables, numeric pain scale (NPS) value, and the degree of disability as measured by the Roland-Morris disability questionnaire (RMDQ), were collected. The MRI analysis included segmentation of regions of interest (vertebral endplates and intervertebral disks from L3-L4 to L5-S1, paravertebral musculature at the L4-L5 space) to extract texture variables (PyRadiomics software). The classification random forest algorithm was applied to identify individuals who would improve less than 30% in the NPS or would score more than 4 in the RMDQ at the end of the follow-up. Sensitivity, specificity, and the area under the ROC curve were calculated.\n    \n\n\n          Results:\n        \n      \n      The final series included 94 patients. The predictive model for classifying patients whose pain did not improve by 30% or more offered a sensitivity of 0.86, specificity 0.57, and area under the ROC curve 0.71. The predictive model for classifying patients with a RMDQ score 4 or more offered a sensitivity of 0.83, specificity of 0.20, and area under the ROC curve of 0.52.\n    \n\n\n          Conclusion:\n        \n      \n      The texture analysis of lumbar MRI could help identify patients who are more likely to improve their non-specific chronic low back pain through rehabilitation programs, allowing a personalized therapeutic plan to be established.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37715790/"
}