{
    "title": "Overweight in childhood and young adulthood increases the risk for adult thromboembolic events.",
    "doc_id": "36860115",
    "writer": "Lilja L",
    "year": "2023",
    "summary": "Individuals with normal weight during childhood followed by young adult overweight (HR 1.40, 95% CI, 1.15;1.72), and individuals with overweight at both childhood and young adult age (HR 1.48, 95% CI, 1.14;1.92), had a significantly increased risk of V …",
    "abstract": "Background:\n        \n      \n      Approximately one third of thromboembolic (TE) events are related to obesity, but to which extent elevated body mass index (BMI) during the distinct periods of childhood and puberty contributes is not known. We aimed to evaluate the impact of high BMI during childhood and puberty for the risk of adult venous and arterial thromboembolic events (VTE, ATE, respectively) in men.\n    \n\n\n          Methods:\n        \n      \n      We included 37,672 men from the BMI Epidemiology Study (BEST) Gothenburg with data on weight and height in childhood, young adult age, and on pubertal BMI change. Information on outcomes (VTE [n = 1683], ATE [n = 144], or any first TE event [VTE or ATE; n = 1780]) was retrieved from Swedish national registers. Hazard ratios (HR) and 95% confidence intervals (CI) were estimated by Cox regressions.\n    \n\n\n          Results:\n        \n      \n      Both BMI at 8 years of age and the pubertal BMI change were associated with VTE, independently of each other (BMI at 8: HR 1.06 per standard deviation [SD] increase, 95% CI, 1.01;1.11; pubertal BMI change: HR 1.11 per SD increase, 95% CI, 1.06;1.16). Individuals with normal weight during childhood followed by young adult overweight (HR 1.40, 95% CI, 1.15;1.72), and individuals with overweight at both childhood and young adult age (HR 1.48, 95% CI, 1.14;1.92), had a significantly increased risk of VTE in adult life, compared with the normal weight reference group. Individuals with overweight in childhood and in young adult age had increased risk of ATE and TE.\n    \n\n\n          Conclusion:\n        \n      \n      Young adult overweight was a strong determinant, and childhood overweight a moderate determinant, of the risk of VTE in adult men.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36860115/"
}