{
  "pmid": "41386679",
  "title": "Nicotiana benthamiana's Responses to Agroinfiltration, a Treasure Grove of New Avenues to Improve Protein Yields in Plant Molecular Farming.",
  "abstract": "Transient expression of recombinant proteins in leaves of Nicotiana benthamiana is routinely employed for both basic research and manufacturing of biopharmaceutical products in plants. Relying on disarmed strains of the bacterial plant pathogen Agrobacterium tumefaciens as a transgene vector, this safe, cost-effective and easily scalable 'plant molecular farming' approach offers a reliable alternative to classical protein expression platforms. Commonly referred to as agroinfiltration, scaled-up versions of this manufacturing process have now become helpful in the fight against global health issues, such as those rapidly evolving virus strains causing influenza or coronavirus disease 2019. In the past decades, considerable efforts have been deployed to improve the efficacy of Agrobacterium-mediated expression, including through the development of new binary vectors, the design of strong promoters, and the deployment of approaches to increase levels and stability of transgene mRNAs. By comparison, much less attention has been given to understanding the effects that agroinfiltration unavoidably has on host plants, including the infiltration process itself, the perception of Agrobacterium and the subsequent accumulation of recombinant products throughout the expression phase. Using the upregulation profiles of plant receptor genes during the heterologous expression of virus-like particles in N. benthamiana leaves, I here describe how some of these host responses interact with each other to form an intricate signalling interplay at the molecular level. I also review host plant's responses to agroinfiltration and highlight strategies that have emerged to improve the efficacy of plant cell biofactories based on the better understanding of this transient expression system.",
  "disease": "influenza"
}