{
    "title": "Heme Oxygenase 1: A Defensive Mediator in Kidney Diseases.",
    "doc_id": "33670516",
    "writer": "Grunenwald A",
    "year": "2021",
    "summary": "The incidence of kidney disease is rising, constituting a significant burden on the healthcare system and making identification of new therapeutic targets increasingly urgent. The heme oxygenase (HO) system performs an important function in the regulation of oxidative stre …",
    "abstract": "The incidence of kidney disease is rising, constituting a significant burden on the healthcare system and making identification of new therapeutic targets increasingly urgent. The heme oxygenase (HO) system performs an important function in the regulation of oxidative stress and inflammation and, via these mechanisms, is thought to play a role in the prevention of non-specific injuries following acute renal failure or resulting from chronic kidney disease. The expression of HO-1 is strongly inducible by a wide range of stimuli in the kidney, consequent to the kidney's filtration role which means HO-1 is exposed to a wide range of endogenous and exogenous molecules, and it has been shown to be protective in a variety of nephropathological animal models. Interestingly, the positive effect of HO-1 occurs in both hemolysis- and rhabdomyolysis-dominated diseases, where the kidney is extensively exposed to heme (a major HO-1 inducer), as well as in non-heme-dependent diseases such as hypertension, diabetic nephropathy or progression to end-stage renal disease. This highlights the complexity of HO-1's functions, which is also illustrated by the fact that, despite the abundance of preclinical data, no drug targeting HO-1 has so far been translated into clinical use. The objective of this review is to assess current knowledge relating HO-1's role in the kidney and its potential interest as a nephroprotection agent. The potential therapeutic openings will be presented, in particular through the identification of clinical trials targeting this enzyme or its products.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33670516/"
}