{
  "pmid": "41361825",
  "title": "Evolutionary trajectories and zoonotic potential of a PB2 mutation triad (I147T, K339T, and A588T) in avian influenza viruses.",
  "abstract": "Efficient replication of influenza A viruses (IAVs) requires balanced activities of hemagglutinin (HA), neuraminidase (NA), and the RNA polymerase complex, whose functions are strongly influenced by PB2 mutations. We previously revealed three distinct evolutionary pathways for PB2 mutations, with two pathways leading to the emergence of viral strains responsible for human seasonal infections and the 2009 pandemic, and a third pathway giving rise to H5Nx highly pathogenic avian influenza viruses (HPAIVs) defined by a triad of mutations (I147T, K339T, and A588T) that occasionally spill over to humans. Here, we investigated the zoonotic risk posed by this triad and elucidated its evolutionary relationship with HA, NA, and vaccination. Recombinant PR8 and clade 2.3.2.1c H5N1 viruses carrying the triad replicated efficiently in embryonated chicken eggs and had moderate replication efficiency in mammalian cells; moreover, mice infected with these viral strains exhibited milder weight loss and lower lung titers than those infected with the E627K-carrying strain. Sequence analysis of H5Nx viruses revealed early emergence and long-term persistence of the triad across diverse genotypes, which was closely linked to HA glycosylation and NA-stalk truncation. However, the prevalence of these viral strains declined significantly after successive H5 poultry-vaccination campaigns. These data indicate that the triad provides a replication advantage compatible with both poultry and mammalian hosts but confers only moderate mammalian pathogenicity and that sustained vaccination can restrain the spread of viral strains with these mutations. Continuous molecular surveillance of PB2 alongside HA and NA remains essential for preventing H5Nx zoonotic threats.Please check and confirm that the authors and their respective affiliations have been correctly identified and amend if necessary.I have checked and modifed the email addresses of the corresponding authors. I confirm the information of other authors are correct.",
  "disease": "influenza"
}