{
  "pmid": "41462674",
  "title": "The Redox-Adhesion-Exosome (RAX) Hub in Cancer: Lipid Peroxidation-Driven EMT Plasticity and Ferroptosis Defense with HNE/MDA Signaling and Lipidomic Perspectives.",
  "abstract": "Cancer cell plasticity drives metastasis and therapy resistance through dynamic transitions between epithelial, mesenchymal, and neural crest stem-like (NCSC) states; however, a unifying mechanism that stabilizes these transitions remains undefined. To address this gap, we introduce a N-cadherin (CDH2)-centered redox-adhesion-exosome (RAX) hub that links oxidative signaling, adhesion dynamics, and exosome-mediated immune communication into a closed-loop framework. Within this network, reactive oxygen species (ROS) pulses license epithelial-mesenchymal transition (EMT), AXL-FAK/Src signaling consolidates mesenchymal adhesion, and selective exosomal cargoes-including miR-21, miR-200, miR-210, and PD-L1-propagate plasticity and immune evasion. Lipid peroxidation acts as a central checkpoint connecting ROS metabolism to PUFA membrane remodeling and ferroptosis vulnerability, buffered by NRF2-GPX4 and FSP1/DHODH axes, thereby converting transient oxidative pulses into persistent malignant states. Mechanistically, the RAX hub synthesizes findings from EMT/CSC biology, ferroptosis defenses, and exosome research into a self-reinforcing system that sustains tumor heterogeneity and stress resilience. Evidence from single-cell and spatial transcriptomics, intravital ROS imaging, and exosome cargo-selector studies supports the feasibility of this model. We further outline validation strategies employing HyPer-EMT-CDH2 tri-reporters, CRISPR perturbation of YBX1/ALIX cargo selectors, and spatial multi-omics in EMT-high tumors. Clinically, tumors enriched in EMT/NCSC programs-such as melanoma, neuroblastoma, small-cell lung cancer, pancreatic ductal adenocarcinoma, and triple-negative breast cancer (TNBC)-represent RAX-dependent contexts. These insights highlight biomarker-guided opportunities to target adhesion switches, ferroptosis defenses, and exosome biogenesis through lipid peroxidation-centered strategies using liquid-biopsy panels (exosomal CDH2, miR-200, miR-210) combined with organoid and xenograft models. By linking lipid peroxidation to ferroptosis defense and oxidative stress adaptation, the RAX hub aligns with the thematic focus of lipid metabolism and redox control in cancer progression. Collectively, the RAX framework may provide a conceptual basis for precision oncology by reframing metastasis and therapy resistance as emergent network properties.",
  "disease": "breast cancer"
}