{
  "pmid": "41396882",
  "title": "Impact of Direct Acting Antivirals on the hemodynamics of the portal circulation in cirrhotic patients infected with hepatitis C virus.",
  "abstract": "The most frequent cause of portal hypertension is liver cirrhosis (LC). Chronic HCV is a major cause of death and morbidity globally, because of the consequences of LC, hepatocellular carcinoma (HCC), and portal hypertension, oral direct-acting antivirals (DAAs) are the effective treatment for HCV, offering a high cure rate. A virological response is also anticipated to improve portal hypertension. To assess how direct-acting antiviral medication affects the hemodynamics of the portal circulation in patients with cirrhosis who have been infected with HCV. 120 patients with liver cirrhosis linked to chronic HCV were included in this study. They received treatment using regimens based on sofosbuvir combined with daclatasavir and either ribavirin or neither. Prior to beginning therapy and two years later, all patients underwent the following tests: complete blood count, PCR for HCV RNA, liver and renal function, abdominal ultrasonography, and colored Duplex for assessment of portal hypertension. When compared to Doppler parameters prior to treatment, there is a notable improvement in Doppler metrics following DAAs therapy (p=0.006), including PV diameter, Portal congestive index, PV cross sectional area, splenic vein diameter, and span. Only roughly 69 patients (or 57% of the total) showed an improvement in portal pressure, whereas the percentage of sustained virological response is 95%. Numerous characteristics, such as the existence of splenomegaly and varices, a history of bilharzias, a high degree of fibrosis, and a low platelet count prior to treatment, are linked to non-changes in portal hypertension. We infer that sustained virological response in HCV related cirrhotic patients following direct-acting antivirals may lead to decrease in portal hypertension after an extended period of time, as adopted from portal congestion index Doppler parameters.",
  "disease": "liver cirrhosis"
}