{
    "title": "Autism in Fragile X Syndrome; A Functional MRI Study of Facial Emotion-Processing.",
    "doc_id": "31861230",
    "writer": "McKechanie AG",
    "year": "2019",
    "summary": "Fragile X syndrome (FXS) is the most common inherited cause of intellectual disability and autism spectrum disorder, and among those with fragile X syndrome, approximately 1/3rd meet a threshold for an autism spectrum disorder (ASD) diagn …",
    "abstract": "Fragile X syndrome (FXS) is the most common inherited cause of intellectual disability and autism spectrum disorder, and among those with fragile X syndrome, approximately 1/3rd meet a threshold for an autism spectrum disorder (ASD) diagnosis. Previous functional imaging studies of fragile X syndrome have typically focused on those with fragile X syndrome compared to either neurotypical or autism spectrum disorder control groups. Further, the majority of previous studies have tended to focus on those who are more intellectually able than is typical for fragile X syndrome. In this study, we examine the impact of autistic traits in individuals with fragile X syndrome on a paradigm looking at facial emotion processing. The study included 17 individuals with fragile X syndrome, of whom 10 met criteria for autism as measured by the Autism Diagnostic Observation Schedule (ADOS). Prior to the scan, participants rehearsed on a mock scanner to help acclimatize to the scanner environment and thus allow more severely affected individuals to participate. The task examined the blood-oxygen-level-dependent (BOLD) response to fearful and neutral faces taken from the Ekman faces series. Individuals in the autism group had a region of significantly reduced activity centered on the left superior temporal gyrus, compared to those with FXS alone, in response to the fearful faces. We suggest that autism in individuals with fragile X syndrome is associated with similar changes in the neurobiology of facial emotion processing as seen in idiopathic autism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31861230/"
}