{
    "title": "Increased gene expression variability in BRCA1-associated and basal-like breast tumours.",
    "doc_id": "34287743",
    "writer": "Wiggins GAR",
    "year": "2021",
    "summary": "PURPOSE: Inherited variants in the cancer susceptibility genes, BRCA1 and BRCA2 account for up to 5% of breast cancers. Multiple gene expression studies have analysed gene expression patterns that maybe associated with BRCA12 pathogenic variant status; …",
    "abstract": "Purpose:\n        \n      \n      Inherited variants in the cancer susceptibility genes, BRCA1 and BRCA2 account for up to 5% of breast cancers. Multiple gene expression studies have analysed gene expression patterns that maybe associated with BRCA12 pathogenic variant status; however, results from these studies lack consensus. These studies have focused on the differences in population means to identified genes associated with BRCA1/2-carriers with little consideration for gene expression variability, which is also under genetic control and is a feature of cellular function.\n    \n\n\n          Methods:\n        \n      \n      We measured differential gene expression variability in three of the largest familial breast cancer datasets and a 2116 breast cancer meta-cohort. Additionally, we used RNA in situ hybridisation to confirm expression variability of EN1 in an independent cohort of more than 500 breast tumours.\n    \n\n\n          Results:\n        \n      \n      BRCA1-associated breast tumours exhibited a 22.8% (95% CI 22.3-23.2) increase in transcriptome-wide gene expression variability compared to BRCAx tumours. Additionally, 40 genes were associated with BRCA1-related breast cancers that had ChIP-seq data suggestive of enriched EZH2 binding. Of these, two genes (EN1 and IGF2BP3) were significantly variable in both BRCA1-associated and basal-like breast tumours. RNA in situ analysis of EN1 supported a significant (p = 6.3 × 10-04) increase in expression variability in BRCA1-associated breast tumours.\n    \n\n\n          Conclusion:\n        \n      \n      Our novel results describe a state of increased gene expression variability in BRCA1-related and basal-like breast tumours. Furthermore, genes with increased variability may be driven by changes in DNA occupancy of epigenetic effectors. The variation in gene expression is replicable and led to the identification of novel associations between genes and disease phenotypes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34287743/"
}