{
    "title": "Breast Milk Stem Cells: Current Science and Implications for Preterm Infants.",
    "doc_id": "27749687",
    "writer": "Briere CE",
    "year": "2016",
    "summary": "Nine studies addressed characterization of human breast milk stem cells. FINDINGS/RESULTS: Five research teams in 4 countries have published studies on breast milk stem cells. Current research has focused on characterizing stem cells in f …",
    "abstract": "Background:\n        \n      \n      The benefits of breast milk are well described, yet the mechanistic details related to how breast milk protects against acute and chronic diseases and optimizes neurodevelopment remain largely unknown. Recently, breast milk was found to contain stem cells that are thought to be involved in infant development.\n    \n\n\n          Purpose:\n        \n      \n      The purpose of this review was to synthesize all available research involving the characterization of breast milk stem cells to provide a basis of understanding for what is known and what still needs further exploration.\n    \n\n\n          Methods/search strategy:\n        \n      \n      The literature search was conducted between August and October 2015 using the CINAHL, PubMed, and reference list searching. Nine studies addressed characterization of human breast milk stem cells.\n    \n\n\n          Findings/results:\n        \n      \n      Five research teams in 4 countries have published studies on breast milk stem cells. Current research has focused on characterizing stem cells in full-term breast milk. The amount, phenotype, and expression of breast milk stem cells are known to vary between mothers, and they have been able to differentiate into all 3 germ layers (expressing pluripotent characteristics).\n    \n\n\n          Implications for practice:\n        \n      \n      There is much to learn about breast milk stem cells. Given the potential impact of this research, healthcare professionals should be aware of their presence and ongoing research to determine benefits for infants.\n    \n\n\n          Implications for research:\n        \n      \n      Extensive research is needed to further characterize stem cells in breast milk (full-term and preterm), throughout the stages of lactation, and most importantly, their role in the health of infants, and potential for use in regenerative therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27749687/"
}