{
  "pmid": "41411063",
  "title": "Measurement Properties of an Electronic Patient-Reported Outcome Measure for Patients with Non-Dialysis-Dependent CKD.",
  "abstract": "Patients with non-dialysis-dependent chronic kidney disease (NDD-CKD) develop progressive symptoms which impact quality of life. We distributed the Kidney Disease Symptom Survey (KDSS), an electronic patient-reported outcome measure (PROM), partially based on the Kidney Disease Quality of Life 36 (KDQoL-36) instrument, to patients with NDD-CKD. We aimed to evaluate the measurement properties of the KDSS when used in usual clinical care. We conducted a retrospective analysis of electronic health record (EHR) data for patients with NDD-CKD who completed the KDSS as part of their routine nephrology care. We evaluated temporal stability of KDSS scores for individuals with stable kidney function, responsiveness of KDSS scores for individuals with worsening kidney function, and convergent construct validity of the KDSS with Medicare Annual Wellness Visit (AWV) assessments of patient-reported outcomes. Among 147 patients with stable NDD-CKD, there were strong correlations between sequential KDSS assessments of general health [Spearman's rank correlation (rho) 0.76], QoL (rho 0.63), physical symptoms (rho 0.74), and mental health (rho 0.71). For 35 individuals with worsening kidney function, the KDSS detecting a clinically important difference in physical symptom and mental health scores in ∼40% of respondents. There were moderate to strong correlations between KDSS and AWV assessments of general health (rho 0.64) and depressive symptoms (rho 0.50). When used by diverse individuals with NDD-CKD, the KDSS had temporal stability for patients with stable kidney function, as well as moderate convergent construct validity for measuring general health and depressive symptoms. Responsiveness of the KDSS for physical symptoms and mental health was seen in only some individuals with kidney disease. Additional data demonstrating responsiveness to changes in kidney function, as well as interventions such as symptom management strategies, are needed to determine the clinical utility of the KDSS when used in usual care of patients with NDD-CKD.",
  "disease": "chronic kidney disease"
}