{
    "title": "Modeling Cross-Regional Transmission and Assessing the Effectiveness of Restricting Inter-Regional Population Movements in Controlling COVID-19 - Xi'an City, Shaanxi Province, China, 2021.",
    "doc_id": "36059792",
    "writer": "Yang T",
    "year": "2022",
    "summary": "INTRODUCTION: The aim of this study was to construct an assessment method for cross-regional transmission of coronavirus disease 2019 (COVID-19) and to provide recommendations for optimizing measures such as interregional population movements. METHODS: Taking Xi'an …",
    "abstract": "Introduction:\n        \n      \n      The aim of this study was to construct an assessment method for cross-regional transmission of coronavirus disease 2019 (COVID-19) and to provide recommendations for optimizing measures such as interregional population movements.\n    \n\n\n          Methods:\n        \n      \n      Taking Xi'an City as the example subject of this study's analysis, a Cross-Regional-Gravitational-Dynamic model was constructed to simulate the epidemic in each district of Xi'an under three scenarios of controlled population movement (Scenario 1: no intensive intervention; Scenario 2: blocking Yanta District on December 18 and blocking the whole region on December 23; and Scenario 3: blocking the whole region on December 23). This study then evaluated the effects of such simulated population control measures.\n    \n\n\n          Results:\n        \n      \n      The cumulative number of cases for the three scenarios was 8,901,425, 178, and 474, respectively, and the duration of the epidemic was 175, 18, and 22 days, respectively. The real world prevention and control measures in Xi'an reduced the cumulative number of cases for its outbreak by 99.98% in comparison to the simulated response in Scenario 1; in contrast, the simulated prevention and control strategies set in Scenarios 2 (91.26%) and 3 (76.73%) reduced cases even further than the real world measures used in Xi'an.\n    \n\n\n          Discussion:\n        \n      \n      The constructed model can effectively simulate an outbreak across regions. Timely implementation of two-way containment and control measures in areas where spillover is likely to occur is key to stopping cross-regional transmission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36059792/"
}