{
    "title": "The effect of mindfulness-based intervention on cognitively unimpaired older adults' cognitive function and sleep quality: a systematic review and meta-analysis.",
    "doc_id": "37485984",
    "writer": "Lannon-Boran C",
    "year": "2024",
    "summary": "Four studies investigated mindfulness and cognitive function, two investigated mindfulness and sleep quality, and one investigated mindfulness, cognitive function, and sleep quality. Some studies were not reported in sufficient detail to be included in meta-analyses …",
    "abstract": "Objective: This systematic review and meta-analysis aimed to investigate the effect of mindfulness-based intervention (MBI) on cognitively unimpaired older adults' cognitive function and sleep quality.Method: Studies published in English since 2010 were considered for inclusion. Databases searched were PubMed, Embase, Web of Science, and PsycInfo. We included randomized controlled trials (RCTs) with adults over 55 with no known cognitive impairment, that recorded cognitive outcomes and/or sleep quality pre- and post-intervention, and that implemented Mindfulness-Based Stress Reduction (MBSR), or an MBI closely based on MBSR protocol.Results: Seven RCTs fit the inclusion criteria, with 276 participants in MBI groups and 287 in controls. Four studies investigated mindfulness and cognitive function, two investigated mindfulness and sleep quality, and one investigated mindfulness, cognitive function, and sleep quality. Some studies were not reported in sufficient detail to be included in meta-analyses. Results of meta-analyses showed no significant differences between MBI groups vs controls on cognitive measures of executive function, free recall, and delayed recall. Meta-analysis revealed that MBI significantly improved sleep quality compared to controls.Conclusion: Given that poor sleep quality is strongly linked to increased risk of cognitive decline, further research investigating sleep quality's role in the mindfulness-cognitive function relationship in cognitively unimpaired older adults is recommended.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37485984/"
}