{
    "title": "Myocardial infarction with aortic banding. A combined rat model of heart failure.",
    "doc_id": "9462419",
    "writer": "Anthonio RL",
    "year": "1997",
    "summary": "In aortic banding rats, contractile parameters were not significantly impaired, compared with controls. Both myocardial infarction and the myocardial infarction/aortic banding animals, but not aortic banding rats, had a significantly increased heart we …",
    "abstract": "The effect of additional abdominal aortic banding on parameters of heart failure was studied in male Wistar rats with myocardial infarction. Contractile function was studied 8-9 weeks after operation, with an isoprenaline dose response protocol, in a retrograde Langendorff perfusion. Also, plasma noradrenaline concentration, infarct size and morphology were determined. Compared with controls, myocardial infarction/aortic banding animals showed a decreased contractile function, both at baseline and after maximal isoprenaline stimulation, and elevated noradrenaline levels (1316 +/- 94) vs 1909 +/- 174 pg/ml, both p < 0.05). In myocardial infarction rats, baseline values, but not those after inotropic stimulation were decreased, when compared with controls, while the calculated Emax was significantly decreased. In aortic banding rats, contractile parameters were not significantly impaired, compared with controls. Both myocardial infarction and the myocardial infarction/aortic banding animals, but not aortic banding rats, had a significantly increased heart weight (1.4 +/- 0.04 g for controls vs 1.7 +/- 0.08 g for myocardial infarction and 2.0 +/- 0.12 g for myocardial infarction/aortic banding), and left ventricular cavity volume (19 +/- 1.4 mm3 for controls vs 49 +/- 5.5 mm3 for myocardial infarction and 48 +/- 4.3 mm3 for myocardial infarction/aortic banding) compared to control animals. Infarct size was 36.0% and 39.4% for the myocardial infarction and myocardial infarction/aortic banding animals, respectively. We conclude that myocardial infarction/aortic banding provides a new experimental model, which may yield important information and pathophysiology which allow evaluation of changes that may mimic clinical myocardial infarction with concomitant hypertension.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9462419/"
}