{
    "title": "Chemoprevention of prostate cancer in men at high risk: rationale and design of the reduction by dutasteride of prostate cancer events (REDUCE) trial.",
    "doc_id": "15371831",
    "writer": "Andriole G",
    "year": "2004",
    "summary": "PURPOSE: Chemoprevention may significantly impact the natural history of prostate cancer. The most potent intraprostatic androgen, dihydrotestosterone, has a significant role in the pathophysiology of prostate cancer. ...Repeat biopsies will be taken at 2 and 4 year …",
    "abstract": "Purpose:\n        \n      \n      Chemoprevention may significantly impact the natural history of prostate cancer. The most potent intraprostatic androgen, dihydrotestosterone, has a significant role in the pathophysiology of prostate cancer. It represents a biologically plausible target for chemoprevention through the inhibition of 5alpha-reductase isoenzymes.\n    \n\n\n          Materials and methods:\n        \n      \n      The Reduction by Dutasteride of Prostate Cancer Events clinical trial is an international, multicenter, double-blind, placebo controlled chemoprevention study designed to determine if dutasteride 0.5 mg daily decreases the risk of biopsy detectable prostate cancer. A total of 8,000 men will be randomized to receive dutasteride or placebo for 4 years. Eligible men must be 50 to 75 years old, have a serum prostate specific antigen of 2.5 to 10 ng/ml (ages 50 to 60 years) or 3.0 to 10 ng/ml (older than 60 years). Men must have a negative 6 to 12 core biopsy within 6 months prior to enrollment. Repeat biopsies will be taken at 2 and 4 years. The rates of prostate cancer for each treatment group will be compared. Genetic and protein biomarkers of prostate cancer, and the effect of dutasteride on benign prostatic hyperplasia and prostatitis symptomatology and histopathology will also be assessed.\n    \n\n\n          Results:\n        \n      \n      Results remain to be determined.\n    \n\n\n          Conclusions:\n        \n      \n      The study will examine the effects of the dual 5alpha-reductase inhibitor dutasteride on the natural history of prostate cancer in men at increased risk for this malignancy. It affords a unique opportunity to examine biomarkers and genetic linkage for prostate cancer, and assess a range of prostate health outcome measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15371831/"
}