{
  "pmid": "41449362",
  "title": "Cohort profile: the Lebanon Study on Aging and HeAlth (LSAHA).",
  "abstract": "This paper describes the design and cohort profile of the Lebanon Study on Aging and HeAlth (LSAHA), the first population-level study of Alzheimer's Disease and Related Dementias (ADRD) in an Arab country. The burden due to ADRD in the Middle East and North Africa (MENA) region is among the highest in the world, but reliable population-level data on ADRD in the region are lacking. Older adults in Lebanon have experienced prolonged periods of social and economic instability due to political conflicts and chronic government mismanagement. The effects of these destabilizing experiences throughout the life course on ADRD risk and other late-life health outcomes are currently unknown. LSAHA is designed as a prospective cohort study of ADRD in a large sample of adults aged ≥ 60 years in Lebanon [baseline data presented here]. We employed a probability-based multi-stage sampling design in two pre-selected areas, the city of Beirut and district of Zahle, to represent the full range of urban-rural, socio-economic, and religious diversity in Lebanon. Data collection included a standardized survey questionnaire including validated cognitive tests and anthropometric measurements, a household interview, key informant assessments, and a blood sample. Survey weights were computed to account for differential non-response and calibrated for the age- and sex-distribution in the two study areas. LSAHA enrolled 3,027 participants, 1,510 from Beirut and 1,517 from Zahle, realizing a response rate of 69%. The average age of the sample was 71.7 years and 55.3% was female, 43.1% had primary education or less, while 19.9% had university training. There was a high prevalence of chronic medical conditions, such as hypertension (57.2%), heart disease (32.4%), and diabetes (32.7%). There was also a high prevalence of moderate/severe symptoms of depression (51.4%) and anxiety (34.1%). A substantial percentage reported fair or poor self-rated memory (52.1%) or having worse memory compared to 2 years ago (38.4%). We successfully launched a new cohort study of older adults in Lebanon to investigate ADRD and its risk factors. Data from this study will inform clinical care and policy goals in Lebanon and other settings that face a rapidly growing number of older adults with ADRD.",
  "disease": "hypertension"
}