{
    "title": "Spatiotemporal impact of non-pharmaceutical interventions against COVID-19 on the incidence of infectious diarrhea in Xi'an, China.",
    "doc_id": "36518571",
    "writer": "Zhang H",
    "year": "2022",
    "summary": "Our purpose was to assess the effects of NPIs against COVID-19 on infectious diarrhea in Xi'an, China. METHODS: Based on the surveillance data of infectious diarrhea, and the different periods of emergence responses for COVID-19 in Xi'an from 2011 to 2 …",
    "abstract": "Background:\n        \n      \n      Non-pharmaceutical interventions (NPIs) against COVID-19 may prevent the spread of other infectious diseases. Our purpose was to assess the effects of NPIs against COVID-19 on infectious diarrhea in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      Based on the surveillance data of infectious diarrhea, and the different periods of emergence responses for COVID-19 in Xi'an from 2011 to 2021, we applied Bayesian structural time series model and interrupted time series model to evaluate the effects of NPIs against COVID-19 on the epidemiological characteristics and the causative pathogens of infectious diarrhea.\n    \n\n\n          Findings:\n        \n      \n      A total of 102,051 cases of infectious diarrhea were reported in Xi'an from 2011 to 2021. The Bayesian structural time series model results demonstrated that the cases of infectious diarrhea during the emergency response period was 40.38% lower than predicted, corresponding to 3,211 fewer cases, during the COVID-19 epidemic period of 2020-2021. The reduction exhibited significant variations in the demography, temporal and geographical distribution. The decline in incidence was especially evident in children under 5-years-old, with decreases of 34.09% in 2020 and 33.99% in 2021, relative to the 2017-2019 average. Meanwhile, the incidence decreased more significantly in industrial areas.\n    \n\n\n          Interpretation:\n        \n      \n      NPIs against COVID-19 were associated with short- and long-term reductions in the incidence of infectious diarrhea, and this effect exhibited significant variations in epidemiological characteristics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36518571/"
}