{
    "title": "Isogenic Kidney Glomerulus Chip Engineered from Human Induced Pluripotent Stem Cells.",
    "doc_id": "36408985",
    "writer": "Roye Y",
    "year": "2022",
    "summary": "This paper presents a protocol that integrates human induced pluripotent stem (iPS) cell-derived glomerular epithelium (podocytes) and vascular endothelium from a single patient to engineer an isogenic and vascularized microfluidic kidney glomerulus chip. The resulting glo …",
    "abstract": "Chronic kidney disease (CKD) affects 15% of the U.S. adult population, but the establishment of targeted therapies has been limited by the lack of functional models that can accurately predict human biological responses and nephrotoxicity. Advancements in kidney precision medicine could help overcome these limitations. However, previously established in vitro models of the human kidney glomerulus-the primary site for blood filtration and a key target of many diseases and drug toxicities-typically employ heterogeneous cell populations with limited functional characteristics and unmatched genetic backgrounds. These characteristics significantly limit their application for patient-specific disease modeling and therapeutic discovery. This paper presents a protocol that integrates human induced pluripotent stem (iPS) cell-derived glomerular epithelium (podocytes) and vascular endothelium from a single patient to engineer an isogenic and vascularized microfluidic kidney glomerulus chip. The resulting glomerulus chip is comprised of stem cell-derived endothelial and epithelial cell layers that express lineage-specific markers, produce basement membrane proteins, and form a tissue-tissue interface resembling the kidney's glomerular filtration barrier. The engineered glomerulus chip selectively filters molecules and recapitulates drug-induced kidney injury. The ability to reconstitute the structure and function of the kidney glomerulus using isogenic cell types creates the opportunity to model kidney disease with patient specificity and advance the utility of organs-on-chips for kidney precision medicine and related applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36408985/"
}