{
  "pmid": "41467614",
  "title": "Vitamin D Supplementation and Its Effects on Blood Glucose, Serum Lipid Profile, Blood Pressure, and Carotid Tunica Intima-Media Thickness in Healthy Adult Male Dogs.",
  "abstract": "Epidemiological evidence suggests that vitamin D insufficiency is associated with human atherosclerosis and hypertension. The cardiovascular impacts of vitamin D are related to its influence on the effects of insulin, renin, lipid metabolism and inflammatory mediators. This study aimed to determine the impact of vitamin D on blood pressure, carotid tunica intima-media thickness, and lipid profile in healthy adult dogs. Oral vitamin D3 (1000 IU) was administered to eight mixed-breed adult male dogs daily for 42 days. Serum 25-hydroxy vitamin D, high-density lipoprotein (HDL), low-density lipoprotein (LDL), very-low-density lipoprotein (VLDL), cholesterol, triglyceride, glucose angiotensin-converting enzyme (ACE) concentration, and blood pressure (systolic, diastolic, and mean), and were measured before treatment (day 0) and on days 14, 28, and 42. A sustained rise in serum 25(OH)D concentration was noted across the study periodm with significant increases noted between days 0 to 14, 14 to 28 and 28 to 42. Increasing serum triglyceride, LDL and VLDL concentrations and a reduction in diastolic blood pressure were documented over the study period. Serum triglyceride concentrations were higher on day 42 compared to days 0, 14, and 28. Serum LDL concentration was higher on day 28 and day 42 compared to day 0. VLDL concentration and diastolic blood pressure were higher on day 42 than on day 14 and day 28. There was no change in mean or systolic blood pressure, tunica intima-media thickness or in serum HDL or cholesterol concentration over the 42-day study period. The effect on blood glucose concentration was variable, with an initial reduction (from day 0 to 28) followed by a rebound increase (from day 28 to 42), resulting in no significant change at day 42 compared with day 0. Oral administration of 1000 IU (40-67 IU/kg bodyweight) of vitamin D daily for 42 days resulted in a reduction in diastolic blood pressure and an increase in serum LDL, VLDL and triglyceride concentration. Additional studies are required to verify the findings and to further assess potential clinical implications.",
  "disease": "hypertension"
}