{
  "pmid": "41432569",
  "title": "Synchrotron-generated microbeams as a radiosurgical alternative for drug-resistant epilepsies: Proof of concept in a mouse model of mesiotemporal lobe epilepsy.",
  "abstract": "One-third of patients with epilepsy, particularly those with mesial temporal lobe epilepsy (MTLE), remain resistant to medication. Resective surgery, the gold standard, is highly invasive and carries significant risks. Here, using a mouse model, we explored the potential of microbeam radiation therapy (MRT), a new technique based on the spatial microfractionation of high-flux X-rays, as a non-invasive alternative for treating MTLE. MTLE was modeled in male C57BL6/J mice via unilateral kainate injection in the dorsal hippocampus. Mice with magnetic resonance imaging (MRI)-validated hippocampal sclerosis (HS) were irradiated at the European Synchrotron Radiation Facility (ESRF) using MRT with either a single trajectory (peak doses = 125-500 Gy) or multiple trajectories (2 or 5 ports at a cumulated peak dose of 125 Gy at the target). Their focal seizures were then monitored with use of electroencephalography (EEG) during 8 weeks, upon which immunochemistry was performed to assess potential tissular toxicity. Anteroposterior 1-port MRT significantly reduced EEG-recorded focal seizures at 125 and 250 Gy, in a dose-dependent manner. However, increased mortality was observed at 500 Gy. Immunohistolabeling revealed neuronal loss (revealed by NeuN staining), microgliosis (revealed by Iba1 straining), and astrogliosis (revealed by GFAP staining) limited to the microbeam tracks at all doses in the injected hippocampus and adjacent brain structures (e.g., cortex). Five-port MRT with a peak dose of 125 Gy at the target improved the antiepileptic effect, whereas no significant tissue alterations outside the microbeam tracks were detected by histological assessment. This proof-of-concept study highlights MRT as a promising non-invasive therapy for drug-resistant focal epilepsies with optimal peak doses of 125-250 Gy, and it suggests that distributing the dose through multiple angles optimizes the therapeutic effect. MRT could provide a safer alternative to surgery, warranting further investigations.",
  "disease": "epilepsy"
}