{
    "title": "Health workers' views on audit in maternal and newborn healthcare in LMICs: a qualitative evidence synthesis.",
    "doc_id": "31994815",
    "writer": "Rousseva C",
    "year": "2020",
    "summary": "OBJECTIVES: To identify and summarise health workers' views on the use of audit as a method to improve the quality of maternal and newborn healthcare in low- and middle-income countries (LMICs). METHODS: We conducted a qualitative evidence synthesis. PubMed, CINAHL and Glo …",
    "abstract": "Objectives:\n        \n      \n      To identify and summarise health workers' views on the use of audit as a method to improve the quality of maternal and newborn healthcare in low- and middle-income countries (LMICs).\n    \n\n\n          Methods:\n        \n      \n      We conducted a qualitative evidence synthesis. PubMed, CINAHL and Global Health databases were searched using keywords, synonyms and MeSH headings for 'audit', 'views' and 'health workers' to find papers that used qualitative methods to explore health workers' views on audit in LMICs. Titles and abstracts were then screened for inclusion. The remaining full-text papers were then screened. The final included papers were quality assessed using the Critical Appraisal Skills Programme tool for qualitative research. Data on audit type and health workers' perceptions were extracted and analysed using thematic synthesis.\n    \n\n\n          Results:\n        \n      \n      Nineteen papers were included in the review, most from sub-Saharan Africa. Health workers generally held favourable views of audit and expressed dedication to the process. Similarly, they described positive experiences conducting audit. The main barriers to implementing audit were the presence of a blame culture, inadequate training and the lack of time and resources to conduct audit. Health workers' motivation and dedication to the audit process helped to overcome such barriers.\n    \n\n\n          Conclusions:\n        \n      \n      Health workers are dedicated to the process of audit, but must be supported with training, leadership and adequate resources to use it. Decision-makers and technical partners supporting audit should focus on improving audit training and finding ways to conduct audit without requiring too much staff time.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31994815/"
}