{
    "title": "Characterization of water-soluble brown carbon in atmospheric fine particles over Xi'an, China: Implication of aqueous brown carbon formation from biomass burning.",
    "doc_id": "37059143",
    "writer": "Lei Y",
    "year": "2023",
    "summary": "In this study, highly time - resolved brown carbon (BrC) in fine particles was investigated in Xi'an using offline aerosol mass spectrometer analysis. The light absorption coefficient (b(abs365)) and mass absorption efficiency (MAE(365)) at 365 nm of water-soluble o …",
    "abstract": "Brown carbon (BrC) aerosols can affect not only the climate but also human health, however, the light absorption, chemical compositions, and formation mechanisms of BrC are still uncertain, which leads to uncertainties in the accurate estimation of its climate and health impacts. In this study, highly time - resolved brown carbon (BrC) in fine particles was investigated in Xi'an using offline aerosol mass spectrometer analysis. The light absorption coefficient (babs365) and mass absorption efficiency (MAE365) at 365 nm of water-soluble organic aerosol (WSOA) generally increased with oxygen-to-carbon (O/C) ratios, indicating that oxidized OA could have more impacts on BrC light absorption. Meanwhile, the light absorption appeared to increase generally with the increases of nitrogen-to-carbon (N/C) ratios and water-soluble organic nitrogen; strong correlations (R of 0.76 for CxHyNp+ and R of 0.78 for CxHyOzNp+) between babs365 and the N - containing organic ion families were observed, suggesting that the N - containing compounds are the effective BrC chromophores. babs365 correlated relatively well with BBOA (r of 0.74) and OOA (R of 0.57), but weakly correlated with CCOA (R of 0.33), indicating that BrC in Xi'an was likely to be associated with biomass burning and secondary sources. A multiple linear regression model was applied to apportion babs365 to contributions of different factors resolved from positive matrix factorization on water-soluble organic aerosols (OA) and obtained MAE365 values of different OA factors. We found that biomass-burning organic aerosol (BBOA) dominated the babs365 (48.3 %), followed by oxidized organic aerosol (OOA, 33.6 %) and coal combustion organic aerosol (CCOA, 18.1 %). We further observed that nitrogen-containing organic matter (i.e., CxHyNp+ and CxHyOzNp+) increased with the increase of OOA/WSOA and the decrease of BBOA/WSOA, especially under high ALWC conditions. Our work offered proper observation evidence that BBOA is oxidized through the aqueous formation to produce BrC in Xi'an, China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37059143/"
}