{
  "pmid": "41457106",
  "title": "Lower limb sensory training improves functional capacity in hemiparesis: a single-blinded randomized controlled trial.",
  "abstract": "Most of the function-focused interventions performed on hemiparetic individuals consist of motor training. The aim of this study was to examined the effects of sensory training applied to the lower extremity on light touch, proprioception, balance, walking and functional capacity. 42 hemiparetic individuals were included in the study as Control(n = 21) and Study(n = 21) groups. The Bobath approach, as a neurodevelopmental treatment training was implemented across all groups for four weeks, with a frequency of three 45-minute sessions per week. In addition, the study group also received sensory training. Pre-treatment and post-treatment(4weeks) evaluations were performed. Motricity Index, Semmes-Weinstein Monofilament Test for sole sensation, Lower Extremity Position Test, electrogoniometric measurements for kinesthesia, Portable Computerized Balance Device for balance, and Portable Gait Analysis device for walking were used in the evaluations. In the study group, statistically significant improvement was observed in the motricity index, sole sensation, especially in the forefoot region, 22 cm position sensation, and ankle kinesthesia sensation(p < 0.05). In addition, there was a statistically significant improvement in the hemiparetic side and total balance score in the balance assessment in the study group(p < 0.05). Significant improvement was found in the gait speed, hemiparetic side stride length, healthy side step length, and healthy side stride length parameters, as well as hemiparetic side pelvic propulsion angle in the study group(p < 0.05). In the control group, no statistically significant improvement was achieved in any parameter(p > 0.05). Participants showed improved functionality, sensation, balance, and gait after sensory training. Somatosensory training enhances functional status in hemiparesis rehabilitation.",
  "disease": "stroke"
}