{
    "title": "Longitudinal transcriptomics define the stages of myeloid activation in the living human brain after intracerebral hemorrhage.",
    "doc_id": "33891558",
    "writer": "Askenase MH",
    "year": "2021",
    "summary": "Longitudinal transcriptional profiling of CD14(+) monocytes/macrophages and neutrophils from hematomas of patients with ICH revealed that the myeloid response to ICH within the hematoma is distinct from that in the blood and occurs in stages conserved across …",
    "abstract": "Opportunities to interrogate the immune responses in the injured tissue of living patients suffering from acute sterile injuries such as stroke and heart attack are limited. We leveraged a clinical trial of minimally invasive neurosurgery for patients with intracerebral hemorrhage (ICH), a severely disabling subtype of stroke, to investigate the dynamics of inflammation at the site of brain injury over time. Longitudinal transcriptional profiling of CD14+ monocytes/macrophages and neutrophils from hematomas of patients with ICH revealed that the myeloid response to ICH within the hematoma is distinct from that in the blood and occurs in stages conserved across the patient cohort. Initially, hematoma myeloid cells expressed a robust anabolic proinflammatory profile characterized by activation of hypoxia-inducible factors (HIFs) and expression of genes encoding immune factors and glycolysis. Subsequently, inflammatory gene expression decreased over time, whereas anti-inflammatory circuits were maintained and phagocytic and antioxidative pathways up-regulated. During this transition to immune resolution, glycolysis gene expression and levels of the potent proresolution lipid mediator prostaglandin E2 remained elevated in the hematoma, and unexpectedly, these elevations correlated with positive patient outcomes. Ex vivo activation of human macrophages by ICH-associated stimuli highlighted an important role for HIFs in production of both inflammatory and anti-inflammatory factors, including PGE2, which, in turn, augmented VEGF production. Our findings define the time course of myeloid activation in the human brain after ICH, revealing a conserved progression of immune responses from proinflammatory to proresolution states in humans after brain injury and identifying transcriptional programs associated with neurological recovery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33891558/"
}