{
  "pmid": "41343015",
  "title": "Anti-arthritic appraisal of Acorus calamus L. extracts in complete Freund's adjuvant‑induced arthritic Wistar rats via regulating inflammatory cytokines and OPG/RANKL pathway.",
  "abstract": "Acorus calamus L. is a traditional remedy for inflammatory, neurological, and gastrointestinal disorders. Herein, we explored the anti-inflammatory, antioxidative, and anti-arthritic activities of A. calamus rhizome's extracts using an adjuvant-induced rheumatoid arthritis (AIA) rat model. The maceration method was used to prepare methanol (MEAC) and n-hexane (HEAC) extracts of A. calamus rhizomes, and high-performance liquid chromatography (HPLC) analysis was performed for the quantification of polyphenols. In vivo, 100 µL of Complete Freund's adjuvant (CFA) was injected into the right hind paw to develop AIA in rats. Fifty-four female Wistar rats were divided into nine groups (n = 6) and orally treated with meloxicam (MEL; 3 mg/kg) and three doses (125, 250, and 500 mg/kg/day) of MEAC and HEAC for 28 days. Then, physical, hematological, biochemical, radiological, histopathological, and gene expression analyses were performed. Results indicated that each extract exhibited dose-dependent mitigation of arthritis in AIA rats compared to the standard drug. MEAC and HEAC decreased paw swelling and arthritic scores in a dose-dependent manner, restored body and immune organ weights, normalized hematological indicators (RBCs, Hb, WBCs, and platelets), and significantly reduced serum inflammatory (RF, CRP, TNF-α, and PGE2) and oxidative stress (SOD, CAT, and MDA) markers. Additionally, radiological and histological examinations of MEAC and HEAC administered AIA rats revealed fewer degenerative changes. In particular, both plant extracts (500 mg/kg) persuasively downregulated the expression levels of TNF-α, IL-1β, IL-6, and IL-17 A, upregulated IL-4 and IL-10, and modulated OPG, RANKL, and OPG/RANKL ratio in paw tissues. Moreover, MEAC demonstrated promising pharmacological activity in AIA rats compared to HEAC. Our findings suggest that A. calamus exerts anti-arthritic activity by inhibiting inflammation, potentiating antioxidant defense mechanisms, and subsequently modulating the OPG/RANKL pathway. Thus, A. calamus rhizomes may be a potential natural alternative for the treatment of inflammatory and autoimmune diseases.",
  "disease": "rheumatoid arthritis"
}