{
    "title": "Gene rearrangements and T-cell lymphomas.",
    "doc_id": "8239705",
    "writer": "Terhune MH",
    "year": "1993",
    "summary": "BACKGROUND: Cutaneous T-cell lymphomas comprise a broad spectrum of neoplasia ranging from indolent to highly aggressive types. ...By visualizing these particular T-cell receptor gene rearrangements, Southern hybridization techniques and polymerase cha …",
    "abstract": "Background:\n        \n      \n      Cutaneous T-cell lymphomas comprise a broad spectrum of neoplasia ranging from indolent to highly aggressive types. To determine subset lineage and malignant vs benign nature, morphologic analysis, immunophenotyping, and flow cytometry have been used. However, given the shortcomings of these methods, molecular genetic techniques, which take particular advantage of the clonal nature of malignancy, are now being applied to better characterize and diagnose these lymphomas.\n    \n\n\n          Results:\n        \n      \n      Each antigen-specific T cell and its clonal progeny has a unique rearrangement of its T-cell receptor gene such that it can recognize very specific antigenic epitopes. By visualizing these particular T-cell receptor gene rearrangements, Southern hybridization techniques and polymerase chain reaction amplification can detect clonal populations of T cells in the skin, blood, and lymph nodes of patients with T-cell leukemias and lymphomas. Clonal T-cell populations have also been found in cases of benign disorders such as lymphomatoid papulosis and pityriasis lichenoides et varioliformis acuta. Although these disorders usually have a benign outcome, they may represent dysplastic clonal lymphoid expansions with a high incidence of spontaneous regression.\n    \n\n\n          Conclusions:\n        \n      \n      Molecular genetic techniques have added to our ability to diagnose, characterize, and monitor the course of T-cell lymphomas and leukemias. In addition, they may provide insight into the pathogenesis of certain benign disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8239705/"
}