{
  "pmid": "41466843",
  "title": "TROPION-Lung15: a randomized phase III study of osimertinib combined with datopotamab deruxtecan (Dato-DXd) or Dato-DXd alone versus platinum-doublet chemotherapy in patients with ",
  "abstract": "Osimertinib is the preferred treatment for patients with  TROPION-Lung15 is an ongoing, phase III, open-label, sponsor-blind, multicenter, randomized trial evaluating Dato-DXd ± osimertinib versus chemotherapy in patients with  Approximately 630 patients with histologically/cytologically confirmed non-squamous NSCLC, documented epidermal growth factor receptor tyrosine kinase inhibitor-sensitive mutations, and radiologic progression on prior osimertinib monotherapy will be enrolled. Patients will be randomized 1:1:1 to Dato-DXd (6 mg/kg intravenously every 3 weeks), osimertinib (80 mg orally once daily) plus Dato-DXd, or platinum-doublet chemotherapy, stratified by the history/presence of brain metastases (yes vs no), prior osimertinib therapy (adjuvant vs post-chemoradiotherapy/first-line vs second-line), and race. Treatment will continue until radiological progression (per Response Evaluation Criteria in Solid Tumors version 1.1), unacceptable toxicity, or another discontinuation criterion is met. The dual primary endpoints are progression-free survival (PFS) by blinded independent central review (BICR) for osimertinib + Dato-DXd and PFS by BICR for Dato-DXd alone versus chemotherapy. Secondary endpoints include overall survival, central nervous system PFS by BICR, and safety/tolerability. The study is approved by independent ethics committees/institutional review boards at each center. Patients will provide written informed consent. TROPION-Lung15 will assess Dato-DXd ± osimertinib in patients with  ClinicalTrials.gov identifier: NCT06417814 (date of registration: May 13, 2024). TROPION-Lung15: a clinical study comparing osimertinib in combination with datopotamab deruxtecan (Dato-DXd) or Dato-DXd alone versus standard chemotherapy in patients with non-small cell lung cancer (NSCLC) and mutations in the epidermal growth factor receptor ",
  "disease": "lung cancer"
}