{
    "title": "Food determines ephemerous and non-stable gut microbiome communities in juvenile wild and farmed Mediterranean fish.",
    "doc_id": "37201821",
    "writer": "Viver T",
    "year": "2023",
    "summary": "The results pointed to the fact that, at least for the juvenile S. aurata studied, most of the microbes in the gut were transient and highly dependent on the feed source, and that only after fasting for at least 2 days could the resident microbiome in the intestinal …",
    "abstract": "Novel insights were provided by contrasting the composition of wild and farmed fish gut microbiomes because the latter had essentially different environmental conditions from those in the wild. This was reflected in the gut microbiome of the wild Sparus aurata and Xyrichtys novacula studied here, which showed highly diverse microbial community structures, dominated by Proteobacteria, mostly related to an aerobic or microaerophilic metabolism, but with some common shared major species, such as Ralstonia sp. On the other hand, farmed non-fasted S. aurata individuals had a microbial structure that mirrored the microbial composition of their food source, which was most likely anaerobic, since several members of the genus Lactobacillus, probably revived from the feed and enriched in the gut, dominated the communities. The most striking observation was that after a short fasting period (86 h), farmed gilthead seabream almost lost their whole gut microbiome, and the resident community associated with the mucosa had a very much reduced diversity that was highly dominated by a single potentially aerobic species Micrococcus sp., closely related to M. flavus. The results pointed to the fact that, at least for the juvenile S. aurata studied, most of the microbes in the gut were transient and highly dependent on the feed source, and that only after fasting for at least 2 days could the resident microbiome in the intestinal mucosa be determined. Since an important role of this transient microbiome in relation to fish metabolism could not be discarded, the methodological approach needs to be well designed in order not to bias the results. The results have important implications for fish gut studies that could explain the diversity and occasional contradictory results published in relation to the stability of marine fish gut microbiomes, and might provide important information for feed formulation in the aquaculture industry.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37201821/"
}