{
  "pmid": "41465566",
  "title": "Demyelination and Cognitive Performance in Long COVID Patients with Insomnia and/or Depression.",
  "abstract": "Insomnia and depression are severe sequelae of COVID-19 and often occur simultaneously. Our study examined associations of insomnia and/or depression with cognitive impairments, white matter changes, and serum biomarkers. In total, 76 long COVID patients and 22 healthy controls were examined using neuropsychiatric (ISI, HADS, and HDRS) and cognitive (MoCA, Stroop, WMT, and TMT) tests, with their blood biomarkers (anti-SARS-CoV-2, BDNF, anti-S100, anti-MBP, and anti-PLP) investigated, and underwent MRI using macromolecular proton fraction (MPF) mapping to quantify myelination. The Insomnia (n = 14), Depression (n = 12), InsDep (comorbid insomnia-depression, n = 13), and PostCovid (long COVID without depression and insomnia, n = 32) groups were identified based on psychiatric/neurological diagnoses and neuropsychiatric assessment. Cognitive performance was most affected in the Insomnia group in the MoCA and CW Stroop tests. The Depression group underperformed in the TMT and W Stroop task; the InsDep group underperformed in the WMT. The Insomnia group showed the greatest demyelination, affecting commissural (CC and tapetum), projection (CR, IC, CST, cerebral peduncles, CP, and ML), and some association pathways (SLF, SFOF), as well as most juxtacortical regions, the thalamus, and the midbrain; these changes correlated with insomnia severity. The Depression and InsDep groups showed smaller but significant overall demyelination correlated with depression severity. The Depression group exhibited the highest MPF decrease in the globus pallidus, putamen, and external capsule, while the InsDep group demonstrated the highest demyelination of the association pathways IFOF, UF, and cingulum. The anti-PLP levels were the highest in the Insomnia group and correlated with both the persistence of insomnia/depression symptoms and demyelination. Demyelination in long COVID is associated with high levels of myelin-specific autoantibodies, but symptoms of insomnia and/or depression are associated with demyelination of a different set of brain structures.",
  "disease": "pneumonia"
}