{
  "pmid": "41386180",
  "title": "A comprehensive strategy of network pharmacology and molecular docking reveals Danshenol a as a main active component of Huoluoxiaolingdan in ameliorating acute myocardial infarction.",
  "abstract": "Acute myocardial infarction (AMI) remains the principal contributor to global mortality, necessitating the development of effective therapeutic interventions. Huoluoxiaolingdan (XLD), a well-known traditional Chinese medicine formulation, has demonstrated clinical efficacy in managing coronary artery diseases, particularly AMI. This study aims to explore the molecular mechanism underlying XLD's therapeutic effects on AMI. Weighted gene co-expression network analysis (WGCNA) was employed to identify key AMI-associated gene modules and XLD-targeted genes. Functional characterization was performed through Gene Ontology (GO) annotation and KEGG pathway enrichment analysis. Molecular docking and molecular dynamics simulation were employed to validate the interaction between XLD compounds and targets. Experiment validation incorporating in vivo animal model and in vitro cell model was conducted to assess the therapeutic effects of XLD and its active component on AML. We identified 18 key genes mechanistically linking XLD's therapeutic actions to AMI. Functional enrichment analysis revealed significant associations with inflammation, particularly through TNF signaling pathway. We identified 5 core genes among these 18 key genes, and found that PTGS1 was significantly downregulated upon XLD treatment. Molecular docking and and molecular dynamics simulation confirmed strong binding affinities between Danshenol A (DA) and PTGS1. In vivo study confirmed that XLD significantly alleviated myocardial injury and cell apoptosis, accompanied with inhibition of PTGS1 expression concentration-dependently. Further in vitro study demonstrated that DA alleviated oxidative stress and apoptosis in injured H9C2 cells, which was accompanied by PTGS1 downregulation. This study elucidates XLD's pleiotropic mechanisms in AMI management through network pharmacology approaches and identifies DA as a main active component XLD in alleviating AMI. These findings provide novel insights into XLD's cardioprotective pharmacology.",
  "disease": "coronary artery disease"
}