{
    "title": "The Impact of Breast Symmetry on Eye Movement and Gaze Pattern: An Eye-Tracking Investigation.",
    "doc_id": "34272851",
    "writer": "Moellhoff N",
    "year": "2021",
    "summary": "A volume difference of 35 cc between breasts deflected the observers' gaze significantly toward the larger of the asymmetric breasts (P < 0.001). CONCLUSIONS: Surgeons should focus on achieving symmetric breast volume (ie, differences <35 cc between  …",
    "abstract": "Background:\n        \n      \n      The objective assessment of beauty remains challenging despite ongoing research efforts. A new method of objectively determining the aesthetic appeal of body features by analyzing gaze patterns and eye movements has recently been investigated.\n    \n\n\n          Objectives:\n        \n      \n      The objective of this study was to assess, by means of objective eye-tracking technology, differences in the gaze patterns of observers presented with standardized 3-dimensional images showing different degrees of breast asymmetry.\n    \n\n\n          Methods:\n        \n      \n      A total of 83 Caucasian study participants with a mean age of 38.60 (19.8) years were presented with 5 images depicting varying degrees of breast asymmetry. In addition to the assessment of eye movements, participants were asked to rate the aesthetic appeal and the asymmetry of the breasts on a 5-point Likert scale.\n    \n\n\n          Results:\n        \n      \n      Overall, the data showed that participants' rating of the breasts' aesthetic appeal was inversely related to the level of asymmetry. The mean [standard deviation] time until fixation was shortest for the image depicting the greatest breast asymmetry (50 cc) at 0.77 [0.7] seconds (P < 0.001). In addition, the mammary region was also viewed longest in this image at 3.76 [0.5] seconds (P < 0.001). A volume difference of 35 cc between breasts deflected the observers' gaze significantly toward the larger of the asymmetric breasts (P < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      Surgeons should focus on achieving symmetric breast volume (ie, differences <35 cc between breasts) to avoid noticeable asymmetry with regard to breast size.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34272851/"
}