{
  "pmid": "41425285",
  "title": "Cost-effectiveness analysis of AI-assisted chest X-ray interpretation tools for TB screening: a rapid HTA.",
  "abstract": "Early diagnosis remains one of the major barriers to treating and managing tuberculosis (TB). Artificial intelligence (AI) has increased in importance worldwide and has been employed in the context of tuberculosis screening. This study assessed whether newer AI-assisted technologies provide cost-effective benefits for the diagnosis of pulmonary tuberculosis in resource-limited settings. This retrospective study analyzed secondary data from patients who underwent tuberculosis screening using chest x-rays interpreted by AI-assisted software (qXR and Genki) in 2023. Pooled diagnostic accuracy was calculated using the secondary literature, and cost-effectiveness was assessed by comparing the newer technology with the conventional method, i.e., manual interpretation by radiologists using digital X-rays. The cost-effectiveness analysis was undertaken using the Health Technology Assessment in India (HTAIn) guidelines. The incremental cost per additional interpreted case was the outcome. The incremental cost-effectiveness ratio (ICER) for qXR was Indian rupee (INR) -9,865 [-120 United States dollars (USD)] per interpreted case, which showed that the method was cost-saving, while for Genki, the corresponding value was INR 11,287 (137 USD), which showed that the method was cost-effective. Both ICER values were below India's per capita GDP for 2022. A threshold analysis showed that healthcare systems could spend a maximum of INR 35 (USD 0.43) and INR 410 (USD 5) for Genki and qXR, respectively, to interpret one presumptive TB case. AI-assisted tools, such as qXR and Genki, improve TB diagnosis with high sensitivity, specificity, and cost-effectiveness, offering a valuable alternative to traditional radiologist interpretation. Thus, they are particularly beneficial in resource-limited settings such as in India, and can enhance TB detection and patient outcomes in high-volume public healthcare institutions. The Department of Health and Research, Ministry of Health and Family Welfare, Government of India.",
  "disease": "tuberculosis"
}