{
  "pmid": "41446336",
  "title": "Correlation of radiographic and histopathological changes with IL-17 and advanced oxidation protein products in knee osteoarthritic individuals with metabolic syndrome.",
  "abstract": "Recent studies show that osteoarthritis and metabolic syndrome (MetS) represent significant global health concerns, sharing common pathological processes involving inflammation and oxidative stress. The study aimed to compare the radiological and histological severity of osteoarthritis in patients with and without MetS and further correlates them with oxidative stress and inflammatory markers in serum and synovial fluid (SF). Hypothesis: The study hypothesized that IL-17 and advanced oxidation protein products (AOPPs) are correlated with OA severity and progression in MetS patients. This cross-sectional study included 78 patients of advanced knee osteoarthritis, 40 with MetS and 38 without, matched for age. Clinical history and anthropometric measurements were recorded, and presurgical knee X-rays were evaluated using the Kellgren-Lawrence system. Histological grading of hematoxylin & eosin stained infrapatellar fat pad (IFP) and cartilage sections was performed. AOPPs and Interleukin-17 levels were measured in serum and SF, employing sandwich enzyme-linked immunosorbent assay. In the MetS group, the severity of osteoarthritis was higher compared to non-MetS group, as evidenced by histological evaluation of the articular cartilage and IFP (p<0.05). The histological grading of IFP demonstrated positive correlation (p<0.05) with histological cartilage grade. Additionally, it exhibited a positive correlation with interleukin-17 and AOPPs in both SF and serum (p<0.05). While histological cartilage grade showed a positive correlation with AOPPs concentration in the serum and SF (p<0.05). MetS accelerates osteoarthritis progression, and positive correlation between molecular markers and histological severity suggests the contribution of inflammation and oxidative stress in the disease's pathogenesis.",
  "disease": "osteoarthritis"
}