{
  "pmid": "41449287",
  "title": "Preoperative chemoradiotherapy plus pembrolizumab for esophageal squamous cell carcinoma (ACTS-29).",
  "abstract": "Neoadjuvant chemoradiotherapy (NCRT) followed by surgery is a standard treatment for locally advanced esophageal squamous cell carcinoma (ESCC). However, the survival outcomes remain suboptimal. Immune checkpoint inhibitors have shown promising efficacy in advanced ESCC, suggesting their potential to improve treatment outcomes when combined with NCRT and surgery. A single-arm prospective multicenter phase II trial was conducted in clinical stage II or III ESCC. Patients received 5-week cycles of neoadjuvant treatment of weekly intravenous paclitaxel, 45 mg/m2 and carboplatin at area under curve 2 mg/mL/min; 2 doses of pembrolizumab 200 mg every 3 weeks; radiation of 44.1 G. After the completion of neoadjuvant treatment, patients underwent surgery, followed by 2 years of adjuvant pembrolizumab 200 mg, every 3 weeks. Primary endpoint was the pathologic complete response (pCR) rate. Secondary endpoints included tumor regression score, event-free survival (EFS), overall survival (OS), disease-free survival (DFS), and safety. Comprehensive biomarker analysis, including PD-L1 expression, whole-exome sequencing (WES), RNA sequencing, and tumor mutation burden (TMB), was performed to identify potential predictive markers for treatment response. Among 28 enrolled patients, 27 completed NCRT and 26 underwent surgery. The pCR rate was 23.1% (6 of 26; 95% CI, 10.7-42.4%). Median EFS was 11.0 months (95% CI, 0.9-27.6 months), OS was 33.6 months (95% CI, 23.8-36.0 months), and DFS was 17.9 months (95% CI, 0-46.2 months). Grade 3-4 adverse events occurred in 25% of patients during neoadjuvant therapy. There were no treatment-related deaths. Biomarker analyses revealed that higher tumor mutation burden and specific gene expression profiles were associated with better treatment outcomes. Adding pembrolizumab to NCRT followed by surgery and adjuvant pembrolizumab in patients with locally advanced ESCC was safe and feasible. Although the pCR rate did not meet the prespecified threshold, the treatment regimen was safe and feasible, but its efficacy was lower than expected. Comprehensive biomarker analyses identified potential predictors of treatment response. Further investigation in larger trials is warranted. NCT02844075.",
  "disease": "lung cancer"
}