{
  "pmid": "41456060",
  "title": "Reducing the overall use of broad-spectrum antibiotics in NICU is associated with less prevalence of multi-drug resistant Klebsiella pneumoniae isolation in premature infants.",
  "abstract": "The aim of this study was to evaluate the impact of an antibiotic stewardship program on the resistance profiles of Klebsiella pneumoniae (K. pneumoniae) in the neonatal intensive care unit (NICU). This was achieved by examining changes in the antimicrobial resistance patterns of K. pneumoniae isolates collected from preterm infants in a level 3 NICU between 2013 and 2022. We examined antibiotic resistance patterns in all isolated K. pneumoniae strains cultured from preterm infants (gestational age < 37 weeks, postnatal age > 3 days) admitted to our NICU between 2013 and 2022. To assess temporal trends, we divided the study period into three phases (2013-2015, 2016-2018, and 2019-2022) to correlate antibiotic usage trends with resistance dynamics. Multivariable logistic regression was performed to identify risk factors associated with prevalence of multidrug-resistant (MDR) K. pneumoniae colonization or infection in the NICU. Antimicrobial use, measured in defined daily doses(DDDs) per 100 patient-days, dropped sharply from 30.8 during 2013-2015 to 12.9 in 2016-2018, then fell further to 6.9 in 2019-2022. The rates of MDR K. pneumoniae isolation among all isolated K. pneumoniae strains decreased significantly from 57.7% in 2013-2015 to 31.8% in 2019-2022 (p = 0.001). The resistance rate to aztreonam declined from 60.8% during 2013-2015 to 41.0% in 2016-2018, then further decreased to 25.0% in 2019-2022. The resistance rate to cefepime decreased from 70.1% to 33.3% and finally to 10.2% across the same periods. The resistance rate to piperacillin-tazobactam declined significantly from 53.6% (2013-2015) to 15.2% (2016-2018) and further to 6.8% (2019-2022). The resistance rate to imipenem also declined from 51.5% (2013-2015) to 4.2% (2016-2018) and ultimately to 1.1% (2019-2022). Multivariable logistic regression analysis reveales that exposure to third-generation or higher cephalosporins (aOR = 2.460, 95%CI: 1.386 to 4.365, p = 0.002) or glycopeptide antibiotics (aOR = 1.887, 95%CI: 1.100 to 3.237, p = 0.021) prior to specimen collection increases the risk of isolating MDR K. pneumonia strains. This study demonstrates that reducing broad-spectrum antibiotic use in NICUs may lower the prevalence of MDR K. pneumoniae colonization and infection in premature infants.",
  "disease": "pneumonia"
}