{
    "title": "The Impact of Consumer Wearable Devices on Physical Activity and Adherence to Physical Activity in Patients with Cardiovascular Disease: A Systematic Review of Systematic Reviews and Meta-Analyses.",
    "doc_id": "36445750",
    "writer": "Alam S",
    "year": "2023",
    "summary": "",
    "abstract": "Objective: Consumer wearable devices allow physical activity to be measured objectively, which can be useful in remote cardiovascular disease management. This review aimed to summarize the effects of using wearable devices to monitor physical activity/adherence to physical activity in adults with cardiovascular disease. Methods: The review used The Cochrane Overview of Reviews Methodology. The databases searched were PubMed, EMBASE, CINAHL, Web of Science, and the Cochrane Database of Systematic Reviews, the date of the last search was October 12, 2021. Risk of bias was assessed using the AMSTAR-2® tool. Results: Of the 767 records, we identified 6 systematic reviews (SRs) and meta-analyses (MA) that met our inclusion criteria. The individual SRs did not consistently favor the use of wearables, but the MA syntheses each found significant effects, favoring wearable devices in measures, including mean steps per day and mean time spent completing moderate-to-vigorous physical activity. The MA on adherence to cardiac rehabilitation (CR) found greater adherence to CR with the use of a mobile app than with no app support. Summary: Within this review, there were SRs demonstrating no difference and reviews indicating a positive impact with the use of wearables for physical activity/adherence measures in individuals with cardiovascular conditions, with no studies demonstrating a negative impact. The six SR/MAs included had methodological flaws, which introduced potential biases. Additionally, the MAs included a small number of studies, which limits their generalizability. The protocol for this review was registered on PROSPERO, the international prospective register of systematic reviews (#CRD42021286699).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36445750/"
}