{
    "title": "Continuous distal oesophageal acidification decreases postprandial gastric acidity in healthy human subjects.",
    "doc_id": "19053984",
    "writer": "Blondeau K",
    "year": "2009",
    "summary": "BACKGROUND: Previously, we hypothesized that exposing the distal oesophagus to acid signals the stomach to decrease gastric acidity. AIM: To test the hypothesis that exposing the distal oesophagus to acid signals the stomach to decrease gastric acidity …",
    "abstract": "Background:\n        \n      \n      Previously, we hypothesized that exposing the distal oesophagus to acid signals the stomach to decrease gastric acidity.\n    \n\n\n          Aim:\n        \n      \n      To test the hypothesis that exposing the distal oesophagus to acid signals the stomach to decrease gastric acidity.\n    \n\n\n          Methods:\n        \n      \n      Twenty-two healthy humans ingested a standard meal containing [(14)C]octanoic acid and [(13)C]glycine over 30 min on 2 separate occasions. Gastric pH was measured for 90 min before and 240 min after the meal. 10 mm HCl was infused continuously at 1 mL/min into either the distal oesophagus or stomach in a 2-way crossover fashion for 60 min before and 240 min after the meal. Gastric emptying of solid and liquid were determined with breath tests.\n    \n\n\n          Results:\n        \n      \n      Compared to gastric infusion, oesophageal infusion significantly decreased gastric acidity after the meal, but not before the meal and the magnitude of the decrease varied directly with gastric acidity. Gastric emptying of solid or liquid with oesophageal infusion was not significantly different from that with gastric infusion.\n    \n\n\n          Conclusions:\n        \n      \n      These findings support the hypothesis of the existence of a physiological oesophago-gastric feedback mechanism that might contribute to regulation of postprandial gastric acidity. Oesophageal acidification might decode gastric information and signal the stomach to decrease gastric acidity. Further studies are needed to assess the characteristics of such feedback mechanism in-patients with gastro-oesophageal reflux disease (GERD).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19053984/"
}