{
    "title": "Sexual repurposing of juvenile aposematism in locusts.",
    "doc_id": "35969777",
    "writer": "Cullen DA",
    "year": "2022",
    "summary": "Male and female juveniles developing at low population densities exhibit green- or sand-colored background-matching camouflage, while at high densities they show contrasting yellow and black aposematic patterning that deters predators. The predominant background colors of …",
    "abstract": "Adaptive plasticity requires an integrated suite of functional responses to environmental variation, which can include social communication across life stages. Desert locusts (Schistocerca gregaria) exhibit an extreme example of phenotypic plasticity called phase polyphenism, in which a suite of behavioral and morphological traits differ according to local population density. Male and female juveniles developing at low population densities exhibit green- or sand-colored background-matching camouflage, while at high densities they show contrasting yellow and black aposematic patterning that deters predators. The predominant background colors of these phenotypes (green/sand/yellow) all depend on expression of the carotenoid-binding \"Yellow Protein\" (YP). Gregarious (high-density) adults of both sexes are initially pinkish, before a YP-mediated yellowing reoccurs upon sexual maturation. Yellow color is especially prominent in gregarious males, but the reason for this difference has been unknown since phase polyphenism was first described in 1921. Here, we use RNA interference to show that gregarious male yellowing acts as an intrasexual warning signal, which forms a multimodal signal with the antiaphrodisiac pheromone phenylacetonitrile (PAN) to prevent mistaken sexual harassment from other males during scramble mating in a swarm. Socially mediated reexpression of YP thus adaptively repurposes a juvenile signal that deters predators into an adult signal that deters undesirable mates. These findings reveal a previously underappreciated sexual dimension to locust phase polyphenism, and promote locusts as a model for investigating the relative contributions of natural versus sexual selection in the evolution of phenotypic plasticity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35969777/"
}