{
    "title": "Community engagement in health promotion campaigns: A qualitative photo content analysis from vitalizing communities against NCD risk factors (V-CaN) field trial in rural central India.",
    "doc_id": "39429818",
    "writer": "Samanthapudi AV",
    "year": "2024",
    "summary": "Photo documentation from V-CaN melawa becomes a powerful tool for assessing community engagement qualitatively. The aim of the study was to qualitatively analyze photos from V-CaN melawas, exploring community engagement in health promotion against NCD risk factors. …",
    "abstract": "Background:\n        \n      \n      India faces a critical challenge with 5.8 million annual deaths from non-communicable diseases (NCDs). Maharashtra, where NCDs constitute 66% of the disease burden. The youth, lacking awareness, are vulnerable. Vitalizing communities against NCD risk factors (V-CaN) melawa, inspired by the \"Pandharpur Wari\" pilgrimage, aims to bridge implementation gaps and empower communities. \"Arogya chi wari\" integrates health practices with cultural events, offering a unique approach. Photo documentation from V-CaN melawa becomes a powerful tool for assessing community engagement qualitatively. The aim of the study was to qualitatively analyze photos from V-CaN melawas, exploring community engagement in health promotion against NCD risk factors.\n    \n\n\n          Materials and methods:\n        \n      \n      V-CaN melawas were organized in the field practice area of the department of community medicine. These melawas were part of the cluster randomized field trial named V-CaN, which is being implemented in a rural area of the Wardha district of Maharashtra. The V-CaN days, also known as melawas, were organized with the aim of facilitating behavioral change among participants. A qualitative study using photo content analysis was conducted, reviewing 2000 pictures from 59 V-CaN melawas. Thematic content analysis was employed, with researchers selecting 61 photos based on uniqueness.\n    \n\n\n          Results:\n        \n      \n      Six major themes emerged: health promotion, health system involvement, intersectoral coordination, inclusiveness, community resource mobilization, and innovation. Examples include nutrition exhibitions, health screenings, and innovative games.\n    \n\n\n          Conclusions:\n        \n      \n      The analysis showcases diverse community participation in V-CaN melawas, emphasizing inclusivity, collaboration, and innovation. While qualitative, the study lays the foundation for future quantitative assessments of the intervention's impact on health outcomes and community attitudes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39429818/"
}