{
  "pmid": "41428147",
  "title": "Profiling of macroelements and microelements in colorectal cancer patients and their clinicopathological characteristics.",
  "abstract": "Macroelements and microelements/ trace elements are vital for human physiological processes. Alterations in these elements have been linked to various pathological conditions, including colorectal cancer (CRC), a significant cause of cancer-related mortality. This study investigated the concentrations of macroelements and microelements across different stages of CRC and compared them with non-neoplastic colon tissues. Additionally, four toxic elements (Hg, As, Cd, and Pb) were analysed in these tissues. Sixty tissue samples were prospectively collected from patients undergoing CRC resections and large bowel mucosal tissue samples without tumour (n=10) were also collected. The concentrations of 21 elements, including macro and microelements, were quantified using Inductively Coupled Plasma Optical Emission Spectroscopy (ICP-OES). Data analysis was performed using RStudio and SPSS software version 30. Significant differences in the concentrations of K, Mg, P, Si, Fe, Mn, Cu, Cr, and Co were observed across different colorectal cancer and non-neoplastic tissues. Heavy metals such as Hg, Cd, and As were undetectable in all tissues, except for one control sample containing 2.44ʵg/g of Pb. The Cu/Zn ratio was significantly lower in advanced CRC (stages III-IV) compared to early stages (I-II). Fe, Mn, Cu, Zn, Si, Cr, P, and Co concentrations were significantly associated with CRC stages. Fe levels are also associated with metastasis and tumour site. Tumour size was linked to Na, K, and Mg, while disease spread (localised vs. advanced) was associated with K, Mn, Zn, Si, Cr, and P. These findings highlight dynamic alterations in element concentrations across different stages of CRC. This elemental profiling could form the basis of future research into stage-specific biomarkers or prognostic indicators in CRC.",
  "disease": "colorectal cancer"
}