{
  "pmid": "41371736",
  "title": "Mental health in patients with rheumatoid arthritis and axial spondyloarthritis: a cross-sectional, case-control tertiary centre study from Czechia.",
  "abstract": "To evaluate the mental health burden in rheumatoid arthritis (RA) and axial spondyloarthritis (axSpA) using diagnostic and self-reported tools and to examine its associations with current disease activity, patient-reported outcomes and barriers to appropriate care. Single-centre, cross-sectional, case-control study. Rheumatology centre of a tertiary care hospital, serving as a referral clinic with outpatient and inpatient care in Czech Republic. 233 patients with rheumatic diseases (113 RA, 120 axSpA) and 170 healthy controls (HC). Mental disorders (MD) were assessed through a structured psychiatric interview using the International Neuropsychiatric Interview (Mini International Neuropsychiatric Interview) administered by a trained professional and by self-reported questionnaires including the Beck Depression Inventory-II (BDI-II) and Beck Anxiety Inventory (BAI). Disease activity was evaluated with the Disease Activity Score-28 with C-reactive protein (DAS28-CRP) for RA and the Ankylosing Spondylitis Disease Activity Score with CRP (ASDAS-CRP) for axSpA, alongside patient-reported outcomes (PROs). At least one MD was present in 24.8% of RA, 31.7% of axSpA and 7.0% of HC (p<0.001), driven mainly by major depression, dysthymia and suicidal ideation. Thresholds for depression and anxiety were significantly more frequent in RA and axSpA than HC (BDI-II: 18.6% vs 4.0% and 17.5% vs 1.7%; BAI: 38.9% vs 13.9% and 26.7% vs 11.0%; all p<0.001). Patients with MD had higher disease activity (RA: DAS28-CRP 3.12 vs 2.68, p<0.05; axSpA: ASDAS-CRP 2.39 vs 1.63, p<0.001). The presence of MD was associated with an increase of 0.40 in DAS28-CRP and 0.24 in ASDAS-CRP, although a 10-point increase in BDI-II was required for a similar association. Most patients with MD (75.0% RA, 89.6% axSpA) declined psychiatric counselling despite poorer concurrent outcomes in disease activity and PROs. Mental disorders in RA and axSpA are closely associated with higher disease activity and unfavourable PROs, while access to and acceptance of psychiatric care remain markedly insufficient. Systematic integration of mental health assessment and management into rheumatology practice is strongly warranted.",
  "disease": "rheumatoid arthritis"
}