{
    "title": "Breast cancer and obesity.",
    "doc_id": "11449184",
    "writer": "La Guardia M",
    "year": "2001",
    "summary": "Epidemiological evidence links breast cancer, a typical endocrine-related tumor, with western lifestyle, in particular eating habits. Yet, it's necessary to distinguish premenopausal from postmenopausal breast cancer. Visceral obesity and body weight g …",
    "abstract": "Epidemiological evidence links breast cancer, a typical endocrine-related tumor, with western lifestyle, in particular eating habits. Yet, it's necessary to distinguish premenopausal from postmenopausal breast cancer. Visceral obesity and body weight gain are considered responsible for the increased risk of postmenopausal breast cancer. In fact, the mammary gland is sensitive to the level of circulating estrogens, visceral obesity is usually associated with higher levels of free steroid hormones, and the adipose tissue performs important endocrine function (clearance and aromatisation of androgens, regulation of free testoterone/DHEAS molar ratio). Before menopause, ovarian polycystosis is often seen with android obesity, and breast cancer risk could arise; however, as visceral obesity is generally less frequent, genetic factors are more important than nutritional ones. Furthermore, variations have been recorded in the secretion of insulin and insulin-like growth factors, involved in the genesis of the breast cancer. High body weight and male fat distribution negatively influence prognosis of breast cancer, too; this association is linked with the presence of estrogen and progesterone receptors in tumoral cells. Links between diet quality and breast cancer risk are shown: increased use of saturated fats and animal proteins, and a consequently decreased use of vegetables, legumes and fruit, constituting the so-called Mediterranean diet, are considered responsible for the increased risk of breast cancer. Lower fat and alcohol ingestion, the use of dietary fibre and a higher use of complex carbohydrates could reduce breast cancer risk. Finally, starting from the results of our previous animal researches, we suggest using a tryptophan devoid diet for a few days for premenopausal women with male obesity and alterations to the menstrual cycle.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11449184/"
}