{
    "title": "Role of Erythrocyte CD47 in Intracerebral Hematoma Clearance.",
    "doc_id": "26732568",
    "writer": "Ni W",
    "year": "2016",
    "summary": "BACKGROUND AND PURPOSE: Enhancing hematoma clearance through phagocytosis may reduce brain injury after intracerebral hemorrhage. ...CONCLUSIONS: These results indicated that CD47 has a key role in hematoma clearance after intracerebral hemorrhage....",
    "abstract": "Background and purpose:\n        \n      \n      Enhancing hematoma clearance through phagocytosis may reduce brain injury after intracerebral hemorrhage. In the current study, we investigated the role of cluster of differentiation 47 (CD47) in regulating erythrophagocytosis and brain injury after intracerebral hemorrhage in nude mice.\n    \n\n\n          Methods:\n        \n      \n      This study was in 2 parts. First, male adult nude mice had an intracaudate injection of 30 μL saline, blood from male adult wild-type (WT) mice, or blood from CD47 knockout mice. Second, mice had an intracaudate injection of 30 μL CD47 knockout blood with clodronate or control liposomes. Clodronate liposomes were also tested in saline-injected mice. All mice then had magnetic resonance imaging to measure hematoma size and brain swelling. Brains were used for immunohistochemistry and Western blot.\n    \n\n\n          Results:\n        \n      \n      Erythrophagocytosis occurred in and around the hematoma. Injection of CD47 knockout blood resulted in quicker clot resolution, less brain swelling, and less neurological deficits compared with wild-type blood. Higher brain heme oxygenase-1 levels and more microglial activation (mostly M2 polarized microglia) at day 3 were found after CD47 knockout blood injection. Co-injection of clodronate liposomes, to deplete phagocytes, caused more severe brain swelling and less clot resolution.\n    \n\n\n          Conclusions:\n        \n      \n      These results indicated that CD47 has a key role in hematoma clearance after intracerebral hemorrhage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26732568/"
}