{
  "pmid": "41414033",
  "title": "Polydatin alleviates mitochondrial damage and apoptosis of lung epithelial cells by inhibiting toll-like receptor 4-dependent macrophage activation in asthma.",
  "abstract": "This study investigated the role of polydatin in regulating macrophage-epithelial cell (EC) interactions during asthma. An asthma model was induced in BALB/c mice using ovalbumin (20 μg). The therapeutic effects of polydatin (20 and 40 mg/kg) were evaluated in this asthmatic mouse model. To assess the underlying mechanisms, Bronchial Epithelium Adenovirus 12-SV40 2B (BEAS-2B) cells were cocultured with Tohoku Hospital for Pediatrics-1 (THP-1) macrophages, in which toll-like receptor 4 (TLR4) was either overexpressed or knocked down, and subsequently stimulated with lipopolysaccharide (LPS) and ATP. THP-1 cells underwent a 1-h pretreatment with polydatin (50 and 100 μmol/L), Class Lipid Inhibitor-095 (CLI-095, TLR4 inhibitor, 1 μg/mL), or A438079 (P2X7R antagonist, 10 μmol/L) prior to LPS/ATP challenge. Findings from Western blotting, enzyme-linked immunosorbent assay, flow cytometry, real-time polymerase chain reaction, and immunofluorescence assays demonstrated that modulating TLR4 expression significantly altered interleukin-1β (IL-1β) secretion from THP-1 macrophages and mitochondrial reactive oxygen species (mtROS) production in BEAS-2B ECs. In the mouse asthma model, polydatin significantly alleviated airway inflammation, oxidative stress, and apoptosis, likely by interfering with TLR4/P2X7R-mediated signaling and suppressing the activation of the NOD-like receptor protein inflammasome. Additionally, polydatin significantly reduced IL-1β and IL-18 levels and inhibited the infiltration of macrophages and eosinophils. Correspondingly, polydatin significantly attenuated TLR4/P2X7R signaling in THP-1 cells stimulated with ATP and LPS, thereby reducing IL-1β and IL-18 secretion, calcium influx, mtROS production, and apoptosis in BEAS-2B ECs. Polydatin is a promising therapeutic candidate for asthma, possibly by targeting macrophage-epithelium cross-talk via the TLR4/P2X7R axis. Future formulations as capsules or sprays may effectively alleviate airway inflammation and remodeling.",
  "disease": "asthma"
}