{
  "pmid": "41472484",
  "title": "Effect of Tongue Exercise on Improving Age-Related Decline in Swallowing Function: A Systematic Review and Meta-Analysis of Animal Model-Based Interventions.",
  "abstract": "Age-related decline in swallowing function (dysphagia) increases the risk of aspiration pneumonia and reduces quality of life in older adults. However, the efficacy of swallowing-targeted interventions in aging remains unclear. This study aimed to systematically review the interventions for age-related dysphagia in aged rodent models and evaluate their effectiveness through a meta-analysis. Following Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, we systematically searched MEDLINE, Embase, and Cochrane Library (January 2024) for studies on interventions for swallowing decline in aged rodents. Seventeen studies were included, of which eight contributed to the meta-analysis. Interventions included progressive resistance tongue exercise, neuromuscular electrical stimulation (NMES), treadmill running, and pharmacological manipulation. The meta-analysis showed that tongue exercise significantly increased in both young (standardised mean difference [SMD] = 3.659; 95% confidence interval [CI]: 2.011-5.308) and aged rodents (SMD = 3.274; 95% CI: 2.682-3.867). Beyond force, tongue exercise improved endurance, induced region-specific myosin heavy chain shifts, and elicited neural and mitochondrial metabolic adaptations. NMES increased fatigue resistance, promoted a shift toward fatigue-resistant fibre isoforms, and partially restored neuromuscular junction integrity. Treadmill running improved endurance and fatigue resistance, with region-dependent effects on fibre composition. Pharmacological interventions had limited impact. Robust evidence shows that progressive resistance tongue exercise can mitigate age-related decline in swallowing, whereas evidence for NMES, treadmill running, and pharmacological interventions remains limited. These findings underscore the translational potential of exercise-based therapies and highlight the need for age-tailored strategies.",
  "disease": "pneumonia"
}