{
  "pmid": "41398617",
  "title": "Burden of malnutrition and sarcopenia in patients with cirrhosis: pathophysiology, assessment, and management.",
  "abstract": "Malnutrition and sarcopenia are highly prevalent and robustly associated with reduced quality of life, disease progression, and poor outcomes, including complications and mortality, in patients with cirrhosis. Their pathophysiology is multifactorial, involving inadequate dietary intake and malabsorption, impaired liver functional reserves, altered energy, protein, and ammonia metabolism, systemic inflammation, hormonal dysregulation, and lifestyle or environmental influences. Despite extensive research, unresolved issues remain regarding optimal diagnostic criteria, as current approaches vary and lack global standardization. Regarding the diagnostic criteria for malnutrition, the usefulness of the Global Leadership Initiative on Malnutrition criteria has been proposed by international nutrition societies. However, evidence supporting their applicability in hepatology remains insufficient. For sarcopenia, differences in disease concept and diagnostic methods among societies indicate that no unified diagnostic standard exists, and clinicians should approach diagnosis with an understanding of the strengths and limitations of each method. Nutritional strategies emphasize adequate energy and protein intake, late evening snacks, and branched-chain amino acid supplementation, while deficiencies in micronutrients require tailored replacement. Nutritional therapy alone has limited effect on sarcopenia, but when combined with exercise it improves muscle mass, physical performance, and outcomes. Comprehensive approaches integrating optimized nutrition, micronutrient support, and structured exercise are essential to alleviate the burden of malnutrition and sarcopenia and to improve prognosis in patients with cirrhosis. This review addresses malnutrition and sarcopenia in cirrhosis by highlighting their prevalence, pathophysiology, clinical impact, and approaches for screening and diagnosis, and by emphasizing personalized nutritional, pharmacological, and exercise interventions to improve patient outcomes.",
  "disease": "liver cirrhosis"
}