{
  "pmid": "41427000",
  "title": "A comparative meta-analysis of seven types of exercise-based physical therapy for gait stabilization, fall risk, and postural control in Parkinson's disease patients.",
  "abstract": "Patients with Parkinson's disease (PD) often experience impaired gait stabilization, increased risk of falls, and postural control disorders. Although drug and surgical treatments can partially alleviate symptoms, non-pharmacological interventions (such as physical therapy) have become a research focus due to their safety and multi-system benefits. This study used a network meta-analysis to compare the efficacy of seven types of physical therapy in improving motor dysfunction in PD patients. The system searched databases such as PubMed, Web of Science, Embase, the Cochrane Library, and China National Knowledge Infrastructure (CNKI) to collect relevant randomized controlled trials (RCTs) published between 2008 and 2024. The study included seven different types of exercise intervention therapies, including RPT, AE, PCT, MBET, TCRT, SSMT, and RTRT. The primary outcome measures included gait stabilization, fall risk, and postural control. Statistical analysis was performed using Stata 18.0 software, with effect sizes combined using a random-effects model. The effects of different exercise interventions were assessed using a network meta-analysis model. In terms of gait stabilization, MBET ranked highest (SUCRA = 83.1%), but a direct comparison with RPT showed an SMD of -0.32 (95% CI: -0.83 to 0.19,  There are differences in the efficacy of different exercise interventions: MBET, TCRT, and SSMT are more effective in stabilizing gait; RPT, MBET, and AE are more effective in reducing fall risk; and PCT and RTRT are most effective in improving postural control. Clinicians can select the most appropriate intervention based on patient needs. It should be noted that there is moderate publication bias in gait stabilization. Future studies should expand the scope of their searches and include unpublished data to optimize the quality of evidence.",
  "disease": "parkinson disease"
}