{
    "title": "Physical activity promotes brain development through serotonin during early childhood.",
    "doc_id": "39004411",
    "writer": "Jing JQ",
    "year": "2024",
    "summary": "However, the mechanisms by which physical activity promotes brain development are still unclear. The role of neurotransmitters, especially serotonin, in promoting brain development through physical activity has received increasing attention. ...This re …",
    "abstract": "Early childhood serves as a critical period for neural development and skill acquisition when children are extremely susceptible to the external environment and experience. As a crucial experiential stimulus, physical activity is believed to produce a series of positive effects on brain development, such as cognitive function, social-emotional abilities, and psychological well-being. The World Health Organization recommends that children engage in sufficient daily physical activity, which has already been strongly advocated in the practice of preschool education. However, the mechanisms by which physical activity promotes brain development are still unclear. The role of neurotransmitters, especially serotonin, in promoting brain development through physical activity has received increasing attention. Physical activity has been shown to stimulate the secretion of serotonin by increasing the bioavailability of free tryptophan and enriching the diversity of gut microbiota. Due to its important role in modulating neuronal proliferation, differentiation, synaptic morphogenesis, and synaptic transmission, serotonin can regulate children's explicit cognitive and social interaction behavior in the early stages of life. Therefore, we hypothesized that serotonin emerges as a pivotal transmitter that mediates the relationship between physical activity and brain development during early childhood. Further systematic reviews and meta-analyses are needed to specifically explore whether the type, intensity, dosage, duration, and degree of voluntariness of PA may affect the role of serotonin in the relationship between physical activity and brain function. This review not only helps us understand the impact of exercise on development but also provides a solid theoretical basis for increasing physical activity during early childhood.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39004411/"
}