{
  "pmid": "41455776",
  "title": "Atorvastatin suppresses high-risk colorectal adenomas via reprogramming of lipid metabolism and Inhibition of stemness.",
  "abstract": "As critical precursors to colorectal cancer (CRC), high-risk colorectal adenomas (HR-CRAs) lack effective chemopreventive strategies beyond endoscopic resection. We previously established a standardized protocol for culturing patient-derived HR-CRA organoids (HR-CRA-PDOs), creating a robust platform for targeted drug discovery in colorectal premalignancy. Bioinformatics investigation was conducted to unveil the significant dysregulation of lipid metabolism in HR-CRAs. HR-CRA-PDOs were primarily cultured and exposed to gradient concentrations of atorvastatin, with drug responses evaluated with high-throughput and high-content imaging and ATP-based viability assays. Parallel in vivo validation utilized AOM/DSS-induced mouse model under either normal or high-fat diets. Histological and molecular analyses were conducted to evaluate adenoma dynamics, apoptosis, and lipid metabolism-related gene and protein expressions. Bioinformatics analysis of GEO database (GSE100179 and GSE161277) revealed that HR-CRAs are characterized by dysregulated lipid metabolism, particularly through the upregulation of fatty acid metabolism pathways. In vitro, atorvastatin significantly inhibited HR-CRA-PDO growth in a dose-dependent manner via apoptosis induction and proliferation arrest. Mechanistically, atorvastatin treatment led to significant alterations of gene expression in lipid metabolism pathways including ACOX1, ACOX2, FABP2, NRG1, PPAR-α and SREBF1, concomitant with stemness marker suppression in HR-CRA-PDOs. In vivo, atorvastatin markedly reduced CRA burden in AOM-DSS-induced mouse model, particularly demonstrating enhanced efficacy in high-fat diet contexts. This translational study establishes atorvastatin's dual mechanism in metabolic reprogramming and stemness inhibition, suggesting its potential as a therapeutic strategy for CRA prevention and treatment.",
  "disease": "colorectal cancer"
}