{
    "title": "Redox State in Atrial Fibrillation Pathogenesis and Relevant Therapeutic Approaches.",
    "doc_id": "28721830",
    "writer": "Antonopoulos AS",
    "year": "2019",
    "summary": "Nevertheless, it remains unclear whether the targeting of atrial redox state is a rational therapeutic strategy for atrial fibrillation prevention. OBJECTIVE: To review the role of atrial redox state and anti-oxidant therapies in atrial fibri …",
    "abstract": "Background:\n        \n      \n      Myocardial redox state is a critical determinant of atrial biology, regulating cardiomyocyte apoptosis, ion channel function, and cardiac hypertrophy/fibrosis and function. Nevertheless, it remains unclear whether the targeting of atrial redox state is a rational therapeutic strategy for atrial fibrillation prevention.\n    \n\n\n          Objective:\n        \n      \n      To review the role of atrial redox state and anti-oxidant therapies in atrial fibrillation.\n    \n\n\n          Method:\n        \n      \n      Published literature in Medline was searched for experimental and clinical evidence linking myocardial redox state with atrial fibrillation pathogenesis as well as studies looking into the role of redoxtargeting therapies in the prevention of atrial fibrillation.\n    \n\n\n          Results:\n        \n      \n      Data from animal models have shown that altered myocardial nitroso-redox balance and NADPH oxidases activity are causally involved in the pathogenesis of atrial fibrillation. Similarly experimental animal data supports that increased reactive oxygen / nitrogen species formation in the atrial tissue is associated with altered electrophysiological properties of atrial myocytes and electrical remodeling, favoring atrial fibrillation development. In humans, randomized clinical studies using redox-related therapeutic approaches (e.g. statins or antioxidant agents) have not documented any benefits in the prevention of atrial fibrillation development (mainly post-operative atrial fibrillation risk).\n    \n\n\n          Conclusion:\n        \n      \n      Despite strong experimental and translational data supporting the role of atrial redox state in atrial fibrillation pathogenesis, such mechanistic evidence has not been translated to clinical benefits in atrial fibrillation risk in randomized clinical studies using redox-related therapies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28721830/"
}