{
  "pmid": "41386636",
  "title": "Uncovering common genetic risk factors in migraine and epilepsy through whole exome sequencing.",
  "abstract": "Migraine and epilepsy are distinct neurological disorders that co-occur as comorbid conditions as well. Despite their clinical differences, these disorders exhibit some overlapping symptoms and share underlying pathophysiological mechanisms driven by a common genetic contribution. The current study aimed to explore the genetic predisposition associated with epilepsy, migraine, and their comorbidity in both familial and sporadic cases. Whole exome sequencing carried out in 191 individuals, comprising familial and sporadic cases diagnosed with migraine (n = 63), epilepsy (n = 62), and comorbid (n = 39) involving unaffected first-degree relatives (n = 16) and healthy controls (n = 11). Variant interpretation was performed in accordance with the American College of Medical Genetics and Genomics (ACMG) guidelines. Segregation analysis was carried out by Sanger sequencing. Clinically relevant pathogenic and likely pathogenic variants were observed in the genes associated with ion channel functioning and neurotransmitter regulation in migraine as well as in epilepsy. Apart from these, variations in other genes regulating glucose transport, synaptic organization and signaling were also identified. In the epilepsy group, variants were detected in sodium channel genes (SCN1A, SCN1B, SCN2A), G protein-coupled receptor (ADGRV1), GLUT-1, and GABA transporters (SLC2A1, SLC6A1), synaptic transporter (STXBP1), and others (ICK, EFHC1, SETD1B, and DEPDC5). In the migraine group, genes including ion channel encoding gene (SCN9A, ATP1A2), GABA receptor-encoding gene (GABRA5) were noted. In individuals with migraine and epilepsy comorbidity alterations were observed in ion channel encoding gene (SCN1A, KCNMA1, and KIF1A) and other gene (COL4A1) highlighting that ion channel genes are common genetic markers shared by all three disorders. The identified variants predominantly involve genes encoding sodium, potassium, and GABA receptors that result in ion channel dysfunction and neurotransmitter imbalance. These findings highlight shared molecular pathways contributing to the pathogenesis of epilepsy, migraine, and their comorbidity. The convergence of genetic factors suggests potential avenues for the development of unified therapeutic strategies.",
  "disease": "epilepsy"
}