{
    "title": "Mechanisms of ATII-to-ATI Cell Differentiation during Lung Regeneration.",
    "doc_id": "32366033",
    "writer": "Aspal M",
    "year": "2020",
    "summary": "During lung injury, ATI cells are susceptible to injury, including cell death. Under some circumstances, ATII cells also die. ...We recently identified a novel transitional cell state through which ATII cells pass as they differentiate in …",
    "abstract": "The alveolar epithelium consists of (ATI) and type II (ATII) cells. ATI cells cover the majority of the alveolar surface due to their thin, elongated shape and are largely responsible for barrier function and gas exchange. During lung injury, ATI cells are susceptible to injury, including cell death. Under some circumstances, ATII cells also die. To regenerate lost epithelial cells, ATII cells serve as progenitor cells. They proliferate to create new ATII cells and then differentiate into ATI cells [1,2,3]. Regeneration of ATI cells is critical to restore normal barrier and gas exchange function. Although the signaling pathways by which ATII cells proliferate have been explored [4,5,6,7,8,9,10,11,12], the mechanisms of ATII-to-ATI cell differentiation have not been well studied until recently. New studies have uncovered signaling pathways that mediate ATII-to-ATI differentiation. Bone morphogenetic protein (BMP) signaling inhibits ATII proliferation and promotes differentiation. Wnt/β-catenin and ETS variant transcription factor 5 (Etv5) signaling promote proliferation and inhibit differentiation. Delta-like 1 homolog (Dlk1) leads to a precisely timed inhibition of Notch signaling in later stages of alveolar repair, activating differentiation. Yes-associated protein/Transcriptional coactivator with PDZ-binding motif (YAP/TAZ) signaling appears to promote both proliferation and differentiation. We recently identified a novel transitional cell state through which ATII cells pass as they differentiate into ATI cells, and this has been validated by others in various models of lung injury. This intermediate cell state is characterized by the activation of Transforming growth factor beta (TGFβ) and other pathways, and some evidence suggests that TGFβ signaling induces and maintains this state. While the abovementioned signaling pathways have all been shown to be involved in ATII-to-ATI cell differentiation during lung regeneration, there is much that remains to be understood. The up- and down-stream signaling events by which these pathways are activated and by which they induce ATI cell differentiation are unknown. In addition, it is still unknown how the various mechanistic steps from each pathway interact with one another to control differentiation. Based on these recent studies that identified major signaling pathways driving ATII-to-ATI differentiation during alveolar regeneration, additional studies can be devised to understand the interaction between these pathways as they work in a coordinated manner to regulate differentiation. Moreover, the knowledge from these studies may eventually be used to develop new clinical treatments that accelerate epithelial cell regeneration in individuals with excessive lung damage, such as patients with the Acute Respiratory Distress Syndrome (ARDS), pulmonary fibrosis, and emphysema.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32366033/"
}