{
  "pmid": "41474009",
  "title": "Machine Learning-Enhanced Hyperspectral Raman Imaging for Label-Free Molecular Atlas of Alzheimer's Brain.",
  "abstract": "Label-free molecular imaging that enables the construction of a molecular atlas of biological tissues is vital for understanding complex physiological and pathological processes. Conventional bioimaging modalities, including positron-emission tomography (PET), magnetic-resonance imaging (MRI), immunoassays, and fluorescence microscopy, provide valuable structural and functional information but remain limited in molecular specificity, spatial resolution, and labeling requirements. Alzheimer's disease (AD), characterized by progressive neurodegeneration and region-specific brain deterioration, exemplifies this need. Here, we introduce a machine learning-enhanced hyperspectral Raman imaging framework that achieves label-free and molecularly resolved spatial mapping with submicrometer resolution, constructing a comprehensive molecular atlas of AD mouse brain slices. By integrating unsupervised and supervised machine learning (ML) algorithms with Raman hyperspectral imaging, this framework efficiently extracts spectral variance, molecular features, and region-dependent biochemical distributions. The resulting molecular maps reveal elevated Aβ42 accumulation and region-specific alterations in cholesterol and glycogen metabolism, particularly within the hippocampus and cortex. These results demonstrate the ability of ML-Raman imaging to capture molecular heterogeneity beyond classical Aβ pathology. The framework establishes an interpretable, data-driven approach for spatially resolved biochemical imaging, bridging optical spectroscopy and artificial intelligence for quantitative molecular characterization. Beyond neurodegenerative research, this methodology is broadly applicable to heterogeneous biological tissues and nanostructured materials, providing a versatile analytical platform for probing complex chemical and nanoscale interactions.",
  "disease": "alzheimer disease"
}