{
    "title": "The Characteristics of the Transitional Zone in Prostate Growth With Age.",
    "doc_id": "28389262",
    "writer": "Cao N",
    "year": "2017",
    "summary": "OBJECTIVE: To investigate the age-related growth variation in prostatic parameters by transrectal ultrasound with a simultaneous evaluation of the transitional zone measurements in different prostate volumes. METHODS: A retrospective study of 2001 subjects derived f …",
    "abstract": "Objective:\n        \n      \n      To investigate the age-related growth variation in prostatic parameters by transrectal ultrasound with a simultaneous evaluation of the transitional zone measurements in different prostate volumes.\n    \n\n\n          Methods:\n        \n      \n      A retrospective study of 2001 subjects derived from the outpatient clinic at our institution (Shanghai Jiao Tong University Affiliated Sixth People's Hospital in Shanghai) who were diagnosed with benign prostatic hyperplasia (BPH) and prostatitis was reviewed. All subjects were evaluated by the International Prostatic Symptom Score and transrectal ultrasound of the prostate. Statistical analysis was conducted between prostatic parameters and age.\n    \n\n\n          Results:\n        \n      \n      The prostate volume, index, length, and width of transitional zone were the parameters most closely associated with increasing age. Notably, the transitional zone measurements showed a significant difference among individuals greater than 50 years old. Moreover, the fastest increasing rate of prostatic parameters was found to be between the ages of 50 and 69. Additionally, we also discovered that the difference between transitional zone parameters and different prostate volumes varies along with increasing age.\n    \n\n\n          Conclusion:\n        \n      \n      These results suggest that transitional zone growth is the main contributor to total prostate growth, especially at the ages of 50-69, which may elucidate the higher incidence of the lower urinary tract symptoms from BPH. In view of the increasing rate of transitional zone and the level of total prostate volume, further research is needed to identify the underlying mechanism for such differences in prostate growth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28389262/"
}