{
    "title": "Bidirectional manipulation of mTOR signaling disrupts socially mediated vocal learning in juvenile songbirds.",
    "doc_id": "28739951",
    "writer": "Ahmadiantehrani S",
    "year": "2017",
    "summary": "The memory of the tutor's song structure guides the juvenile's own song, which it uses to communicate for the rest of its life. We hypothesized that mTOR is required for juveniles to learn song. ...Finally, we found that constitutive mTOR activation lowered a …",
    "abstract": "Early life experiences can have long-lasting behavioral consequences because they are encoded when the brain is most malleable. The mechanistic target of rapamycin (mTOR) signaling cascade modulates experience-dependent synaptic plasticity, among other processes. mTOR has been almost exclusively examined in adult rodent learning models, but may be especially important in organizing neural circuits required for developmental acquisition of meaningful complex behaviors. It is among the most commonly implicated factors in neurodevelopmental autism spectrum disorders (ASD), characterized, in part, by distinct social and communication phenotypes. Here, we investigated mTOR in juvenile zebra finch songbirds. Much as children learn language, young male zebra finches need to interact socially with an adult tutor to learn a meaningful song. The memory of the tutor's song structure guides the juvenile's own song, which it uses to communicate for the rest of its life. We hypothesized that mTOR is required for juveniles to learn song. To this end, we first discovered that hearing song activates mTOR signaling in a brain area required for tutor song memorization in males old enough to copy song but not in younger males or females, who cannot sing. We then showed that both inhibition and constitutive activation of mTOR during tutor experiences significantly diminished tutor song copying. Finally, we found that constitutive mTOR activation lowered a behavioral measure of the juvenile's social engagement during tutor experiences, mirroring the relationship in humans. These studies therefore advance understanding about the effects of experience in the context of neurodevelopmental disorders and typical neural development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28739951/"
}