{
    "title": "Effective Young's Modulus Estimation of Natural Fibers through Micromechanical Models: The Case of Henequen Fibers Reinforced-PP Composites.",
    "doc_id": "34833245",
    "writer": "Serra-Parareda F",
    "year": "2021",
    "summary": "In this study, Young's modulus of henequen fibers was estimated through micromechanical modeling of polypropylene (PP)-based composites, and further corroborated through a single filament tensile test after applying a correction method. ...Moreover, relationships between m …",
    "abstract": "In this study, Young's modulus of henequen fibers was estimated through micromechanical modeling of polypropylene (PP)-based composites, and further corroborated through a single filament tensile test after applying a correction method. PP and henequen strands, chopped to 1 mm length, were mixed in the presence of maleic anhydride grafted polypropylene (MAPP). A 4 wt.% of MAPP showed an effective enhancement of the interfacial adhesion. The composites were mold-injected into dog-bone specimens and tensile tested. The Young's modulus of the composites increased steadily and linearly up to 50 wt.% of fiber content from 1.5 to 6.4 GPa, corresponding to a 327% increase. Certainly, henequen fibers showed a comparable stiffening capacity of PP composites than glass fibers. The intrinsic Young's modulus of the fibers was predicted through well established models such as Hirsch or Tsai-Pagano, yielding average values of 30.5 and 34.6 GPa, respectively. The single filament test performed to henequen strands resulted in values between 16 and 27 GPa depending on the gauge length, although, after applying a correction method, a Young's modulus of 33.3 GPa was obtained. Overall, the present work presents the great potential for henequen fibers as PP reinforcement. Moreover, relationships between micromechanics models and filament testing to estimate Young's modulus of the fibers were explored.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34833245/"
}