{
    "title": "COVID-19 serological survey utilizing antenatal serum samples in British Columbia.",
    "doc_id": "40472672",
    "writer": "Márquez AC",
    "year": "2025",
    "summary": "The COVID-19 pandemic, caused by SARS-CoV-2, highlighted the need for accurate and timely data on virus spread and immune responses at a population level. ...Antenatal serum samples enabled tracking of SARS-CoV-2 serostatus …",
    "abstract": "The COVID-19 pandemic, caused by SARS-CoV-2, highlighted the need for accurate and timely data on virus spread and immune responses at a population level. Serological surveys offer a comprehensive view of population-level immune response to SARS-CoV-2 post- infection and/or vaccination. Here, we performed a serial cross-sectional study from residual serum samples collected from pregnant individuals in British Columbia during their first trimester antenatal screening. A total of 28,050 samples were collected between November 2021 and March 2024. We tracked changes in antibody levels over time and examined differences in antibody responses based on age and vaccination status during different phases of the pandemic. Antenatal serum samples enabled tracking of SARS-CoV-2 serostatus within the population and waves of major SARS-CoV-2 infections, such as the Omicron surge in 2021-2022 and increases in infection during the 2023-2024 respiratory season. During the 2023-2024 season, we observed a significant rise in Nucleocapsid (N) seropositivity compared to the previous year, reaching 64.3 % in the vaccinated group and 67.05 % in the unvaccinated group. This suggests a high infection rate, likely driven by the latest Omicron variants. Additionally, we differentiated between infection-induced and vaccine-induced seroprevalence. By March 2024, Spike (S) seroprevalence was 94 % in the unvaccinated group and 100 % in the vaccinated group. We assessed the longevity of vaccine-induced antibody within the population. A significant negative correlation was observed between S seropositivity (indicative of vaccination without infection, S+/N-) and time since the last vaccine dose. In contrast, anti-N levels began to rise above the cut-off value of seropositivity 15 months post-vaccination, indicating increased infection rates and N seroprevalence as time post-vaccination increased. This serosurveillance approach provide critical insights for public health strategies for the future, emphasizing the importance of ongoing serosurveillance to help understand corelates of seroprotection at a population level and to support ongoing evidence-based vaccine policy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40472672/"
}