{
  "pmid": "41388916",
  "title": "Dual Regulative Role of Alpha-Kinase 1 on Synovial Angiogenesis and Chondrocyte Ferroptosis in Inflammatory Osteoarthritis.",
  "abstract": "Alpha-kinase 1 (Alpk1) is identified as a novel pattern recognition receptor with immunomodulatory functions in inflammatory responses. This study investigates the previously unexplored role of Alpk1 in synovial angiogenesis and chondrocyte ferroptosis during osteoarthritis (OA) progression, a degenerative joint disorder currently lacking curative therapies. Utilizing a collagenase-induced OA (CIOA) murine model, we employed Alpk1 knockout mice and intra-articular administration of recombinant human Alpk1 (rhAlpk1) to elucidate its mechanistic involvement. Our findings demonstrate significant upregulation of Alpk1 in degenerated cartilage and inflamed synovium, with expression levels positively correlating with the severity of cartilage degradation. Intra-articular rhAlpk1 administration exacerbated synovial angiogenesis and chondrocyte oxidative stress in CIOA mice, whereas Alpk1 deficiency attenuated these pathological processes. In vitro analyses revealed that von Willebrand factor (VWF) mediated rhAlpk1-induced angiogenesis in human umbilical vein endothelial cells, while glutathione peroxidase 4 (GPX4) exerted inhibitory effects on Alpk1-mediated chondrocyte ferroptosis. Subsequent in vivo validation confirmed that Alpk1 promotes angiogenesis through VWF signaling activation and exacerbates oxidative stress-induced chondrocyte ferroptosis via GPX4 pathway suppression in the CIOA model. This study establishes that Alpk1 deficiency confers protection against inflammatory OA by dual mechanisms: suppressing synovial angiogenesis through modulation of VWF signaling, and mitigating chondrocyte ferroptosis via GPX4 signaling pathway regulation. These findings provide novel mechanistic insights into OA pathogenesis and highlight Alpk1 as a potential therapeutic target for OA intervention.",
  "disease": "osteoarthritis"
}