{
    "title": "Lymph node size and metastatic infiltration in adenocarcinoma of the pancreatic head.",
    "doc_id": "20594789",
    "writer": "Prenzel KL",
    "year": "2010",
    "summary": "BACKGROUND: Preoperative lymph node staging of pancreatic cancer by CT relies on the premise that malignant lymph nodes are larger than benign nodes. ...The frequency of metastatic involvement was calculated and correlated with lymph n …",
    "abstract": "Background:\n        \n      \n      Preoperative lymph node staging of pancreatic cancer by CT relies on the premise that malignant lymph nodes are larger than benign nodes. In imaging procedures lymph nodes >1 cm in size are regarded as metastatic nodes. The extend of lymphadenectomy and potential application of neoadjuvant therapy regimens could be dependent on this evaluation.\n    \n\n\n          Patients and methods:\n        \n      \n      In a morphometric study regional lymph nodes from 52 patients with pancreatic cancer were analyzed. The lymph nodes were counted, the largest diameter of each node was measured, and each node was analyzed for metastatic involvement by histopathological examination. The frequency of metastatic involvement was calculated and correlated with lymph node size.\n    \n\n\n          Results:\n        \n      \n      A total of 636 lymph nodes were present in the 52 specimens examined for this study (12.2 lymph nodes per patient). Eleven patients had a pN0 status, whereas 41 patients had lymph nodes that were positive for cancer. Five-hundred-twenty (82%) lymph nodes were tumor-free, while 116 (18%) showed metastatic involvement on histopathologic examination. The mean (±SD) diameter of the nonmetastatic nodes was 4.3 mm, whereas infiltrated nodes had a diameter of 5.7 mm (p = 0.001). Seventy-eight (67%) of the infiltrated lymph nodes and 433 (83%) of the nonmetastatic nodes were ≤5 mm in diameter. Of 11 pN0 patients, 5 (45%) patients had at least one lymph node ≥10 mm, in contrast only 12 (29%) out of 41 pN1 patients had one lymph node ≥10 mm.\n    \n\n\n          Conclusion:\n        \n      \n      Lymph node size is not a reliable parameter for the evaluation of metastatic involvement in patients with pancreatic cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20594789/"
}