{
  "pmid": "41456767",
  "title": "Clinical application evaluation of droplet digital PCR based on multi-point monitoring in the real world for patients with suspected bloodstream infection in the ICU.",
  "abstract": "Bloodstream infections are associated with high morbidity and mortality in patients in the intensive care unit (ICU), necessitating rapid pathogen identification. This study evaluates the diagnostic performance and clinical utility of droplet digital PCR (ddPCR) in patients in the ICU with suspected bloodstream infection. This retrospective, single-centre study included 101 adults with suspected bloodstream infection in the ICU. 303 ddPCR samples were collected at three time points after ICU admission: 0-1 (T1), 3-4 (T2), and 6-8 days (T3). ddPCR was compared with blood culture collected at T1 for detection performance, and compared the distributions, copy numbers, and clinical concordance of pathogens across three time points. ddPCR had a 78.2% detection rate versus 32.7% for blood culture and showed 86.0% sensitivity, and 63.6% specificity. Accuracy decreased with delayed sampling (T1: 57.4%, T2: 52.5%, T3: 40.6%). Clinical concordance exceeded 80% for Klebsiella pneumoniae, Escherichia coli, and Staphylococcus aureus, was above 50% for Pseudomonas aeruginosa and Acinetobacter baumannii, but was below 40% for Enterococcus and Streptococcus spp. A cut-off of 1 copy/μL for S. aureus, 2 copies/μL for K. pneumoniae, P. aeruginosa, and A. baumannii, and 5 copies/μL for E. coli, improved bloodstream infection diagnosis. The detection of multiple pathogens was highest across three time points (T1: 28.7%, T2: 17.8%, T3: 19.8%). 10 in 22 patients with persistently negative tests confirmed to be true negatives. The copy numbers of 28 cases with persistently same pathogen tested correlated dynamically with procalcitonin and C-reactive protein levels. ddPCR improves an etiological diagnosis in bloodstream infection, enabling rapid quantification, dynamic monitoring, and better antibiotic stewardship.",
  "disease": "pneumonia"
}