{
    "title": "Sleep Quality Evaluation Based on Single-Lead Wearable Cardiac Cycle Acquisition Device.",
    "doc_id": "36616927",
    "writer": "Li Y",
    "year": "2022",
    "summary": "In clinical conditions, polysomnography (PSG) is regarded as the \"golden standard\" for detecting sleep disease and offering a reference of objective sleep quality. For healthy adults, scores from sleep questionnaires are more reliable than other method …",
    "abstract": "In clinical conditions, polysomnography (PSG) is regarded as the \"golden standard\" for detecting sleep disease and offering a reference of objective sleep quality. For healthy adults, scores from sleep questionnaires are more reliable than other methods in obtaining knowledge of subjective sleep quality. In practice, the need to simplify PSG to obtain subjective sleep quality by recording a few channels of physiological signals such as single-lead electrocardiogram (ECG) or photoplethysmography (PPG) signal is still very urgent. This study provided a two-step method to differentiate sleep quality into \"good sleep\" and \"poor sleep\" based on the single-lead wearable cardiac cycle data, with the comparison of the subjective sleep questionnaire score. First, heart rate variability (HRV) features and ECG-derived respiration features were extracted to construct a sleep staging model (wakefulness (W), rapid eye movement (REM), light sleep (N1&N2) and deep sleep (N3)) using the multi-classifier fusion method. Then, features extracted from the sleep staging results were used to construct a sleep quality evaluation model, i.e., classifying the sleep quality as good and poor. The accuracy of the sleep staging model, tested on the international public database, was 0.661 and 0.659 in Cardiology Challenge 2018 training database and Sleep Heart Health Study Visit 1 database, respectively. The accuracy of the sleep quality evaluation model was 0.786 for our recording subjects, with an average F1-score of 0.771. The proposed sleep staging model and sleep quality evaluation model only requires one channel of wearable cardiac cycle signal. It is very easy to transplant to portable devices, which facilitates daily sleep health monitoring.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36616927/"
}