{
  "pmid": "41465896",
  "title": "The clinical application rules and mechanism research status of acupoint catgut embedding in the treatment of asthma: A bibliometric analysis.",
  "abstract": "Acupoint catgut embedding (ACE) emerges as an unique therapy in traditional Chinese medicine for asthma. Currently, there is no comprehensive summary of the clinical application and mechanism research status of ACE for asthma treatment. This paper aimed to analyze and summarize the current clinical application and mechanism research status of ACE in asthma treatment. Articles, published from the establishment of these databases to December 31, 2024, on ACE for asthma intervention were searched electronically in Chinese and English databases including China National Knowledge Infrastructure, VIP Chinese Medical Journal Database, Wanfang Data, PubMed, The Cochrane Library, ScienceDirect, and Web of Science. A database was established to extract data, and vosviewer software was used to visually analyze part of the data. The research aimed to analyze and summarize the characteristics of ACE in asthma treatment, such as the therapeutic timing, rules for acupoint selection, frequency and duration of treatment, and combination therapies, as well as the current mechanistic research status. A total of 117 articles were included, comprising 10 randomized controlled trials, 18 clinical case observations, 68 combined treatment studies, and 21 basic studies. Analysis of clinical research literature revealed that ACE is advanced in the chronic persistent and remission stages of asthma. The principle of acupoint selection was primarily based on syndrome differentiation, with meridian differentiation supplemented. The frequency, treatment duration, and combined therapies of ACE were influenced by type, stage, and severity of asthma. Analysis of basic studies indicated that the action mechanism of ACE in treating asthma was mainly related to controlling inflammatory responses, alleviating airway hyperresponsiveness (AHR) and remodeling, correcting immune imbalance, and regulating the neuro-immune network. As a complementary and alternative therapy for asthma, ACE has demonstrated clinical advantages and limitations. The clinical application of ACE for asthma needs further standardization, and its mechanism of action requires in-depth exploration. It is expected to provide asthma patients with diversified treatment options and promote the development of non-pharmacological treatments in traditional Chinese medicine.",
  "disease": "asthma"
}