{
    "title": "Prevalence and determinants of poor sleep quality among diabetic patients in Ethiopia: systematic review.",
    "doc_id": "38807992",
    "writer": "Abate HK",
    "year": "2024",
    "summary": "The estimated pooled prevalence of poor sleep quality in Ethiopia was 48.54%. CONCLUSION: Almost half of diabetes patients had poor sleep quality. The preparation of brochures on diabetic information and the organization of health education about the n …",
    "abstract": "Background:\n        \n      \n      Poor sleep quality can exacerbate many other physiological functions, such as obesity, cardiovascular disease, and high blood pressure. Although primary studies were conducted in Ethiopia, no studies concluded the pooled prevalence of poor sleep quality in Ethiopia. Therefore, this study was conducted to determine the pooled prevalence and its determinants of sleep quality among diabetes in Ethiopia.\n    \n\n\n          Objective:\n        \n      \n      Assess the pooled prevalence and its determinants of sleep quality among diabetes in Ethiopia.\n    \n\n\n          Methods:\n        \n      \n      The studies were searched systematically using international databases from PubMed, Google Scholar, Cochrane Library, Embase, and CINAHL. The quality of the articles searched was assessed using the New Castle Ottawa scale for a cross-sectional study design. Statistical analysis was performed using STATA version 14 and a systematic review was performed using a random effect model method. The Preferred Reporting Item for Systematic Review and Meta-analyses (PRISMA) guideline was followed for reporting results.\n    \n\n\n          Results:\n        \n      \n      From the total of 728 records screened, 8 studies with 2,471 participants who met the inclusion criteria were included in this systematic review. The estimated pooled prevalence of poor sleep quality in Ethiopia was 48.54%.\n    \n\n\n          Conclusion:\n        \n      \n      Almost half of diabetes patients had poor sleep quality. The preparation of brochures on diabetic information and the organization of health education about the negative impact of poor sleep quality on patients are among the best modalities to improve the problem of poor sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38807992/"
}