{
  "pmid": "41419939",
  "title": "Host PI3K inhibition via anti-cancer drug alpelisib influences Influenza A non-infectious particles and deletion-containing viral genomes.",
  "abstract": "RNA viruses can generate \"defective\" viral genomes during replication, which can interact with standard viral genomes affecting the course of infections. These non-standard viral genomes are related to milder clinical outcomes and are currently being tested as antivirals. Decades of research in influenza have focused on viral mechanisms affecting the production of deletion-containing viral genomes (DelVGs). Based on adaptations of influenza NS1 protein to manipulate host cell metabolism, we hypothesized host metabolic state could also alter the quantity and pattern of deletion-containing viral genomes and the particles that house them. To test this hypothesis, we manipulated host cell anabolic signaling activity and monitored the production of DelVGs and non-infectious particles by two influenza strains, using single-cell immunofluorescence and third-generation sequencing. We show that: 1) influenza infection activates PI3K signaling, with the A/H1N1 strain having roughly double the pAKT levels in single cells as the A/H3N2; 2) alpelisib, a PI3K receptor inhibitor, subverted the ability of both influenza strains to activate PI3K in a dose dependent manner; 3) DelVGs were increased roughly tenfold in polymerase complex segments and ~ 60% in the hemagglutinin segment of A/H1N1 at 20uM of alpelisib; and 4) the A/H3N2 strain did not show changes in DelVG production, but had a modest, statistically significant maximum increase of 11% in non-infectious particles. We find that host cell metabolism can increase the production of non-infectious particles and DelVGs during single rounds of infection, shifting potential interactions among virions. The differential results according to strain and alpelisib concentration suggest future directions examining strain differences in the NS1::p85β virus-host interaction and the specific metabolic state of the cell. Our study presents a new line of investigation into metabolic states associated with less severe flu infection and opens the possibility for potential induction of these states with metabolic drugs.",
  "disease": "influenza"
}