{
    "title": "Excess burden of type 1 and type 2 diabetes due to psychopathology.",
    "doc_id": "23062855",
    "writer": "Atlantis E.",
    "year": "2012",
    "summary": "On average, odds ratios with 95% confidence intervals (95% CI) for type 1 and type 2 diabetes ranged from 1.43 (0.98, 2.10) to 2.44 (1.63, 3.64) and 1.32 (1.13, 1.53) to 1.67 (1.39, 2.02) for people with compar …",
    "abstract": "Background:\n        \n      \n      Whether the prevalence of type 1 or 2 diabetes is rising among people with psychopathology is uncertain. This study investigates changes in the prevalence of type 1 and type 2 diabetes associated with psychopathology in the adult Australian population from 2001 to 2008.\n    \n\n\n          Methods:\n        \n      \n      Data analysed were from 48,359 participants aged ≥25 years from the 2001, 2004-05 or 2007-08 National Health Surveys. Lifetime diagnosis of type 1 and type 2 diabetes was determined by self-report. Psychopathology status was determined with the 10-item Kessler Psychological Distress Scale (using scores ≥30), contemporaneous use of antidepressants or anti-anxiety medications, or both.\n    \n\n\n          Results:\n        \n      \n      Overall, the prevalence of type 1 diabetes remained stable whereas the prevalence of type 2 diabetes increased by 36% between 2001 and 2008. On average, odds ratios with 95% confidence intervals (95% CI) for type 1 and type 2 diabetes ranged from 1.43 (0.98, 2.10) to 2.44 (1.63, 3.64) and 1.32 (1.13, 1.53) to 1.67 (1.39, 2.02) for people with compared to those without psychopathology by any definition independent of socio-demographic covariates, consistently over the 8-year period. After further adjustments for lifestyle covariates, the strength of these odds ratios were attenuated and ranged from 1.32 (0.90, 1.95) to 2.24 (1.49, 3.36) and 1.16 (0.99,1.36) to 1.51 (1.24, 1.83) for type 1 and type 2 diabetes.\n    \n\n\n          Limitations:\n        \n      \n      Data were self-report from serial surveys.\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence of both type 1 and type 2 diabetes was consistently higher for people with psychopathology from 2001 to 2008. Clinicians should consider routinely screening patients with diabetes for psychopathology and vice versa, as well as lifestyle risk factors, to inform practice for more effective management and prevention planning.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23062855/"
}