{
  "pmid": "41409224",
  "title": "Estimation of General Practitioner Visits, Hospitalizations and Deaths Attributable to Respiratory Syncytial Virus and Influenza Virus, and Costs Associated With Hospitalizations, in Older Adults in France From 2010 to 2020.",
  "abstract": "Respiratory syncytial virus (RSV) and influenza virus are leading causes of respiratory infections, causing substantial numbers of hospitalizations and deaths, particularly among vulnerable groups such as infants and older adults. While the burden of influenza virus infection is well-documented, the burden of RSV infection in the adult population is often underestimated due to diagnostic challenges and infrequent standard-of-care testing. This study aimed to estimate the incidence of general practitioner (GP) visits, hospitalizations, and deaths attributable to RSV and influenza virus infections in French adults aged ≥50 years, with a focus on ≥65 years, using a time-series model-based approach. In addition, costs associated with hospitalizations were calculated. Cyclic Poisson regression models and weekly data from French medical administrative databases and electronic medical records over ten epidemic seasons (2010-2020) were used to estimate incidences for RSV and influenza. The results were stratified by age group, diagnosis causes (respiratory and cardiorespiratory) and diagnosis type (primary and secondary). Average costs per hospitalization were calculated and multiplied by the number of hospitalizations estimated. Among adults aged ≥65 years, we estimated RSV infection was responsible for 647 619 GP visits 24 319 hospitalizations, and 878 deaths per year. Incidence rates for GP visits for RSV were twice as large as for influenza; hospitalization rates were similar and mortality was lower. The mean annual cost of RSV-attributable hospitalizations was 105 million €, similar to influenza. This study highlighted the burden of RSV disease in the adult population in France is higher than previous reported. We envisage that this model-based approach will be instrumental in evaluating the impact of RSV vaccination campaigns.",
  "disease": "influenza"
}