{
  "pmid": "41457947",
  "title": "Impact of P2Y₁₂ Inhibitor Pretreatment on Clinical Outcomes in ST-Segment Elevation Myocardial Infarction Undergoing Percutaneous Coronary Intervention: A Retrospective Cohort Study.",
  "abstract": "The benefit of P2Y₁₂ inhibitor pretreatment before primary percutaneous coronary intervention (PCI) in ST-segment elevation myocardial infarction (STEMI) remains uncertain. This study examined the association between pretreatment and short- and long-term cardiovascular outcomes. In this retrospective cohort study, adults (≥ 18 years) hospitalized for STEMI and undergoing PCI were identified from the TriNetX US Collaborative Network (January 2010 to December 2024). Patients receiving P2Y₁₂ inhibitors before PCI (n = 72,913) were matched 1:1 by propensity score to those without pretreatment (n = 66,450), yielding 21,689 patients per group. Primary endpoints at 1 month and 1 year included all-cause mortality, major adverse cardiovascular events (MACE), stent thrombosis, and stent restenosis. Multivariable Cox regression provided adjusted hazard ratios (HRs) with 95% confidence intervals (CIs). After matching, baseline characteristics were balanced (all standardized mean differences < 0.10). At 1 month, pretreatment was associated with higher all-cause mortality (4.5% vs. 4.0%; RR 1.13; p = 0.007), MACE (8.7% vs. 7.5%; RR 1.16; p < 0.001), stent thrombosis (1.9% vs. 0.8%; RR 2.39; p < 0.001), and stent restenosis (5.3% vs. 4.0%; RR 1.32; p < 0.001). These differences persisted at 1 year (mortality 10.2% vs. 9.0%; RR 1.14; p < 0.001; MACE 18.9% vs. 18.2%; RR 1.04; p < 0.001; thrombosis 2.4% vs. 1.1%; RR 2.26; p < 0.001; restenosis 11.0% vs. 9.6%; RR 1.14; p < 0.001). Secondary endpoints showed no differences in major bleeding or cardiac arrest, while ischemic stroke was lower at 1 month and MI recurrence was reduced at 6 months and 1 year. In Cox models, pretreatment predicted higher 1-year hazards for mortality, MACE, and restenosis, and a threefold increase in 1-month stent thrombosis. In this retrospective, non-randomized analysis of administrative data from the TriNetX database, P2Y₁₂ inhibitor pretreatment before PCI in STEMI was linked to modestly increased 1-year risks of mortality, MACE, and restenosis, and markedly higher 1-month stent thrombosis, highlighting the need for prospective trials to optimize antiplatelet strategies.",
  "disease": "stroke"
}