{
  "pmid": "41408283",
  "title": "Three-year trends in malaria transmission parameters under deployment of Interceptor®G1, Interceptor®G2 and PermaNet®3.0 insecticide-treated bed nets in South-Western Burkina Faso.",
  "abstract": "In South-Western Burkina Faso, where malaria remains highly endemic, the widespread resistance of Anopheles mosquitoes to pyrethroid is reducing the effectiveness of insecticide-treated nets (ITNs). This study assessed 3-year trends in key entomological indicators following the deployment of standard pyrethroid-only (Interceptor®G1), dual-AI pyrethroid-chlorfenapyr (Interceptor®G2) and pyrethroid-PBO (PermaNet®3.0). A longitudinal entomological study was conducted from August 2019 to February 2022 in three malaria-endemic health districts, each receiving a different ITN type. Weekly mosquito sampling was conduct in three villages per district using Human Landing Catches at two households and CDC light traps at six households. Mosquitoes were morphologically and molecularly identified, and Plasmodium falciparum infection was detected by PCR. Key indicators included mosquito density, biting behaviour, sporozoite infection rate (SIR), and entomological inoculation rate (EIR). A total of 73,101 female Anopheles mosquitoes were collected. The dominant vector species was An. gambiae s.l. (> 59%), with An. coluzzii prevalent in Banfora (65.5%) and An. gambiae s.s. in Gaoua (91%) and Orodara (83.3%). In Banfora, where Pyr-CFR Interceptor G2 nets were deployed, Anopheles density declined by 88.7% over the 3 years. In Gaoua (Pyr-only ITNs), mosquito density declined initially but rebounded in year 3. In Orodara (Pyr-PBO ITNs), densities remained relatively stable. Trends in SIR and EIR mirrored those in vector density, with decline in year 2 followed by resurgences in Banfora and Gaoua during year 3. Dual-AI nets, particularly Pyr-CFR Interceptor®G2, were associated with sustained reductions in mosquito density and transmission indicators over 2 years. However, resurgence of entomological indices by the third year highlights the need for improved ITN durability and complementary vector control strategies. Continuous entomological surveillance and integrated, locally adapted interventions remain essential for sustaining malaria control in areas with high insecticide resistance.",
  "disease": "tuberculosis"
}