{
  "pmid": "41436718",
  "title": "Real-world effectiveness and tolerability of difelikefalin over 12 months for hemodialysis-associated pruritus.",
  "abstract": "Chronic kidney disease-associated pruritus (CKD-aP) is a prevalent symptom in hemodialysis (HD) patients, negatively impacting quality of life and sleep. Difelikefalin, a selective κ-opioid receptor agonist, has shown efficacy in short-term trials. We hypothesized that Difelikefalin would demonstrate sustained efficacy and acceptable safety over 12 months in a real-world setting for refractory CKD-aP. This retrospective observational study included 20 HD patients with moderate-to-severe, refractory CKD-aP. Patients received intravenous Difelikefalin (0.5 mcg/kg) after each HD session for up to 12 months. Pruritus severity (Worst Itch Numeric Rating Scale, WI-NRS), pruritus-related sleep disturbance (Pruritus-Related Sleep Disturbance Scale, PSDS), quality of life (SF-12) and adverse events were assessed at baseline (T0), 6 months (T6), and 12 months (T12). A significant reduction in WI-NRS scores was observed from baseline (mean 8.00) to T12 (mean 3.92; p = 0.0001). PSDS scores also significantly improved from baseline (mean 2.90) to T12 (mean 1.17; p = 0.002). No significant changes were observed in SF-12 physical or mental component scores. Twelve patients (60%) completed 12 months of treatment. Discontinuation (n = 8, 40%) was due to adverse events (n = 3, 15%; primarily diarrhoea, mild cognitive impairment), mortality (n = 3, 15%; unrelated cardiovascular events), and patient refusal (n = 2, 10%). In this real-world cohort of HD patients with refractory CKD-aP, 12 months of Difelikefalin treatment significantly reduced pruritus severity and associated sleep disturbance. Despite a 40% discontinuation rate, the safety profile was consistent with previous reports. These findings support Difelikefalin as a long-term therapeutic option, although larger studies are needed to confirm these results.",
  "disease": "chronic kidney disease"
}