{
    "title": "Heart disease mortality among Alaska Native people, 1981-2007.",
    "doc_id": "21337932",
    "writer": "Johnston JM",
    "year": "2011",
    "summary": "OBJECTIVES: Historically, Alaska Native (AN) people have exhibited low overall rates of heart disease mortality compared with the U.S. white (USW) population. We compared AN and USW heart disease mortality rates during the 27-year period from 1981 thro …",
    "abstract": "Objectives:\n        \n      \n      Historically, Alaska Native (AN) people have exhibited low overall rates of heart disease mortality compared with the U.S. white (USW) population. We compared AN and USW heart disease mortality rates during the 27-year period from 1981 through 2007.\n    \n\n\n          Methods:\n        \n      \n      We compared AN and USW heart disease mortality rates overall and by gender, age, and disease subtype. We calculated age-adjusted rates for AN people for three nine-year periods from 1981 through 2007 and compared them with the rates for USW people.\n    \n\n\n          Results:\n        \n      \n      AN people > or = 35 years of age had a significantly lower rate of heart disease mortality compared with their USW counterparts (rate ratio [RR] = 0.80). The lower overall RR was due primarily to a lower ischemic heart disease mortality RR (RR = 0.63). Overall heart disease mortality decreased during the 27-year study period for both the AN (33.1%) and USW (35.0%) populations. However, hypertensive heart disease mortality increased 155.2% for AN people and 13.7% for USW people. Age-specific heart disease mortality was about 30.0% lower for AN people > or = 75 years of age compared with their USW counterparts, while it was virtually identical for the two racial/ethnic groups among people 35-74 years of age.\n    \n\n\n          Conclusions:\n        \n      \n      The age-adjusted AN heart disease mortality rate was consistently about 20.0% lower than the USW rate from 1981 through 2007, with similar RRs for men and women. However, combining all ages and all heart disease subgroups into a single, age-adjusted statistic obscures many important differences across ages and disease subtypes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21337932/"
}