{
    "title": "The Association Between CMV Viremia or Endoscopic Features and Histopathological Characteristics of CMV Colitis in Patients with Underlying Ulcerative Colitis.",
    "doc_id": "28426459",
    "writer": "Yang H",
    "year": "2017",
    "summary": "A higher proportion of endoscopic punched-out ulcers, irregular ulcers, and cobblestone-like appearance were observed among the patients in the CMV colitis group than those in the non-CMV colitis group (52.0% versus 20.0%, 60.0% versus 16.0%, and 20.0% versus 0%, re …",
    "abstract": "Background:\n        \n      \n      Cytomegalovirus (CMV) infection has been shown to be related to severe or steroid-refractory ulcerative colitis (UC) flare-ups. The aim of this study was to evaluate the endoscopic and pathological characteristics of CMV colitis in patients with UC and to assess the predictive value of the endoscopic and pathological features of CMV colitis.\n    \n\n\n          Methods:\n        \n      \n      A total of 50 consecutive UC patients with CMV infection who were admitted to Peking Union Medical College Hospital from 2010 to 2015 were enrolled in this study.\n    \n\n\n          Results:\n        \n      \n      Twenty-five UC patients with CMV infection (50.0%) had concurrent CMV colitis. When the cutoff value was set at 1150 copies, the sensitivity and specificity of blood CMV DNAq polymerase chain reaction for predicting CMV colitis were 44.4% and 78.9%, respectively. A higher proportion of endoscopic punched-out ulcers, irregular ulcers, and cobblestone-like appearance were observed among the patients in the CMV colitis group than those in the non-CMV colitis group (52.0% versus 20.0%, 60.0% versus 16.0%, and 20.0% versus 0%, respectively, P < 0.05). The number of CMV inclusion bodies per high-power field was significantly higher in those with punch-out ulcerations (25.7% versus 60.0%, P < 0.05). A higher grade of pathological inflammation was observed in the CMV colitis group than in the control group (68.0% versus 44.0%).\n    \n\n\n          Conclusions:\n        \n      \n      Characteristic endoscopic features with punch-out ulcers and high CMV viremia load may be useful for predicting the presence of CMV colitis in histology. Punch-out ulcers were found to be associated with a higher number of inclusion bodies on histology, suggesting a role of targeted biopsy for endoscopist.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28426459/"
}