{
  "pmid": "41446781",
  "title": "Automated synthetic contrast-enhanced MRI improves choroid plexus segmentation in Parkinsonian syndromes.",
  "abstract": "Choroid plexus (ChP) has gained attention as a potential biomarker in neurodegenerative diseases, yet its segmentation remains challenging. Gadolinium-based contrast-enhanced MRI (CE-MRI) is the reference standard, as non-contrast MRI images lack sufficient contrast. However, gadolinium deposition, risk of nephrogenic system fibrosis in renally impaired patients, and patient discomfort limit its repeated administration. To develop deep learning-based synthetic-contrast-enhanced MRI (SynCE-MRI) using T1-weighted images to improve ChP visualization and evaluate its ability to detect morphological changes in Parkinsonian syndromes. This retrospective study included 265 (mean age = 65.7 ± 7.00 years, males/females: 120/145) consecutive patients in the internal cohort (174 with Parkinson's disease [PD], 46 with essential tremor, and 45 with atypical Parkinsonian disorder [APD]) who underwent T1W and CE-MRI at 3T from Asan Medical Center (June 2021-December 2023), and an external cohort of 58 (mean age = 60.7 ± 7.8 years, males/females: 40/18) patients (29/29 PD/APD) from Pusan National University, Yangsan Hospital (April 2011-December 2014). Nested-UNet was used for SynCE-MRI synthesis from T1W images. The 3D-UNet ChP segmentation model was trained by CE-MRI and tested using SynCE-MRI. Kruskal-Wallis and Bonferroni-corrected Mann-Whitney  SynCE-MRI achieved high-fidelity images with peak signal-to-noise ratio (PSNR) 35.37 ± 1.32 and structural similarity index measure (SSIM) 0.970 ±0.0054. Segmentation accuracy for SynCE-MRI (dice score = 0.803 ± 0.029, 95% CI: 0.797-0.810) significantly outperformed manual (dice score = 0.59 ± 0.057, 95% CI: 0.578-0.603;  SynCE-MRI accurately replicates CE-MRI for ChP imaging and morphometry, outperforms T1W imaging in segmentation, and detects ChP enlargement in APD versus PD across internal and external cohorts, consistent with CE-MRI findings.",
  "disease": "parkinson disease"
}