{
    "title": "Risk Factors for Postpartum Depression in Active Duty Women.",
    "doc_id": "33959777",
    "writer": "Garcia V",
    "year": "2022",
    "summary": "Previously identified risk factors in military spouses include spouse deployment/redeployment cycles. It is unclear if these previously identified risk factors are also a risk factor for AD women or if the additional stressors associated with be …",
    "abstract": "Introduction:\n        \n      \n      Postpartum depression (PPD) is a common perinatal complication. Risk factors previously found to correlate with PPD in civilians include prenatal depression, childcare stress, limited social support, difficult infant temperament, and maternity blues. Previously identified risk factors in military spouses include spouse deployment/redeployment cycles. It is unclear if these previously identified risk factors are also a risk factor for AD women or if the additional stressors associated with being on active duty (AD) are risk factors for PPD. The purpose of this review is to determine if civilian risk factors have been found to put AD women at risk for PPD and to identify unique risk factors for PPD in AD women.\n    \n\n\n          Materials and methods:\n        \n      \n      A scoping literature review was performed using PubMed, Defense Technical Information Center, and PsychINFO. The searches were conducted using relevant medical subject headings and keywords. The inclusion criteria included articles published since 1948 (the year women were legally allowed to join the military) that reference risk factors for postpartum/peripartum depression in AD women serving in the U.S. military. The following exclusion criteria were also applied: in a language other than English, opinion papers, and/or not published in a peer-reviewed journal. Articles meeting criteria were evaluated and mapped to stressors previously identified in the literature for civilian and military spouses with PPD with novel stressors identified as mapping outside this framework.\n    \n\n\n          Results:\n        \n      \n      Only two articles met the inclusion criteria. The first study included 87 AD women. The second study, a cohort study between 2001 and 2008, included 1660 AD women. Unique risk factors identified in AD women include previous deployments, serving in the Army, smoking status, alcohol use, and low self-esteem.\n    \n\n\n          Conclusions:\n        \n      \n      Few studies have investigated the risk factors for PPD in AD women. It appears that AD women share many risk factors, or variants of those risk factors, for PPD as their civilian and AD spouse counterparts, but there are also unique risks to consider. More work is needed to improve screening and prevention efforts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33959777/"
}