{
  "pmid": "41459869",
  "title": "Innovations in Oncology Diagnostics: Genetic Research and Liquid Biopsy as Tools of Personalised Medicine.",
  "abstract": "The aim of this study was to analyze contemporary approaches to cancer diagnosis and treatment using liquid biopsy, with a particular focus on the efficacy of oncogenic biomarker detection in various biological fluids. This study examined scientific literature from the last five years on the use of liquid biopsy in oncology, focusing on tumour marker detection in blood, plasma, saliva, and urine, along with their analytical significance and clinical implications. Tumour-derived circulating nucleic acids, circulating tumour cells, and secretory vesicles isolated from biological fluids were shown to be highly informative. These enabled the detection of mutations in key oncogenic markers (AR, KRAS, EGFR, PIK3CA, PTEN, P53), quantification of regulatory RNAs (BCAR4, UCA1, H19, miR-21, miR-146a-5p, miR-181a), and assessment of translational levels of proteins such as Cfh, Muc1, Bst2, Er, and Ccne1. Transcriptomic analysis provided insights into T-lymphocyte activity, tumour resistance to gefitinib and tyrosine kinase inhibitors, and the suppression of tumour progression. The expression of proteoglycans isolated from exosomes was identified as a marker of early-stage pancreatic cancer. The titre of CTCs enabled the prediction of recurrence in 64% of patients with lung carcinoma and 100% of post-surgical cases of colorectal cancer, facilitating hormone therapy adjustments in prostate cancer patients. Mutations in the EGFR gene, amplified from persistent deoxyribonucleic acid, were used to adjust chemotherapy regimens throughout the course of treatment. The analysis of material obtained from the biological fluids of oncology patients enabled disease prognosis, risk assessment of progression, and the determination of optimal approaches to personalised therapy, ultimately improving treatment efficacy. The collected data may serve as a foundation for clinically valuable laboratory studies and practical research.",
  "disease": "lung cancer"
}