{
  "pmid": "41363946",
  "title": "Association between elevations in alkaline phosphatase and healthcare utilization and costs among individuals with primary biliary cholangitis in the United States.",
  "abstract": "Alkaline phosphatase (ALP) is a key biomarker in the management of primary biliary cholangitis (PBC). However, evidence of economic benefits of normal ALP is limited. We evaluated the relationship between ALP levels and healthcare resource utilization (HCRU) and costs among individuals with PBC in the United States. A retrospective analysis was conducted using Komodo's Healthcare Map insurance claims linked with laboratory data of individuals aged ≥18 years diagnosed with PBC between 09/01/2017 and 09/30/2023. At least two ALP tests ≥30 days apart were required, with the second designated as the index date. Continuous enrollment during the 12-month pre- and post-index periods was required. One-year regression-adjusted HCRU and healthcare costs (2024 US dollars) among individuals with persistently mildly elevated (ALP > 1 x upper limit of normal [ULN] ≤ 1.67 x ULN), elevated (ALP > 1.67 x ULN ≤3 x ULN) and highly elevated (ALP > 3 x ULN) were compared to those with persistently normal ALP (ALP ≤1 x ULN). 10,933 individuals with PBC were identified, including 9,544, 904, 297, and 248 with persistently normal, mildly elevated, elevated, and highly elevated ALP, respectively. Median age was 66 years, most were female (86.0%), White (58.2%), Medicare-insured (59.1%), and had ≥2 Charlson comorbidities (59.8%). Only 50.6% received PBC-specific treatment during baseline. Average 1-year healthcare costs were $18,747 (SD=$48,621). Compared to normal ALP, incremental regression-adjusted 1-year costs were $2,128 ( Effectively treating PBC and lowering ALP may decrease healthcare costs. Primary biliary cholangitis (PBC) is a long-term liver disease. A blood enzyme called alkaline phosphatase (ALP) is an important marker used to monitor PBC.Higher levels of ALP may be an indicator that the disease is worsening or treatment isn’t working well.This study examined whether patients with PBC who have higher ALP levels use more healthcare services and have higher medical costs than those with normal ALP levels.Patients with PBC with higher levels of ALP were linked to more healthcare visits and higher costs.These results suggest that a goal in PBC management of reaching normal ALP levels can also reduce healthcare use and costs.",
  "disease": "liver cirrhosis"
}