{
  "pmid": "41442672",
  "title": "Tele-Cognitive Behavioral Therapy for the Treatment of Diabetes-Related Distress in Individuals With Diabetes Mellitus: Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "Diabetes-related distress (DD) is highly prevalent in individuals with diabetes mellitus (DM) and impairs quality of life. Tele-cognitive behavioral therapy (Tele-CBT) shows potential for reducing DM-related psychological distress; prior research focused primarily on in-person cognitive behavioral therapy, leaving Tele-CBT's efficacy poorly characterized. This systematic review aims to evaluate Tele-CBT effects on DD, depressive/anxiety symptoms, and hemoglobin A1c (HbA1c) levels. Eligible studies were randomized controlled trials assessing Tele-CBT for DM-related psychological distress in adults with type 1 or 2 diabetes; in-person cognitive behavioral therapy was excluded. Ten databases (6 English databases and 4 Chinese databases) were searched from inception to May 20, 2025, and updated on September 25, 2025. Two reviewers (XX and SL) independently screened studies, extracted data, and assessed risk of bias using the Cochrane RoB 2.0 tool. In RStudio (Posit Software, PBC), random-effects models incorporating the Hartung-Knapp-Sidik-Jonkman adjustment were used to synthesize effect sizes as standardized mean difference (SMD) with 95% CI. In addition, the quality of evidence was assessed using the GRADE (Grading of Recommendations Assessment, Development, and Evaluation) framework. A total of 11 randomized controlled trials (n=2467) from 7 countries were included, published between 2017 and 2025. Tele-CBT effectively reduced DD (SMD -0.34, 95% CI -0.58 to -0.09, 95% prediction interval (PI) -0.88 to 0.21), depressive symptoms (SMD -0.66, 95% CI -1.01 to -0.31, 95% PI -1.58 to 0.27), and HbA1c (SMD -0.13, 95% CI -0.25 to -0.01, 95% PI -0.29 to 0.08) compared with controls post intervention, despite the overall evidence being of \"low\" to \"very low\" certainty. In addition, no significant effect was observed on anxiety (SMD -0.26, 95% CI -0.71 to 0.19, 95% PI -0.92 to 0.43). Subgroup analysis stratified by intervention duration revealed that interventions lasting >8 weeks were more effective for DD, with a statistically significant difference (P<.05) but no significant difference for depressive symptoms (P=.31). Metaregression confirmed that neither intervention duration nor the proportion of females was a significant moderator. This systematic review is the first to quantify the disease-specific efficacy of Tele-CBT for improving DD, depressive symptoms, and HbA1c in people with diabetes, demonstrating its value as an accessible alternative to in-person therapy. By addressing diabetes-specific psychological needs and overcoming practical barriers through remote delivery, Tele-CBT offers a scalable solution for underserved populations. These findings require cautious interpretation due to substantial heterogeneity, moderate risk of bias, and low certainty of evidence. The 95% PIs indicate that real-world benefits may vary considerably by setting or population. Nevertheless, Tele-CBT represents a promising, cost-effective approach to expanding mental health care access. Given its likely variable effectiveness, more evidence is required to determine its value across diverse health care settings.",
  "disease": "diabetes mellitus"
}