{
    "title": "Kidney in danger: CT findings of blunt and penetrating renal trauma.",
    "doc_id": "19926761",
    "writer": "Alonso RC",
    "year": "2009",
    "summary": "Approximately 10% of all significant blunt abdominal traumatic injuries manifest with renal injury, although it is usually minor. However, renal imaging is indicated in cases of gross hematuria, penetrating trauma with gross or microscopic hematuria, and blunt traum …",
    "abstract": "Approximately 10% of all significant blunt abdominal traumatic injuries manifest with renal injury, although it is usually minor. However, renal imaging is indicated in cases of gross hematuria, penetrating trauma with gross or microscopic hematuria, and blunt trauma and shock with gross or microscopic hematuria. Contrast material-enhanced computed tomography (CT) is the imaging modality of choice in the evaluation and management of renal trauma. Contrast-enhanced CT is readily available in emergency departments and can quickly and accurately depict renal injuries as well as associated injuries to other abdominal or retroperitoneal organs. In this way, contrast-enhanced CT provides the anatomic and functional information that is essential for accurate staging. In addition, CT can help detect active hemorrhage and urinary extravasation and is very useful in guiding transcatheter embolization and delineating preexisting disease entities that may predispose kidneys to posttraumatic hemorrhage. With the advent of multidetector CT, imaging is characterized by faster scanning times, increased volume coverage, and improved spatial and temporal resolution. The increased use of CT has been partially responsible for a growing trend toward conservative management of renal trauma, except in cases in which extensive urinary extravasation or devitalized areas of renal parenchyma are found and especially in those cases with associated injuries to other abdominal organs; these cases are particularly prone to complications and usually require surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19926761/"
}