{
    "title": "Adolescent and Young Adult Male Mental Health: Transforming System Failures Into Proactive Models of Engagement.",
    "doc_id": "29455724",
    "writer": "Rice SM",
    "year": "2018",
    "summary": "Adolescent and young adult men do poorly on indicators of mental health evidenced by elevated rates of suicide, conduct disorder, substance use, and interpersonal violence relative to their female peers. ...Such progress is expected to yield significant social and e …",
    "abstract": "Adolescent and young adult men do poorly on indicators of mental health evidenced by elevated rates of suicide, conduct disorder, substance use, and interpersonal violence relative to their female peers. Data on global health burden clearly demonstrate that young men have a markedly distinct health risk profile from young women, underscoring different prevention and intervention needs. Evidence indicates that boys disconnect from health-care services during adolescence, marking the beginning of a progression of health-care disengagement and associated barriers to care, including presenting to services differently, experiencing an inadequate or poorly attuned clinical response, and needing to overcome pervasive societal attitudes and self-stigma to access available services. This review synthesizes key themes related to mental ill health in adolescent boys and in young adult men. Key social determinants are discussed, including mental health literacy, self-stigma and shame, masculinity, nosology and diagnosis, and service acceptability. A call is made for focused development of policy, theory, and evaluation of targeted interventions for this population, including gender-synchronized service model reform and training of staff, including the e-health domain. Such progress is expected to yield significant social and economic benefits, including reduction to mental ill health and interpersonal violence displayed by adolescent boys and young adult men.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29455724/"
}