{
  "pmid": "41473135",
  "title": "Terrapino: a mobile application for Alzheimer's risk assessment and cognitive health promotion.",
  "abstract": "Mobile health technologies offer scalable opportunities to promote public health, including cognitive health, via education, engagement, and personalized health approach. This study describes the features of the Terrapino mobile application and its users to date, and provide initial evaluation of the ARA score. Between December 2022 and December 2024, 8,395 users completed the Alzheimer's Risk Assessment survey, a comprehensive questionnaire developed to collect comprehensive, evidence-based information about Alzheimer's disease risk and protective factors including sociodemographics, health and health history information, lifestyle habits, subjective memory complaints and perceived stress. Most (95%) used the original, Czech version, but English and Spanish versions are also available. Users were 18-103 years old (mean 57.1 ± 14.5 years), with 46.4% aged 60 years or older. Most (72%) were women and nearly half held a college degree. Despite relatively high education, lifestyle and health characteristics resembled general population trends, suggesting broad accessibility and reach. In a random forest machine learning models, hypertension, going for walks, playing sports and exercising, education, depression, memory complaints, meditation, vegetable intake and the use of olive oil emerged as most influential variables predicting the overall Alzheimer's Risk Assessment score, whether estimated for the entire sample or for those aged 60 + years. The models explained upwards of 80% of variance in the risk score. This initial examination suggests good feasibility to engage large numbers of individuals in cognitive health promotion through a mobile platform. The early data also suggests good validity of the Alzheimer's Risk Assessment score collected within the application. The initial findings support future efforts to test the application's capacity to contribute to efforts to cognitive health promotion which can be tested through longitudinal research in the upcoming years.",
  "disease": "hypertension"
}