{
  "pmid": "41317616",
  "title": "Exposure to environmental xenobiotics and lung tissue function: A comprehensive review on biological mechanisms and pathways.",
  "abstract": "Environmental xenobiotics, encompassing a wide spectrum of chemical pollutants such as particulate matter-bound polycyclic aromatic hydrocarbons (PAHs), volatile organic compounds (VOCs), persistent organic pollutants (POPs), heavy metals, endocrine-disrupting chemicals (EDCs), pesticides, and emerging contaminants like nanomaterials and microplastics, have been increasingly implicated in impairing lung tissue function. These agents enter the body primarily through inhalation, particularly via outdoor air pollution, indoor contaminants, and occupational exposures, with additional contributions from ingestion and dermal absorption. Studies investigating these pollutants employ diverse exposure assessment methods, including environmental and biological monitoring, model-based estimations, and questionnaire-based tools. Lung function assessment spans from clinical spirometry and imaging to experimental histopathology and molecular biomarker analyses. Mechanistic evidence reveals that xenobiotics induce lung injury through oxidative stress, inflammation, mitochondrial dysfunction, epithelial barrier disruption, and epigenetic alterations. These processes lead to chronic respiratory diseases such as asthma, chronic obstructive pulmonary disease (COPD), pulmonary fibrosis, and lung cancer. Key signaling pathways implicated include activation of NF-κB, AP-1, and the aryl hydrocarbon receptor (AhR), promoting pro-inflammatory and cytotoxic responses. Furthermore, pollutant-induced epithelial permeability and fibrotic remodeling via TGF-β signaling exacerbate lung tissue damage and functional decline. While spirometry is widely used in population studies, it lacks sensitivity for early pathophysiological changes, necessitating integration with molecular and imaging approaches. Experimental models and in vitro studies provide valuable mechanistic insight, though challenges remain in translating findings to human populations. Current research underscores the complexity of real-world exposure scenarios and highlights the need for harmonized, multidisciplinary approaches combining environmental, biological, and molecular data. This comprehensive review synthesizes evidence across epidemiological and experimental studies, aiming to elucidate the biological pathways by which xenobiotic exposure compromises lung tissue function and to inform future research and regulatory strategies.",
  "disease": "chronic obstructive pulmonary disease"
}