{
  "pmid": "41467369",
  "title": "Potential Risk Factors and Therapeutic Targets for Dilated Cardiomyopathy Identified Through Mendelian Randomization Analysis.",
  "abstract": "Dilated cardiomyopathy (DCM) is a severe form of cardiomyopathy. The study aims to investigate the impact of metabolic and lifestyle factors on DCM and to identify new potential therapeutic targets. Both bidirectional Mendelian randomization (MR) and Bayesian colocalization were performed based on summary data from large-scale, genome-wide association studies and the FinnGen project. Single nucleotide variant strongly associated with exposure at the genome-wide significance level were used as instrumental variables. Methods of inverse-variance weighted, debiased inverse-variance weighted, weighted median, weighted mode, MR-Egger, robust-adjusted profile score, contamination mixture, and constrained maximum likelihood and model averaging were used to validate the robustness of the MR results and the level of multiplicity. Summary-data-based MR was used for the analysis of potential drug targets of DCM using data of cis-expression quantitative trait loci and cis-protein quantitative trait loci. Steiger filtering and Bayesian colocalization were employed for reverse causality detection to further consolidate the MR findings. This study found that genetically predicted systolic blood pressure, hypertension, basal metabolic rate, waist circumference, body mass index, and hip circumference were associated with an increased risk of DCM. The inverse-variance weighted estimate showed that sleep duration and never smoking were protective factors against DCM. The summary-data-based MR analysis revealed 11 potential candidate genetic variants and risk genes associated with DCM. Among them,  This study supports independent causal roles of systolic blood pressure, hypertension, waist circumference, hip circumference, body mass index, basal metabolic rate, sleep duration, and never smoking in DCM. We also identified several potential candidate variants and risk genes involved in the genetic basis of DCM.",
  "disease": "hypertension"
}