{
    "title": "Behavioral Factors and Unintentional Injuries After Spinal Cord Injury.",
    "doc_id": "31606453",
    "writer": "Cao Y",
    "year": "2020",
    "summary": "OBJECTIVE: To identify the relationships of behavioral factors with unintentional injuries among participants with traumatic spinal cord injury (SCI). DESIGN: Cross-sectional. ...Prescription medication use for pain and depression, nonmedical medication use, …",
    "abstract": "Objective:\n        \n      \n      To identify the relationships of behavioral factors with unintentional injuries among participants with traumatic spinal cord injury (SCI).\n    \n\n\n          Design:\n        \n      \n      Cross-sectional.\n    \n\n\n          Setting:\n        \n      \n      Medical university in the Southeastern United States.\n    \n\n\n          Participants:\n        \n      \n      Participants (N=4670) met the following inclusion criteria: traumatic SCI of at least 1-year duration, minimum of 18 years of age, and residual impairment from SCI (noncomplete recovery). Of these, 2516 were identified from a specialty hospital and 2154 were identified from population-based state surveillance systems.\n    \n\n\n          Interventions:\n        \n      \n      Not applicable.\n    \n\n\n          Main outcome measures:\n        \n      \n      Participants completed self-report assessments including multiple behavioral variables, SCI variables, and demographic characteristics. Primary outcome was unintentional injuries during the past 12 months.\n    \n\n\n          Results:\n        \n      \n      Twenty-three percent (n=969) reported at least 1 unintentional injury in the past year serious enough to receive medical care in a clinic, emergency department, or hospital, and the average number of times injured was 1.82 among those with at least 1 injury. Prescription medication use for pain and depression, nonmedical medication use, use of prescription medication for purposes other than prescribed, and binge drinking were associated with a greater odds of unintentional injury. There were some differences between fall-related and non-fall-related unintentional injuries, with ambulation associated with greater odds of fall-related injuries but lower odds of non-fall-related injuries. Participants identified through population-based systems were at greater risk of falls compared with those identified through a traditional specialty hospital.\n    \n\n\n          Conclusions:\n        \n      \n      Unintentional injuries were prevalent among people with SCI. After controlling for injury and demographic characteristics, multiple risk behaviors were related to the odds of unintentional injuries. Intervention studies are needed to address modifiable behaviors that may reduce the risk of injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31606453/"
}