{
  "pmid": "41459439",
  "title": "A 20-year FAERS analysis of hypersensitivity reports to chlorhexidine and povidone-iodine (2004-2024).",
  "abstract": "Topical antiseptics, chlorhexidine (CHX) and povidone-iodine, are widely used to prevent surgical-site infections and are potential culprits for perioperative hypersensitivity. We sought to evaluate 20-year trends in reports related to CHX and povidone-iodine using data from the US Food and Drug Administration Adverse Event Reporting System (FAERS). We analyzed FAERS reports from 2004 to 2024 for CHX and povidone-iodine derivatives with 100 or more reported adverse events. Data collected included reaction types (anaphylaxis, urticaria, and dermatitis) and patient demographics. Poisson regression was used to assess longitudinal reporting trends. Incidence rate ratios quantified the average annual increase in reports. The instantaneous rate of change provided insight into the pace of reporting trends. Of 26.9 million FAERS reports, 12,682 involved CHX and 3,033 involved povidone-iodine. For CHX, 5989 (47%) dermatitis, 2845 (22%) urticaria, and 450 (3.5%) anaphylaxis cases were reported. Povidone-iodine displayed a similar distribution. Women accounted for a disproportionate number of reports compared with men for all reaction types. CHX-related hypersensitivity reports increased sharply, with urticaria accelerating most rapidly. In contrast, povidone-iodine reports increased more steadily, with an incidence rate ratio of 10% to 13% across all reactions. Hypersensitivity reports to CHX, particularly dermatitis and urticaria, are rising rapidly. Although povidone-iodine hypersensitivity reports remain lower, their steady rise warrants continued surveillance and clinical awareness. Improving patient safety surrounding these events requires greater clinical awareness, routine assessment for previous sensitivities, thorough evaluation following suspected reactions, and development of accurate diagnostic tools.",
  "disease": "asthma"
}