{
    "title": "Examining Soft and Hard Attributes of Health Care Service Quality and Their Impacts on Patient Satisfaction and Loyalty.",
    "doc_id": "37482638",
    "writer": "Chen LH",
    "year": "2024",
    "summary": "BACKGROUND AND OBJECTIVES: Many studies have confirmed the influences of various service quality dimensions on patient satisfaction and loyalty, but no existing theoretical model accounts for variation in how different types of patients evaluate service quality's …",
    "abstract": "Background and objectives:\n        \n      \n      Many studies have confirmed the influences of various service quality dimensions on patient satisfaction and loyalty, but no existing theoretical model accounts for variation in how different types of patients evaluate service quality's soft and hard attributes. This research gap may cause problems for administrators needing to decide how to distribute resources appropriately across multiple departments. Therefore, this study establishes a theoretical model of the differences between inpatients' and outpatients' evaluations of hard and soft qualities and compares such evaluations' influences on patient satisfaction and loyalty. Also, to supplement statistical analysis and respond to scholars' calls for more mixed-methods studies of health care quality, this research incorporates analysis of online reviews to provide a holistic, close to real-time picture of patients' service experience perceptions.\n    \n\n\n          Methods:\n        \n      \n      This study's survey sample comprised 292 inpatients and 137 outpatients from a Taiwanese hospital. We used partial least squares structural equation modeling to test the hypothetical model and importance-performance map analysis to identify factors that were significant to the service process but performed poorly. Finally, we used a text-mining technique to scrape 536 reviews posted on Google Maps, and Leximancer Portal to perform automated content and sentiment analyses on those data, as a means of mapping the critical concepts and themes that influenced patient experiences.\n    \n\n\n          Results:\n        \n      \n      This study's analyses support the ideas that both hard and soft qualities are critical dimensions of service quality, and that each has different influences on inpatients' and outpatients' satisfaction and loyalty. Specifically, the sampled inpatients strongly valued the hard qualities of the hospital but were not satisfied with it. On the other hand, soft qualities attracted outpatients' attention and influenced their satisfaction and loyalty. In addition, content analysis revealed that soft qualities were the main reason patients left comments, whether positive or negative. Waiting time emerged as another critical element in triggering patients' unfavorable reviews.\n    \n\n\n          Conclusions:\n        \n      \n      Patient population type, whether inpatient or outpatient, has been found to impact perceptions of service quality within health care institutions. As such, health care administrators should be cognizant of this phenomenon and make informed and tailored decisions when addressing quality within their respective services. Emphasis on the development of both interpersonal and professional skills among health care personnel may prove beneficial in enhancing the patient experience and ultimately fostering positive online reviews.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37482638/"
}