{
    "title": "Management Systems to Structure Continuous Quality Improvement.",
    "doc_id": "34273147",
    "writer": "Zarbo RJ.",
    "year": "2022",
    "summary": "OBJECTIVES: This review describes the processes and effectiveness of the primary management systems that structure and sustain consistent behaviors and result in a transformed culture of continuous quality improvement (CQI) from top to bottom throughout the Henry Fo …",
    "abstract": "Objectives:\n        \n      \n      This review describes the processes and effectiveness of the primary management systems that structure and sustain consistent behaviors and result in a transformed culture of continuous quality improvement (CQI) from top to bottom throughout the Henry Ford medical laboratory enterprise.\n    \n\n\n          Methods:\n        \n      \n      Through a 17-year focus to achieve a functional CQI enterprise, quality management systems were developed and continuously improved by teams of laboratory leaders, managers, and quality specialists to coordinate and standardize human efforts, and provide actionable knowledge and data to engage improvement efforts at all levels of work. Lean and ISO 15189 discipline and requirements were addressed in annual management review of functionality and effectiveness to close gaps and further refine the management systems.\n    \n\n\n          Results:\n        \n      \n      Improvements in the use and effectiveness of 4 management systems are illustrated.\n    \n\n\n          Conclusions:\n        \n      \n      The 4 primary management systems that provide structure and support transformation to a culture of CQI are the team leader, Plan-Do-Check-Act problem-solving, deviation management, and daily management systems. These management systems are designed to deepen the effectiveness of the continuous improvement culture by helping managers understand variation in the work they oversee and providing guidance for more effective employee engagement in the daily processes of quality improvement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34273147/"
}