{
  "pmid": "41466230",
  "title": "Evaluation of glucose metabolism, endocrine, and renal functions following vaccination in post-COVID-19 individuals: a longitudinal retrospective single-center cohort study.",
  "abstract": "The coronavirus disease 2019 (COVID-19) affects multiple body systems, causing lasting effects on metabolic, endocrine, renal, and hematological functions. While vaccination is known to lessen the severity of acute disease, its long-term effects on biochemical and physiological markers are not well understood. This study aimed to assess the 30-month longitudinal changes in key clinical biomarkers in COVID-19 survivors, categorized by their vaccination status. This retrospective single-center cohort study involved 421 adult patients with PCR-confirmed COVID-19, divided into three groups: unvaccinated (Group-1), partially vaccinated with 1-2 doses (Group-2), and fully vaccinated with ≥ 3 doses (Group-3). Smokers were excluded. Laboratory data were recorded at four intervals: baseline (T Group-3 showed improvements in fasting glucose (from 127.00 ± 3.87 to 113.20 ± 2.69 mg/dL; P = 0.0061) and hemoglobin A1c (from 7.06 ± 0.22% to 6.43 ± 0.14%, P = 0.0075), reduced C-reactive protein (CRP) levels (from 13.23 ± 2.04 to 7.06 ± 0.97 mg/dL; P = 0.0183), and stable hypertension prevalence. Thyroid-stimulating hormone (TSH) and thyroxine (T4) levels increased slightly in Group-3, suggesting potential immunomodulation of the thyroid axis, while triiodothyronine (T3) levels remained stable. Creatinine levels increased significantly over time only in Group-3 (from 0.85 ± 0.03 to 0.94 ± 0.04 mg/dL; P = 0.0018) but remained within reference limits and were positively correlated with age and vaccine dose. No significant changes were observed in lipid profile, D-dimer, fibrinogen, or troponin levels at T Full COVID-19 vaccination may be linked with improved long-term outcomes in glucose regulation and cardiovascular stability. These findings support enhancing clinical follow-up and public health practices and suggest that vaccination may be associated with improved metabolic profiles in long-term follow-up for COVID-19 survivors.",
  "disease": "hypertension"
}