{
    "title": "AGA Clinical Practice Update on Young Adult-Onset Colorectal Cancer Diagnosis and Management: Expert Review.",
    "doc_id": "32525015",
    "writer": "Boardman LA",
    "year": "2020",
    "summary": "DESCRIPTION: The objectives of this expert review are: (1) to prepare clinicians to recognize the presentation and evidence-based risk factors for young adult-onset colorectal cancer (CRC), defined as CRC diagnosed in individuals 18 - <50 years of age; (2) to imp …",
    "abstract": "Description:\n        \n      \n      The objectives of this expert review are: (1) to prepare clinicians to recognize the presentation and evidence-based risk factors for young adult-onset colorectal cancer (CRC), defined as CRC diagnosed in individuals 18 - <50 years of age; (2) to improve management for patients with young onset CRC. This review will focus on the following topics relevant to young adult-onset CRC: epidemiology and risk factors; clinical presentation; diagnostic and therapeutic management including options for colorectal and extra-colonic surgical intervention, chemotherapy and immune-oncology therapies; genetic testing and its potential impact on preimplantation genetics; fertility preservation; and cancer surveillance recommendations for these individuals and their family members.\n    \n\n\n          Methods:\n        \n      \n      The evidence reviewed in this manuscript is a summation of relevant scientific publications, expert opinion statements, and current practice guidelines. BEST PRACTICE ADVICE 1: With the rising incidence of people developing CRC before 50 years of age, diagnostic evaluation of the colon and rectum is encouraged for all patients, irrespective of age, who present with symptoms that may be consistent with CRC, including but not limited to: rectal bleeding, weight loss, change in bowel habit, abdominal pain, iron deficiency anemia. BEST PRACTICE ADVICE 2: Clinicians should obtain family history of colorectal and other cancers in first and second degree relatives of patients with young adult-onset CRC and discuss genetic evaluation with germline genetic testing either in targeted genes based on phenotypic presentation or in multiplex gene panels regardless of family history. BEST PRACTICE ADVICE 3: Clinicians should present the role of fertility preservation prior to cancer-directed therapy including surgery, pelvic radiation, or chemotherapy BEST PRACTICE ADVICE 4: Clinicians should counsel patients on the benefit of germline genetic testing and familial cancer panel testing in the pre-surgical period to inform which surgical options may be available to the patient with young adult-onset CRC BEST PRACTICE ADVICE 5: Clinicians should consider utilizing germline and somatic genetic testing results to inform chemotherapeutic strategies BEST PRACTICE ADVICE 6: Clinicians should offer hereditary CRC syndrome specific screening for CRC and extra-colonic cancers only to young adult-onset CRC patients who have a genetically or clinically diagnosed hereditary CRC syndrome. For patients with sporadic young adult-onset CRC, extra-colonic screening and CRC surveillance intervals are the same as for patients with older adult-onset CRC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32525015/"
}