{
    "title": "Age-stratified normal values for prostate volume, PSA, maximum urinary flow rate, IPSS, and other LUTS/BPH indicators in the German male community-dwelling population aged 50 years or older.",
    "doc_id": "21221974",
    "writer": "Berges R",
    "year": "2011",
    "summary": "PURPOSE: To establish age-stratified normal values for prostate volume, serum total prostate-specific antigen (PSA) concentration, maximum urinary flow rate (Q (max)), micturition and postvoid residual urine volumes, IPSS, and quality of life. ...In these men aged 5 …",
    "abstract": "Purpose:\n        \n      \n      To establish age-stratified normal values for prostate volume, serum total prostate-specific antigen (PSA) concentration, maximum urinary flow rate (Q (max)), micturition and postvoid residual urine volumes, IPSS, and quality of life. These community-derived values of healthy older men are necessary to correctly judge patients with lower urinary tract symptoms due to benign prostatic hyperplasia (LUTS/BPH).\n    \n\n\n          Methods:\n        \n      \n      Analysis of LUTS/BPH-related determinants in community-dwelling men in the city of Herne, Germany after exclusion of subgroups with co-morbidities or co-medications with possible influence on the key items.\n    \n\n\n          Results:\n        \n      \n      The analysis is based on 1,763 participants. In these men aged 50-80 years, mean total prostate volume continuously increased from 24 to 38 cc and mean PSA concentration from 1.1 to 2.5 ng/ml. PSA concentration in men with a prostate volume <25 cc also showed a continuous increase with aging, starting at 0.8 in the youngest and ending at 1.9 ng/ml in the oldest age group. Mean Q (max) of free uroflowmetry (from 22.1 to 13.7 ml/s) and mean micturition volume (from 329 to 193 cc) showed a continuous decrease that was dependent on prostate size. Mean postvoid residual urine was nearly unchanged over the age groups at approximately 20-30 cc. Although IPSS increased continuously with aging (from 4 to 7), QoL remained unchanged at 2 over the age groups. Prostate size had a minor impact on IPSS.\n    \n\n\n          Conclusions:\n        \n      \n      Normal values for investigated LUTS/BPH-related determinants and the influence of aging hereon should serve as references during the assessment of Caucasian patients in Europe.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21221974/"
}