{
    "title": "COVID-19 vaccine in pregnant women and pregnancy outcomes: A historical cohort in center of Iran.",
    "doc_id": "37750408",
    "writer": "Zare Sakhvidi M",
    "year": "2023",
    "summary": "We have followed the STROBE Guidelines when preparing the manuscript. In this period time, all pregnant women were 5787 people in which 5666 were in the second and third trimester. Among these women, 1222 women were randomly selected. RESULTS: A …",
    "abstract": "Background:\n        \n      \n      Starting vaccination in pregnant women; numerous theories have been proposed that the vaccine might affect the mother or the fetus.\n    \n\n\n          Objective:\n        \n      \n      The goal of this research was to see whether there was a link between the Sinopharm vaccination and certain pregnancy outcomes in COVID-19-vaccinated women.\n    \n\n\n          Study design:\n        \n      \n      This is a retrospective cohort study.\n    \n\n\n          Method:\n        \n      \n      This study was conducted on pregnant women who delivered from 1 August 2021 to 1 January 2022 in Yazd city. We have followed the STROBE Guidelines when preparing the manuscript. In this period time, all pregnant women were 5787 people in which 5666 were in the second and third trimester. Among these women, 1222 women were randomly selected.\n    \n\n\n          Results:\n        \n      \n      Among 1222 pregnant women, 558 (45.6%) women had received one dose vaccine, 162 (13.3%) people had received two doses, and 502 (41.1%) women had not been vaccinated. On crude analysis, there was no significant difference between vaccinated and non-vaccinated groups. After adjusting for maternal age, maternal body mass index, parity, stillbirth history, abortion history, and gestational diabetes in multivariate analysis, no differences were found between the groups in pregnancy as well.\n    \n\n\n          Conclusion:\n        \n      \n      Vaccinations during pregnancy seem to have no negative effects on the mother or the baby. This finding may aid pregnant women in deciding whether or not to take the vaccination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37750408/"
}