{
    "title": "Barriers and facilitators to employment for young adults with mental illness: a scoping review.",
    "doc_id": "30567825",
    "writer": "Gmitroski T",
    "year": "2018",
    "summary": "OBJECTIVES: The issue of gaining employment for those with mental illness is a growing global concern. For many in the young adult population, who are at a transitional age, employment is a central goal. In response, we conducted a scoping review to answer the quest …",
    "abstract": "Objectives:\n        \n      \n      The issue of gaining employment for those with mental illness is a growing global concern. For many in the young adult population, who are at a transitional age, employment is a central goal. In response, we conducted a scoping review to answer the question, 'What are the barriers and facilitators to employment for young adults with mental illness?'\n    \n\n\n          Design:\n        \n      \n      We conducted a scoping review in accordance to the Arksey and O'Malley framework. We performed a thorough search of Medline, EMBASE, CINAHL, ABI/INFORM, PsycINFO and Cochrane. We included studies that considered young adults aged 15-29 years of age with a mental health diagnosis, who were seeking employment or were included in an employment intervention.\n    \n\n\n          Results:\n        \n      \n      Our search resulted in 24 research articles that focused on employment for young adults with mental illness. Four main themes were extracted from the literature: (1) integrated health and social services, (2) age-exposure to employment supports, (3) self-awareness and autonomy and (4) sustained support over the career trajectory.\n    \n\n\n          Conclusions:\n        \n      \n      Our review suggests that consistent youth-centred employment interventions, in addition to usual mental health treatment, can facilitate young adults with mental illness to achieve their employment goals. Aligning the mental health and employment priorities of young adults may result in improved health and social outcomes for this population while promoting greater engagement of young adults in care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30567825/"
}