{
    "title": "Evaluation of Renal Function after Partial Nephrectomy and Detection of Clinically Significant Acute Kidney Injury.",
    "doc_id": "35630084",
    "writer": "Makevičius J",
    "year": "2022",
    "summary": "Background and Objectives: Consequences of partial nephrectomy (PN), intraoperative hypotension (IOH) and postoperative neutrophil to lymphocyte ratio (NLR) may cause postoperative acute kidney injury (AKI) and in long-term-chronic kidney disease (CKD). Our study ai …",
    "abstract": "Background and Objectives: Consequences of partial nephrectomy (PN), intraoperative hypotension (IOH) and postoperative neutrophil to lymphocyte ratio (NLR) may cause postoperative acute kidney injury (AKI) and in long-term-chronic kidney disease (CKD). Our study aimed to identify the AKI incidence after PN, to find clinically significant postoperative AKI and renal dysfunction, and to determine the predictor factors. Materials and Methods: A prospective observational study consisted of 91 patients who received PN with warm ischemia, and estimated preoperative glomerular filtration rate (eGFR) ≥ 60 mL/min and without abnormal albuminuria. Results: 38 (41.8%) patients experienced postoperative AKI. Twenty-one (24.1%) patients had CKD upstage after 1 year follow-up. Sixty-seven percent of CKD upstage patients had AKI 48 h after surgery and 11% after 2 months. All 15 (16.5%) patients with CKD had postoperative AKI. With IOH, OR 1.07, 95% CI 1.03−1.10 and p < 0.001, postoperative NLR after 48 h (OR 1.50, 95% CI 1.19−1.88, p < 0.001) was the major risk factor of AKI. In multivariate logistic regression analysis, the kidney’s resected part volume (OR 1.08, 95% CI 1.03−1.14, p < 0.001) and IOH (OR 1.10, 95% CI 1.04−1.15, p < 0.001) were retained as statistically significant prognostic factors for detecting postoperative renal dysfunction. The independent risk factor for clinically significant postoperative AKI was only IOH (OR, 1.06; p < 0.001). Only AKI with the CKD upstage group has a statistically significant effect (p < 0.0001) on eGFR 6 and 12 months after surgery. Conclusions: The presence of AKI after PN is not rare. IOH and NLR are associated with postoperative AKI. The most important predictive factor of postoperative AKI is an NLR of over 3.5. IOH is an independent risk factor for clinically significant postoperative AKI and together with kidney resected part volume effects postoperative renal dysfunction. Only clinically significant postoperative AKI influences the reduction of postoperative eGFR after 6 and 12 months.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35630084/"
}