{
    "title": "Beneficial immune activity after CNS injury: prospects for vaccination.",
    "doc_id": "11164901",
    "writer": "Schwartz M",
    "year": "2001",
    "summary": "A recent study in our laboratory showed, against all expectations, that macrophages and a particular type of T cell, by promoting regrowth and reducing the post-traumatic spread of damage in the injured rat optic nerve or spinal cord, have a beneficial effect on the injure …",
    "abstract": "A recent study in our laboratory showed, against all expectations, that macrophages and a particular type of T cell, by promoting regrowth and reducing the post-traumatic spread of damage in the injured rat optic nerve or spinal cord, have a beneficial effect on the injured CNS. Macrophages in the CNS have long been thought to have predominantly destructive effects. Autoimmunity in general, and in the CNS in particular, has never been documented as a purposeful physiological response of benign character. Our results suggest that after traumatic injury to the central nervous system (CNS), both of these immune cell types potentially have beneficial effects: macrophages can promote repair and T cells of a particular specificity can reduce the spread of damage. However, possibly because of the immune-privileged character of the CNS, the spontaneously evoked physiological activities of both macrophages and T cells in the CNS are restricted, and appear to need well-controlled boosting in order to be effective. It thus appears that (i) a stress signal transmitted from the traumatized tissue (in this case the CNS) for recruitment of the adaptive immune system does not have to be pathogen-related in order to evoke a response, (ii) a response to self is not necessarily a quirk of nature, and (iii) an autoimmune response, provided that it is well-regulated, helps the individual to cope with stress signals from the traumatized CNS, and thus plays a role in maintenance of the injured tissue without posing a threat to the organism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11164901/"
}