{
  "pmid": "41463285",
  "title": "HCC in the Era of Emerging MASH: The Role of Ultrasound in Surveillance and New Sonographic Features in Diagnosis.",
  "abstract": "Conventional ultrasound (US) has long been central to hepatocellular carcinoma (HCC) surveillance in cirrhotic patients, due to its low cost, wide availability, non-invasiveness, and adequate sensitivity for detecting small nodules. However, its specificity in distinguishing HCC from other lesions is limited. Contrast-enhanced ultrasound (CEUS) has significantly improved the characterization of nodules first identified on conventional US. Yet, when CEUS is performed using sulfur hexafluoride (SonoVue)-the only contrast agent available in Western countries-assessment remains restricted to a single nodule per examination, and enhanced CT or MRI is still required for full characterization and staging. In clinical settings, such as hepatology, internal medicine, infectious diseases, and surgery, CEUS offers the advantage of immediate availability, enabling rapid characterization of suspicious nodules in cirrhotic livers and facilitating timely therapeutic decisions. Although the introduction of direct-acting antivirals (DAAs) has substantially reduced HCV-related HCC, HCC incidence is increasingly driven by metabolic dysfunction-associated steatohepatitis (MASH). Evidence on surveillance strategies for MASH patients remains limited, and current EASL guidelines recommend monitoring only patients with >F2 fibrosis. Additionally, the effectiveness of US in obese or diabetic/obese populations is under ongoing investigation; abbreviated non-contrast MRI has been proposed as an alternative surveillance tool, but its adoption would entail significant economic implications for healthcare systems. HCC arising from MASH-sometimes even without cirrhosis-exhibits different sonographic and pathological features. Instead of small, hypoechoic nodules, typically seen in HCV-related cirrhosis, clinicians increasingly encounter larger or multiple lesions, often accompanied by macrovascular invasion, limiting access to curative treatments. Furthermore, typical CEUS LI-RADS patterns are less frequently observed. This review summarizes the evolving US findings in the era of MASH-related HCC and underscores the continued importance of US as the primary imaging tool in routine clinical practice.",
  "disease": "liver cirrhosis"
}