{
    "title": "Detection and quantification of nitric oxide-derived oxidants in biological systems.",
    "doc_id": "31409645",
    "writer": "Möller MN",
    "year": "2019",
    "summary": "The free radical nitric oxide (NO()) exerts biological effects through the direct and reversible interaction with specific targets (e.g. soluble guanylate cyclase) or through the generation of secondary species, many of which can oxidize, nitrosate or nitrate biomol …",
    "abstract": "The free radical nitric oxide (NO•) exerts biological effects through the direct and reversible interaction with specific targets (e.g. soluble guanylate cyclase) or through the generation of secondary species, many of which can oxidize, nitrosate or nitrate biomolecules. The NO•-derived reactive species are typically short-lived, and their preferential fates depend on kinetic and compartmentalization aspects. Their detection and quantification are technically challenging. In general, the strategies employed are based either on the detection of relatively stable end products or on the use of synthetic probes, and they are not always selective for a particular species. In this study, we describe the biologically relevant characteristics of the reactive species formed downstream from NO•, and we discuss the approaches currently available for the analysis of NO•, nitrogen dioxide (NO2•), dinitrogen trioxide (N2O3), nitroxyl (HNO), and peroxynitrite (ONOO-/ONOOH), as well as peroxynitrite-derived hydroxyl (HO•) and carbonate anion (CO3•-) radicals. We also discuss the biological origins of and analytical tools for detecting nitrite (NO2-), nitrate (NO3-), nitrosyl-metal complexes, S-nitrosothiols, and 3-nitrotyrosine. Moreover, we highlight state-of-the-art methods, alert readers to caveats of widely used techniques, and encourage retirement of approaches that have been supplanted by more reliable and selective tools for detecting and measuring NO•-derived oxidants. We emphasize that the use of appropriate analytical methods needs to be strongly grounded in a chemical and biochemical understanding of the species and mechanistic pathways involved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31409645/"
}