{
    "title": "Physiological Health and Survival of Captive-Reared and Released Juvenile Blanding's Turtles.",
    "doc_id": "34569914",
    "writer": "Cann AA",
    "year": "2021",
    "summary": "We aimed to (1) compare physiological metrics of juveniles before and after release from captivity and between head-started cohorts, (2) identify seasonal trends in physiological metrics of recently released juveniles, (3) compare physiological metrics of recently r …",
    "abstract": "AbstractConservation translocations are important in maintaining viable wildlife populations of vulnerable species within their indigenous ranges. To be effective, population restoration efforts (e.g., head start programs) must consider the species' life history, regional ecology, and physiology and the health status of wild and translocated populations. The decline of Blanding's turtles (Emydoidea blandingii) has prompted the initiation of head start programs, but the health and short-term survival of head-started juveniles released to the wild is largely unknown. From May to October 2016 and 2017, we radio tracked captive-reared, recently released juvenile Blanding's turtles and monitored their survivorship and monthly physiological health. We aimed to (1) compare physiological metrics of juveniles before and after release from captivity and between head-started cohorts, (2) identify seasonal trends in physiological metrics of recently released juveniles, (3) compare physiological metrics of recently released and formerly released juveniles, and (4) identify predictors of juvenile survivorship after release from captivity. Juvenile short-term survival was low compared with other studies. Most physiological metrics did not change after release from captivity, negating significant juvenile stress before or after release. Physiological metrics for recently released cohorts varied seasonally, suggesting that these juveniles were likely in good health. Some physiological metrics differed between recently released and formerly released juveniles, demonstrating a potential postrelease acclimatization period. Finally, no physiological metrics significantly predicted survival, but surviving juveniles had a higher percentage of fat. In all, juvenile deaths were not due to poor turtle health but rather to predation from human-subsidized mesocarnivores. Therefore, head-started juvenile Blanding's turtles released in suburban areas may benefit from antipredator training and mesocarnivore control at release sites.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34569914/"
}