{
  "pmid": "41344305",
  "title": "Hepatitis B vaccination series completion among residents of low-income housing in Texas: An exploratory analysis of demographic and clinical factors.",
  "abstract": "Chronic hepatitis B virus (HBV) infection remains a significant concern in public health, and if unmanaged, is associated with hepatocellular carcinoma and liver cirrhosis. Despite the availability of an effective vaccine, many individuals remain susceptible to infection in the US, especially individuals with experiences of homelessness and other commonly housing-unstable populations, such as veterans, formerly incarcerated individuals and intravenous drug users (IDU). At various low-income housing sites in Texas, a team of Community Health Workers (CHWs) offered residents and visitors no-cost HBV testing and vaccination. In total, 524 individuals received the first dose of the two-dose or three-dose HBV vaccine and 305 (58.21%) completed their vaccination series. A multivariable logistic regression was performed to determine associations between completion of vaccination series and demographic factors. Older age was shown to be predictive of completion of the HBV vaccination series, while other demographic factors such as gender, race and ethnicity were not associated with series completion. Receiving the two-dose compared to the three-dose vaccine and the year the vaccine series was initiated were also associated with vaccine uptake. Kaplan-Meir survival analysis showed that the difference in completion rates by age was most pronounced among those receiving the three-dose vaccine. Additionally, our low-barrier, CHW-based strategy for HBV vaccination resulted in a relatively high vaccine series completion rate (almost 60% of those who initiated a series), as compared to similar programs serving at-risk populations in a non-healthcare-based setting. This analysis highlights the need for low-barrier and convenience-based HBV vaccination programs to reduce viral hepatitis B susceptibility in at-risk US populations.",
  "disease": "liver cirrhosis"
}