{
    "title": "Detecting Acute Myocardial Infarction by Diffusion-Weighted versus T2-Weighted Imaging and Myocardial Necrosis Markers.",
    "doc_id": "27777517",
    "writer": "Jin J",
    "year": "2016",
    "summary": "We used a porcine model of acute myocardial infarction to study the signal evolution of ischemic myocardium on diffusion-weighted magnetic resonance images (DWI). ...Contrast-to-noise ratio (the contrast between infarcted and healthy myocardium) and relative …",
    "abstract": "We used a porcine model of acute myocardial infarction to study the signal evolution of ischemic myocardium on diffusion-weighted magnetic resonance images (DWI). Eight Chinese miniature pigs underwent percutaneous left anterior descending or left circumflex coronary artery occlusion for 90 minutes followed by reperfusion, which induced acute myocardial infarction. We used DWI preprocedurally and hourly for 4 hours postprocedurally. We acquired turbo inversion recovery magnitude T2-weighted images (TIRM T2WI) and late gadolinium enhancement images from the DWI slices. We measured the serum myocardial necrosis markers myoglobin, creatine kinase-MB isoenzyme, and cardiac troponin I at the same time points as the magnetic resonance scanning. We used histochemical staining to confirm injury. All images were analyzed qualitatively. Contrast-to-noise ratio (the contrast between infarcted and healthy myocardium) and relative signal index were used in quantitative image analysis. We found that DWI identified myocardial signal abnormity early (<4 hr) after acute myocardial infarction and identified the infarct-related high signal more often than did TIRM T2WI: 7 of 8 pigs (87.5%) versus 3 of 8 (37.5%) (P=0.046). Quantitative image analysis yielded a significant difference in contrast-to-noise ratio and relative signal index between infarcted and normal myocardium on DWI. However, within 4 hours after infarction, the serologic myocardial injury markers were not significantly positive. We conclude that DWI can be used to detect myocardial signal abnormalities early after acute myocardial infarction-identifying the infarction earlier than TIRM T2WI and widely used clinical serologic biomarkers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27777517/"
}