{
  "pmid": "41379186",
  "title": "INTERLEUKIN-6 AND INTERLEUKIN-10 AS BIOMARKERS OF HEPATOCELLULAR CARCINOMA PROGRESSION: A CROSS-SECTIONAL ANALYSIS OF NUTRITIONAL, CYTOKINE AND SURVIVAL PARAMETERS.",
  "abstract": "Hepatocellular carcinoma (HCC) is the leading cause of mortality among cirrhotic patients, often linked to advanced liver disease. This cross-sectional study evaluated the nutritional factors, cytokine profiles, liver function parameters, and survival of patients with liver cirrhosis (LC) and HCC. Forty-seven patients were grouped as LC (n=21) or LC with HCC (n=26). Nutritional status was assessed through anthropometry, bioelectrical impedance analysis, and dietary recall, while cytokine levels (IL-6, IL-10, TNF-α) and biochemical markers (AST, ALT, albumin, prealbumin) were analyzed. Survival data were evaluated using Kaplan-Meier curves and Cox regression. HCC patients exhibited higher IL-6 levels, correlating with advanced disease stages (P=0.035). IL-10 levels were elevated in early-stage HCC (BCLC A) compared to BCLC B (P=0.006). AST and ALT levels were significantly higher in HCC patients, reflecting greater hepatocyte damage. Survival analysis revealed a median of 756 days, with shorter survival in HCC patients (P=0.0172). This study highlights the roles of IL-6 and IL-10 as potential biomarkers in HCC progression and provides critical insights into the biochemical and nutritional profiles associated with LC and HCC. These findings may inform future therapeutic interventions. O carcinoma hepatocelular (CHC) é a principal causa de mortalidade entre pacientes cirróticos, frequentemente associado a doença hepática avançada. Este estudo transversal avaliou os fatores nutricionais, perfis de citocinas, parâmetros de função hepática e sobrevida de pacientes com cirrose hepática (CH) e CHC. Quarenta e sete pacientes foram agrupados como CH (n=21) ou CH com CHC (n=26). O estado nutricional foi avaliado por meio de antropometria, análise de bioimpedância elétrica e recordatório alimentar, enquanto os níveis de citocinas (IL-6, IL-10, TNF-α) e marcadores bioquímicos (AST, ALT, albumina, pré-albumina) foram analisados. Os dados de sobrevivência foram avaliados por meio de curvas de Kaplan-Meier e regressão de Cox. Pacientes com CHC exibiram níveis mais elevados de IL-6, correlacionando-se com estágios avançados da doença ( Este estudo destaca o papel da IL-6 e da IL-10 como potenciais biomarcadores na progressão do CHC e fornece informações críticas sobre os perfis bioquímicos e nutricionais associados à CH e ao CHC. Esses achados podem orientar futuras intervenções terapêuticas.",
  "disease": "liver cirrhosis"
}