{
    "title": "Rho GTPases in kidney physiology and diseases.",
    "doc_id": "34138686",
    "writer": "Steichen C",
    "year": "2022",
    "summary": "The kidney's vital filtration function depends on the structural integrity of the glomerulus, the proximal portion of the nephron. ...Dysregulated activities of the Rho GTPases and of their effectors are implicated in the pathogenesis of both hereditary and idiopath …",
    "abstract": "Rho family GTPases are molecular switches best known for their pivotal role in dynamic regulation of the actin cytoskeleton, but also of cellular morphology, motility, adhesion and proliferation. The prototypic members of this family (RhoA, Rac1 and Cdc42) also contribute to the normal kidney function and play important roles in the structure and function of various kidney cells including tubular epithelial cells, mesangial cells and podocytes. The kidney's vital filtration function depends on the structural integrity of the glomerulus, the proximal portion of the nephron. Within the glomerulus, the architecturally actin-based cytoskeleton podocyte forms the final cellular barrier to filtration. The glomerulus appears as a highly dynamic signalling hub that is capable of integrating intracellular cues from its individual structural components. Dynamic regulation of the podocyte cytoskeleton is required for efficient barrier function of the kidney. As master regulators of actin cytoskeletal dynamics, Rho GTPases are therefore of critical importance for sustained kidney barrier function. Dysregulated activities of the Rho GTPases and of their effectors are implicated in the pathogenesis of both hereditary and idiopathic forms of kidney diseases. Diabetic nephropathy is a progressive kidney disease that is caused by injury to kidney glomeruli. High glucose activates RhoA/Rho-kinase in mesangial cells, leading to excessive extracellular matrix production (glomerulosclerosis). This RhoA/Rho-kinase pathway also seems involved in the post-transplant hypertension frequently observed during treatment with calcineurin inhibitors, whereas Rac1 activation was observed in post-transplant ischaemic acute kidney injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34138686/"
}