{
    "title": "The relationship between prostate inflammation and lower urinary tract symptoms: examination of baseline data from the REDUCE trial.",
    "doc_id": "18036719",
    "writer": "Nickel JC",
    "year": "2008",
    "summary": "OBJECTIVE: The ongoing REDUCE trial is a 4-yr, phase 3, placebo-controlled study to determine if daily dutasteride 0.5mg reduces the risk of biopsy detectable prostate cancer. Prostate biopsies performed in all men prior to entry were centrally reviewed, thus allowi …",
    "abstract": "Objective:\n        \n      \n      The ongoing REDUCE trial is a 4-yr, phase 3, placebo-controlled study to determine if daily dutasteride 0.5mg reduces the risk of biopsy detectable prostate cancer. Prostate biopsies performed in all men prior to entry were centrally reviewed, thus allowing an examination of the relationship between inflammatory changes and lower urinary tract symptoms (LUTS).\n    \n\n\n          Methods:\n        \n      \n      Eligible men were aged 50-75 yr, with serum prostate-specific antigen >or=2.5 ng/ml and <or=10 ng/ml (50-60 yr), or >or=3.0 ng/ml and <or=10 ng/ml (>60 yr) and an International Prostate Symptom Score (IPSS)<25 (or <20 if already on alpha-blocker therapy). Acute prostatitis was an exclusion criterion. For a given individual, inflammation was assessed across all cores and the amount of inflammation scored as none (0), mild (1), moderate (2), or marked (3). LUTS was assessed with the use of the IPSS. The relationship between inflammation scores (averaged over all cores) and total IPSS; grouped IPSS (0-3, 4-7, 8-11, 12-15, 16-19, >/=20); and irritative, obstructive, and nocturia subscores was determined by Spearman rank correlations. The relative contribution of inflammation, age, and body mass index was then examined with the use of linear regression analyses.\n    \n\n\n          Results:\n        \n      \n      Data were available for 8224 men. Statistically significant but relatively weak correlations were found between average and maximum chronic inflammation and IPSS variables (correlation coefficients, 0.057 and 0.036, respectively; p < 0.001 for total IPSS). Both age and average chronic inflammation were significant in the linear regression after adjustment for other covariates; for both variables, more severe inflammation was associated with higher IPSS scores.\n    \n\n\n          Conclusions:\n        \n      \n      In the REDUCE population, there is evidence of a relationship between the degree of LUTS and the degree of chronic inflammation. Study entry criteria that selected older men and decreased enrolment of men with a greater degree of inflammation and LUTS may have limited the strength of this relationship. The impact of baseline prostate inflammation on progression of LUTS and/or associated complications will be determined during 4-yr longitudinal follow-up.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18036719/"
}