{
    "title": "Experiences of older adults participating in dance exergames: A systematic review and meta-synthesis.",
    "doc_id": "38301305",
    "writer": "Yoong SQ",
    "year": "2024",
    "summary": "BACKGROUND: Interventions to encourage adequate physical activity amongst older adults have had limited long-term success. Dancing and exergames, two beneficial and enjoyable physical activities for older adults, may make regular exercise more interesting and effect …",
    "abstract": "Background:\n        \n      \n      Interventions to encourage adequate physical activity amongst older adults have had limited long-term success. Dancing and exergames, two beneficial and enjoyable physical activities for older adults, may make regular exercise more interesting and effective. Dance exergames are physical exercises that integrate sensory, cognitive, psychological, and physical functions by requiring users to interact with game scenarios through deliberate body motions and receive real-time feedback. They provide an inherently enjoyable gaming and workout experience, which may boost exercise adherence. However, little is known about older adults' experiences with dance exergames.\n    \n\n\n          Objective:\n        \n      \n      To synthesise the qualitative experiences of older adults participating in dance exergames.\n    \n\n\n          Design:\n        \n      \n      Systematic review and meta-synthesis.\n    \n\n\n          Methods:\n        \n      \n      Dance exergame studies (peer-reviewed and grey literature) involving older adults in any setting published in English from inception to 17 August 2023 were included. Qualitative or mixed-method studies must use immersive or non-immersive virtual-reality platforms. PubMed, Scopus, CINAHL, The Cochrane Library, ProQuest Dissertations & Theses Global, Google Scholar, and reference lists of relevant studies and reviews were searched for eligible studies. The search strategy for Scopus was: (TITLE-ABS-KEY (danc*) AND TITLE-ABS-KEY (exergames OR exergame OR video AND games OR virtual AND reality) AND TITLE-ABS-KEY (older AND adults OR elderly OR seniors OR geriatrics)). Thematic synthesis by Thomas and Harden was used for meta-synthesis.\n    \n\n\n          Results:\n        \n      \n      Eleven studies (n = 200 older adults) were included. Three themes and 14 subthemes were synthesised: 1) Dance exergames as dual-task training for physical, cognitive, and psychological well-being, 2) Concerns on usability issues, and 3) Possible enhancements of dance exergames. Older adults recognised that dance exergames could improve their physical, cognitive, and psychological well-being. Existing dance exergame systems had several usability issues. For example, some older adults were unfamiliar with using new technology and had trouble in navigating the game systems. The older adults also provided various suggestions for adaptation to their age group, such as ensuring a variety of dances, difficulty levels suited for older adults' cultural backgrounds, and physical and cognitive capabilities.\n    \n\n\n          Conclusions:\n        \n      \n      Dance exergames may be an attractive way to encourage older adults to exercise, but appropriate modifications are needed. When designing/selecting dance exergames for older persons, researchers, healthcare professionals, and senior care centres should consider using exergames that have simple designs, varied dances that are locally adapted, and appeal to a large proportion of older adults.\n    \n\n\n          Registration:\n        \n      \n      PROSPERO CRD42023395709.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38301305/"
}