{
  "pmid": "41431098",
  "title": "The prognostic value of preoperative serum liver function-related indicators in colorectal cancer.",
  "abstract": "The prognosis for patients with colorectal cancer (CRC) remains a significant clinical challenge. Routine and readily available serum biomarkers reflecting the liver function may offer crucial prognostic insights beyond tumor anatomy. The aim of this study was to analyze the impact of these preoperative liver function-related indicators on overall survival (OS) and to establish a novel, comprehensive model for accurate and individualized survival prediction. In this retrospective study, a total of 3938 patients with postoperative CRC were enrolled and randomly divided into the development group (n = 2758) and the validation group (n = 1180). Univariate analysis and Cox regression analysis were used to evaluate the prognostic factors, and finally a nomogram with predictive value was established. The predictive utility of the model was verified by validation group. The univariate and multivariate Cox regression analyses indicated age, tumor stage, tumor size, postoperative complications, preoperative alkaline phosphatase (ALP) level and lactate dehydrogenase (LDH) level were considered as independent risk factors for the prognosis of patients with CRC. Based on this result, a nomogram model was established. The model demonstrated excellent discriminative ability, with a C-index of 0.747 (95% CI: 0.723-0.773) in the development group and a C-index of 0.749 (95% CI: 0.709-0.782) in the validation group. The time-dependent ROC curves indicated good specificity and sensitivity in both cohorts. Calibration curves showed favorable consistency between the predicted and observed survival probabilities. We identified preoperative ALP and LDH levels as independent prognostic factors in CRC. The nomogram based on age, tumor stage, tumor size, postoperative complications, preoperative ALP and LDH levels could predict the postoperative survival of CRC patients, facilitating better clinical decision-making.",
  "disease": "colorectal cancer"
}