{
    "title": "Dysfunctional beliefs, sleep hygiene and sleep quality in university students.",
    "doc_id": "33608967",
    "writer": "Humphries RK",
    "year": "2022",
    "summary": "RESULTS: Overall 60.4% of participants (59.4% of women, 40.6% of men) had poor sleep quality. Logistic regression indicated a significant positive association between sleep hygiene and sleep quality, OR = 1.16, P >.001, 95% CI (1.10, 1.23), a …",
    "abstract": "Issue addressed:\n        \n      \n      Poor sleep quality is common among university students and can have negative implications for physical, emotional, cognitive and academic wellbeing. Previous research has identified that sleep beliefs and sleep behaviours are associated with poor sleep quality. However, few studies have examined these variables simultaneously. This study explored associations between dysfunctional beliefs about sleep, sleep hygiene and sleep quality in a sample of university students.\n    \n\n\n          Methods:\n        \n      \n      Participants were recruited from a pool of undergraduate psychology students and included 120 male students and 145 female students with an average age of 20 years (SD = 5.10). Participants completed an online survey including the Pittsburgh Sleep Quality Index, Dysfunctional Beliefs and Attitudes About Sleep Scale, Sleep Hygiene Index and demographic items.\n    \n\n\n          Results:\n        \n      \n      Overall 60.4% of participants (59.4% of women, 40.6% of men) had poor sleep quality. Logistic regression indicated a significant positive association between sleep hygiene and sleep quality, OR = 1.16, P >.001, 95% CI (1.10, 1.23), and no significant relationship between dysfunctional beliefs about sleep and sleep quality, OR = 1.03, P > .79, 95% CI (0.84, 1.26), after adjusting for covariates.\n    \n\n\n          Conclusions:\n        \n      \n      Sleep interventions for university students are needed and could focus on common hygiene components, such as using the bed for activities other than sleeping, engaging in arousing activities before bed and how to manage thinking and worrying before bed. So What? The results of the study demonstrate poor sleep quality is common among university students and indicates that sleep interventions are warranted. The positive association found between sleep hygiene and sleep quality highlights that interventions should focus on behavioural components of sleep.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33608967/"
}