{
    "title": "Mental Health Matters: A Look At Abortion Law Post-Dobbs.",
    "doc_id": "38344797",
    "writer": "Solberg LB",
    "year": "2023",
    "summary": "Certain states include an exception for abortion when a woman's physical health is at risk if they continue the pregnancy, but, at the same time, do not provide an exception for women whose mental health is at risk (a \"mental health exception\"). …",
    "abstract": "In June 2022, in Dobbs v. Jackson Women's Health, the U.S. Supreme Court overturned the precedent set by the 1973 decision in Roe vs. Wade, leaving access to abortion to be regulated by each state, rather than a U.S. constitutional right. Some states are setting gestational age limits, beyond which point only under certain circumstances can an abortion be obtained. Other states are banning abortion outright (regardless of gestational age) unless an \"exception\" is met. Certain states include an exception for abortion when a woman's physical health is at risk if they continue the pregnancy, but, at the same time, do not provide an exception for women whose mental health is at risk (a \"mental health exception\").Mental health conditions that develop, continue, or are exacerbated during pregnancy may be manageable or treatable, and women may want to continue their pregnancy even while experiencing such conditions. However, the absence of a choice to terminate their pregnancy as a result of these mental health conditions means women who are unable to successfully manage or treat their mental health during pregnancy have no choice but to experience the impact on their mental health - and reconcile any resulting impact on the fetus.This article will discuss the role a mental health exception plays in state abortion statutes by analyzing the impact of pregnancy on mental health and resources available to support those who experience mental health impacts during pregnancy while, simultaneously, advocating for the inclusion of a mental health exception in state abortion laws.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38344797/"
}