{
    "title": "Risk Factors Associated with Endometrial Pathology in Premenopausal Breast Cancer Patients Treated with Tamoxifen.",
    "doc_id": "32233174",
    "writer": "Lee M",
    "year": "2020",
    "summary": "RESULTS: Among 284 endometrial biopsies, endometrial hyperplasia was diagnosed in 7 patients (2.5%), endometrial cancer was diagnosed in 5 patients (1.8%), normal histology was noted in 146 patients (51.4%), and endometrial polyp was present in 114 pat …",
    "abstract": "Purpose:\n        \n      \n      To evaluate factors associated with endometrial pathology during tamoxifen use in premenopausal breast cancer (BC) patients.\n    \n\n\n          Materials and methods:\n        \n      \n      We reviewed the medical records of premenopausal BC patients treated with tamoxifen who underwent endometrial biopsy with or without hysteroscopy. Clinical characteristics were compared between women with endometrial pathology (endometrial hyperplasia or cancer) and those with normal histology or endometrial polyps.\n    \n\n\n          Results:\n        \n      \n      Among 284 endometrial biopsies, endometrial hyperplasia was diagnosed in 7 patients (2.5%), endometrial cancer was diagnosed in 5 patients (1.8%), normal histology was noted in 146 patients (51.4%), and endometrial polyp was present in 114 patients (40.1%). When comparing women with endometrial cancer (n=5) to women with normal histology, abnormal uterine bleeding was more common (p=0.007), and endometrial thickness was greater (p=0.007) in women with endometrial cancer. Chemotherapy for BC was also more common in patients with endometrial cancer (p=0.037). When comparing women with endometrial polyps and those with endometrial hyperplasia or cancer, the presence of abnormal uterine bleeding was more common in patients with endometrial hyperplasia or cancer (p<0.001); however, tamoxifen duration and endometrial thickness did not differ significantly between the two groups.\n    \n\n\n          Conclusion:\n        \n      \n      In premenopausal BC patients treated with tamoxifen, abnormal uterine bleeding, increased endometrial thickness, and chemotherapy for BC were associated with the occurrence of endometrial cancer. These findings may provide useful information for gynecologic surveillance and counseling during tamoxifen treatment in premenopausal BC patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32233174/"
}