{
  "pmid": "41436701",
  "title": "Safety and clinical performance of intra-articular high-purity sodium hyaluronate injection in patients with knee osteoarthritis: a 28-week post-market clinical follow-up study.",
  "abstract": "Intra-articular hyaluronic acid (HA) is a widely used treatment for knee osteoarthritis (OA), offering localized symptomatic relief with minimal systemic exposure. This post-market clinical follow-up (PMCF) study aimed to evaluate the safety and clinical performance of a high-purity sodium hyaluronate formulation in a real-world population with symptomatic knee OA. In this prospective, single-arm, open-label post-market follow-up study, 65 patients with radiographically confirmed knee OA received three weekly intra-articular injections of a high-purity sodium hyaluronate formulation (1.5%, 15 mg/mL). Patients were followed through Week 28. The primary outcome was safety, assessed by adverse event (AE) monitoring and vital signs. Secondary assessments included radiographic Kellgren-Lawrence (KL) grading as part of structural safety monitoring, resting knee pain, and patient satisfaction, both assessed using 100-mm visual analog scales (VAS). No serious treatment-related adverse events (AEs) were reported. Mild, transient joint pain and swelling occurred in two participants (3.1%) and resolved without intervention. VAS pain scores improved significantly from baseline (41.5 ± 23.1 mm) to Week 6 (17.6 ± 19.6 mm, p < 0.001) and Week 28 (12.7 ± 17.3 mm, p < 0.001). Median KL grade remained stable (median 2, IQR 2-3) over the study period, with no acute or unexpected structural changes. At Week 28, 88.1% of participants reported being satisfied or very satisfied. Intra-articular injection of high-purity sodium hyaluronate was well tolerated and associated with significant pain reduction and high patient satisfaction, with no radiographic signs of acute or unexpected structural deterioration. These findings support the use of this high-purity HA formulation as a safe and effective option for symptomatic management of knee OA in real-world clinical practice. This study was registered at ClinicalTrials.gov (Identifier: NCT05881317; registered May 31, 2023). Key Points • High-purity intra-articular sodium hyaluronate was well tolerated, with only mild, self-resolving adverse events. • Significant and sustained reduction in knee pain was observed through 28 weeks of follow-up. • Radiographic Kellgren-Lawrence grades remained stable at both short-term and mid-term safety evaluations. • Most patients reported high satisfaction, supporting the formulation as a safe and effective real-world option for symptomatic knee osteoarthritis.",
  "disease": "osteoarthritis"
}