{
    "title": "[Looking back 2018--focused on gastric cancer].",
    "doc_id": "30703786",
    "writer": "Li Z",
    "year": "2019",
    "summary": "China is a country with high incidence of gastric cancer, most of which are advanced gastric cancer, accounting for about half of the new cases in the world. Environmental factors play a crucial role in the occurrence and development of gastric …",
    "abstract": "China is a country with high incidence of gastric cancer, most of which are advanced gastric cancer, accounting for about half of the new cases in the world. Environmental factors play a crucial role in the occurrence and development of gastric cancer. Helicobacter pylori and Epstein Barr virus(EBV) infection have been confirmed as one of the important pathogenic factors of gastric cancer. With the development and application of molecular biology and sequencing technology, molecular typing based on patient genetic characteristics has been proposed to guide accurate treatment and predict prognosis. Surgery is the cornerstone of gastric cancer treatment. Laparoscopy has been developing rapidly in the past 20 years on account of its clinical application advantages such as minimally invasive and magnified visual field and refined anatomy, making it one of the standard treatment options for early gastric cancer, with its indications for the treatment of gastric cancer continuously expanding. The application of endoscopic treatment and reduction surgery for early gastric cancer further improves the quality of life of patients, and surgical treatment of gastric cancer tends to be precise and minimally invasive. The comprehensive treatment of surgery combined with radiotherapy and chemotherapy is a standard treatment of local advanced gastric cancer. The exploration of related drugs and treatment models is the current research hotspot, and the development and application of targeted therapy and immunotherapy provide more choices in this field. The treatment of advanced gastric cancer is focused on the exploration of chemotherapy, targeted therapy and immunotherapy. Some studies have shown good prospects and provided more opportunities for conversion therapy. This article will share the new developments in the field of gastric cancer research in 2018.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30703786/"
}