{
  "pmid": "41411902",
  "title": "Spectral anomaly detection in physiological time-series data: A systematic review.",
  "abstract": "The identification of anomalies in physiological time-series data, specifically ECG and EEG spectra, is a key part of the diagnostic process for patients who may be experiencing cardiac arrest or epileptic seizures. The application of machine learning, including deep learning, can streamline the identification of these anomalous events, providing accurate results in short time frames, thus improving the speed of diagnosis and having a positive influence on the outcome of a patient's treatment. A systematic review of health informatics studies on this topic was undertaken to examine the methods and results of the application of machine learning to automated anomaly detection in this domain, to understand better which methods yield the best results. Furthermore, it provides recommendations on the most suitable method for identifying spectral anomalies in such data, which may also be transferable to spectral data from other domains. PRISMA guidelines were used to enumerate relevant articles for a dataset obtained from searching the Web of Science, Scopus, PubMed, and IEEE Xplore databases up to October 2025. Studies involving the application of machine learning, including deep learning, on ECG and EEG spectra were examined to identify articles on anomaly detection applied to these types of spectra. Papers that reported an AUC, accuracy, or F1 score higher than 0.95 were incorporated into the final analysis. With the initial search yielding 519 results, 65 articles were identified that met the criteria for inclusion in this review. Of those, papers that used unsupervised methods (e.g. variational autoencoders, generative adversarial networks, diffusion models, or transformers) were found to achieve a performance range of 97 %-99 %, while classical models (e.g. isolation forest/support vector data description) plateaued at 90 %-95 %. Unsupervised transformer models emerged as the most effective method for anomaly detection in this type of spectral data, and potentially spectral data more broadly, achieving superior results without requiring labelled datasets.",
  "disease": "epilepsy"
}