{
    "title": "Risk factors in iatrogenic spinal cord injury.",
    "doc_id": "28374810",
    "writer": "Montalva-Iborra A",
    "year": "2017",
    "summary": "STUDY DESIGN: In the last years, there has been a change in the aetiology of spinal cord injury. There has been an increase in the number of elderly patients with spinal cord injuries caused by diseases or medical procedures. ...CONCLUSIO …",
    "abstract": "Study design:\n        \n      \n      In the last years, there has been a change in the aetiology of spinal cord injury. There has been an increase in the number of elderly patients with spinal cord injuries caused by diseases or medical procedures.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study is to investigate the frequency of the occurrence of iatrogenic spinal cord injury in our unit. The secondary aim is to study what variables can be associated with a higher risk of iatrogenesis.\n    \n\n\n          Methods:\n        \n      \n      A retrospective, descriptive, observational study of patients with acute spinal cord injury admitted from June 2009 to May 2014 was conducted. The information collected included the patient age, aetiology, neurological level and grade of injury when admitted and when discharged, cardiovascular risk factors, a previous history of depression and any prior treatment with anticoagulant or antiplatelet drugs. We applied a logistic regression. The grade of statistical significance was established as P<0.05.\n    \n\n\n          Results:\n        \n      \n      In total, 265 patients were included. In 48 of the cases, the cause was iatrogenic (18.18%±4.6% IC). The most frequent level of injury was the thoracic level (48%). The main aetiology of spinal cord injury caused by iatrogenesis was surgery for degenerative spine disease, in patients under the age of 30 were treated with intrathecal chemotherapy.\n    \n\n\n          Conclusions:\n        \n      \n      Iatrogenic spinal cord injury is a frequent complication. A statistically significant association between a patient history of depression and iatrogenic spinal cord injury was found as well as with anticoagulant and antiplatelet drug use prior to iatrogenic spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28374810/"
}