{
    "title": "Immunoprofiling Reveals Novel Mast Cell Receptors and the Continuous Nature of Human Lung Mast Cell Heterogeneity.",
    "doc_id": "35058936",
    "writer": "Rönnberg E",
    "year": "2022",
    "summary": "However, a systematic and comprehensive analysis of cell-surface markers to study human lung mast cell heterogeneity has yet to be performed. METHODS: Human lung mast cells were obtained from lung lobectomies, and the expression of 332 …",
    "abstract": "Background:\n        \n      \n      Immunohistochemical analysis of granule-associated proteases has revealed that human lung mast cells constitute a heterogeneous population of cells, with distinct subpopulations identified. However, a systematic and comprehensive analysis of cell-surface markers to study human lung mast cell heterogeneity has yet to be performed.\n    \n\n\n          Methods:\n        \n      \n      Human lung mast cells were obtained from lung lobectomies, and the expression of 332 cell-surface markers was analyzed using flow cytometry and the LEGENDScreen™ kit. Markers that exhibited high variance were selected for additional analyses to reveal whether they were correlated and whether discrete mast cell subpopulations were discernable.\n    \n\n\n          Results:\n        \n      \n      We identified the expression of 102 surface markers on human lung mast cells, 23 previously not described on mast cells, of which several showed high continuous variation in their expression. Six of these markers were correlated: SUSD2, CD49a, CD326, CD34, CD66 and HLA-DR. The expression of these markers was also correlated with the size and granularity of mast cells. However, no marker produced an expression profile consistent with a bi- or multimodal distribution.\n    \n\n\n          Conclusions:\n        \n      \n      LEGENDScreen analysis identified more than 100 cell-surface markers on mast cells, including 23 that, to the best of our knowledge, have not been previously described on human mast cells. The comprehensive expression profiling of the 332 surface markers did not identify distinct mast cell subpopulations. Instead, we demonstrate the continuous nature of human lung mast cell heterogeneity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35058936/"
}