{
  "pmid": "41463340",
  "title": "Transcriptomic Profiles from Stereo-EEGs May Reflect the Local Brain Cell Microenvironment in Human Epilepsy.",
  "abstract": "Our understanding of the pathomechanisms of epilepsy has improved through techniques that access the living human brain. We recently reported that explanted stereo-electroencephalography (SEEG) electrodes from patients with epilepsy carry residual biomolecules and cells, which may be utilised for transcriptome and DNA methylation profiling. Here, we applied bioinformatic and other analyses to explore the transcriptomes (RNA sequencing-based) of those SEEG cases to better understand the types of recovered transcripts in terms of representation of genes expressed by different cell types, brain structures, and the extent to which the signal may reflect local epileptiform activity. Electrodes from all clinical cases retained protein-coding transcripts which reflected the local molecular microenvironment as well as epileptiform activity. Expression of genes involved in housekeeping functions, as well as markers of neuronal activity, was consistent between patients and between the electrode locations within the brain. We detected transcripts representing various cell types and subtypes, including excitatory and inhibitory neurons, all major classes of glia, and endothelial cells, as well as transcripts enriched in specific brain regions. Several genes showed a gradient of expression depending on the electrode position within the brain. We found examples of gene expression that correlated with epileptiform activity as recorded by SEEG. These findings extend the evidence that SEEG electrodes reflect the molecular microenvironments of brain activity in patients with epilepsy, both at sites of seizure onset and within the wider seizure network. The approach has potential applications in intraoperative surgical decision-making, as well as to identify molecular biomarkers or therapeutic targets for the drug-resistant epilepsies.",
  "disease": "epilepsy"
}