{
    "title": "Translation and validation of the speech, spatial, and qualities of hearing scale (SSQ) and the hearing environments and reflection on quality of life (HEAR-QL) questionnaire for children and adolescents in Dutch.",
    "doc_id": "35085481",
    "writer": "Batthyany C",
    "year": "2023",
    "summary": "OBJECTIVE: To date, no hearing-specific self-report tool is available in Dutch to give insight into how deficits in auditory skills are experienced by a child in daily life or to examine the impact of hearing loss on children's quality of life. Therefore, we …",
    "abstract": "Objective:\n        \n      \n      To date, no hearing-specific self-report tool is available in Dutch to give insight into how deficits in auditory skills are experienced by a child in daily life or to examine the impact of hearing loss on children's quality of life. Therefore, we aimed to translate and validate the Speech, Spatial, and Qualities of Hearing Scale (SSQ) and the Hearing Environments and Reflection on Quality of Life (HEAR-QL) Questionnaire for children and adolescents into Dutch.\n    \n\n\n          Design:\n        \n      \n      Translation of the questionnaires into Dutch was conducted by means of the forward-backward procedure. Participants were invited to complete the questionnaires digitally. We examined discriminant validity, internal consistency, and test-retest reliability.\n    \n\n\n          Study sample:\n        \n      \n      A total of 121 subjects between 7 and 18 years old were included, of which 54 normal hearing and 67 bilaterally hearing-impaired subjects. Hearing-impaired subjects were fitted with hearing aids, bone conductive devices and/or cochlear implants.\n    \n\n\n          Results:\n        \n      \n      All questionnaires were shown to significantly discriminate between the normal hearing and the hearing-impaired group. Satisfying internal consistency and good test-retest reliability were found.\n    \n\n\n          Conclusions:\n        \n      \n      The Dutch SSQ and HEAR-QL questionnaires for children and adolescents appear to be valid and reliable self-report tools for management and follow-up of those with hearing loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35085481/"
}