{
  "pmid": "41399060",
  "title": "[Change from Sjögren syndrome to Sjögren disease].",
  "abstract": "The disease \"Sjögren syndrome\" has been widely known as a \"syndrome\" for a long time. However, this nomenclature and its classification as \"primary\" and \"secondary\" have raised debates in recent years. The word \"syndrome\" denotes an aggregate of symptoms and signs that are associated with a morbid process, independent of pathogenesis. It is now well recognized that \"Sjögren syndrome\" is an independent systemic autoimmune disease with specific clinical manifestations, serological markers and associated underlying pathogenesis mechanisms. Thus, the use of \"syndrome\" to designate this disease is not accurate. Furthermore, the traditional distinction between \"primary\" and \"secondary\" forms fails to account for the complex interplay between overlapping autoimmune diseases. Based on this background, the International Task Force on Nomenclature of Sjögren disease was established with the aim to develop a rational consensus on the nomenclature of Sjögren syndrome. Following the literature review and collecting experiences from both international professionals as well as patients, the International Task Force on Nomenclature of Sjögren disease published the \"2023 International Rome Consensus for the Nomenclature of Sjögren disease\" in 2025. The consensus issued five recommendations, officially recommended the use of \"Sjögren disease\" as nomenclature for this disease, and the acronym \"SjD\" be used for its abbreviation. It also recommended the descriptor \"associated\" should be used in lieu of \"secondary\" for Sjögren disease occurring in association with a second systemic autoimmune disease. The change from \"Sjögren syndrome\" to \"Sjögren disease\" improved clarity in both clinical practice and research, highlighted the distinct pathogenesis of this disorder. 长期以来，“综合征”一词被用于“干燥综合征(Sjögren syndrome)”这一疾病的命名，根据是否合并其他自身免疫性疾病，干燥综合征被分为原发性干燥综合征和继发性干燥综合征。然而，这种命名及其“原发性”与“继发性”的分类方式近年来引发了争议。“综合征”通常指独立于发病机制、与疾病状态相关的一系列症状和体征的集合。随着对其发病机制认识的深入，已经明确“干燥综合征”是一种独立的系统性自身免疫性疾病，具有特征性的临床表现、自身抗体、组织病理学改变以及发病机制，因此，使用“综合征”来指代这一疾病并不准确。此外，传统的“原发性”与“继发性”的分类方式未能充分体现重叠的自身免疫疾病之间复杂的相互作用。基于这一背景，国际干燥病命名工作组应运而生，旨在就干燥综合征的学术命名达成共识。通过文献回顾以及汇集专家、患者的共同意见，国际干燥病命名工作组于2025年发布了关于该病学术命名的《2023年干燥病命名国际罗马共识》。共识共提出了五项建议，正式推荐使用“Sjögren disease”作为该疾病的命名，简称为“SjD”。同时，共识还建议，当与另一种系统性自身免疫疾病共同出现时，应使用“伴发的”而非“继发性”。从“Sjögren syndrome”到“Sjögren disease”的改变，提高了临床实践和科研中的表述清晰度，突出其独立的发病机制，促使我们对“干燥综合征”到“干燥病”的命名变迁进行思考。",
  "disease": "rheumatoid arthritis"
}