{
  "pmid": "41385725",
  "title": "A novel cell-permeable LOXL2 inhibitor PAT-1251 potently suppresses biliary liver fibrosis via collagen crosslinking-dependent and -independent mechanisms.",
  "abstract": "LOXL2 promotes fibrosis through extracellular collagen crosslinking and intracellular signaling mechanisms. Here, we studied the mode of action of a novel potent, cell-permeable LOXL2 inhibitor PAT-1251 on hepatic fibrosis. PAT-1251 was tested in direct comparison to the anti-LOXL2 mAb AB0023 in the Mdr2-/- biliary fibrosis model of pre-established fibrosis. The direct cellular effects of PAT-1251 (0.1-10 µM) or AB0023 mAb (30 µg/mL) were studied in primary HSC and EpCAM+ progenitor cell (HPC) cultures in vitro. Both PAT-1251 and AB0023 were effective at inhibiting collagen crosslinking and reducing portal hypertension and serum transaminase (ALT) levels. Histologically, the placebo-treated group developed severe periportal and perisinusoidal fibrosis with bridging, which was markedly attenuated in PAT-1251-treated mice, with up to 77.7% reduction in hepatic collagen deposition with the high-dose PAT-1251. Treatment with the low dose of PAT-1251 or AB0023 resulted in a moderate improvement in hepatic fibrosis and a modest reduction in collagen deposition. PAT-1251, but not AB0023, significantly reduced ductular proliferation and favored hepatocyte-driven liver regeneration in vivo. In vitro, PAT-1251 promoted colony formation and hepatocyte differentiation in EpCAM+ HPC and dose-dependently inhibited α-SMA expression, cell proliferation, and fibrogenic gene expression in HSC, while the anti-LOXL2 antibody AB0023 had no substantial effect. While having comparable extracellular effects on collagen crosslinking in vivo, the cell-permeable LOXL2 inhibitor PAT-1251 exerted potent antifibrotic activity in hepatic progenitors and HSC cultures compared with the anti-LOXL2 antibody. PAT-1251 substantially outperformed the anti-LOXL2 antibody in the BALB/c. Mdr2-/- model of biliary fibrosis, suggesting that intracellular LOXL2 targeting is therapeutically important in addition to its well-characterized extracellular collagen crosslinking activity.",
  "disease": "liver cirrhosis"
}