{
    "title": "A review of correlates of physical activity of children and adolescents.",
    "doc_id": "10795788",
    "writer": "Sallis JF",
    "year": "2000",
    "summary": "BACKGROUND: Understanding the factors that influence physical activity can aid the design of more effective interventions. Previous reviews of correlates of youth physical activity have produced conflicting results. ...Variables that were consistently …",
    "abstract": "Background:\n        \n      \n      Understanding the factors that influence physical activity can aid the design of more effective interventions. Previous reviews of correlates of youth physical activity have produced conflicting results.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive review of correlates of physical activity was conducted, and semiquantitative results were summarized separately for children (ages 3-12) and adolescents (ages 13-18). The 108 studies evaluated 40 variables for children and 48 variables for adolescents.\n    \n\n\n          Results:\n        \n      \n      About 60% of all reported associations with physical activity were statistically significant. Variables that were consistently associated with children's physical activity were sex (male), parental overweight status, physical activity preferences, intention to be active, perceived barriers (inverse), previous physical activity, healthy diet, program/facility access, and time spent outdoors. Variables that were consistently associated with adolescents' physical activity were sex (male), ethnicity (white), age (inverse), perceived activity competence, intentions, depression (inverse), previous physical activity, community sports, sensation seeking, sedentary after school and on weekends (inverse), parent support, support from others, sibling physical activity, direct help from parents, and opportunities to exercise.\n    \n\n\n          Conclusion:\n        \n      \n      These consistently related variables should be confirmed in prospective studies, and interventions to improve the modifiable variables should be developed and evaluated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10795788/"
}