{
  "pmid": "41455069",
  "title": "Age-related heterogeneity of type 1 diabetes mellitus in children: a single-center retrospective study.",
  "abstract": "Type 1 diabetes mellitus is a heterogeneous autoimmune disease with diverse characteristics between ethnicities and ages. Understanding this heterogeneity is essential for optimizing management and developing precision treatments. This study investigates the clinical, metabolic and immunological heterogeneity of type 1 diabetes mellitus in children across different ages of onset. A retrospective analysis of 401 children newly diagnosed with type 1 diabetes mellitus at a single center from January 2009 to August 2024 was conducted. We compared the clinical characteristics of our cohort with others from different countries. Patients were categorized into three age groups: 6 months-5 years, 5-10 years and ≥ 10 years at diagnosis. Clinical, metabolic, and immunological features were compared among groups. The median cohort age was 8.58 years; 48.9% were male. Diabetic ketoacidosis occurred in 56.1% of patients, higher than in the Finnish and American cohorts. Most clinical characteristics are not significantly different among age groups. The 6 months-5 years group had a lower area under the curve (AUC) for C-peptide compared to the other age groups. The ≥ 10 years group was more likely to be thyroid antibody positive and have vitamin D deficiency. Immunologically, type 1 diabetes mellitus patients showed significantly increased counts of T lymphocytes, CD3 + CD8 + T cells and B lymphocytes, along with decreased interleukin-2 and increased interleukin-6 levels compared to healthy controls. Of note, the 6 months-5 years group had a higher CD4/CD8 ratio, which was negatively correlated with C-peptide AUC. Significant heterogeneity in type 1 diabetes mellitus features exists across age groups. Early-onset patients showed poorer islet function and late-onset patients were more prone to metabolic complications. Collectively our study emphasizes the need for age-specific management strategies.",
  "disease": "diabetes mellitus"
}