{
  "pmid": "41459240",
  "title": "Empowering patients for biomarker-informed care: digital education to bridge HER2-low knowledge gaps in metastatic breast cancer.",
  "abstract": "The emergence of trastuzumab deruxtecan has led to significant improvement in clinical outcomes for patients with HER2-low metastatic breast cancer, which accounts for approximately half (45%-55%) of breast cancer diagnoses. However, little is known about patients' awareness of diagnostic testing requirements and treatment implications associated with HER2-low status. This study aims to better understand patients' knowledge of HER2-low. This cross-sectional survey was completed virtually on the Outcomes4Me mobile app, a direct-to-patient digital application that empowers patients to take a proactive approach to their care. Eligible patients included those with Stage IV breast cancer living in the United States. Participants were surveyed on their awareness of their tumor's HER2 biomarker status and willingness to discuss more with their oncologists if their status was unknown. Educational content about HER2 biomarker testing was accessible on the app. Responses were analyzed descriptively and reported in aggregate. Out of the 527 respondents, 362 met eligibility criteria. Among them, 42% were diagnosed over 5 years ago, 35% had Stage IV disease at diagnosis, 33% received care in a community setting, and 43% had progressed on prior metastatic therapy. The majority (78%,  Knowledge gaps in HER2 biomarker testing persist in patients with metastatic breast cancer. Even for patients with a known HER2 status, many remain unaware of the HER2-low classification. Digital education resources such as the Outcomes4Me app can facilitate patient empowerment and provide targeted education outside of traditional clinical settings, enabling shared decision-making. After receiving a brief education within the app, the majority of patients with an unknown HER2 status expressed willingness to discuss more about HER2 testing with their oncologist.",
  "disease": "breast cancer"
}