{
  "pmid": "41454175",
  "title": "Geroscience insights into difficult-to-treat rheumatoid arthritis: the role of unhealthy aging, comorbidity, and therapeutic complexity.",
  "abstract": "Difficult-to-treat rheumatoid arthritis (D2T RA) is an emerging challenge in aging populations, where disease persistence and therapeutic failure often reflect not only autoimmune dysregulation but also the cumulative effects of age-related biological changes across multiple organ systems. This review reframes D2T RA through the lens of geroscience, highlighting how immunosenescence, inflammaging, and organ system vulnerability converge to create a treatment-resistant disease phenotype. Age-associated alterations in adaptive and innate immunity-such as diminished T cell diversity, impaired regulatory function, expansion of age-associated B cells, and heightened inflammasome activation-closely intersect with the immunopathogenesis of RA. The potential contribution of clonal hematopoiesis of indeterminate potential (CHIP) to systemic inflammation and myeloid dysfunction is also discussed as a novel mechanistic link. In parallel, aging of the musculoskeletal system magnifies joint damage, sarcopenia, and pain sensitization. Furthermore, advancing age is also accompanied by multimorbidity, polypharmacy, and frailty, which in turn constrain therapeutic options and increase the risk of adverse events. We argue that D2T RA in the elderly should not be viewed in isolation, but as part of a broader syndemic of age-related diseases driven by shared inflammatory and metabolic pathways. This perspective calls for a shift toward integrated, individualized care strategies that balance efficacy, safety, and quality of life. Future directions include the development of age-adapted treatment guidelines, expanded inclusion of older adults in clinical trials, and the application of artificial intelligence and machine learning to predict high-risk trajectories and personalize management. A geroscience-informed approach offers the conceptual foundation to meet the growing complexity of RA care in aging populations.",
  "disease": "rheumatoid arthritis"
}