{
    "title": "Diabetes insipidus: celebrating a century of vasopressin therapy.",
    "doc_id": "25211589",
    "writer": "Qureshi S",
    "year": "2014",
    "summary": "Diabetes mellitus, widely known to the ancients for polyuria and glycosuria, budded off diabetes insipidus (DI) about 200 years ago, based on the glucose-free polyuria that characterized a subset of patients. ...Emerging concepts of receptors and of ge …",
    "abstract": "Diabetes mellitus, widely known to the ancients for polyuria and glycosuria, budded off diabetes insipidus (DI) about 200 years ago, based on the glucose-free polyuria that characterized a subset of patients. In the late 19th century, clinicians identified the posterior pituitary as the site of pathology, and pharmacologists found multiple bioactivities there. Early in the 20th century, the amelioration of the polyuria with extracts of the posterior pituitary inaugurated a new era in therapy and advanced the hypothesis that DI was due to a hormone deficiency. Decades later, a subset of patients with polyuria unresponsive to therapy were recognized, leading to the distinction between central DI and nephrogenic DI, an early example of a hormone-resistant condition. Recognition that the posterior pituitary had 2 hormones was followed by du Vigneaud's Nobel Prize winning isolation, sequencing, and chemical synthesis of oxytocin and vasopressin. The pure hormones accelerated the development of bioassays and immunoassays that confirmed the hormone deficiency in vasopressin-sensitive DI and abundant levels of hormone in patients with the nephrogenic disorder. With both forms of the disease, acquired and inborn defects were recognized. Emerging concepts of receptors and of genetic analysis led to the recognition of patients with mutations in the genes for 1) arginine vasopressin (AVP), 2) the AVP receptor 2 (AVPR2), and 3) the aquaporin 2 water channel (AQP2). We recount here the multiple skeins of clinical and laboratory research that intersected frequently over the centuries since the first recognition of DI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25211589/"
}