{
    "title": "Epidemiology of cardiovascular risk factors: Behavioural risk factors.",
    "doc_id": "39665875",
    "writer": "Olié V",
    "year": "2024",
    "summary": "Cardiovascular diseases (CVDs) have a multifactorial origin. Among the risk factors, so-called behavioural risk factors play a major role in the onset of these diseases: smoking, unhealthy diet, lack of physical activity and sedentary lifestyle, alcoho …",
    "abstract": "Cardiovascular diseases (CVDs) have a multifactorial origin. Among the risk factors, so-called behavioural risk factors play a major role in the onset of these diseases: smoking, unhealthy diet, lack of physical activity and sedentary lifestyle, alcohol, sleep disorders, depression and illicit drug use are among the main behavioural risk factors for CVD and are considered to be modifiable and accessible to prevention. The prevalence of these cardiovascular risk factors remains high among the French population. Nearly one in three adults are smokers, 71.7% do not meet the recommendation to eat five fruits and vegetables per day, and 4 out of 5 adults consume more than 6g of salt per day. Further, 38.7% of adults do not meet the recommendations for physical activity, 40.8% have a high level of sedentary, 49.4% report sleep problems in the last 8 days, and 12.5% have had a major depressive episode in the last 12 months. Despite some positive trends, such as an increase in the level of physical activity among men and the decline in smoking prevalence, the epidemiological situation regarding these risk factors remains a cause for concern in France. While the gap between risk factors in men and women is narrowing, this is often due to a worsening of the situation among women, who are increasingly adopting unfavourable behaviours and tending to reach the higher levels of risk factors traditionally observed among men. The epidemiological situation demonstrates the urgent need to strengthen policies to prevent these risk factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39665875/"
}