{
  "pmid": "41474680",
  "title": "Expression profile of miR-92a-3p in combined allergic rhinitis and asthma syndrome patients and its correlation with small airway dysfunction.",
  "abstract": "The study aims to investigate the expression level of miR-92a-3p in Combined allergic rhinitis and asthma syndrome (CARAS) and its predictive value for CARAS combined with small airway dysfunction (SAD). This study included 85 children with allergic rhinitis（AR）and 85 children with CARAS. According to whether small airway dysfunction (SAD) occurred, children with CARAS were divided into 35 cases of CARAS-SAD and 50 cases of simple CARAS. The expressions of miR-92a-3p in the blood sample were detected by RT-qPCR. The pulmonary function of children with CARAS was detected by a pulmonary function tester. ROC curve was constructed to evaluate the diagnostic value of miR-92a-3p for CARAS-SAD. Logistic regression analysis was used to evaluate the risk factors for the occurrence of CARAS-SAD. The target genes of miR-92a-3p were predicted using the online database and GO functional annotation and KEGG pathway enrichment analysis were performed on these target genes. The expression of miR-92a-3p is increased in patients with CARAS, and the elevation in CARAS-SAD is higher than that in simple CARAS. MiR-92a-3p demonstrated excellent efficacy in differentiating CARAS-SAD from simple CARAS, with an AUC of 0.903. MiR-92a-3p, history of secondhand smoke exposure and C-ACT score are independent risk factors for the occurrence of CARAS-SAD. The database predicted 403 overlapping target genes, and the pathways enriched by these target genes involved the FoxO signaling pathway and the c-AMP signaling pathway. Within the CARAS population, miR-92a-3p demonstrates relatively high diagnostic efficacy for CARAS-SAD, suggesting its potential as a diagnostic biomarker for CARAS-SAD. This finding indicated that miR-92a-3p has significant discriminative value for CARAS-SAD in CARAS patients.",
  "disease": "asthma"
}