{
    "title": "Use of Drugs and Dietary Supplements in University Students of Sports Science: Results of a Survey-Based Cross-Sectional Study.",
    "doc_id": "36296951",
    "writer": "Ficarra G",
    "year": "2022",
    "summary": "The results suggest that 5.6% of all respondents were regular consumers of pharmaceutical products, compared to just 1.0% of the cohort of competing athletes. In contrast, the consumption of natural supplements was similar (14% vs. 15%) between groups. ...These results sug …",
    "abstract": "Dietary supplements are used to implement and balance common dietary habits. The general belief is that natural substances reduce the risk of chronic diseases and amplify sports performance with no harmful side effects. Since sports science students will become professionals of sport activities and may also have a role in suggesting the use of dietary supplements to athletes, the aim of this study was to evaluate if physical activity influences the use of drugs and dietary supplements. A modified version of the International Physical Activity Questionnaire-Short Form (IPAQSF) was administered to perform these evaluations. A total of 1452 students from the University of Messina, Italy, enrolled in sports science courses completed the survey; of these, 1075 (704 male and 371 female students) were physically active in moderate- or high-intensity training. Of those physically active students, 709 (440 male and 269 female) were competitive athletes, identified on the basis of their answer to a specific question also indicating the type of sport they practice. The results suggest that 5.6% of all respondents were regular consumers of pharmaceutical products, compared to just 1.0% of the cohort of competing athletes. In contrast, the consumption of natural supplements was similar (14% vs. 15%) between groups. The most frequently used supplements were vitamins, including vitamin C, vitamin B complex, and multivitamin complex, followed by minerals and amino acids or protein complex. The probability of using dietary supplements was mostly related to the male gender (OR 1.64; 95% CI: 1.17-2.30), having a job (OR 1.45; 95% CI: 1.07-1.96), and, most of all, performing physical activity (OR 3.53; 95% CI: 2.18-5.71). The only factor related to a higher use of drugs was female gender (OR 2.40; 95% CI: 1.52-3.79), and the most used class was antihistaminic, followed by FANS. These results suggest that among the specific population of sports science students, those performing physical activity are less prone to using pharmaceutical products and have healthier habits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36296951/"
}