{
    "title": "Cells in the marginal zone of the spleen.",
    "doc_id": "1555921",
    "writer": "Kraal G.",
    "year": "1992",
    "summary": "The marginal zone of the spleen forms an intriguing area in which a variety of cell types are combined. Several of these cell types seem to have a fixed position in the marginal zone, such as the marginal zone macrophages, the marginal …",
    "abstract": "The marginal zone of the spleen forms an intriguing area in which a variety of cell types are combined. Several of these cell types seem to have a fixed position in the marginal zone, such as the marginal zone macrophages, the marginal metallophilic macrophages at the inner border, and, to a lesser extent, the marginal zone B cells. For other cell types--T lymphocytes, small B cells, and dendritic cells--the marginal zone is only a temporary residence. It is this combination of relatively sessile cell populations and the continuous influx and passing of bloodborne immunocompetent cells that turn the marginal zone into a dynamic area, particularly apt for antigen processing and recognition. In no other lymphoid organ can such a unique combination of cells and functions be found. The opening of the arterial blood stream in the marginal sinuses results in a reduction of the velocity of the blood stream, and antigens are initially screened in the marginal zone. To this, extremely potent phagocytic cells, the marginal zone macrophages, are present which can take up and phagocytize large foreign particles, such as bacteria and effete red blood cells. Further filtration of the blood takes place in the filtration beds of the red pulp. The marginal zone macrophages express membrane receptors for bacterial polysaccharides which lead to efficient phagocytosis, probably even in the absence of prior opsonization. Antigenic fragments produced this way can be taken up by dendritic cells that enter the spleen by the blood as part of a mobile surveillance immune system. Dendritic cells present antigen to T cells in the outer area of the T cell-dependent PALS, leading to clustering and enrichment of antigen-specific T cells. Antigens in the marginal zone can also directly associate with memory B cells thought to reside here for longer times, having intimate contact with the marginal zone macrophages. B memory cells then migrate into the PALS and present antigen to T cells. The marginal zone therefore functions not only as an area of initial filtration and phagocytosis of antigens from the blood, but also as a site of lymphocyte emigration. Some of the incoming T and B lymphocytes in the recirculating pool enter the white pulp from the marginal zone. The underlying force and selective molecular mechanisms that guide this migration are unknown. Both B and T lymphocytes recirculate through the outer PALS area on their way to the follicles and the inner PALS, respectively.(ABSTRACT TRUNCATED AT 400 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1555921/"
}