{
    "title": "A novel inflammatory marker for extensive ulcerative colitis; Endocan.",
    "doc_id": "37041496",
    "writer": "Albayrak B",
    "year": "2023",
    "summary": "BACKGROUND & AIMS: Ulcerative colitis (UC) is an inflammatory bowel disease characterized by mucosal inflammation. ...MATERIALS AND METHODS: Sixty-five people were included in the study, including thirty-five with ulcerative colitis and thirty in t …",
    "abstract": "Background & aims:\n        \n      \n      Ulcerative colitis (UC) is an inflammatory bowel disease characterized by mucosal inflammation. Endocan, a proteoglycan secreted by endothelial cells in response to inflammatory cytokines, has been reported to be overexpressed in inflammatory conditions. In this study, we aimed to evaluate the utility of endocan level in determining the extent and severity of disease in patients with ulcerative colitis and to determine whether it can be a candidate marker for noninvasive evaluation and monitoring since there is not enough data in the literature.\n    \n\n\n          Materials and methods:\n        \n      \n      Sixty-five people were included in the study, including thirty-five with ulcerative colitis and thirty in the control group. Patients with first diagnosed ulcerative colitis clinically, endoscopically, and histopathologically, without any treatment, and with normal liver and kidney tests were included in the study. Endoscopic scoring of all patients was performed according to the Mayo endoscopic scoring (MES) system. Blood samples for CRP (C-reactive protein) and endocan were taken from the patients simultaneously.\n    \n\n\n          Results:\n        \n      \n      There was a significant statistical difference between all patients with ulcerative colitis and the control group in both endocan level and CRP level (p < 0.001). There was a statistically significant difference between endocan levels and CRP levels between the left-distal group and pancolitis (diffuse colitis) patients, but there was no statistical difference between age and MES.\n    \n\n\n          Conclusion:\n        \n      \n      Serum endocan level can be useful in determining the extent of ulcerative colitis and planning treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37041496/"
}