{
    "title": "Urban greenspace use among adolescents and young adults: An integrative review.",
    "doc_id": "34773417",
    "writer": "Lyons R",
    "year": "2022",
    "summary": "PURPOSE: The purpose of this integrative review was to explore how adolescents and young adults used the social determinant of the built environment, specifically greenspace, as a potential point of intervention to address overall well-being, specifically mental hea …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this integrative review was to explore how adolescents and young adults used the social determinant of the built environment, specifically greenspace, as a potential point of intervention to address overall well-being, specifically mental health symptoms.\n    \n\n\n          Method:\n        \n      \n      The approach used strategies described by Whittemore and Knafl. Peer-reviewed, published research articles in English were identified using electronic databases CINAHL, PubMed, and EMBASE. Seventeen research reports using qualitative or quantitative methods with adolescents and young adults. Each article was evaluated for quality using a critical appraisal tool by Hawker et al. Data were analyzed and then synthesized using the Matrix Method.\n    \n\n\n          Findings:\n        \n      \n      Three themes related to the purpose and aims were extracted: elements of greenspace, activity variation, and amenities. All themes shared a common element of quality, which influenced the perception of safety and greenspace use.\n    \n\n\n          Discussion:\n        \n      \n      The science of urban greenspace and adolescent-young adult well-being is still relatively new. Public health nurses can incorporate social determinants of health, such as the built environment in research, to understand how greenspace is to be used as an alternative health strategy to possibly reduce mental health symptoms and improve well-being.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34773417/"
}