{
    "title": "Current methodologies of greenspace exposure and mental health research-a scoping review.",
    "doc_id": "38510363",
    "writer": "Freymueller J",
    "year": "2024",
    "summary": "Relevant information on publication characteristics, types of greenspaces, mental health outcomes, and measurements of greenspace exposure and mental health was extracted and assessed. ...The included studies encompassed a multitude of methods, as well …",
    "abstract": "Introduction:\n        \n      \n      Greenspaces can provide an important resource for human mental health. A growing body of literature investigates the interaction and the influence of diverse greenspace exposures. In order to gain a comprehensive understanding of the complex connection between greenspace and mental health, a variety of perspectives and methodological combinations are needed. The aim of this review is to assess the current methodologies researching greenspace and mental health.\n    \n\n\n          Methods:\n        \n      \n      A scoping review was conducted. Four electronic databases (Pubmed, Embase, PsycInfo, Web of Science) were searched for relevant studies. A wide range of greenspace and mental health keywords were included to provide a comprehensive representation of the body of research. Relevant information on publication characteristics, types of greenspaces, mental health outcomes, and measurements of greenspace exposure and mental health was extracted and assessed.\n    \n\n\n          Results:\n        \n      \n      338 studies were included. The included studies encompassed a multitude of methods, as well as outcomes for both greenspace and mental health. 28 combinations were found between seven categories each for greenspace and mental health assessment. Some pairings such as geoinformation systems for greenspace assessment and questionnaires investigating mental health were used much more frequently than others, implying possible research gaps. Furthermore, we identified problems and inconsistences in reporting of greenspace types and mental health outcomes.\n    \n\n\n          Discussion:\n        \n      \n      The identified methodological variety is a potential for researching the complex connections between greenspace and mental health. Commonly used combinations can provide important insights. However, future research needs to emphasize other perspectives in order to understand how to create living environments with mental health benefits. For this purpose, interdisciplinary research is necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38510363/"
}