{
    "title": "The protective effects of prolactin on brain injury.",
    "doc_id": "33038380",
    "writer": "Yousefvand S",
    "year": "2020",
    "summary": "AIMS: Brain injuries based on their causes are divided into two categories, TBI and NTBI. TBI is caused by damages such as head injury, but non-physical injury causes NTBI. Prolactin is one of the blood factors that increase during brain inju …",
    "abstract": "Aims:\n        \n      \n      Brain injuries based on their causes are divided into two categories, TBI and NTBI. TBI is caused by damages such as head injury, but non-physical injury causes NTBI. Prolactin is one of the blood factors that increase during brain injury. It has been assumed to play a regenerative role in post-injury recovery.\n    \n\n\n          Materials and methods:\n        \n      \n      In this review, various valid papers from electronic sources (including Web of Science, Scopus, PubMed, SID, Google Scholar, and ISI databases) used, which in them the protective effect of prolactin on brain injury investigated.\n    \n\n\n          Key findings:\n        \n      \n      Inflammation following brain injury with the production of pro-inflammatory cytokines in the affected area can even lead to excitotoxicity and cell death in the damaged area. Medical brain damage treatments are long-term, and can have several side effects. Therefore, it is better to consider medication treatments that have fewer side effects and greater efficacy. Research suggests that prolactin has numerous regenerative effects on brain injury, and prevents cell death. Prolactin is one of the hormones produced in the body; therefore it has fewer side effects and may be more effective because it increases during brain injury.\n    \n\n\n          Significance:\n        \n      \n      Prolactin can be used peripherally and centrally, and exerts its neuro regenerative effects against further damage post-TBI and NTBI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33038380/"
}