{
  "pmid": "41474152",
  "title": "Beyond the Wrist: Finger-Worn Accelerometers Enhance Assessment of Post-Stroke Motor Performance.",
  "abstract": "BackgroundAccurate and objective assessment of motor performance is critical for effective stroke rehabilitation. While wrist-worn accelerometers are widely accepted as a valid tool for evaluating upper-limb motor performance, they primarily capture arm and forearm movements, overlooking hand and finger activity. This limitation reduces their ability to detect changes in distal function, hindering the broader integration of wearable-based motor performance metrics into clinical practice.ObjectiveTo determine whether finger-worn accelerometers, which capture both proximal and distal movements of the upper limbs, offer a more comprehensive assessment of motor performance by comparing their convergent validity with that of wrist-worn accelerometers.MethodsBilateral accelerometer data were collected from 24 stroke survivors using finger-worn and wrist-worn devices as they performed unscripted daily activities in a simulated home environment. Motor performance metrics from both sensor locations were analyzed for correlations with the Fugl-Meyer Assessment for Upper Extremity (FMA-UE) and sensitivity to differences in motor performance across impairment levels.ResultsFinger-worn accelerometer metrics showed stronger correlations with FMA-UE scores than those from wrist-worn sensors, largely due to their ability to capture fine hand movements. Additionally, finger-worn sensors demonstrated greater sensitivity in detecting performance differences between mildly and moderately impaired individuals.ConclusionsBy capturing both proximal and distal movements, finger-worn accelerometers demonstrate stronger convergent validity with standardized measures of post-stroke motor impairment compared to wrist-worn accelerometers. These findings highlight their potential for providing a more comprehensive assessment of motor performance in stroke survivors.",
  "disease": "stroke"
}