{
  "pmid": "41474259",
  "title": "Hyperglycemia exacerbates placental inflammation induced by Porphyromonas gingivalis-lipopolysaccharide.",
  "abstract": "Epidemiological studies suggest a link between gestational diabetes mellitus (GDM) and periodontitis. In this context, Porphyromonas gingivalis (Pg) and its byproducts, including lipopolysaccharide (Pg-LPS), may translocate to the placenta, potentially intensifying pro-inflammatory mechanisms in a hyperglycemic environment. This study aimed to assess the pro-inflammatory simultaneous stimulus effect of hyperglycemia (HG) and Pg-LPS in human term placental explants. Fresh placental explants from healthy (n = 10) and GDM (n = 5) pregnant women were stimulated under normoglycemia (NG), hyperglycemia (HG), Pg-LPS, and a dual stimulus of HG+Pg-LPS. Both placental explants and culture supernatants were assessed using histology, real-time quantitative polymerase chain reaction (RT-qPCR), Western blot, immunofluorescence, and multiplex immunoassay to analyze histopathological alterations, Toll-like receptor (TLR)-2, -4, -9 mRNA expression, nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) phosphorylation and nuclear immunolocalization, NLRP3 inflammasome expression, and pro-inflammatory cytokines (interleukin [IL]-6, IL-1β, and tumor necrosis factor [TNF]-α). The dual stimulus (HG+Pg-LPS) increased fibrinoid necrosis (p < 0.05) and upregulated TLR-4 mRNA (p < 0.05) expression in placental explants, compared to other experimental conditions. NF-κB phosphorylation and nuclear immunolocalization, NLRP3 inflammasome and IL-6, IL-1β, and TNF-α mRNA expression increased upon the dual stimulus in healthy and GDM explants (p < 0.05). Additionally, levels of IL-6 (p < 0.01), IL-1β (p < 0.01), and TNF-α (p < 0.0001) increased in the supernatant from healthy and GDM explants under the dual stimulus. No differences in cytokine levels were observed between healthy and GDM placental explants under the dual stimulus. A hyperglycemic environment amplifies the pro-inflammatory response to Pg-LPS in human placental explants, suggesting that hyperglycemia synergizes with Pg-LPS in the placenta. Bacteria that drive periodontitis, or their products, can enter the bloodstream and reach the placenta. In a high-glucose environment, this exposure can intensify placental inflammation. This study aimed to determine whether exposure to a high-glucose milieu, combined with byproducts of periodontal bacteria, activates inflammatory pathways in the placenta. Our results demonstrate that a high-glucose environment amplifies the inflammatory response to periodontal bacteria in human placentas from both healthy pregnancies and those complicated by gestational diabetes mellitus. These findings advance our understanding of the connection between periodontitis and gestational diabetes mellitus and underscore the role of oral bacterial translocation in placental tissues during pregnancy.",
  "disease": "diabetes mellitus"
}