{
  "pmid": "41454007",
  "title": "Exploring the association between pulse wave velocity and CKD progression: a longitudinal study in Mashhad, Iran.",
  "abstract": "This research is distinctive in its emphasis on non-invasive arterial stiffness as a critical vascular risk factor for renal failure. Our objective was to evaluate this correlation through both invasive and non-invasive techniques, representing an innovative strategy in the discipline. The study took place in Mashhad, Iran, and was specifically designed to investigate the association between diminished glomerular filtration rate (GFR) and arterial stiffness. We performed an extensive analysis involving 787 participants aged between 35 and 65, who were randomly selected from the Mashhad Stroke and Heart Atherosclerotic Disorder (MASHAD) cohort study. We carefully documented the baseline characteristics of these participants, which encompassed demographic information, biochemical and hematological markers, as well as measurements of systolic and diastolic blood pressure, and indicators of arterial stiffness, including pulse wave velocity (PWV), central augmentation index (CAI), and central aortic pressure (CAP). The participants were categorized into four groups according to their serum creatinine and estimated GFR-MDRD levels: Group 1 (GFR: 60-89), Group 2 (GFR: 45-59), Group 3 (GFR: 30-44), and Group 4 (GFR: 15-29) based on clinical practice guidelines for chronic kidney disease. The velocity of pulse waves exhibited a notable increase as the estimated GFR decreased, reaching its peak in Group 4 (9.92 ± 4.29 m/s) and its lowest point in Group 2 (6.9 ± 2.35 m/s) (P < 0.05). No significant variations were detected in CAP, CAI, and GFR across the study groups. Two analytical models were employed to evaluate the relationship between arterial stiffness markers and different stages of chronic kidney disease (CKD). The first model (unadjusted data) revealed a significant correlation between Group 3b and CAP (P = 0.034), as well as between Group 4 and PWV (P = 0.021). In the second model (adjusted for sex, age, hypertension, and diabetes), a significant correlation persisted between Group 4 and PWV (P = 0.049). The results of this research highlight the importance of arterial stiffness as a marker of deteriorating kidney function. The study concluded that PWV is associated with a reduction in eGFR, indicating that each unit rise in PWV corresponds to a 41.8% decline in eGFR. It is advisable for subsequent research to investigate the mechanisms that link arterial stiffness to impaired kidney function.",
  "disease": "hypertension"
}