{
    "title": "The Needs of Incarcerated Pregnant Women: A Systematic Review of Literature.",
    "doc_id": "35005037",
    "writer": "Alirezaei S",
    "year": "2022",
    "summary": "BACKGROUND: With increase in the number of female prisoners, it seems necessary to follow up the conditions of pregnant women in prison in order to identify their needs and provide healthcare and social services to improve their health accordingly. ...CONCLUSION: Th …",
    "abstract": "Background:\n        \n      \n      With increase in the number of female prisoners, it seems necessary to follow up the conditions of pregnant women in prison in order to identify their needs and provide healthcare and social services to improve their health accordingly. Therefore, a systematic review was conducted to examine the needs of incarcerated pregnant women.\n    \n\n\n          Methods:\n        \n      \n      In this systematic review, we searched the databases including PubMed, Scopus, Web of Science, EMBASE, PsycINFO, and the Cochran Library. All studies including cross-sectional, retrospective, and prospective cohorts as well as case series, which addressed the needs and expectations of incarcerated pregnant women, were included in this review. Two reviewers independently evaluated the retrieved articles, the discrepancies were discussed, and a consensus was achieved.\n    \n\n\n          Results:\n        \n      \n      31 eligible studies consisting of 5435 incarcerated pregnant women were included in the review. The needs of incarcerated pregnant women comprised six general categories: healthcare needs including prenatal, labor, delivery, and postpartum services; educational needs on pregnancy, childbirth, and parenting; the support needs to be provided by government agencies, social workers, and doula services; the need for psychological counseling services; nutritional needs during pregnancy; and the needs related to the substance abuse management.\n    \n\n\n          Conclusion:\n        \n      \n      The needs of incarcerated pregnant women included healthcare, educational, supportive, counseling, and nutritional needs as well as those related to the substance abuse management. Identifying these needs can be useful in developing accurate and appropriate policies and programs to promote the health status of this vulnerable group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35005037/"
}