{
    "title": "Relationship between low-back pain and flexibility in children: A cross-sectional study.",
    "doc_id": "37948451",
    "writer": "Ito T",
    "year": "2023",
    "summary": "Low-back pain is common among school-aged children. Decreased trunk flexibility in childhood influences low-back pain in adulthood. ...All children with low-back pain presented with back pain when they m …",
    "abstract": "Low-back pain is common among school-aged children. Decreased trunk flexibility in childhood influences low-back pain in adulthood. Previous studies examining the association between low-back pain and trunk flexibility in children are insufficient. Examining this association among elementary school children may help to better understand trunk flexibility in children with low-back pain and to modify the management of inflexibility. Therefore, this study aimed to identify the prevalence of low-back pain and its relationship with physical function among elementary school students. School-aged children aged 6-12 years were recruited in Japan between May 2018 and March 2023. Fingertip-to-floor distance, back muscle strength, pelvic tilt angle during gait, and the visual analog scale for low-back pain were measured. In addition, factors independently related to low-back pain were determined through logistic regression analysis. Low-back pain was reported in 9.6% of the 394 participants (boys, 191; girls, 203). All children with low-back pain presented with back pain when they moved; however, the pain was non-specific. Logistic regression analysis showed that the fingertip-to-floor distance was an independent risk factor for low-back pain (odds ratio, 0.921; p = 0.007). The odds ratios calculated in the logistic regression analysis confirmed that low-back pain frequency increased as the fingertip-to-floor distance decreased. The risk of low-back pain was associated with inflexibility, regardless of sex and muscle strength. These findings suggest that children with low-back pain must increase their trunk and lower extremity flexibility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37948451/"
}