{
  "pmid": "41462275",
  "title": "Neutrophil-to-lymphocyte ratio as a sex-specific predictor of short-term mortality in hospitalised older adults with COVID-19: a pragmatic biomarker of inflammaging in acute vulnerability.",
  "abstract": "The neutrophil-to-lymphocyte ratio (NLR) is a low-cost inflammatory biomarker increasingly investigated in older populations as a cross-cutting indicator of immunosenescence and inflammaging. While elevated NLR has been shown to predict poor short-term outcomes in patients with COVID-19, its long-term prognostic role-particularly in older adults and in a sex-specific perspective-remains unclear. The aim of this study was to examine the association between admission NLR and 3.5-year all-cause mortality in older adults hospitalised with COVID-19, with a focus on sex-specific patterns. Prospective observational cohort study with 3.5-year follow-up. A total of 440 patients aged ≥ 65 years hospitalized with confirmed SARS-CoV-2 infection were enrolled. NLR was calculated at admission and dichotomized using the optimal cut-off value (12.63) identified via maximally selected rank statistics. Associations between NLR and mortality were assessed using Cox proportional hazards models, adjusted for age, sex, and vaccination status. Effect modification by sex was explored through interaction terms and sex-stratified analyses. High NLR at hospital admission was independently associated with an increased risk of long-term all-cause mortality (adjusted HR 1.71; 95% CI: 1.21-2.43; p < 0.001). In sex-stratified analyses, this association remained significant only in females (HR 2.50; 95% CI: 1.49-4.22; p < 0.001). Sensitivity analyses revealed a significant association for mortality within 90 days of admission (HR 1.80; 95% CI: 1.15-2.81; p = 0.010), whereas no association was found for deaths occurring beyond 90 days (HR 0.83; 95% CI: 0.43-1.61; p = 0.58). NLR identifies a time-limited window of high vulnerability in older adults, particularly among women, reflecting the interplay between acute inflammation, immunosenescence, and processes typically associated with frailty. These findings highlight NLR as a pragmatic marker of inflammaging that could support sex-sensitive risk stratification and post-discharge interventions in geriatric care. Not applicable.",
  "disease": "covid-19"
}