{
    "title": "Measuring physical activity with accelerometers for individuals with intellectual disability: A systematic review.",
    "doc_id": "28645026",
    "writer": "Leung W",
    "year": "2017",
    "summary": "BACKGROUND: Multiple studies have reported differing physical activity levels for individuals with intellectual disabilities when using accelerometers. One of the potential reasons for these differences may be due to how researchers measure physical activi …",
    "abstract": "Background:\n        \n      \n      Multiple studies have reported differing physical activity levels for individuals with intellectual disabilities when using accelerometers. One of the potential reasons for these differences may be due to how researchers measure physical activity. Currently there is a lack of understanding on measurement protocol of accelerometers.\n    \n\n\n          Aims:\n        \n      \n      The purpose of this study was to synthesize the current practice of using accelerometers to measure physical activity levels among individuals with intellectual disabilities.\n    \n\n\n          Methods:\n        \n      \n      A systematic search was conducted using multiple databases including Medline (1998-2015), Sport Discus (1992-2015), Web of Science (1965-2015), and Academic Research Premier (2004-2015). Seventeen articles were found that met the inclusion criteria.\n    \n\n\n          Results:\n        \n      \n      There is a lack of consistent research protocols for measuring physical activity levels with accelerometers. Issues with the amount of time participants wore the accelerometer was a challenge for multiple studies. Studies that employed external strategies to maximize wear time had higher compliance rates.\n    \n\n\n          Conclusion:\n        \n      \n      There is a need to establish and standardize specific accelerometer protocols for measuring physical activity levels of individuals with intellectual disabilities for higher quality and more comparable data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28645026/"
}