{
    "title": "Matrix stiffness induced gallbladder fibroblasts activation and paracrine SEMA7A promotes gallbladder cancer cell epithelial-mesenchymal transition and cancer stem cell-like properties by modulating AKT/p300 signalling.",
    "doc_id": "40830485",
    "writer": "Sun L",
    "year": "2025",
    "summary": "",
    "abstract": "Background & aims:\n        \n      \n      Gallbladder cancer (GBC) is characterised by a desmoplastic microenvironment rich in collagen fibres and extracellular matrix, contributing to increased matrix stiffness. SEMAs are overexpressed in various cancers but their expression and role in the crosstalk between activated gallbladder fibroblasts (GFs) and GBC cells within a stiff microenvironment remain unclear. Herein, we aimed to elucidate the expression patterns and tumour-promoting effects of SEMAs in activated GFs under the matrix stiffness microenvironment.\n    \n\n\n          Methods:\n        \n      \n      Masson staining assessed collagen deposition in GBC stroma. GFs were isolated from gallbladder tissues and cultured on silicon or polyacrylamide hydrogels. SEMA expression in GFs under different stiffness conditions was determined via RNA-seq and RT-qPCR. Transwell assays, tumorsphere-formation and Western blot assays were used to investigate the effects of GFs-derived SEMA7A on GBC epithelial-mesenchymal transition (EMT) and cancer stem-like traits. Subcutaneous tumour models were established by co-injecting GFs and GBC cells to assess SEMA7A's role in vivo. Co-immunoprecipitation, WB, Elisa and mutation assays were employed to elucidate the mechanism of SEMA7A involvement in GFs-GBC cell crosstalk.\n    \n\n\n          Results:\n        \n      \n      This study revealed a high-stiffness microenvironment in GBC, inducing GFs activation and SEMA7A paracrine through YAP/TAZ signalling. GFs-secreted SEMA7A under matrix stiffness microenvironment promoted GBC EMT and cancer stem-like traits. Mechanistically, GFs-secreted SEMA7A bound to its receptor integrin β1 instead of plexinC1 on GBC cells to induce the phosphorylation of p300 at S1834 and maintain the malignant phenotypes of GBC cells. Moreover, the SEMA7A/integrin β1 axis-induced p300 phosphorylation at S1834 was mediated by Akt activation (p-Akt at S473) in GBC cells.\n    \n\n\n          Conclusions:\n        \n      \n      Our findings demonstrate a complex stiffness/SEMA7A/integrin β1/AKT/p300 cascade mediating reciprocal interactions between GFs and GBC cells, offering a potential therapeutic target for patients with GBC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40830485/"
}