{
    "title": "Effect of cochlear implantation on cognitive decline and quality of life in younger and older adults with severe-to-profound hearing loss.",
    "doc_id": "35044508",
    "writer": "Calvino M",
    "year": "2022",
    "summary": "Cognition was measured using the Repeatable Battery for the Assessment of Neuropsychological Status for Hearing impaired individuals (RBANS-H); subjective benefit was measured using the Nijmegen Cochlear Implant Questionnaire (NCIQ); the Glasgow Benefit Inventory (GBI); the Heari …",
    "abstract": "Purpose:\n        \n      \n      (a) To measure the change in cognition, the improvement of speech perception, and the subjective benefit in people under and over 60 years following cochlear implantation. (b) To assess the relationship between cognition, demographic, audiometric, and subjective outcomes in both age groups.\n    \n\n\n          Methods:\n        \n      \n      28 cochlear implant (CI) users were assigned to the < 60y group and 35 to the ≥ 60y group. Cognition was measured using the Repeatable Battery for the Assessment of Neuropsychological Status for Hearing impaired individuals (RBANS-H); subjective benefit was measured using the Nijmegen Cochlear Implant Questionnaire (NCIQ); the Glasgow Benefit Inventory (GBI); the Hearing Implant Sound Quality Index (HISQUI19); Speech, Spatial and Qualities of Hearing Scale (SSQ12); and the Hospital Anxiety and Depression Scale (HADS).\n    \n\n\n          Results:\n        \n      \n      Prior to surgery: the RBANS-H total score positively correlated with the domains \"Advanced sound\", \"Self-esteem\", and \"Social functioning\" of NCIQ, and negatively with HADS scores. 12 months post-implantation: the RBANS-H total score increased in the < 60y (p = 0.038) and in the ≥ 60y group (p < 0.001); speech perception and subjective outcomes also improved; RBANS-H total score positively correlated with \"Self-esteem\" domain in NCIQ. Age and the RBANS-H total score correlated negatively in the ≥ 60y group (p = 0.026).\n    \n\n\n          Conclusions:\n        \n      \n      After implantation, both age groups demonstrated improved cognition, speech perception and quality of life. Their depression scores decreased. Age was inversely associated with cognition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35044508/"
}