{
  "pmid": "41417705",
  "title": "Combined Outerbridge-Kashiwagi Procedure and Supercharged Anterior Interosseous Nerve Transfer for Elbow Arthritis With Ulnar Neuropathy: Refinements in Surgical Aspects of the Combined Approach.",
  "abstract": "The Outerbridge-Kashiwagi (O-K) procedure has been widely used to treat elbow osteoarthritis by improving range of motion and alleviating mechanical impingement. Supercharged end-to-side (SETS) anterior interosseous nerve (AIN) transfer has emerged as a promising technique for restoring hand muscle function in patients with ulnar nerve palsy. However, no previous studies have evaluated the combined use of these procedures in patients with both elbow arthritis and severe ulnar neuropathy presenting with intrinsic hand muscle atrophy. We hypothesized that the combination of the O-K procedure and SETS AIN transfer would improve both elbow mobility and hand motor strength. A retrospective analysis was performed on 22 patients treated between 2019 and 2023 who underwent a miniopen O-K procedure, cubital tunnel release with anterior transposition, and SETS AIN-to-ulnar motor branch transfer. Inclusion criteria included McGowan grade 3 cubital tunnel syndrome, limited elbow range of motion (ROM) below functional thresholds, and ulnar-innervated intrinsic muscle weakness (MRC grade 0-3) with axonal loss on electromyography. Functional outcomes were evaluated using elbow ROM, MRC grading of the first dorsal interosseous (FDI), grip and pinch strength, index and little finger abduction/adduction strength, and Disabilities of the Arm, Shoulder, and Hand (DASH) scores. At final follow-up, significant improvements were observed in elbow ROM (from 80.9° to 106.5°, P < 0.001), FDI-MRC grade (2.32-3.23, P < 0.001), grip and pinch strength, and DASH scores (P < 0.001). Notably, greater improvement in DASH scores was seen in cases involving the dominant hand. Radiographic assessment revealed sustained fenestration, and no surgical complications were reported. This combined approach addresses both mechanical impingement and motor deficits, offering a feasible and effective strategy for restoring upper extremity function in this patient population. Preoperative electrophysiologic assessment plays a key role in optimizing candidate selection and outcomes.",
  "disease": "rheumatoid arthritis"
}