{
    "title": "Life and death: A systematic comparison of antemortem and postmortem gene expression.",
    "doc_id": "31935499",
    "writer": "Scott L",
    "year": "2020",
    "summary": "Gene expression is the process by which DNA is decoded to produce a functional transcript. ...Many studies have elucidated that antemortem gene expression (transcriptome) may be linked to an array of disease etiologies as well as potential targets for …",
    "abstract": "Gene expression is the process by which DNA is decoded to produce a functional transcript. The collection of all transcripts is referred to as the transcriptome and has extensively been used to evaluate differentially expressed genes in a certain cell or tissue type. In response to internal or external stimuli, the transcriptome is greatly regulated by epigenetic changes. Many studies have elucidated that antemortem gene expression (transcriptome) may be linked to an array of disease etiologies as well as potential targets for drug discovery; on the other hand, a number of studies have utilized postmortem gene expression (thanatotranscriptome) patterns to determine cause and time of death. The \"transcriptome after death\" involves the study of mRNA transcripts occurring in human tissues after death (thanatos, Greek for death). While antemortem gene expression can provide a wide range of important information about the host, the determination of the communication of genes after a human dies has recently been explored. After death a plethora of genes are regulated via activation versus repression as well as diverse regulatory factors such as the absence or presence of stimulated feedback. Even postmortem transcriptional regulation contains many more cellular constituents and is massively more complicated. The rates of degradation of mRNA transcripts vary depending on the types of postmortem tissues and their combinatorial gene expression signatures. mRNA molecules have been shown to persist for extended time frames; nevertheless, they are highly susceptible to degradation, with half-lives of selected mRNAs varying between minutes to weeks for specifically induced genes. Furthermore, postmortem genetic studies may be used to improve organ transplantation techniques. This review is the first of its kind to fully explore both gene expression and mRNA stability after death and the trove of information that can be provided about phenotypical characteristics of specific genes postmortem.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31935499/"
}