{
    "title": "Sleep quality and associated factors in teachers.",
    "doc_id": "40147033",
    "writer": "Martins IML",
    "year": "2025",
    "summary": "The data was collected between October and December 2021, using validated instruments such as the Pittsburgh Sleep Quality Index (PSQI) to assess sleep quality. The results showed that 39.1% of teachers reported poor or very poor sleep qualit …",
    "abstract": "Sleep is an essential part of life, accounting for about one third of an individual's life expectancy and plays an important role in quality of life and professional performance. This study focuses specifically on primary school teachers, a group that often faces high levels of stress. Restorative sleep is vital for dealing with this stress, and when its quality is unsatisfactory, it can contribute to the development of burnout. The aim of the study was to assess the prevalence of poor sleep quality among state schoolteachers in Minas Gerais and to identify the factors associated with this condition. The cross-sectional study included 1,907 teachers who took part in a web survey. It included sociodemographic variables, work characteristics, lifestyle, and health conditions. The data was collected between October and December 2021, using validated instruments such as the Pittsburgh Sleep Quality Index (PSQI) to assess sleep quality. The results showed that 39.1% of teachers reported poor or very poor sleep quality. The main variables associated with poor sleep quality included working more than 40 hours a week (OR = 1.618), low control over work (OR = 1.235), professional dissatisfaction (OR = 2.234), poor diet (OR = 3.240), smartphone dependence (OR = 2.265) and high fear of COVID-19 (OR =1.532). It was noted that mental health problems, such as anxiety (OR = 1.728), were also significantly related to sleep quality. In addition, although sleep quality varied with age, older teachers had fewer sleep problems. The study suggests that working conditions and psychosocial factors play a crucial role in sleep quality, highlighting the importance of interventions that consider the specific needs of teachers. The recommendations include carrying out regular psychological assessments and applying sleep hygiene practices in order to mitigate these problems and improve the quality of life of this group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40147033/"
}