{
  "pmid": "41448794",
  "title": "Digitally assessed home FEV",
  "abstract": "A significant proportion of patients with asthma remain uncontrolled despite treatment with inhaled corticosteroids and bronchodilators. Multiple reasons exist for this. Suboptimal inhaler adherence, inadequate inhaler technique and continuous exposure to allergens are often found to contribute to poor asthma control. Additionally, symptoms from some comorbid conditions, such as obesity, GORD and deconditioning, may be perceived as arising from asthma. The first priority should always be to confirm if asthma is the cause of the patients' current symptoms. In this protocol paper, we describe the design of a prospective cohort replicate study. We will test the hypothesis that digitally acquired data on lung function and medication use can better establish that asthma is the cause of symptoms, rather than guideline-recommended practice. Patients with clinician-diagnosed asthma who remain uncontrolled despite inhaled corticosteroid treatment will be enrolled. Over 26 weeks and five visits, lung function, markers of T2 inflammation and symptoms will be repeatedly assessed. The 'ground truth' diagnosis for each patient will be established using a multimodal template comprised of lung function, T2 inflammation data, response to treatment, assessment of alternative diagnoses and patient outcome over time.The primary aim of this study is to compare guideline-recommended methods to diagnose asthma with a novel metric derived from digitally measured lung function in combination with T2 inflammation, which has been developed in an independent cohort of patients with severe asthma and a healthy control group. In secondary analysis, we will assess the direct costs and cost-effectiveness of this approach. The trial was approved by the Beaumont Hospital's Research & Ethics Committee, REC number 21/89. Participants completed an informed, written consent form. Data will be analysed, anonymised and reported in relevant peer-reviewed journals and at national and international conferences. Data will be anonymised prior to publication. NCT05357274.",
  "disease": "asthma"
}