{
    "title": "Extended management of chronic ulcerative colitis and the problem of carcinoma.",
    "doc_id": "7027293",
    "writer": "Farmer RG.",
    "year": "1981",
    "summary": "Patients with ulcerative colitis provide a significant challenge to the primary care physician for a variety of reasons. Ulcerative colitis can be a severe or even fulminating disease or can be chronic, indolent, and therapeutically unresponsive. ...",
    "abstract": "Patients with ulcerative colitis provide a significant challenge to the primary care physician for a variety of reasons. Ulcerative colitis can be a severe or even fulminating disease or can be chronic, indolent, and therapeutically unresponsive. Patients afflicted with ulcerative colitis are often young, mobile, may have a suboptimal compliance with various forms of therapy, and may be lost to followup. Assessment of the individual therapeutic response as well as its relationship to the overall prognosis for a given patient may be difficult. Steroid side effects may also complicate the picture, leaving the patient the difficult alternative of total proctocolectomy with permanent ileostomy. Added to these factors is the recognition that under 50 per cent of patients with ulcerative colitis will undergo surgery and the remainder will be at increased risk for the subsequent development of colonic carcinoma. Although there has been much recent emphasis on adequate and cost-effective surveillance techniques to detect early carcinoma of the colon in ulcerative colitis, clarification of the value of colonoscopy and the definition of dysplasia are relatively recent developments. That the medical literature is often confusing only adds to the complexity and clinical challenge. Finally, although the cancer problem has been dominant, the challenge to the clinician is to try to assist the patient afflicted with ulcerative colitis to attain a meaningful and productive role in society.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7027293/"
}