{
    "title": "Effect of vitamin D repletion on urinary calcium excretion among kidney stone formers.",
    "doc_id": "22422535",
    "writer": "Leaf DE",
    "year": "2012",
    "summary": "BACKGROUND AND OBJECTIVES: Despite the important role of vitamin D in maintaining bone health, many clinicians are reluctant to treat vitamin D deficiency in kidney stone formers because of the theoretical risk of increasing urinary calcium excretion. …",
    "abstract": "Background and objectives:\n        \n      \n      Despite the important role of vitamin D in maintaining bone health, many clinicians are reluctant to treat vitamin D deficiency in kidney stone formers because of the theoretical risk of increasing urinary calcium excretion. This study examined the effect of vitamin D repletion on urinary calcium excretion among stone formers.\n    \n\n\n          Design, setting, participants, & measurements:\n        \n      \n      Participants (n=29) were recruited from urology clinics affiliated with New York Presbyterian Hospital. Enrollment criteria included a history of nephrolithiasis, urinary calcium excretion between 150 and 400 mg/d, and a serum 25-hydroxyvitamin D level <30 ng/ml. Participants were given oral ergocalciferol (50,000 IU/wk) for 8 weeks. Serum and 24-hour urine tests were repeated after 8 weeks.\n    \n\n\n          Results:\n        \n      \n      Levels of 25-hydroxyvitamin D increased significantly after vitamin D repletion (17±6 and 35±10 ng/ml, P<0.001), but mean 24-hour urinary calcium excretion did not change (257±54 and 255±88 mg/d at baseline and follow-up, respectively, P=0.91). However, 11 participants had an increase in urinary calcium excretion ≥20 mg/d; these participants also had an increase in urine sodium excretion, likely reflecting dietary variability. No participant experienced adverse effects from vitamin D, including hypercalcemia.\n    \n\n\n          Conclusions:\n        \n      \n      Among stone formers with vitamin D deficiency, a limited course of vitamin D repletion does not seem to increase mean urinary calcium excretion, although a subset of individuals may have an increase. These data suggest that vitamin D therapy, if indicated, should not be withheld solely on the basis of stone disease, but 24-hour urinary calcium excretion should be monitored after repletion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22422535/"
}