{
  "pmid": "41432759",
  "title": "Photon-counting CT-derived hepatic extracellular volume quantification for noninvasive risk stratification of clinically significant portal hypertension (CSPH): a prospective cohort study.",
  "abstract": "To evaluate whether photon-counting CT (PCCT)-derived hepatic extracellular volume (ECV) can serve as a noninvasive imaging biomarker to detect or exclude clinically significant portal hypertension (CSPH) in patients with compensated advanced chronic liver disease (cACLD). This prospective single-center study included 113 participants with chronic liver disease who underwent contrast-enhanced liver PCCT between February 2022 and January 2025. Hepatic ECV was calculated from the delayed phase (5 min post-contrast). Liver stiffness measurements (LSM) by transient elastography (n = 79) and histological fibrosis grading (n = 34) served as reference standards. Correlations were evaluated using Spearman's ρ, and multivariable linear regression was applied to identify independent associations with LSM. Diagnostic performance for CSPH was assessed with ROC analysis using guideline-endorsed LSM thresholds (≤ 15 kPa to rule out; ≥ 25 kPa to rule in). Hepatic PCCT-ECV showed strong correlations with fibrosis grade (ρ = 0.79, p < 0.001) and LSM (ρ = 0.83, p < 0.001). An ECV threshold of 27.7% identified CSPH (LSM ≥ 25 kPa) with 95% sensitivity and 93% specificity. To rule out CSPH (LSM ≤ 15 kPa), a threshold of 23.9% achieved 88% sensitivity and 97% specificity. In multivariable analysis including MELD score and platelet count, ECV remained independently associated with LSM. Inter-observer reproducibility was good (two-way random-effects, absolute agreement ICC = 0.83). PCCT-derived ECV provides a promising noninvasive biomarker for identifying or excluding CSPH in patients with chronic liver disease. Given its reproducibility and integration into routine HCC surveillance imaging, ECV may support early risk stratification. Validation in multicenter settings is warranted. Question Can a quantitative biomarker from routine CT scans reliably stratify risk for clinically significant portal hypertension, overcoming limitations of current noninvasive methods? Findings Photon-counting CT-derived ECV accurately stratifies portal hypertension risk, offering high sensitivity (95%) for rule-in and high specificity (97%) for rule-out. Clinical relevance Integrating PCCT-ECV into routine surveillance CT provides an opportunistic, noninvasive tool for CSPH risk stratification, guiding timely patient management without requiring a separate examination.",
  "disease": "liver cirrhosis"
}