{
  "pmid": "41426685",
  "title": "Influenza vaccination in Austria from 1982 to 2023-Decades of consistent ignorance and refusal.",
  "abstract": "Influenza still tops the list of vaccine-preventable diseases and deaths in Austria. For more than four decades, Austria has grappled with persistently low rates of influenza vaccination, despite the clear availability of vaccines and recommendations from health authorities. This phenomenon is characterized by widespread public hesitation and systemic challenges within the healthcare system, resulting in a pronounced gap between vaccination campaigns and actual uptake. An average epidemic results in approximately 350,000-400,000 cases and 1,300 deaths annually in Austria. Despite this, vaccination rates remain alarmingly low, with coverage slightly above 10%, making it one of the lowest worldwide. Three earlier publications have reported the Austrian influenza vaccine use over several time periods between 1982 and 2015. This study extends these findings, analyzing data from eight additional influenza seasons (2016/17 to 2023/24), offering insights into over four decades of influenza vaccine utilization in Austria. Vaccine use data, presented as vaccine dose distributions per 1,000 population and vaccination rate percentages, from international studies and from the Austrian market only, were used. Austria has consistently ranked among the countries with the lowest vaccine distribution rates; the number peaked in 2006 at 142 doses per 1,000. Since 2007, there has been a steady decline to 62 doses per 1,000 in the 2015/16 season, like levels observed in the mid-1990s. In the following years, a slight increase was observed to 85 doses per 1,000 in the 2019/20 season. During the 1st year of the COVID-19 pandemic, the number of doses distributed more than doubled to 221 doses per 1,000, before falling again in subsequent seasons. Despite comprehensive vaccination recommendations, influenza vaccination remains significantly undervalued by the Austrian population and many sectors of the health care system.",
  "disease": "influenza"
}