{
    "title": "Insights into Novel Coronavirus Disease 2019 (COVID-19): Current Understanding, Research, and Therapeutic Updates.",
    "doc_id": "34353275",
    "writer": "Sushma DS",
    "year": "2022",
    "summary": "It is caused by severe acute respiratory syndrome coronavirus 2 (SARS- CoV-2). It is highly contagious and causes symptoms such as fever, cough, and shortness of breath. ...The PCR based diagnosis is the gold standard …",
    "abstract": "Background:\n        \n      \n      Humans can be infected with various coronaviruses that can cause serious illness and death. One such pandemic strain of coronavirus was recently identified in December 2019, and it led to a devastating outbreak in Wuhan city of China. It is caused by severe acute respiratory syndrome coronavirus 2 (SARS- CoV-2). It is highly contagious and causes symptoms such as fever, cough, and shortness of breath.\n    \n\n\n          Objective:\n        \n      \n      The objective of this review is to highlight the current understanding, research, and therapeutic updates of the novel coronavirus disease 2019 (COVID-19).\n    \n\n\n          Methods:\n        \n      \n      A thorough literature search was conducted for research papers and patents in the context of COVID-19. All the related articles were extracted from various public repositories such as Google Scholar, Pubmed, ScienceDirect (Elsevier), Springer, Web of Science, etc. Results: The present analysis revealed that the key areas of the inventions were vaccines and diagnostic kits apart from developing the treatment of CoV. It was also observed that no specific vaccine treatments were available for the treatment of 2019-nCov; therefore, developing novel chemical or biological drugs and kits for early diagnosis, prevention, and disease management is the primary governing topic among the patented inventions. The present study also indicates potential research opportunities for the future, particularly to combat 2019-nCoV. The current focus of the researches has turned towards developing four potential treatments, including the development of candidate vaccines, development of novel potential drugs, repurposing of existing drugs, and development of convalescent plasma therapy. The PCR based diagnosis is the gold standard for the COVID-19 testing, but it requires resource time, expertise, and high associated cost; hence researchers are also developing different diagnostic methods for the COVID-19. Although vaccines are being developed by various companies and have passed the pre-clinical stages but there still exists no guarantee for these to come into effect. The current treatments that are being used for COVID-19 patients are not well established and have shown limited success.\n    \n\n\n          Conclusion:\n        \n      \n      The pandemic has challenged the medical, economic, and public health infrastructure across the globe. There is an urgent need to explore all available and possible methods/ approaches to study this disease for drug and vaccine development at the earliest.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34353275/"
}