{
  "pmid": "41457565",
  "title": "Proximal Medial Gastrocnemius Release in the Treatment of Plantar Diabetic Foot Ulcers: A Case Series.",
  "abstract": "A serious complication of diabetes mellitus is the plantar diabetic foot ulcer (DFU) and is the primary cause of amputations worldwide. The causes of plantar diabetic foot ulceration are multifactorial, including hyperglycaemia, peripheral arterial occlusive disease, infection, and pressure-related issues, such as deformity due to polyneuropathy and shortening of the triceps surae complex, as possible contributing factors. The plantar DFU can be treated conservatively, but with a high recurrence rate. Lengthening of the triceps surae complex is an effective way in lowering ulcer recurrence. Proximal medial gastrocnemius release (PMGR) is effective in reducing tightness of the gastrocnemius muscle. However, the success rate of this procedure as treatment for the plantar DFU is unknown. The goal of this study is to determine the recurrence risk of the plantar DFU in patients who underwent a PMGR procedure. This retrospective medical record analysis describes the outcomes of 20 PMGR procedures in 14 patients. The duration of the ulcer, preoperative dorsiflexion, wound healing postoperatively, and duration until recurrence were considered. Postoperatively 18 of 20 (90%) of the procedures achieved wound healing of the DFU within 4 weeks and 4 of 20 (20%) of the procedures had postoperative complications. At a mean of 9.2 months 10 of 20 (50%) of the procedures showed a recurrence of the ulcer and recurrence in gastrocnemius shortening of which 9 of 10 (90%) chose for a secondary procedure. This retrospective medial record analysis shows that PMGR is effective in short-term wound closure in patients with a plantar DFU, and, however, does not provide sufficient length gain in the longer term during treatment of plantar DFU, and there is a high risk of recurrence of the ulcer. These findings suggest that PMGR is ineffective in the long-term treatment of the plantar DFU. More powerful procedures should be considered, such as more distal gastrocnemius release or percutaneous Achilles tendon lengthening.Level of Evidence: Level IV, Retrospective Case Series.",
  "disease": "diabetes mellitus"
}