{
  "pmid": "41450386",
  "title": "Association of Serum Testosterone Levels With Angiographic Severity and Six-Month Outcomes in Coronary Artery Disease in Young and Middle-Aged Men: A Prospective Observational Study From North India.",
  "abstract": "Background Coronary artery disease (CAD) remains a major health challenge worldwide, with a rising burden in India. While traditional risk factors are well recognized, the influence of testosterone deficiency on CAD severity is not clearly established in the Indian population. Objectives The objective of this study is to evaluate the association between serum testosterone levels and the angiographic severity of CAD, assessed by the SYNTAX score (SS), in men aged 20-60 years with CAD. The secondary objectives were to assess the impact of testosterone on major adverse cardiovascular events (MACE) at six months and to examine correlations with clinical profile and CAD risk factors. Methods This prospective observational study included 269 male patients undergoing coronary angiography at a tertiary care center. Serum total and free testosterone were measured before angiography. The patients were stratified by SYNTAX score (<23 versus ≥23), clinical presentation (stable CAD versus acute coronary syndrome {ACS}), and age (20-40 versus 41-60 years). Follow-up for MACE was performed at six months. Results Serum testosterone levels did not differ significantly between patients with mild and moderate/severe CAD (total testosterone: 327.49 ± 160.48 ng/dL versus 336.03 ± 167.75 ng/dL; free testosterone: 28.40 ± 14.24 pg/mL versus 29.35 ± 15.48 pg/mL). Levels were comparable across age and clinical subgroups. Testosterone values were lower among diabetic patients but showed no consistent association with other risk factors. At six months, MACE occurred in 3.3% of the patients, without a significant relationship to testosterone levels. Conclusion Serum testosterone levels were not significantly related to angiographic severity or short-term outcomes in this cohort. Routine testosterone testing may have limited value for CAD risk assessment in this population.",
  "disease": "coronary artery disease"
}