{
    "title": "Fanconi syndrome, diabetes insipidus, and acute kidney injury due to tenofovir disoproxil fumarate: A case report.",
    "doc_id": "37368845",
    "writer": "Zilwa N",
    "year": "2023",
    "summary": "CONCLUSIONS: This report suggests the possibility of severe tenofovir-induced nephrotoxicity with combined acute kidney injury, Fanconi syndrome, and nephrogenic diabetes insipidus in the absence of other provoking factors such as use with protease inhibitors or adv …",
    "abstract": "Background:\n        \n      \n      Tenofovir disoproxil fumarate is widely used in Botswana as part of the first-line antiretroviral regimen in the 'Treat All' strategy implemented in 2016 by the Ministry of Health. Its use has been associated with several uncommon adverse renal effects, though rarely all in conjunction or without the combined use of protease inhibitors.\n    \n\n\n          Case presentation:\n        \n      \n      A 49-year-old woman living with HIV whose viral load is suppressed on tenofovir disoproxil fumarate, lamivudine, and dolutegravir presented with 1 day of generalized weakness and myalgia causing an inability to ambulate. This was associated with nausea and vomiting and profound fatigue. She was found to have an acute kidney injury, non-anion-gap metabolic acidosis, hypernatremia, hypokalemia, and hypophosphatemia. Urinalysis revealed pyuria with white blood cell casts, glucosuria, and proteinuria. The diagnosis was made of tenofovir-induced nephrotoxicity. The tenofovir was discontinued, and the patient was initiated on intravenous fluids and electrolyte and bicarbonate supplementation with improvement in her symptoms and laboratory values.\n    \n\n\n          Conclusions:\n        \n      \n      This report suggests the possibility of severe tenofovir-induced nephrotoxicity with combined acute kidney injury, Fanconi syndrome, and nephrogenic diabetes insipidus in the absence of other provoking factors such as use with protease inhibitors or advanced HIV disease, chronic kidney disease, and age. With its wide use in Botswana and other countries, health-care providers should have a high index of suspicion for tenofovir-induced nephrotoxicity for HIV patients on tenofovir with deranged renal function tests and electrolytes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37368845/"
}