{
    "title": "Stem Cell Approaches to Intervertebral Disc Regeneration: Obstacles from the Disc Microenvironment.",
    "doc_id": "26228642",
    "writer": "Wang F",
    "year": "2015",
    "summary": "Similarly, the survival of endogenous stem cells is threatened as well by the harsh disc microenvironment, which may exhaust the stem cell resources and restrict the self-repair capacity of a degenerating IVD. ...Quick healing or concretion of the inje …",
    "abstract": "Intervertebral disc (IVD) degeneration results in segmental instability and irritates neural compressive symptoms, such as low back pain and motor deficiency. The transplanting of stem cell into degenerative discs has attracted increasing clinical attention, as a new and proven approach to alleviating disc degeneration and to relieving discogenic pains. Aside from supplementation with stem cells, the IVD itself already contains a pool of stem and progenitor cells. Since the resident disc stem cells are incapable of reversing the pathologic changes that occur during aging and disc degeneration, it has been debated as to whether transplanted stem cells are capable of providing an efficient and durable therapeutic effect, even though there have been positive outcomes in both animal models and in clinical trials. This review aims to decipher the interactions between the stem cell and the disc microenvironment. Within their new niches in the IVD, the exogenous stem cell shows metabolic adaptation to the low-glucose supply, hypoxia, and compressive loadings, but demonstrates little tolerance to the disc-like acidity and hypertonicity. Similarly, the survival of endogenous stem cells is threatened as well by the harsh disc microenvironment, which may exhaust the stem cell resources and restrict the self-repair capacity of a degenerating IVD. To eliminate the intrinsic obstacles within the stressful disc niches, stem cells should be delivered with an injectable scaffold that provides both survival and mechanical support. Quick healing or concretion of the injection injuries, which minimizes stem cell leakage and disturbance to disc homeostasis, is of equal importance toward achieving efficient stem cell-based disc regeneration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26228642/"
}