{
  "pmid": "41473980",
  "title": "Association of cardiovascular-kidney-metabolic syndrome stages with mortality: A nationwide, population-based, prospective cohort study.",
  "abstract": "The cardiovascular-kidney-metabolic (CKM) syndrome is highly prevalent globally. However, the associations between the CKM syndrome and its various components and all-cause and cause-specific mortality are not well understood. This study aims to clarify these mortality associations and inform preventive strategies. The China Health Evaluation and Risk Reduction through Nationwide Teamwork was a nationwide and population-based project, which was performed in 353 counties/districts across 31 provincial-level administrative divisions in Chinese mainland. A total of 764,856 eligible residents aged ≥35 years from this cohort were included in the study. CKM was classified into stages 0-4 and further sub-grouped stages 2-4 by the presence of chronic kidney disease (CKD) and CKD risk stratification. CKM stage 2 was further divided into six groups in descending order of clinical risk priority. The main outcomes were all-cause and cause-specific mortality. Cox proportional hazards models were performed to evaluate the associations of CKM stages and components with mortality, incorporating competing risks models to account for competing events. We found significant positive associations between CKM stages and mortality risk, particularly for cardiovascular mortality with adjusted hazard ratios and 95% confidence intervals of 2.62 (2.10-3.27), 4.04 (3.22-5.07), and 5.64 (4.51-7.05) for stages 2, 3, and 4, respectively. In comparison of participants with CKD with those without CKD at each CKM stage, CKD was associated with an increased risk of all-cause mortality by 64.29%, 68.62%, and 74.89%, and an increased risk of cardiovascular mortality by 72.58%, 71.55%, and 71.95% for CKM stages 2, 3, and 4, respectively. Notably, even moderate-risk CKD was associated with an increased risk of mortality. Among the various components at CKM stage 2, CKD (both high- and moderate-risk) was the most significant risk factor for mortality, with high-risk CKD showing a higher risk (hazard ratio [95% confidence interval]: 2.83 [2.36-3.39]) than moderate-risk CKD (hazard ratio [95% confidence interval]: 2.16 [1.89-2.47]), followed by the coexistence of diabetes and hypertension (hazard ratio [95% confidence interval]: 1.87 [1.65-2.12]) (all P <0.05). The risk of mortality, primarily by cardiovascular disease, increases with advancing stages of CKM. Sub-staging CKM syndrome by stratifying patients according to the presence and severity of CKD and metabolic risk factors can improve the accuracy of evaluating the mortality risk. Consistent monitoring and early interventions aimed at maintaining renal function may considerably reduce the risk of mortality.",
  "disease": "hypertension"
}