{
    "title": "Percutaneous Renal Access: Surgical Factors Involved in the Acute Reduction of Renal Function.",
    "doc_id": "26415144",
    "writer": "Handa RK",
    "year": "2016",
    "summary": "The present study assessed the contribution of needle puncture of the kidney vs dilation of the needle tract to the acute decline in renal hemodynamic and tubular transport function associated with PCNL surgery. ...A reduction in EPAH was only observed in pig kid …",
    "abstract": "Introduction and objective:\n        \n      \n      Studies in patients and experimental animals have shown that percutaneous nephrolithotomy (PCNL) can acutely impair glomerular filtration and renal perfusion, but the factors contributing to this decline in renal function are unknown. The present study assessed the contribution of needle puncture of the kidney vs dilation of the needle tract to the acute decline in renal hemodynamic and tubular transport function associated with PCNL surgery.\n    \n\n\n          Materials and methods:\n        \n      \n      Acute experiments were performed in three groups of anesthetized adult farm pigs: sham-percutaneous access (PERC), that is, no surgical procedure (n = 7); a single-needle stick to access the renal collecting system (n = 8); expansion of the single-needle access tract with a 30F NephroMax balloon dilator and insertion of a nephrostomy sheath (n = 10). The glomerular filtration rate (GFR), effective renal plasma flow (ERPF), and renal extraction of para-amino hippurate (EPAH, estimates tubular organic anion transporter [OAT] activity) were assessed before and 1 to 4.5 hours after sham-PERC or PERC surgical procedures.\n    \n\n\n          Results:\n        \n      \n      Overall, GFR responses were similar in all three groups. Sham-treated PERC pigs showed no significant change in ERPF over the experimental observation period, whereas a single-needle stick to access the renal collecting system resulted in renal vasoconstriction (∼30% reduction in ERPF, p < 0.05). Dilation of the single-needle access tract to create the nephrostomy did not lead to a further decline in ERPF. PERC surgical procedure-mediated renal vasoconstriction was most evident at the 1-hour posttreatment time point. A reduction in EPAH was only observed in pig kidneys with a nephrostomy.\n    \n\n\n          Conclusions:\n        \n      \n      Needle puncture of the kidney for percutaneous access to the renal collecting system is the major driving force for the renal vasoconstriction observed after PCNL surgery, whereas creation of the nephrostomy appears to be largely responsible for decreasing tubular OAT activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26415144/"
}