{
    "title": "Structural Changes of Lumbar Muscles in Non-specific Low Back Pain: A Systematic Review.",
    "doc_id": "27676689",
    "writer": "Goubert D",
    "year": "2016",
    "summary": "OBJECTIVE: The goal of this article is to review which macro- and/or microscopic structural alterations of the lumbar muscles occur in case of non-specific chronic low back pain (CLBP), recurrent low back pain (RLBP), and acute low back p …",
    "abstract": "Background:\n        \n      \n      Lumbar muscle dysfunction due to pain might be related to altered lumbar muscle structure. Macroscopically, muscle degeneration in low back pain (LBP) is characterized by a decrease in cross-sectional area and an increase in fat infiltration in the lumbar paraspinal muscles. In addition microscopic changes, such as changes in fiber distribution, might occur. Inconsistencies in results from different studies make it difficult to draw firm conclusions on which structural changes are present in the different types of non-specific LBP. Insights regarding structural muscle alterations in LBP are, however, important for prevention and treatment of non-specific LBP.\n    \n\n\n          Objective:\n        \n      \n      The goal of this article is to review which macro- and/or microscopic structural alterations of the lumbar muscles occur in case of non-specific chronic low back pain (CLBP), recurrent low back pain (RLBP), and acute low back pain (ALBP).\n    \n\n\n          Study design:\n        \n      \n      Systematic review.\n    \n\n\n          Setting:\n        \n      \n      All selected studies were case-control studies.\n    \n\n\n          Methods:\n        \n      \n      A systematic literature search was conducted in the databases PubMed and Web of Science. Only full texts of original studies regarding structural alterations (atrophy, fat infiltration, and fiber type distribution) in lumbar muscles of patients with non-specific LBP compared to healthy controls were included. All included articles were scored on methodological quality.\n    \n\n\n          Results:\n        \n      \n      Fifteen studies were found eligible after screening title, abstract, and full text for inclusion and exclusion criteria. In CLBP, moderate evidence of atrophy was found in the multifidus; whereas, results in the paraspinal and the erector spinae muscle remain inconclusive. Also moderate evidence occurred in RLBP and ALBP, where no atrophy was shown in any lumbar muscle. Conflicting results were seen in undefined LBP groups. Results concerning fat infiltration were inconsistent in CLBP. On the other hand, there is moderate evidence in RLBP that fat infiltration does not occur, although a larger muscle fat index was found in the erector spinae, multifidus, and paraspinal muscles, reflecting an increased relative amount of intramuscular lipids in RLBP. However, no studies were found investigating fat infiltration in ALBP. Restricted evidence indicates no abnormalities in fiber type in the paraspinal muscles in CLBP. No studies have examined fiber type in ALBP and RLBP.\n    \n\n\n          Limitations:\n        \n      \n      Lack of clarity concerning patient definitions, exact LBP symptoms, and applied methods.\n    \n\n\n          Conclusions:\n        \n      \n      The results indicate atrophy in CLBP in the multifidus and paraspinal muscles but not in the erector spinae. No atrophy was shown in RLBP and ALBP. Fat infiltration did not occur in RLBP, but results in CLBP were inconsistent. No abnormalities in fiber type in the paraspinal muscles were found in CLBP.\n    \n\n\n          Key words:\n        \n      \n      Low back pain, non-specific, chronic, recurrent, acute, muscle structure, fat infiltration, cross-sectional area, fiber type, review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27676689/"
}