{
    "title": "Absolute reliability of Young's modulus of the soleus muscle and Achilles tendon measured using shear wave elastography in healthy young males.",
    "doc_id": "38682074",
    "writer": "Miyasaka H",
    "year": "2024",
    "summary": "This study aimed to determine the absolute reliability of the Young's modulus measurements of the SOL and AT in different ankle positions in healthy young males. METHODS: This study included 33 healthy young males. SOL and AT stiffnesses were measured using …",
    "abstract": "Background:\n        \n      \n      Stiffness of the soleus muscle (SOL) and Achilles tendon (AT) are associated with Achilles tendinitis and medial tibial stress syndrome. Therefore, reliable SOL and AT stiffness measurements are important for monitoring clinical progress. However, little is known about the absolute reliability of the stiffness measurements of SOL and AT in different ankle positions. This study aimed to determine the absolute reliability of the Young's modulus measurements of the SOL and AT in different ankle positions in healthy young males.\n    \n\n\n          Methods:\n        \n      \n      This study included 33 healthy young males. SOL and AT stiffnesses were measured using Young's modulus and shear-wave elastography (SWE). Measurements were taken while the participants were kneeling, with their knees flexed to 90°, and the upper body supported by a table. Ultrasound images were recorded at ankle dorsiflexion angles of -10°, 0°, and 10°. The same measurements were repeated 15 min after the first measurement. Bland-Altman plots were used to verify the type or amount of error and 95 % confidence interval of the minimal detectable change (MDC95) values of the measurements.\n    \n\n\n          Results:\n        \n      \n      Bland-Altman plots identified that there was no fixed or proportional bias and that there was good agreement between the first- and second-time measurements of the SOL and AT, respectively, among all angles. The MDC95 of the Young's modulus of SOL at -10°, 0°, and 10° of ankle dorsiflexion were 5.6 kPa, 7.0 kPa, and 10.1 kPa, respectively, and AT were 15.8 kPa, 16.4 kPa, and 17.8 kPa, respectively.\n    \n\n\n          Conclusion:\n        \n      \n      Young's modulus measurements of the SOL and AT using SWE can be used to quantify elastic properties with high confidence. Clinically, assessing changes in the Young's moduli of the SOL and AT using SWE may help determine the effectiveness of interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38682074/"
}