{
    "title": "Quality indicators for palliative care for older people: An umbrella review.",
    "doc_id": "41459969",
    "writer": "Hutchison A",
    "year": "2025",
    "summary": "Included reviews were assessed using the Joanna Briggs Institute's Critical Appraisal Instrument for Systematic Reviews and Research Synthesis. Identified quality indicators were mapped to Donabedian's quality model (structure, process, outcome) and aligned with the …",
    "abstract": "Background:\n        \n      \n      Internationally, the ageing population is driving increased demand for palliative care across primary, aged, and healthcare sectors. Quality indicators for palliative care have been extensively researched, with systematic reviews synthesising these indicators for older populations across various care settings.\n    \n\n\n          Aim:\n        \n      \n      To identify a comprehensive set of quality indicators for palliative care for older people.\n    \n\n\n          Design:\n        \n      \n      A research protocol was developed following Joanna Briggs Institute's umbrella review methodology and registered with PROSPERO. Included reviews were assessed using the Joanna Briggs Institute's Critical Appraisal Instrument for Systematic Reviews and Research Synthesis. Identified quality indicators were mapped to Donabedian's quality model (structure, process, outcome) and aligned with the Australian Commission on Safety and Quality's essential elements for safe, high-quality end-of-life care.\n    \n\n\n          Data sources:\n        \n      \n      MEDLINE, CINAHL, EMBASE, Scopus, and Cochrane were searched from January 2000 to May 2025.\n    \n\n\n          Results:\n        \n      \n      A total of 1272 records were identified, after removing duplicates 719 were screened by title and for eligibility. Four articles met the criteria, yielding 1071 quality indicators, of which 658 were unique. Among these, 402 (61%) related to the process of care, 179 (27%) to care outcomes, and 77 (12%) to structure.\n    \n\n\n          Conclusion:\n        \n      \n      This review highlights a critical gap in quality indicators related to structure, including the physical and organisational settings of healthcare delivery. Indicators often emphasised a biomedical approach, overlooking the psychological, social, cultural, and spiritual aspects essential to high-quality palliative care. Further work is needed to develop a comprehensive, practical set of quality indicators that can be used across care settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41459969/"
}