{
  "pmid": "41416735",
  "title": "Ready for Routine: Homogeneous, High-Resolution, and Multicontrast Whole-Brain MRI at 7 Tesla in Short Scan Time With \"plug-and-Play\" pTx Sequences.",
  "abstract": "7T MRI received FDA/CE clearance almost 7 years ago. However, until today, it has not yet been widely adopted in clinical routine. This is mainly due to field inhomogeneities that impede whole-brain coverage. Moreover, the long scan times often associated with high-resolution imaging are an additional limiting factor. To combine calibration-free parallel transmit technology (pTx) using universal pulses (UP) with advanced imaging acceleration strategies to achieve homogenous multicontrast 7T MRI with whole-brain coverage and high spatial resolution in short scan time. Ten healthy volunteers were scanned both with conventional vendor-provided sequences and with custom sequences for anatomical whole-brain imaging [-weighted, -weighted, FLAIR, and susceptibility-weighted]. The scan times for the 2 anatomical protocols were matched (25 minutes). In addition, a quantitative MRI protocol [multi-parametric mapping (MPM) and chemical exchange saturation transfer (CEST)] was scanned twice using custom sequences with conventional (circular polarized) and UPs, respectively, in a scan time of 2×25 minutes. Moreover, 4 patients with different neurological diseases were scanned, namely temporal lobe epilepsy, spinocerebellar ataxia, cerebral amyloid angiopathy, and glioblastoma. For the patients, only optimized custom sequences with UPs were acquired. Compared with conventional implementations, the custom sequences provide strongly improved image homogeneity and quality with significantly higher SNR and CNR across the whole brain, including cerebellum and brain stem. Moreover, UPs improve the repeatability of derived quantitative parameters. The suggested protocol has additionally been successfully demonstrated in 4 patients with different neurological pathologies. Homogeneous whole-brain 7T MRI with high spatial resolution and high image quality is possible in clinically feasible scan times. The developed protocol can be applied without any expert knowledge and is ready for clinical use. The approach could largely extend applicability of UHF MRI in neuroradiology paving the way for increased routine use of 7T MRI.",
  "disease": "epilepsy"
}