{
    "title": "Building an atlas of gene expression driving kidney development: pushing the limits of resolution.",
    "doc_id": "23996451",
    "writer": "Potter SS",
    "year": "2014",
    "summary": "Changing gene expression patterns is the essential driver of developmental processes. Growth factors, micro-RNAs, long intergenic noncoding RNAs, and epigenetic marks, such as DNA methylation and histone modifications, all work by impacting gene expression …",
    "abstract": "Changing gene expression patterns is the essential driver of developmental processes. Growth factors, micro-RNAs, long intergenic noncoding RNAs, and epigenetic marks, such as DNA methylation and histone modifications, all work by impacting gene expression. The key features of developing cells, including their ability to communicate with others, are defined primarily by their gene-expression profiles. It is therefore clear that a gene-expression atlas of the developing kidney can provide a useful tool for the developmental nephrology research community. Toward this end, the GenitoUrinary Development Molecular Anatomy Project (GUDMAP) consortium has worked to create an atlas of the changing gene-expression patterns that drive kidney development. In this article, the global gene-expression profiling strategies of GUDMAP are reviewed. The initial work used laser-capture microdissection to purify multiple compartments of the developing kidney, including cap mesenchyme, renal vesicle, S-shaped bodies, proximal tubules, and more, which were then gene-expression profiled using microarrays. Resolution of the atlas was then improved by using transgenic mice with specific cell types labeled with green fluorescent protein (GFP), allowing their purification and profiling. In addition, RNA-Seq replaced microarrays. Currently, the atlas is being pushed to the single-cell resolution using microfluidic approaches that allow high-throughput RNA-Seq analysis of hundreds of individual cells. Results can identify novel types of cells and define interesting heterogeneities present within cell populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23996451/"
}