{
  "pmid": "41450397",
  "title": "Impact of Periodontal Interventions on Glycemic Indices and Periodontal Status Among Adults With Type 2 Diabetes Mellitus: A Systematic Review and Meta-Analysis.",
  "abstract": "Periodontitis and type 2 diabetes mellitus (T2DM) reinforce one another via chronic inflammation and dysglycemia; we performed a Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA)-conformant systematic review and meta-analysis of 10 randomized/controlled trials to assess whether periodontal interventions - non-surgical periodontal therapy (NSPT) alone or with adjuncts - improve glycemic indices and periodontal status in adults with T2DM. Eligible studies reported pre-/post-intervention hemoglobin A1c (HbA1c), fasting glucose, and/or periodontal outcomes [probing depth (PD), clinical attachment level (CAL), bleeding on probing (BOP), plaque]; data were pooled in RevMan 5.4 using random-effects models, with subgroup analyses contrasting NSPT alone versus NSPT plus systemic/topical adjuncts, and pooled effects summarized from forest plots and small-study effects assessed by the funnel plot (FP). Across the participants, NSPT consistently improved PD, CAL, and BOP versus minimal care and produced small but favorable changes in HbA1c and fasting glucose; adjuncts such as hyaluronic acid or short-course antibiotics offered context-dependent, modest gains, with similar efficacy between antibiotic regimens. Some studies showed improved oxidative stress balance and diabetes-related quality of life despite minimal between-group HbA1c differences, and a large community program enhanced fasting plasma glucose (FPG)/HbA1c control and oral symptoms. Forest plots favored intervention for periodontal and (modestly) metabolic outcomes, with expected heterogeneity and no major funnel-plot asymmetry. Overall, periodontal interventions - particularly NSPT with standardized oral-hygiene instruction - reliably improve periodontal health and are associated with directionally favorable glycemic effects at three to six months; selective use of adjuncts and integrated self-management approaches may add benefit, and longer, larger trials are needed to define HbA1c durability and optimize adjunct selection and maintenance schedules.",
  "disease": "diabetes mellitus"
}