{
    "title": "The tight junction and the epithelial barrier in coeliac disease.",
    "doc_id": "33707052",
    "writer": "Jauregi-Miguel A.",
    "year": "2021",
    "summary": "In coeliac disease, the molecular structures and function of tight junctions appear disrupted and are not completely recovered after treatment with gluten-free diet. ...This chapter will examine recent discoveries about the molecular architecture of tight …",
    "abstract": "Epithelial barriers are essential to maintain multicellular organisms well compartmentalized and protected from external environment. In the intestine, the epithelial layer orchestrates a dynamic balance between nutrient absorption and prevention of microorganisms, and antigen intrusion. Intestinal barrier function has been shown to be altered in coeliac disease but whether it contributes to the pathogenesis development or if it is merely a phenomenon secondary to the aberrant immune response is still unknown. The tight junction complexes are multiprotein cell-cell adhesions that seal the epithelial intercellular space and regulate the paracellular permeability of ions and solutes. These structures have a fundamental role in epithelial barrier integrity as well as in signaling mechanisms that control epithelial-cell polarization, the formation of apical domains and cellular processes such as cell proliferation, migration, differentiation, and survival. In coeliac disease, the molecular structures and function of tight junctions appear disrupted and are not completely recovered after treatment with gluten-free diet. Moreover, zonulin, the only known physiological regulator of the tight junction permeability, appears augmented in autoimmune conditions associated with TJ dysfunction, including coeliac disease. This chapter will examine recent discoveries about the molecular architecture of tight junctions and their functions. We will discuss how different factors contribute to tight junction disruption and intestinal barrier impairment in coeliac disease. To conclude, new insights into zonulin-driven disruption of tight junction structures and barrier integrity in coeliac disease are presented together with the advancements in novel therapy to treat the barrier defect seen in pathogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33707052/"
}