{
  "pmid": "41443380",
  "title": "Memory-guided saccade latency as a potential biomarker for axial symptoms and freezing of gait in Parkinson's disease.",
  "abstract": "Freezing of gait (FOG), a debilitating axial symptom of Parkinson's disease (PD), lacks objective detection methods. While antisaccade (AS) latency prolongation correlates with FOG, the more complex memory-guided saccade (MGS), which requires multistage motor sequence integration (a proposed FOG mechanism), remains unexplored in FOG. We assessed prosaccade (PS), AS, and MGS via infrared eye tracking in 75 PD patients (25 with FOG [PD-FOG], 50 without FOG [PD-nFOG]) and 75 healthy controls (HCs). The clinical assessments included the MDS-UPDRS III, the NFOG-Q, and cognitive/affective scales. Group differences were analyzed using appropriate comparative tests. Spearman's rank correlation was employed to examine associations between the saccade metrics and demographics/clinical features. Multivariate logistic regression was used to identify saccade metrics and demographics/clinical features associated with FOG. Compared to PD-nFOG patients and HCs, PD-FOG patients presented significantly prolonged MGS latency (p ≤ 0.001) but not PS or AS latency. MGS latency showed the strongest correlation with axial symptoms [ρ = 0.494, p (FDR) < 0.001], remaining significant after adjusting for confounders (ρ = 0.262, p = 0.026). Multivariate logistic regression identified MGS latency [OR per SD increase = 4.814, 95 % CI: 1.457-15.910, p (FDR) = 0.044] and axial subscore [OR = 1.711, 95 % CI: 1.129-2.592, p (FDR) = 0.044] is associated with FOG. The MGS latency distinguished PD-FOG patients from PD-nFOG patients with high accuracy (AUC = 0.840, 95 % CI: 0.738-0.942; sensitivity/specificity = 84 % at the 407.5 ms cutoff). MGS latency was also correlated with NFOG-Q severity in PD-FOG patients (ρ = 0.423, p = 0.035). Prolonged MGS latency is an independent indicator associated with axial symptoms and FOG in PD patients, suggesting that saccade represents a promising noninvasive approach for indirect identification of FOG and reflection of its severity.",
  "disease": "parkinson disease"
}