{
    "title": "[Body image and low back pain].",
    "doc_id": "27333766",
    "writer": "Levenig CG",
    "year": "2016",
    "summary": "OBJECTIVE: This article presents an overview of the current state of research on the association between body image and low back pain and with respect to the allocation of body image in psychosocial concepts of low back pain. ...Moreover, …",
    "abstract": "Background:\n        \n      \n      Many factors seem to be causal for non-specific low back pain and are sometimes controversially discussed. Some years ago the concept of subjective body image attracted attention but due to the inconsistent use of terms and concepts it is difficult to classify publications in the literature. Studies confirmed a difference between the body images of patients with low back pain and healthy controls so that an inclusion of body image concepts could be relevant for causation and therapy.\n    \n\n\n          Objective:\n        \n      \n      This article presents an overview of the current state of research on the association between body image and low back pain and with respect to the allocation of body image in psychosocial concepts of low back pain.\n    \n\n\n          Material and methods:\n        \n      \n      Relevant studies on body image and low back pain were reviewed and are discussed with respect to the different use of terms and concepts of body image. Moreover, an approach for integration of the body image into current psychosocial concepts and therapy of low back pain is presented. Finally, it is discussed whether consideration of the body image could be of value in the therapy of low back pain.\n    \n\n\n          Results:\n        \n      \n      Studies have shown that low back pain patients have a more negative body image compared to healthy controls. There is a lack of studies on clinical evidence for the application and effectiveness of interventions that influence the body image in low back pain.\n    \n\n\n          Conclusion:\n        \n      \n      Further studies are necessary which include body image concepts as a possible psychosocial risk factor, in particular studies on the mechanism of body image procedures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27333766/"
}