{
  "pmid": "41455904",
  "title": "Mechanistic insights into Rottlerin's inhibition of MrkH-mediated biofilm and capsule formation in Klebsiella pneumoniae.",
  "abstract": "Klebsiella pneumoniae is a notoriously aggressive opportunistic pathogen within the Enterobacteriaceae family, with virulence factors, including polysaccharide capsules, lipopolysaccharide (LP>S), siderophores, and biofilm formation, serving as essential determinants of the pathogenicity. Biofilms in particular are associated with substantial nosocomial and community-acquired illnesses; moreover, the capsule enveloping K. pneumoniae's surface further contributes to its viscous phenotype and virulence. This study explores the possible anti-virulence properties of the plant-derived compound Rottlerin using molecular docking aimed at a crucial protein implicated in biofilm formation in Klebsiella pneumoniae. Here, we investigate the molecular foundation of ligand-specific modulation of MrkH, a c-di-GMP-responsive transcriptional activator essential for biofilm development in Klebsiella pneumoniae. Utilizing a comprehensive methodology that encompasses molecular docking, dynamic modeling, and structural analysis, we evaluated the native c-di-GMP dimer-MrkH complex against the binding orientation and conformational impacts of the plant-derived chemical Rottlerin. The sub-MIC of Rottlerin shows an inhibitory effect against some virulence factors, leading to a 57.6% decrease in biofilm formation, and a reduction in capsule size by 85.6% was observed; moreover, Rottlerin also significantly downregulated genes associated with these virulence factors. Through extensive molecular modeling (e.g., inverse docking, molecular dynamics simulation, and structural analysis), the c-di-GMP dimer was found to bind to rottlerin with a remarkable specificity, establishing stabilizing hydrogen bonds and distinctive π-cation interactions with Arg107 and Arg111, securing MrkH in an activation-ready configuration. Conversely, Rottlerin binds to the same pocket mainly via dual π-cation interactions with Arg107 and supplementary localized contacts; however, it is deficient in the extensive interaction network necessary for complete allosteric activation. Dynamic profiling by RMSF and PCA indicate that Rottlerin-bound MrkH exhibits an intermediate level of flexibility between the totally stable c-di-GMP-bound state and the highly dynamic apo form. These results substantiate the function of Rottlerin as a non-activating competitive binder, providing mechanistic insight into its potential as an anti-biofilm agent and building a foundation for the rational design of small-molecule inhibitors aimed at c-di-GMP regulatory pathways. Our findings demonstrate that Rottlerin is a potent and efficient sub-MIC inhibitor of K. pneumoniae's ability to form biofilms and capsules.",
  "disease": "pneumonia"
}