{
    "title": "Lymph node size and metastatic infiltration in colon cancer.",
    "doc_id": "10493627",
    "writer": "Mönig SP",
    "year": "1999",
    "summary": "Lymph node size has been used as one possible criterion for nodal metastasis. Although enlarged regional lymph nodes are generally interpreted as metastases, few data are available that correlate lymph node size with metastatic infiltrati …",
    "abstract": "Background:\n        \n      \n      Detection of metastatic lymph nodes in colon cancer is essential for determining stage and adjuvant treatment modalities. Lymph node size has been used as one possible criterion for nodal metastasis. Although enlarged regional lymph nodes are generally interpreted as metastases, few data are available that correlate lymph node size with metastatic infiltration in colon cancer.\n    \n\n\n          Methods:\n        \n      \n      In a prospective morphometric study, the regional lymph nodes from 30 colon specimens from consecutive patients with primary colon cancer were analyzed. The lymph nodes were counted and the largest diameter of each lymph node was measured and analyzed for metastatic involvement by histological examination.\n    \n\n\n          Results:\n        \n      \n      A total of 698 lymph nodes were present in the 30 specimens examined for this study. A mean number of 23 (range, 19-39) lymph nodes was found in each specimen. Of these nodes, 566 (81%) were tumor-free and 132 (19%) contained metastases. The mean diameter of the lymph nodes free of metastases was 3.9 mm, whereas those infiltrated by metastases averaged 5.9 mm in diameter (P < 0.0001). Of the tumor-free lymph nodes, 528 (93%) measured < 5 mm in diameter, whereas 70 (53%) lymph nodes containing metastases measured < 5 mm in diameter.\n    \n\n\n          Conclusions:\n        \n      \n      Lymph node size is not a reliable indicator for lymph node metastasis in colon cancer. A careful histological search for small lymph node metastasis in the specimen should be undertaken to avoid false-negative node staging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10493627/"
}