{
  "pmid": "41469869",
  "title": "Multi-dimensional factors of behavioral intention of COVID-19 booster vaccination among people having contracted COVID-19-a 7-city study conducted during the last national major outbreak in China.",
  "abstract": "The COVID-19 reinfection rate is high, and COVID-19 remains a significant public health threat. Booster vaccination is effective in reducing reinfection and the severity of infection. To increase the booster vaccination rate among people having contracted COVID-19 (PCC), it is warranted to understand the prevalence and factors of behavioral intention to take up COVID-19 booster vaccination. Multi-dimensional factors, including cognitive factors (cognitive factors of illness representation (IR) and perceived inevitability of infection), emotional factors (emotional factors of IR and panic), psychosocial factors (depressive symptoms and social support), and a behavioral factor (social distancing behavior), were examined for their association with behavioral intention to take up COVID-19 booster vaccination after six months since the COVID-19 diagnosis (BI-BCV). An anonymous cross-sectional online survey was conducted among the adult PCC population in seven cities located in eastern, southern, western, northern, and north-western China using stratified clustered sampling from December 27, 2022 through January 9, 2023, which is during China's last national major outbreak. A total of 5,757 PCC were included in the study. The prevalence of BI-BCV was 65.8%. Age, employment status, community type (rural/urban), chronic disease control status, marital status, education level, infection timing, and city were significantly associated with BI-BCV. The multivariate logistic regression yielded that IR constructs of treatment control, IR of illness coherence, social support, and social distancing behavior factors were positively associated with BI-BCV. In addition, IR of perceived consequences of COVID-19, perceived inevitability of infection, and depressive symptoms were negatively associated with BI-BCV. The emotional factors (panic and emotional IR) were non-significant. The BI-BCV prevalence was lower than ideal and warrants health promotion. We found that some cognitions (IR constructs of illness coherence, treatment control, and perceived consequences of COVID-19 and perceived inevitability of infection), behavior (social distancing), psychosocial factors (depression and social support), but not emotional states related to COVID-19, were potential determinants of BI-BCV. Future longitudinal studies are warranted to confirm the findings. Health workers may consider modifications of the significant factors found in this study.",
  "disease": "pneumonia"
}