{
    "title": "Family Bullying in Childhood: Consequences for Young Adults.",
    "doc_id": "32613888",
    "writer": "deLara EW.",
    "year": "2022",
    "summary": "This study investigated childhood family bullying and explored any ongoing impacts for young adults. Research has demonstrated that peer bullying leads to contemporaneous poor consequences and some inquiries establish adverse effects of peer bullying lasting into …",
    "abstract": "This study investigated childhood family bullying and explored any ongoing impacts for young adults. Research has demonstrated that peer bullying leads to contemporaneous poor consequences and some inquiries establish adverse effects of peer bullying lasting into adult life. However, family bullying is much less studied and the effects are not well understood. While there is urgency to intervene in peer bullying, this does not extend to family bullying. The aims of this inquiry were to discover what types of childhood bullying occur in families, any ongoing consequences, and how young adults define bullying. The study was a retrospective qualitative inquiry with a purposive sample. There were 43 participants: the majority were female, mean age 24.3 years, and 27% represented minorities. A qualitative description approach based in naturalistic inquiry was employed for data analysis to understand the lived experiences of young adults. NVivo 11 was used for data storage and analysis. A multi-phase coding process was utilized along with thematic analysis. Types of family bullying and participants' definitions of bullying were generated. Thematic analysis revealed lasting consequences in (a) low self-esteem and shame, (b) eating disorders, and (c) behavioral issues and relationship problems. Outcomes indicate the importance of further research on childhood family bullying as it affects young adult life and the need for researchers as well as practitioners to understand its lifelong impact.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32613888/"
}