{
  "pmid": "41454310",
  "title": "Decoding anoikis-related genes in lung adenocarcinoma brainmetastasis via single-cell RNA sequencing: CD44-mediated functions.",
  "abstract": "Anoikis, a form of cell death triggered by detachment from cell-cell contact, is closely associated with tumor invasion and metastasis. After LUAD has metastasized to the brain, the prognosis is extremely poor. This study aims to investigate the role of Anoikis-related genes (ARGs) in the progression of lung cancer brain metastasis. We analyzed six lung cancer and six brain metastasis samples from a single-cell RNA sequencing (scRNA-seq) dataset. Potential molecular mechanisms were explored through cell communication and transcription factor regulation. AddModuleScore was applied to score cell types based on 338 ARGs. A cluster with the most significant score difference between the lung tumor (tumor group) and brain metastasis (mBrain group) was selected for pseudotime analysis. Epithelial differentiation genes were identified and intersected with ARGs. Using bulk RNA sequencing and patient survival data, a prognostic model was developed. Clinical samples were collected to validate differential expression between the two groups. ARGs associated with metastasis were knocked down to confirm their molecular functions. Epithelial cells exhibited the greatest difference between the two groups in terms of AddModuleScore and cell proportions. Cell communication analysis revealed strong enrichment of VEGF signaling. Transcription factor analysis identified distinct regulatory networks. A prognostic model based on bulk RNA data was constructed, with key genes including ITGA2, ITGA3, CD44, and BIRC3. ARGs were significantly associated with immune infiltration and immune checkpoint modulation. Clinical validation revealed that CD44 was significantly overexpressed in brain metastasis tissues. Knocking down CD44 significantly impaired cell proliferation, migration, and invasion. Our findings indicate that epithelial cells undergo profound changes during lung cancer brain metastasis. ARGs, particularly CD44, play a critical role in this process and have prognostic significance for lung cancer brain metastasis.",
  "disease": "lung cancer"
}