{
    "title": "Sleep disordered breathing in spinal cord injury: A systematic review.",
    "doc_id": "27077573",
    "writer": "Chiodo AE",
    "year": "2016",
    "summary": "CONTEXT: Spinal cord injury commonly results in neuromuscular weakness that impacts respiratory function. ...OBJECTIVE: (1) Understand the incidence and prevalence of sleep disordered breathing in spinal cord injury. (2) Understand the re …",
    "abstract": "Context:\n        \n      \n      Spinal cord injury commonly results in neuromuscular weakness that impacts respiratory function. This would be expected to be associated with an increased likelihood of sleep-disordered breathing.\n    \n\n\n          Objective:\n        \n      \n      (1) Understand the incidence and prevalence of sleep disordered breathing in spinal cord injury. (2) Understand the relationship between injury and patient characteristics and the incidence of sleep disordered breathing in spinal cord injury. (3) Distinguish between obstructive sleep apnea and central sleep apnea incidence in spinal cord injury. (4) Clarify the relationship between sleep disordered breathing and stroke, myocardial infarction, metabolic dysfunction, injuries, autonomic dysreflexia and spasticity incidence in persons with spinal cord injury. (5) Understand treatment tolerance and outcome in persons with spinal cord injury and sleep disordered breathing.\n    \n\n\n          Methods:\n        \n      \n      Extensive database search including PubMed, Cochrane Library, CINAHL and Web of Science.\n    \n\n\n          Results:\n        \n      \n      Given the current literature limitations, sleep disordered breathing as currently defined is high in patients with spinal cord injury, approaching 60% in motor complete persons with tetraplegia. Central apnea is more common in patients with tetraplegia than in patients with paraplegia.\n    \n\n\n          Conclusion:\n        \n      \n      Early formal sleep study in patients with acute complete tetraplegia is recommended. In patients with incomplete tetraplegia and with paraplegia, the incidence of sleep-disordered breathing is significantly higher than the general population. With the lack of correlation between symptoms and SDB, formal study would be reasonable. There is insufficient evidence in the literature on the impact of treatment on morbidity, mortality and quality of life outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27077573/"
}