{
    "title": "Risk Factors.",
    "doc_id": "27960158",
    "writer": "Uehara T",
    "year": "2016",
    "summary": "Studies investigating risk factors for intracranial atherosclerosis (ICAS) have been infrequent. However, due to recent availability of non-invasive vascular imaging techniques that can assess intracranial cerebral arteries, there are a growing number of studies on …",
    "abstract": "Studies investigating risk factors for intracranial atherosclerosis (ICAS) have been infrequent. However, due to recent availability of non-invasive vascular imaging techniques that can assess intracranial cerebral arteries, there are a growing number of studies on risk factors for ICAS. Conventional vascular risk factors such as hypertension, diabetes, hypercholesterolemia and cigarette smoking are risk factors for ICAS. However, it remains uncertain whether there is a difference in risk factors between ICAS and extracranial atherosclerosis (ECAS). It also remains unclear why ICAS is more common in Asians and Blacks than in Caucasians. Although we reviewed available evidences on these differences, the review was limited because studies were heterogeneous in the definition of risk factors, diagnostic method, and characteristics of study subjects (hospitalized vs. community) or cerebral vessels (symptomatic vs. asymptomatic). Nevertheless, it seems that hypercholesterolemia is more closely associated with ECAS than ICAS. The difference in hypercholesterolemia prevalence is one of the main reasons for racial differences in the location of cerebral atherosclerosis. Intracranial arteries contain higher antioxidant level than extracranial arteries and may be more vulnerable to risk factors that deplete antioxidants (e.g., metabolic syndrome and diabetes mellitus). Intracranial arteries may be more vulnerable to factors associated with hemodynamic stress (e.g., advanced, salt-retaining hypertension and arterial tortuosity) because of a smaller diameter, thinner media and adventitia, and fewer elastic medial fibers than extracranial arteries. Additionally, non-atherosclerotic arterial diseases (e.g., moyamoya disease) that commonly occur in the intracranial arteries of East Asians may contaminate the reports of ICAS cases. Various genes, including RNF 213, might also explain racial differences in atherosclerotic location. Prospective, well-designed risk factor and genetic studies should be performed in a homogeneous group of patients with diverse ethnicities. These efforts are essential in the prevention of atherosclerotic diseases based on adequate knowledge of the risk factors and pathogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27960158/"
}