{
  "pmid": "41451290",
  "title": "Association of serum levels of soluble triggering receptor expressed on myeloid cells-1 with endothelial dysfunction in patients with type 2 diabetes.",
  "abstract": "The correlation between TREM-1 and vascular complications in patients with type 2 diabetes was a subject of debate. This study aimed to investigate the potential correlation between TREM-1 and flow-mediated dilatation (FMD) in patients with type 2 diabetes mellitus. In this retrospective cohort research, 201 patients with type 2 patients diabetes were enrolled. The FMD Vascular Endothelial Cell Function Test Instrument was used to evaluate endothelial dysfunction. The serum levels of TREM-1 were measured using enzyme-linked immunosorbent assay. The Spearman correlation test was employed to determine the association between TREM-1 and FMD. Univariable logistic regression analysis was conducted to assess the relationship between TREM-1 and FMD. Additionally, receiver operating characteristic curve analysis was used to determine the TREM-1's predictive value. The statistical significance was evaluated using a two-tailed P-value >0.05. The study involved dichotomizing diabetic patients into low FMD (n = 138) and high FMD (n = 63) groups. The results showed that serum TREM-1 levels were significantly higher in the low FMD group than in the high FMD group (33.6 vs 58.0 pg/ml, P<0.001). A univariate logistic regression analysis revealed a statistically significant association between FMD and TREM-1 (P<0.05). The area under the curve for the receiver operating characteristic curve for model 1 (TREM-1) analysis was 0.66 (0.58-0.74) (P 0.001). Using the criteria of maximal Youden index, the threshold value for TREM-1 was found to be 38.16 ng/ml. This value showed a sensitivity of 75.4% and a specificity of 54% in predicting endothelial dysfunction in patients with type 2 diabetes mellitus. Serum TREM-1 levels were associated with FMD, indicating that TREM-1 could be a valuable biomarker for assessing endothelial function in T2DM patients.",
  "disease": "diabetes mellitus"
}