{
  "pmid": "41462132",
  "title": "The rate of stillbirth and its associated factors in Ethiopia: a systematic review and meta-analysis.",
  "abstract": "Globally, about 1.9 million stillbirths occurred at the end of 2021. This scenario has been worst in Sub-Saharan African countries, which contribute about 47% of the total stillbirths. In Ethiopia, though there was a previous study on the rate of stillbirths and its associated factors, it only explored the effect of antenatal care visits and previous stillbirth history. Yet, the meta-effects of other contributing factors such as antepartum hemorrhage, meconium-staining, labor duration, body weight, hypertension, prematurity, and premature rupture of membranes have not been investigated. Therefore, this systematic review and meta-analysis aimed to estimate the rate of stillbirths and identify its associated factors in Ethiopia. PubMed, HINARI, Science Direct, and other sources including Google Scholar and African Journals Online were searched using different search engines. Critical appraisal was done using the Joanna Briggs Institute (JBI 2020) checklist. The heterogeneity among studies was tested using I-squared statistics. Publication bias was tested using a funnel plot visual inspection and Begg's test. The results were presented using forest plots and tables. The random effect model was fitted to estimate the pooled rate of stillbirths and odds ratio of factors with a 95% confidence interval. Finally, statistically significant association was declared at a P-value of < 0.05. A total of 28 studies with 18,454 study participants were included. The pooled rate of stillbirths in Ethiopia was found to be 71.2 (95% CI: 58.3, 96.7) per 1000 births. In subgroup analysis, the rate of stillbirth ranged from 53.4 per 1000 births in the Amhara region to 105.5 per 1000 births in the Oromia region. Antepartum hemorrhage (OR: 4.59, 95% CI: 3.58, 5.89), congenital abnormality (OR: 6.06, 95% CI: 4.21, 8.71), previous history of stillbirth (OR: 4.91, 95%CI: 2.42, 9.97), prolonged labor (OR: 3.22, 95% CI: 2.61, 3.98), low body weight (OR: 4.84, 95% CI: 3.92, 5.98), meconium-stained amniotic fluid (OR: 5.18, 95% CI: 3.72, 7.20), obstructed labor (OR: 2.40, 95% CI: 1.78, 3.23), not using partograph (OR: 4.03, 95% CI: 2.01, 8.08), preeclampsia (OR: 2.28, 95% CI: 1.71, 3.04), preterm delivery (OR: 5.11, 95% CI: 3.48, 7.50) and premature rupture of membranes(OR: 2.64, 95% CI: 1.47, 4.77) were factors associated with a higher odds of stillbirths. Whereas, having four or more antenatal care visits (OR: 0.37, 95% CI: 0.29, 0.46) was associated with a lower risk of stillbirths. This systematic review and meta-analysis concludes that the rate of stillbirth remains high in Ethiopia. Therefore, pregnant mothers should be encouraged to utilize maternal and child healthcare services. Furthermore, all concerned stakeholders should consider the aforementioned factors in healthcare provision to reduce stillbirths in Ethiopia.",
  "disease": "hypertension"
}