{
  "pmid": "41417964",
  "title": "The Impact of Patient-Generated Health Data From Mobile Health Technologies on Health Care Management and Clinical Decision-Making: Narrative Scoping Review.",
  "abstract": "Long-term health conditions and multimorbidity are increasing globally, placing an unsustainable pressure on health care systems. Mobile health (mHealth) technologies enable the collection of patient-generated health data outside clinical settings, offering the potential to support personalized care and inform clinical decision-making. However, the ways in which mHealth patient data are being used in clinical practice remain unclear. This study aimed to map and synthesize the existing literature on how patient-generated mHealth data are reportedly being used and influencing clinical decision-making for adults with long-term conditions in an outpatient care setting. A narrative scoping review was conducted on studies published between 2014 and 2025. Studies were eligible for inclusion if they were in English, had data on the use of patient-generated mHealth data, went beyond feasibility testing, and had reference to clinician behavior or patient interactions. Gray literature was not used to maintain a focus on peer-reviewed and published evidence. Studies involving pediatric or adolescent populations were excluded. Searches were conducted across the following databases between 2014 and 2025: Embase, MEDLINE, Knowledge and Library Hub, British Nursing Index, and ProQuest Health Research Premium Collection. Data were charted systematically and synthesized narratively. Key data included study characteristics, mHealth use, data types and visualizations, patient demographics, and the ways the data informed clinical decision-making. A total of 16 studies met the inclusion requirements, which were primarily high-income countries focusing on rheumatoid arthritis and diabetes. The studies reported on how mHealth data were integrated into workflows, influenced health care decisions, and shaped patient-provider interactions. mHealth patient data were found to support patient-centered care and facilitate proactive holistic care, though in some instances, the data were shown to reinforce medical agendas removing agency from patients. There is also a gap between the intended use of the data and their implementation in clinical practice. The reported barriers included professional skepticism, integration challenges, and concerns about data accuracy. Evidence was focused on feasibility rather than long-term outcomes, with limited evidence on the impacts of mHealth. Patient-generated health data have the potential to enhance clinical decision-making and person-centered practices. However, integration into routine practice is hindered by technological challenges, professional hesitancy, and a lack of standardization. Future research should prioritize supporting integration, improve data presentation, and evaluate the long-term effects on clinical workflows. Addressing these barriers and establishing clear policy frameworks will be crucial for realizing the potential of mHealth in health care delivery.",
  "disease": "rheumatoid arthritis"
}