{
  "pmid": "41402666",
  "title": "The impact of osteoarthritis and geriatric depression scale on mini-mental state examination trajectories over seven years.",
  "abstract": "Cognitive decline is influenced by factors such as inflammation, reduced physical activity, chronic pain, and depression. Osteoarthritis (OA), the most prevalent form of arthritis, may contribute to cognitive impairment through these mechanisms. The objectives of this study are: (1) To assess cognitive trajectories in older adults (≥ 65 years) over a 7-year period; (2) to explore the relationship between OA and cognitive decline; and (3) to investigate the potential mediating effect of depressive symptoms. Using the longitudinal dataset of Progetto Veneto Anziani (Pro.V.A), data on inflammation, and cognitive status (Mini-Mental State Examination-MMSE, Geriatric Depression Scale-GDS) were collected. OA was diagnosed based on clinical evaluations and medical records. Active follow-ups were carried out after 4.4 and 7 years from baseline. Group-based trajectory modeling identified cognitive trajectories, and multivariable logistic regression assessed factors associated with these trajectories. Structural equation modeling explored whether depressive symptoms mediated the OA-cognitive trajectories relationship. The sample included 2945 older adults (63.3% having OA). Participants with OA were older, more likely to be female, and had higher GDS and lower MMSE scores at baseline. Over 7 years, three cognitive trajectories were identified: severe cognitive decline (n = 261, 8.9%), moderate decline (n = 865, 29.3%), and stability (n = 1819, 61.8%). OA was more prevalent in participants with greater cognitive decline. Logistic regression showed that OA was significantly associated with moderate cognitive decline trajectory (OR = 1.31, 95% CI: 1.03-1.71, p = 0.039). OA influenced cognitive decline both directly and indirectly through depression, with depression mediating 30% of the total effect. OA seem to be associated with cognitive decline trajectory directly and indirectly through depression, highlighting the need to address mental health in OA management. KEY POINTS: Osteoarthritis is linked to moderate cognitive decline in older adults, with depression acting as a partial mediator.About 30% of OA's total effect on cognition is explained by depressive symptoms.Early intervention targeting both physical and psychological health may help prevent cognitive deterioration in this population.",
  "disease": "osteoarthritis"
}