{
  "pmid": "41394534",
  "title": "Opioid prescribing to people on orthopaedic waiting lists during the covid-19 pandemic in England: retrospective cohort study using linked electronic health record data in OpenSAFELY-TPP.",
  "abstract": "To quantify the changes in opioid prescribing over time to a population with high rates of opioid use to understand the impact of longer elective wait times during the covid-19 pandemic. With the approval of NHS England, a retrospective cohort study using linked electronic health record data in OpenSAFELY-TPP. Primary and secondary care electronic health records of people registered at general practices in England that use TPP SystmOne software, covering about 43% of the total registered population in England, linked to data from the Waiting List Minimum Dataset (WLMDS) within the OpenSAFELY-TPP platform, which is part of the NHS England OpenSAFELY covid-19 service. 63 850 eligible patients on the waiting list for elective trauma procedures or orthopaedic procedures whose wait ended in admission between May 2021 and April 2022. Opioid prescribing to eligible patients before referral to the waiting list, while waiting for treatment, and after discharge from treatment. Opioids were classified based on their strength (weak, moderate, or strong opioids) and duration of action (immediate release  Of 63 850 people on elective trauma or orthopaedic waiting lists whose wait ended during the study period (median age 61 years, 54.6% female), 20.5% waited for more than 52 weeks to be admitted. In the three months before their waiting list referral date, 9890 (15.5%) participants had three or more opioid prescriptions, and 3790 (5.9%) were prescribed a strong opioid. Weekly opioid prescribing rates per 100 people on the waiting list were stable over time, with prescription rates peaking immediately after treatment and plateauing about three months after treatment. Comparing the three month period before the waiting list referral date to the period four to six months after the waiting list end date, changes in the proportion of people with three or more prescriptions for an opioid during that period were -1.6% (95% confidence interval -2.2% to -1.0%) for people on the waiting list for 18 weeks or less, -1.1% (-1.7% to -0.5%) for people waiting for 19-52 weeks, and -0.5% (-1.4% to 0.4%) for people waiting for more than 52 weeks. In this study, one in five people who received treatment for an elective orthopaedic procedure between May 2021 and April 2022 waited for more than one year. Nearly one in seven people were prescribed opioids long term before their referral date to the waiting list, and only small reductions in long term opioid prescribing were observed after a patient's procedure, regardless of length of time spent on the waiting list.",
  "disease": "asthma"
}