{
    "title": "Oxidative stress in Alzheimer's disease: current knowledge of signaling pathways and therapeutics.",
    "doc_id": "38165499",
    "writer": "Dhapola R",
    "year": "2024",
    "summary": "Growing number of evidences have elucidated the involvement of oxidative stress in the pathology of AD rendering it a major target for therapeutic development. ...This study describes in detail the role of oxidative stress in AD, major signaling pathwa …",
    "abstract": "Alzheimer's disease's pathophysiology is still a conundrum. Growing number of evidences have elucidated the involvement of oxidative stress in the pathology of AD rendering it a major target for therapeutic development. Reactive oxygen species (ROS) generated by altered mitochondrial function, dysregulated electron transport chain and other sources elevate aggregated Aβ and neurofibrillary tangles which further stimulating the production of ROS. Oxidative stress induced damage to lipids, proteins and DNA result in neuronal death which leads to AD. In addition, oxidative stress induces apoptosis that is triggered by the modulation of ERK1/2 and Nrf2 pathway followed by increased GSK-3β expression and decreased PP2A activity. Oxidative stress exaggerates disease condition by interfering with various signaling pathways like RCAN1, CREB/ERK, Nrf2, PP2A, NFκB and PI3K/Akt. Studies have reported the role of TNF-α in oxidative stress stimulation that has been regulated by drugs like etanercept increasing the level of anti-oxidants. Other drugs like pramipexole, memantine, carvedilol, and melatonin have been reported to activate CREB/RCAN1 and Nrf2 pathways. In line with this, epigallocatechin gallate and genistein also target Nrf2 and CREB pathway leading to activation of downstream pathways like ARE and Keap1 which ameliorate oxidative stress condition. Donepezil and resveratrol reduce oxidative stress and activate AMPK pathway along with PP2A activation thus promoting tau dephosphorylation and neuronal survival. This study describes in detail the role of oxidative stress in AD, major signaling pathways involving oxidative stress induced AD and drugs under development targeting these pathways which may aid in therapeutic advances for AD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38165499/"
}