{
  "pmid": "41459183",
  "title": "Assessing the Impact of Arm Rotation with Walking Exercise on Blood Glucose and HbA1c Levels in Patients with Diabetes Mellitus: A Hospital Based Study.",
  "abstract": "Effective management of blood glucose levels is crucial for individuals with diabetes mellitus, and incorporating physical activity plays a vital role. Recent studies suggest that combining simple, low-impact exercises such as arm rotation and walking can enhance postprandial glycemic control. This study aims to evaluate the impact of a combined arm rotation and walking exercise regimen on postprandial blood glucose and HbA1c levels in people with type 2 diabetes. A randomized controlled trial was conducted with 92 participants diagnosed with type 2 diabetes, aged 18-82 years. Participants were randomly assigned to an intervention group, which performed a structured exercise protocol involving arm rotation and walking, or a control group, which maintained usual activity. The intervention lasted for 24 weeks, with sessions held five times per week. Blood samples were collected at baseline and after the intervention to measure fasting blood glucose, postprandial blood glucose, and HbA1c levels. Data were analysed using paired t-tests and ANOVA to compare pre-and post-intervention results. The intervention group showed a significant reduction in postprandial blood glucose levels (mean decrease of 25 mg/dL, p < 0.01) and HbA1c levels (mean decrease of 0.5%, p < 0.05) after 24 weeks. In contrast, the control group exhibited no significant changes. Adherence to the exercise regimen was high, and no adverse events were reported, indicating good tolerability. The findings suggest that combining arm rotation with walking exercises is an effective and practical approach to improve glycemic control in individuals with type 2 diabetes. The improvements may be attributed to enhanced insulin sensitivity and increased muscle activity. These results support incorporating simple, accessible exercises into daily routines for better diabetes management. Further research is needed to assess long-term benefits and optimal exercise protocols.",
  "disease": "diabetes mellitus"
}