{
    "title": "Size-dependent behavior and failure of young's equation for wetting of two-component nanodroplets.",
    "doc_id": "32505915",
    "writer": "Cheng YT",
    "year": "2020",
    "summary": "HYPOTHESIS: For macroscopic systems, the interfacial properties are size-independent and Young's equation is generally valid for smooth substrates. For nanoscale systems, however, size-dependence and failure of Young's equation may emerge. ...The failure of Young …",
    "abstract": "Hypothesis:\n        \n      \n      For macroscopic systems, the interfacial properties are size-independent and Young's equation is generally valid for smooth substrates. For nanoscale systems, however, size-dependence and failure of Young's equation may emerge.\n    \n\n\n          Experiments:\n        \n      \n      The wetting behavior of a nanodroplet containing two miscible liquids on a smooth substrate is explored by many-body dissipative particle dynamics simulations. The size-dependent surface tension of nanofilms is investigated as well.\n    \n\n\n          Findings:\n        \n      \n      It is found that Young's equation is valid for nanodroplets of pure fluids but fails for two-component nanodroplets. The actual contact angle is always larger than the Young's contact angle, and their difference is getting smaller as the composition approaches pure fluids or the compatibility of the mixture is increased. The failure of Young's equation is closely associated with the size-dependent behavior in two-component nanodroplets and nanofilms. As the nanodroplet size is increased, the actual contact angle is found to decline but approaches a constant expected in macroscopic systems. Similarly, as the nanofilm thickness is increased, surface tension decreases and reaches its macroscopic value. The change of surface tension is attributed to the size-dependent surface composition, which is responsible for the failure of Young's equation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32505915/"
}