{
    "title": "Relationship of sleep-quality and social-anxiety in patients with breast cancer: a network analysis.",
    "doc_id": "38017507",
    "writer": "He C",
    "year": "2023",
    "summary": "BACKGROUND: There is a complex relationship between social anxiety and sleep quality. However, network analysis studies of associations between social anxiety and sleep quality are lacking, particularly among patients with breast cancer. ...RESULTS: Th …",
    "abstract": "Background:\n        \n      \n      There is a complex relationship between social anxiety and sleep quality. However, network analysis studies of associations between social anxiety and sleep quality are lacking, particularly among patients with breast cancer. The current study aimed to extend this research to a sample of patients with breast cancer and to examine symptom-level associations between social anxiety and sleep quality using network analysis.\n    \n\n\n          Methods:\n        \n      \n      Network analysis was conducted to explore their associations and identify bridge items of social anxiety and sleep quality.\n    \n\n\n          Results:\n        \n      \n      The network structure revealed 9 important edges between social anxiety and sleep quality. \"Subjective sleep quality\" had the highest EI value in the network. \"Working difficulty under watching\" and \"Sleep disorders\" had the highest BEI values in their own communities.\n    \n\n\n          Conclusion:\n        \n      \n      There are complex pathological correlation pathways between social anxiety and sleep quality in breast cancer patients. \"Subjective sleep quality\", \"Working difficulty under watching\" and \"Sleep disorders\" have the potential to be intervention targets for sleep disorder-social anxiety comorbidity. Medical staff can take corresponding interventions according to the the centrality indices and bridge centrality indicators identified in this study, which is likely to effectively reduce the comorbidity of sleep disorders and social anxiety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38017507/"
}