{
    "title": "First Report of Cucurbit yellow stunting disorder virus in Morocco.",
    "doc_id": "30841372",
    "writer": "Desbiez C",
    "year": "2000",
    "summary": "At harvest, leaf samples were collected from two symptomatic plants and one symptomless plant. A mature yellow leaf was assayed from each symptomatic plant and for one of these two plants a younger leaf exhibiting only yellow spots. ...Total RNA was extracted from f …",
    "abstract": "In October, 1999, severe yellowing symptoms were observed in a melon (Cucumis melo L.) crop grown under plastic tunnels in the region of Agadir, Morocco. Large populations of whiteflies (Bemisia tabaci) were noticed during the early stages of the crop. At harvest, leaf samples were collected from two symptomatic plants and one symptomless plant. A mature yellow leaf was assayed from each symptomatic plant and for one of these two plants a younger leaf exhibiting only yellow spots. Cucurbit aphid-borne yellows virus, which causes similar symptoms in melons, was not detected by double-antibody sandwich enzyme-linked immunosorbent assay tests. Total RNA was extracted from fresh leaf tissues and submitted to reverse transcription and polymerase chain reaction with primers specific to two whitefly-transmissible viruses: Beet pseudo-yellows virus (BPYV) and Cucurbit yellow stunting disorder virus (CYSDV) (2). No amplification was obtained with BPYV-specific primers. In contrast, an expected 465-bp product was amplified in all samples from symptomatic plants with CYSDV-specific primers. No amplification was detected in samples from the symptomless plant nor from healthy control plants. B. tabaci-transmitted CYSDV has been reported in the Middle East, southwestern Europe, and North America (1,4). This is the first report of CYSDV in Morocco, and it follows the first report of another B. tabaci-transmitted virus, Tomato yellow leaf curl virus, in tomato (3), suggesting an important change in the viral pathosystem affecting vegetable crops in Morocco. References: (1) Kao et al. Plant Dis. 84:101, 2000. (2) Livieratos et al. Plant Pathol. 47:362, 1998. (3) Peterschmitt et al. Plant Dis. 83:1074, 1999. (4) Wisler et al. Plant Dis. 82:270, 1998.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30841372/"
}