{
    "title": "Multiple stakeholders' perspectives on patient and public involvement in community mental health services research: A qualitative analysis.",
    "doc_id": "35657162",
    "writer": "Yamaguchi S",
    "year": "2022",
    "summary": "However, little is known about multiple stakeholders' perspectives on the implementation of PPI in community mental health research settings. The present study aimed to qualitatively analyse multiple stakeholders' views on PPI, including potential concerns, barriers and ap …",
    "abstract": "Background:\n        \n      \n      Patient and public involvement (PPI) has become essential in health research. However, little is known about multiple stakeholders' perspectives on the implementation of PPI in community mental health research settings. The present study aimed to qualitatively analyse multiple stakeholders' views on PPI, including potential concerns, barriers and approaches.\n    \n\n\n          Methods:\n        \n      \n      This study involved conducting focus group interviews and collecting qualitative data from 37 participants in multiple stakeholder groups (patients = 6, caregivers = 5, service providers = 7, government staff = 5 and researchers = 14) in the community mental health field. The data were qualitatively analysed using a data-driven approach that derived domains, themes and subthemes related to perspectives on PPI and to specific challenges and approaches for implementing PPI.\n    \n\n\n          Results:\n        \n      \n      The qualitative analysis identified four domains. The 'Positive views and expectations regarding PPI' domain consisted of themes related to supportive views of PPI in a mental health service research setting and improvements in the quality of research and service. The 'General concerns about PPI' domain included themes concerning the need for non-PPI research and tokenism, excessive expectations concerning social changes and use of evidence from PPI research, and heavy burdens resulting from PPI. The 'Specific issues regarding the implementation of PPI' domain consisted of four themes, including academic systems, selection methods (e.g., representativeness and conflict of interest issues), relationship building, and ambiguous PPI criteria. In particular, all stakeholder groups expressed concerns about relational equality during PPI implementation in Japan. The 'Approaches to PPI implementation' domain included themes such as facilitating mutual understanding, creating a tolerant atmosphere, establishing PPI support systems (e.g., training, ethics and human resource matching) and empowering patient organizations.\n    \n\n\n          Conclusion:\n        \n      \n      The study replicated most of the barriers and approaches to PPI reported by qualitative research in Western counties. However, utilization of evidence produced by PPI research and partnership in the PPI process may be particularly serious issues in Japan. Future PPI studies should carefully address solutions that fit each culture.\n    \n\n\n          Patient or public contribution:\n        \n      \n      A patient-researcher was involved in all stages of this project, from development of the research topic and the protocol to manuscript preparation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35657162/"
}