{
  "pmid": "41442061",
  "title": "Diospyros kaki L. (persimmon) as a potential antibiofilm agent against Acinetobacter pittii, Acinetobacter baumannii, and Pseudomonas aeruginosa isolated from diabetic foot patients.",
  "abstract": "The persimmon (Diospyros kaki L.) is used in folk medicine, pharmaceuticals and cosmetics. It has several reported benefits, including antibacterial and antibiofilm properties. This study focused on investigating potential active compounds of fresh persimmon extract against test bacteria (Acinetobacter pittii, Acinetobacter baumannii and Pseudomonas aeruginosa) isolated from diabetic foot (DF) patients regarding antibacterial and antibiofilm activities. Accordingly, antibacterial, antibiofilm and cellular proliferation abilities for PCS-201-102 human dermal fibroblast cell line of extracts were determined. The chemical compounds of extracts were determined by Q-TOF-MS Accurate-Mass. Eleven molecules according to the negative ESI mode and seven molecules according to the positive ESI mode were selected. The selected compounds were analyzed for binding affinities to biofilm associated OmpA protein (for A. baumannii and A. pittii) and the YfiBNR triple signal sequence (for P. aeruginosa), via in silico modelling. Then, these compounds with high binding energy were also tested in vitro for their antibacterial and antibiofilm properties. Although no significant antibacterial activity of extracts has been recorded, high results (80.80-68.61%) have been observed for antibiofilm activity. The extracts did not show toxicity. Aesculin and rutin demonstrated high binding energy to the relevant proteins. Aesculin inhibited biofilm formation by A. pittii (76.18%), A. baumannii (81.88%) and P. aeruginosa (75.25%), while rutin was also over 75% effective against A. baumannii (79.29%) and P. aeruginosa (75.64%). Considering the crucial role of biofilm structure in worsening the clinical course of DF, aesculin and rutin have the potential to be used as adjuvants in combination with other ingredients/antibiotics.",
  "disease": "diabetes mellitus"
}