{
    "title": "Effects of physical activity on the symptoms of Tourette syndrome: A systematic review.",
    "doc_id": "29331594",
    "writer": "Kim DD",
    "year": "2018",
    "summary": "However, it is not clear what effect physical activity has on the symptoms of Tourette syndrome. Despite a paucity of evidence, physical activity or exercise has already been recommended by various health organizations for the management of tics …",
    "abstract": "There is irrefutable evidence that routine physical activity or exercise can offer considerable health benefits to individuals living with various mental disorders. However, it is not clear what effect physical activity has on the symptoms of Tourette syndrome. Despite a paucity of evidence, physical activity or exercise has already been recommended by various health organizations for the management of tics. We provide a systematic review of the effects of physical activity or exercise on tic symptomology in individuals with Tourette syndrome. Major electronic databases were searched for all available publications before August 2017. Keywords and MeSH terms included \"physical activity\" or \"exercise\" or \"exercise therapy\" or \"physical exertion\" or \"sports\" and \"tics\" or \"tic disorders\" or \"Tourette.\" Eight studies were included, the majority of which were case reports. Despite a number of methodological limitations of the included studies, the review points to a trend that the effects of acute physical activity are intensity-dependent, where light intensity may alleviate and vigorous intensity may exacerbate tics. Chronic physical activity, however, appears to reduce the severity of tics even at higher intensity. Several physiological mechanisms may explain the differential effects of acute and chronic physical activity in Tourette syndrome. Future randomized controlled studies should better characterize the effects of different intensities and types of physical activity in Tourette syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29331594/"
}