{
    "title": "The cellular basis of kidney development.",
    "doc_id": "16822174",
    "writer": "Dressler GR.",
    "year": "2006",
    "summary": "A clear role for Wnt proteins in induction of the kidney mesenchyme is now well established and complements the classic literature nicely. ...The integrity of the glomerular filter depends in large part on the proteins of the nephrin complex, localized to the slit diaphrag …",
    "abstract": "Mammalian kidney development has helped elucidate the general concepts of mesenchymal-epithelial interactions, inductive signaling, epithelial cell polarization, and branching morphogenesis. Through the use of genetically engineered mouse models, the manipulation of Xenopus and chick embryos, and the identification of human renal disease genes, the molecular bases for many of the early events in the developing kidney are becoming increasingly clear. Early patterning of the kidney region depends on interactions between Pax/Eya/Six genes, with essential roles for lim1 and Odd1. Ureteric bud outgrowth and branching morphogenesis are controlled by the Ret/Gdnf pathway, which is subject to positive and negative regulation by a variety of factors. A clear role for Wnt proteins in induction of the kidney mesenchyme is now well established and complements the classic literature nicely. Patterning along the proximal distal axis as the nephron develops is now being investigated and must involve aspects of Notch signaling. The development of a glomerulus requires interactions between epithelial cells and infiltrating endothelial cells to generate a unique basement membrane. The integrity of the glomerular filter depends in large part on the proteins of the nephrin complex, localized to the slit diaphragm. Despite the kidney's architectural complexity, with the advent of genomics and expression arrays, it is becoming one of the best-characterized organ systems in developmental biology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16822174/"
}