{
    "title": "Comparison of qualitative and quantitative analysis of capillaroscopic findings in patients with rheumatic diseases.",
    "doc_id": "22147109",
    "writer": "Lambova SN",
    "year": "2012",
    "summary": "The aims of the study were to compare qualitative and quantitative analysis of key capillaroscopic parameters in patients with common rheumatic diseases and to assess the reproducibility of the qualitative evaluation of the capillaroscopic parameters, performed by t …",
    "abstract": "No guidelines for the application of qualitative and quantitative analysis of the capillaroscopic examination in the rheumatologic practice exist. The aims of the study were to compare qualitative and quantitative analysis of key capillaroscopic parameters in patients with common rheumatic diseases and to assess the reproducibility of the qualitative evaluation of the capillaroscopic parameters, performed by two different investigators. Two hundred capillaroscopic images from 93 patients with different rheumatic diseases were analysed quantitatively and qualitatively by two different investigators. The distribution of the images according to the diagnosis and the microvascular abnormalities was as follows-group 1: 73 images from systemic sclerosis patients (\"scleroderma\" type pattern), group 2: 10 images from dermatomyositis (\"scleroderma-like\" pattern), group 3: 25 images from undifferentiated connective tissue disease and different forms of overlap (24 \"scleroderma-like\"), group 4: 26 images from systemic lupus erythematosus patients, group 5: 46 images from rheumatoid arthritis and group 6: 20 images from primary Raynaud's phenomenon patients. All the images were mixed and blindly presented to both investigators. For comparison of the quantitative and qualitative method, investigator 1 assessed presence of dilated, giant capillaries and avascular areas quantitatively by the available software programme and his estimates were compared with the results of investigator 2, who assessed the parameters qualitatively. In addition, the capillaroscopic images were evaluated qualitatively by the investigator 1 and 2 for presence of dilated, giant capillaries, avascular areas and haemorrhages. The comparison of the quantitative and qualitative assessment of the two investigators demonstrated statistically significant difference between the two methods for the detection of dilated and giant capillaries (P < 0.05) but no significant difference regarding the detection of avascular areas (P > 0.05). As we further analysed the results for the capillaroscopic images, demonstrating a \"scleroderma\" and a \"scleroderma-like\" pattern (170/200), analogous results were found for the evaluated parameters. Among the 20 capillaroscopic images from patients with primary RP, the estimates for the absence of giant capillaries and avascular areas were equal in 100% (P > 0.05). Comparing the qualitative assessment of the two investigators, a statistically significant difference between estimates of the two investigators was found for the presence of dilated capillaries (P < 0.05), while for giant capillaries, avascular areas and haemorrhages the difference was not statistically significant (P > 0.05). The results of the study have shown that qualitative assessment of capillaroscopic parameters in patients with rheumatic diseases is an adequate method for the everyday rheumatologic practice, especially in cases with primary RP for exclusion presence of microangiopathy. No significant difference between qualitative and quantitative methods of assessment was found for the detection of avascular areas. However, the quantitative analysis is more precise especially for the detection of capillary dilation. A good reproducibility of the qualitative evaluation, performed by two different investigators was also found.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22147109/"
}