{
  "pmid": "41422977",
  "title": "Greater polygenic risk for cardiovascular disease is associated with reduced executive function among youth with bipolar disorder.",
  "abstract": "Bipolar disorder (BD) is associated with neurocognitive impairments and increased risk of cardiovascular disease. While cardiovascular polygenic risk scores (PRS) have been associated with reduced neurocognition in adults, they have not been examined in relation to BD or youth. This exploratory study examined the association of coronary artery disease (CAD)-PRS and myocardial infarction (MI)-PRS with neurocognitive performance among youth with BD. Participants included 129 youth (mean age 17 years; n = 72 BD, n = 57 healthy controls [HC]) who completed six neurocognitive tasks within the Cambridge Neuropsychological Test Automated Battery. CAD-PRS and MI-PRS were calculated using adult genome-wide association summary statistics. Covariate-adjusted general linear models examined the association of CAD-PRS and MI-PRS with neurocognitive composite scores in the overall sample, within BD, and within HC. Sensitivity analyses controlled for second-generation antipsychotic use, traditional cardiovascular risk factors, and mood states. Among youth with BD, higher CAD-PRS was associated with poorer risk-sensitive decision-making (β = -0.35, p = 0.03), and higher MI-PRS was associated with poorer cognitive flexibility (β = -0.33, p = 0.03). Most findings remained significant in sensitivity analyses. There were no significant findings in the overall sample or within the HC group. This exploratory study provides preliminary evidence that polygenic risk for cardiovascular disease is associated with worse neurocognitive performance among youth with BD-within domains that are strongly implicated in BD-but not among controls. Future longitudinal studies are needed to examine the association of CAD-PRS and MI-PRS with neurodevelopmental changes over time, and to discern mechanisms underlying the observed findings.",
  "disease": "coronary artery disease"
}