{
    "title": "Living with chronic low back pain: a metasynthesis of qualitative research.",
    "doc_id": "23585633",
    "writer": "Snelgrove S",
    "year": "2013",
    "summary": "RESULTS Three overarching interrelated themes were identified: the impact of chronic low back pain on self; relationships with significant others that incorporated two streams - health professionals and the organisation of care and relationships with family a …",
    "abstract": "OBJECTIVES The purpose of this qualitative metasynthesis is to articulate the knowledge gained from a review of qualitative studies of patients' experiences of chronic low back pain. METHODS Meta-ethnographic methodology guided the review of 33 articles representing 28 studies published in English in peer-reviewed journals between 2000 and 2012. A systematic comparison of the main themes from each study was conducted and 'synthesised' to create superordinate themes. RESULTS Three overarching interrelated themes were identified: the impact of chronic low back pain on self; relationships with significant others that incorporated two streams - health professionals and the organisation of care and relationships with family and friends; coping with chronic low back pain. Coping strategies were predominantly physical therapies, medication and avoidance behaviours with very few successful strategies reported. Professional and family support, self-efficacy, motivation, work conditions and exercise opportunities influenced pain experiences. Review authors' recommendations included psychological therapies, education, the facilitation of self-management strategies and support groups. DISCUSSION The review substantiates chronic low back pain as complex, dynamic and multidimensional, underpinned by experiences of persistent distressing pain, loss, and lowered self-worth, stigma, depression, premature aging, fear of the future. Future research should address the paucity of longitudinal studies, loss and issues of ethnicity, gender, ageing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23585633/"
}