{
    "title": "Absence of anti-rabphilin-3A antibodies in children and young adults with idiopathic central diabetes insipidus: a potential clue to elucidating a tumor etiology.",
    "doc_id": "37697216",
    "writer": "Fujisawa H",
    "year": "2023",
    "summary": "BACKGROUND: Central diabetes insipidus (CDI) is a rare condition caused by various underlying diseases, including neoplasms, autoimmune diseases, and infiltrative diseases. ...What has initially been classified as \"idiopathic\" central diabetes insipidus …",
    "abstract": "Background:\n        \n      \n      Central diabetes insipidus (CDI) is a rare condition caused by various underlying diseases, including neoplasms, autoimmune diseases, and infiltrative diseases. Differentiating between CDI etiologies is difficult. What has initially been classified as \"idiopathic\" central diabetes insipidus might in fact underlie various pathogenic mechanisms that are less understood to date and/or are not obvious at initial presentation. Therefore, even if idiopathic CDI is diagnosed at the time of onset, it is common for tumors such as germinoma to develop during surveillance. Crucially, a delayed diagnosis of germinoma may be associated with a worse prognosis. Recently, the presence of anti-rabphilin-3A antibodies has been found to be a highly sensitive and specific marker of lymphocytic infundibuloneurohypophysitis, an autoimmune-mediated CDI.\n    \n\n\n          Case presentation:\n        \n      \n      We herein present two cases, namely, a 13-year-old boy (patient 1) and a 19-year-old young man (patient 2) who were diagnosed with idiopathic CDI. In both patients, panhypopituitarism developed. Magnetic resonance imaging revealed pituitary stalk thickening and pituitary swelling approximately 1 1/2 years after the onset of CDI. Western blotting did not reveal the presence of anti-rabphilin-3A antibodies in serum in either patient, suggesting that autoimmune mechanisms might not be involved. Both patients were subsequently diagnosed with germinoma on pathological examination. They received chemotherapy, followed by radiation therapy. Notably, testosterone and insulin-like growth factor-1 levels normalized, and libido and beard growth recovered after chemoradiotherapy in patient 2.\n    \n\n\n          Conclusion:\n        \n      \n      Our data suggest that the absence of anti-rabphilin-3A antibodies in young patients clinically diagnosed with idiopathic CDI may increase the probability of the development of non-lymphocytic lesions, including germinoma. We thus recommend a more attentive approach at the onset of these diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37697216/"
}