{
  "pmid": "41451361",
  "title": "Preclinical evidence and mechanistic insights of ligustilide in ischemic stroke: a systematic review and meta-analysis.",
  "abstract": "Ligustilide, a phthalide-derived bioactive compound abundantly found in traditional Chinese medicinal herbs such as  A systematic search of PubMed, Web of Science, and Embase was conducted to identify preclinical studies evaluating the effects of Ligustilide in IS animal models. A meta-analysis was performed to quantitatively assess the efficacy of Ligustilide in reducing infarct volume and improving neurological function. Additional analyses explored its potential mechanisms and the sources of heterogeneity. The pooled results from 13 studies demonstrated that Ligustilide significantly reduced infarct volume (SMD = 3.26, 95% CI [2.31, 4.22], P < 0.05) and improved neurological scores (SMD = 1.64, 95% CI [1.13, 2.15], P < 0.05) in animal models of IS compared to control groups. Mechanistically, Ligustilide exerted protective effects by alleviating oxidative stress [lowering Malondialdehyde (MDA) levels (n = 3) and enhancing Superoxide Dismutase (SOD) (n = 2) and Glutathione (GSH) (n = 2) levels], suppressing inflammatory responses [reducing Tumor Necrosis Factor-alpha (TNF-α) (n = 3)], and a non-significant trend toward reduced apoptosis was also noted based on TUNEL staining (n = 2, P = 0.054), warranting further investigation. Sensitivity analyses confirmed the robustness of the findings. Subgroup analyses indicated that heterogeneity might be associated with differences in modeling methods, administration routes, and the use of multiple intervention doses. This systematic review and meta-analysis provides comprehensive preclinical evidence supporting the protective effects of Ligustilide in IS animal models through multi-target mechanisms. Future large-scale, high-quality animal studies and clinical trials are needed to further validate its therapeutic potential and facilitate its translational application.",
  "disease": "stroke"
}