{
  "pmid": "41437106",
  "title": "Explainable machine learning for orthopedic decision-making: predicting functional outcomes of total hip replacement from gait biomechanics.",
  "abstract": "This study aimed to identify subpopulations of patients with hip osteoarthritis who exhibit distinct adaptations in gait biomechanics, and to evaluate subpopulation-specific effects of total hip replacement on gait biomechanics. Three datasets were analyzed: (1) a cohort of 109 unilateral hip osteoarthritis patients before total hip replacement, (2) a subset of the first dataset of 63 patients re-evaluated after total hip replacement and (3) a control group of 56 healthy individuals. For all participants, three-dimensional joint angle and moment waveforms of the pelvis, ipsilateral hip and knee, as well as sagittal-plane ankle motion and the foot progression angle, were obtained. The analytical framework integrated k-means clustering, support vector machine classifiers, Shapley Additive exPlanations, and statistical waveform analyses. Clustering of the pre-operative dataset revealed three distinct subpopulations characterized by unique patterns in gait kinematics and joint moments. These subpopulations also differed in age, Kellgren-Lawrence score, and walking speed. Prior to total hip replacement, between 51.4% and 85.2% of hip osteoarthritis patients were classified as pathologic; following surgery, this proportion decreased to 27.8% - 51.8%. Hip flexion and rotation angles and moments were identified as the most important features for patient classification. The magnitude of gait improvement after total hip replacement varied across subpopulations, indicating subpopulation-specific responses to surgical intervention. In conclusion, patients with hip osteoarthritis demonstrate distinct subpopulation-specific gait adaptations, both before and after total hip replacement. Preoperative classification of patients into the identified subpopulations using machine learning approaches may facilitate the prediction of postoperative gait recovery and support the development of personalized treatment and rehabilitation strategies.",
  "disease": "osteoarthritis"
}