{
    "title": "Gastric cancer research in Mexico: a public health priority.",
    "doc_id": "24782602",
    "writer": "Sampieri CL",
    "year": "2014",
    "summary": "According to the analysis presented, these studies were classified as: epidemiology of gastric cancer (5/48); risk factors and protectors relating to gastric cancer (9/48); relationship between Helicobacter pylori and pathologies associated with gas …",
    "abstract": "This study aimed review studies conducted on Mexican patients diagnosed with gastric cancer and/or diseases associated with its development, in which at least one Mexican institute has participated, and to assess their contributions to the primary and secondary prevention of this disease. A search of the Medline database was conducted using the following keywords: gastric/stomach cancer, Mexico. Studies of the Mexican population were selected in which at least one Mexican Institute had participated and where the findings could support public policy proposals directed towards the primary or secondary prevention of gastric cancer. Of the 148 studies found in the Medline database, 100 were discarded and 48 were reviewed. According to the analysis presented, these studies were classified as: epidemiology of gastric cancer (5/48); risk factors and protectors relating to gastric cancer (9/48); relationship between Helicobacter pylori and pathologies associated with gastric cancer and the development of the disease (16/48); relationship between the Epstein-Barr virus and pathologies associated with gastric cancer and the development of the disease (3/48); molecular markers for the development of diseases associated with gastric cancer and gastric cancer (15/48). Mexico requires a program for the prevention and control of gastric cancer based on national health indicators. This should be produced by a multidisciplinary committee of experts who can propose actions that are relevant in the current national context. The few studies of gastric cancer conducted on the Mexican population in national institutes highlight the poor connection that currently exists between the scientific community and the health sector in terms of resolving this health issue. Public policies for health research should support projects with findings that can be translated into benefits for the population. This review serves to identify national research groups studying gastric cancer in the Mexican population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24782602/"
}