{
  "pmid": "41364209",
  "title": "Quantitative CT of emphysema, wall thickness and mucus plugs in alpha-1-antitrypsin deficiency: relationship to clinical outcomes.",
  "abstract": "Alpha-1-antitrypsin deficiency (AATD) is a rare genetic disorder leading to chronic obstructive pulmonary disease (COPD). Emphysema is the major structural damage visible on CT scans. However, there is little knowledge on the association between other structural abnormalities, such as bronchiectasis (BE), airway wall thickening (WT) or mucus plugs (MP), and clinical features. Retrospective study between 2008 and 2022 at one University Hospital of Bordeaux on all consecutive AATD patients. Bronchial and parenchymal alterations were evaluated with an (artificial intelligence) AI-driven Normalized Volume of Airway Abnormalities (NOVAA-CT) scoring system, including BE, WT, MP and emphysema quantifications. We evaluated correlations between forced expiratory volume in 1-s (FEV1%), dyspnea severity through the mMRC scale and the occurrence of at least one exacerbation in the year following CT scan. Fifty-two AATD patients were included (median FEV1: 47% (40-65)). CT features of BE, WT and MP were present in 100%, 94.2% and 59% of the study population, respectively, with a lower versus upper lung predominance (p < 0.05). WT (p < 0.001) and BE (p = 0.04) correlated with FEV1% but not mMRC (p ≥ 0.09). Conversely, MP did not correlate with FEV1% (p = 0.08) but with mMRC (p = 0.01). Emphysema strongly correlated with both FEV1% and mMRC (p < 0.001). In multivariate analysis, after adjustment for age, genotype and tobacco consumption, the best predictor of exacerbation was WT (OR = 1.12 [1.02-1.22]; p = 0.01). This study demonstrates that AI-assisted identification of structural airway abnormalities is frequent in AATD patients and carries distinct clinical significance. Among them, WT was the most robust predictor of exacerbations. Question Emphysema is the major structural damage in alpha-1-antitrypsin deficiency (AATD). Clinical associations of bronchial abnormalities such as bronchiectasis (BE), mucus plugs (MP) and wall thickness (WT) are lacking. Findings Quantitative CT of BE and WT correlated with PFT (p ≤ 0.05), while MP correlated with dyspnea scale (p = 0.01). The best predictor of exacerbation was WT (OR = 1.12 [1.02-1.24]). Clinical relevance AI-assisted identification of bronchial abnormalities is frequent in AATD patients in addition to emphysema alone and carries distinct clinical significance. These findings highlight the importance of comprehensive CT-based evaluations to better characterize disease phenotype and guide clinical management in AATD.",
  "disease": "chronic obstructive pulmonary disease"
}