{
    "title": "Juvenile Homicide Offenders Look Back 35 Years Later: Reasons They Were Involved in Murder.",
    "doc_id": "32498292",
    "writer": "Heide KM.",
    "year": "2020",
    "summary": "Murders committed by juveniles have been a serious concern in the United States for more than 50 years. Decisions by the United States Supreme Court during the 21st century have reduced the likelihood that juvenile homicide offenders will be sentenced to life withou …",
    "abstract": "Murders committed by juveniles have been a serious concern in the United States for more than 50 years. Decisions by the United States Supreme Court during the 21st century have reduced the likelihood that juvenile homicide offenders will be sentenced to life without parole (LWOP). As a result of these decisions, hundreds of prisoners who were sentenced as juveniles for murder to LWOP under mandatory sentencing statutes or its equivalent are now eligible for the reconsideration of their sentences. In light of these changes in sentencing policies and practices, follow-up research on juveniles convicted of murder is essential. This research is part of a 35-year follow-up study of 59 boys who were convicted of murder and sentenced to adult prisons in a southeastern state, and initially interviewed in the early 1980s. Twenty of these men agreed to participate in clinical interviews during which they reflected upon the reasons (i.e., motives, circumstances) for which they got involved in criminal behavior as juveniles. These reasons, which broadly tap tenets of psychological and sociological theories, were analyzed in terms of predominance. Thereafter, the attention focuses on looking at the relationship of these 20 reasons to recidivism among the 18 juvenile homicide offenders (JHOs) who have been released from prison. JHOs who lived in neighborhoods where crime was routine and who engaged in crime because the opportunity presented itself were approximately 20 and 22.50 times more likely to be arrested post release and returned to prison, respectfully. The implications of these findings, the limitations of the study, and suggestions for future research are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32498292/"
}