{
    "title": "Juvenile idiopathic arthritis in infants with Harlequin Ichthyosis: two cases report and literature review.",
    "doc_id": "32293521",
    "writer": "Auriti C",
    "year": "2020",
    "summary": "CONCLUSIONS: The association between Harlequin Ichthyosis and Juvenile Idiopathic Arthritis is rare and the pathophysiological mechanism that binds them is still unknown. Nonetheless caregivers should be aware of the possible occurrence of Juvenile Idiopat …",
    "abstract": "Background:\n        \n      \n      Harlequin Ichthyosis is the most severe variant of congenital autosomal recessive ichthyosis, associated with severe morbidity and potentially lethal in early life. At birth, patients present thick and plaque-like scales all over the body, with consequent cutaneous and extra-cutaneous complications, such as poor thermoregulation, recurrent infections, pain, electrolytes imbalance and joint contractures. Juvenile Idiopathic Arthritis usually manifests before the age of 16 years and persists for more than 6 weeks. The association between these two pathologies has been described in the literature as a very rare event, which creates diagnostic and therapeutic challenge.\n    \n\n\n          Case presentation:\n        \n      \n      We describe two patients affected by Harlequin Ichthyosis who early developed Juvenile Idiopathic Arthritis. Both patients were treated with retinoids, ibuprofen and long-acting intra-articular glucocorticoids; due to polyarticular involvement, one child was also treated with weekly oral methotrexate.\n    \n\n\n          Conclusions:\n        \n      \n      The association between Harlequin Ichthyosis and Juvenile Idiopathic Arthritis is rare and the pathophysiological mechanism that binds them is still unknown. Nonetheless caregivers should be aware of the possible occurrence of Juvenile Idiopathic Arthritis at very early ages in children affected by Harlequin Ichthyosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32293521/"
}