{
    "title": "Sleep quality and depression in patients with ankylosing spondylitis and their associations with clinical parameters: A cross-sectional, case-control study.",
    "doc_id": "36625190",
    "writer": "Yüce E",
    "year": "2023",
    "summary": "OBJECTIVES: This study aimed to explore sleep quality in patients with ankylosing spondylitis (AS) and to reveal the clinical parameters that predict sleep quality and depression in AS. ...All of the AS clinical parameters were significantly higher in …",
    "abstract": "Objectives:\n        \n      \n      This study aimed to explore sleep quality in patients with ankylosing spondylitis (AS) and to reveal the clinical parameters that predict sleep quality and depression in AS.\n    \n\n\n          Methods:\n        \n      \n      This study included 100 AS patients and 100 age/sex-matched healthy individuals. The AS activity was assessed by Bath AS Disease Activity Index (BASDAI), AS Disease Activity Score (ASDAS-ESR, ASDAS-CRP), and Visual Analog Scale (VAS). The functional status was assessed by the Bath AS Functional Index (BASFI). AS Quality of Life Questionnaire was administered for the assessment of the disease-related quality of life. Pittsburgh Sleep Quality Index for sleep assessment and Beck Depression Inventory for psychological assessment were administered to all participants.\n    \n\n\n          Results:\n        \n      \n      Sleep problems and depressive symptoms were significantly higher in AS patients compared to healthy individuals. All of the AS clinical parameters were significantly higher in AS patients with poor sleep quality than in AS patients with good sleep quality. In the correlation analysis, it was determined that poor sleep quality, depressive symptoms and low quality of life were strongly correlated with each other and AS clinical parameters. The most effective predictor for sleep problems was higher BASDAI scores, followed by higher BASFI, VAS, ASDAS-ESH scores, and younger age. Higher BASFI and VAS scores were predictors for depressive symptoms.\n    \n\n\n          Conclusion:\n        \n      \n      The findings indicate that poor sleep, depressive symptoms and low quality of life may negatively affect the AS clinic, and therefore sleep quality and depression should not be ignored in the examinations of AS patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36625190/"
}