{
  "pmid": "41443428",
  "title": "Effect of physiotherapy on clinical outcomes in patients with acute brain injury: A post-hoc analysis of the ENIO study.",
  "abstract": "Patients with Acute Brain Injury often require prolonged intensive care unit (ICU) stays and physiotherapy. This study aimed to evaluate the frequency and types of physiotherapy used in acute brain injury patients, identify predictors for its initiation, and assess its effects on clinical outcomes, including extubation failure, ICU and hospital mortality, and ICU length of stay. This post-hoc analysis of the ENIO study included 1012 patients with available physiotherapy data. Clinical outcomes were assessed using inverse probability of treatment weighting (IPTW). Among the patients included, 75.9 % received physiotherapy, with 19.4 % undergoing curative interventions and 80.6 % receiving prophylactic measures. Patients who received physiotherapy were older, more frequently had traumatic brain injuries, and were more likely to require an intracranial probe and external ventricular drainage compared to those who did not. After IPTW adjustment, no significant differences were observed between groups in terms of extubation failure (21.5 % vs. 20.1 %; OR = 0.96, 95 %CI = 0.71-1.30), ICU-mortality (3.0 % vs. 4.5 %; OR = 0.83, 95 %CI = 0.41-1.67), hospital-mortality (8.3 % vs. 7.5 %; OR = 1.21, 95 %CI = 0.76-1.95), or ICU-length of stay (mean 17.3 vs. 13.1 days, p = 0.21). Factors associated with physiotherapy initiation included ventilator-associated pneumonia and the presence of an intracranial probe, while a lower Glasgow Coma Scale score was associated with a reduced likelihood of treatment. Physiotherapy was frequently applied in patients with acute brain injury, but no significant association was observed with extubation failure, mortality, or ICU stay. These findings underscore the need for prospective studies addressing timing, intensity, and modality of physiotherapy in this population.",
  "disease": "pneumonia"
}