{
    "title": "What are the long-term holistic health consequences of COVID-19 among survivors? An umbrella systematic review.",
    "doc_id": "36002399",
    "writer": "Paterson C",
    "year": "2022",
    "summary": "",
    "abstract": "Many people who have survived COVID-19 have experienced negative persistent impacts on health. Impacts on health have included persistent respiratory symptoms, decreased quality of life, fatigue, impaired functional capacity, memory deficits, psychological impacts, and difficulties in returning to paid employment. Evidence is yet to be pooled to inform future directions in research and practice, to determine the physical, psychological, social, and spiritual impacts of the illness which extend beyond the acute phase of COVID-19 survivors. This umbrella review (review of systematic reviews) critically synthesized physical (including abnormal laboratory parameters), psychological, social, and spiritual impacts which extended beyond the acute phase of COVID-19 survivors. The search strategy was based on the sample, phenomena of interest, design, evaluation, research model and all publications were double screened independently by four review authors for the eligibility criteria. Data extraction and quality assessment were conducted in parallel independently. Eighteen systematic reviews were included, which represented a total of 493 publications. Sample sizes ranged from n = 15 to n = 44 799 with a total of n = 295 455 participants. There was incomplete reporting of several significant data points including the description of the severe acute respiratory syndrome coronavirus 2 variant, COVID-19 treatments, and key clinical and demographic data. A number of physical, psychological, and social impacts were identified for individuals grappling with post-COVID condition. The long term sequalae of acute COVID-19 and size of the problem is only beginning to emerge. Further investigation is needed to ensure that those affected by post-COVID condition have their informational, spiritual, psychological, social, and physical needs met in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36002399/"
}