{
    "title": "The causal relationship of type 1 diabetes and its complications on ingrown nails: Insights from a multivariable Mendelian randomization study.",
    "doc_id": "40101062",
    "writer": "He S",
    "year": "2025",
    "summary": "Databases of diabetes were represented through 3 categories: type 1 diabetes, type 1 diabetes with or without complications, and type 2 diabetes, encompassing a cohort of 1,575,134 individuals of European descent. Following our analysis o …",
    "abstract": "Diabetic patients often experience ingrown nails. Nevertheless, the causal relationship between different types of diabetes, their complications, and the occurrence of ingrown nails has yet to be fully clarified. We utilized single nucleotide polymorphisms as instrumental variables for exposure and performed Mendelian randomization (MR) analysis to ascertain the causal relationship between different types of diabetes and ingrown nails. Databases of diabetes were represented through 3 categories: type 1 diabetes, type 1 diabetes with or without complications, and type 2 diabetes, encompassing a cohort of 1,575,134 individuals of European descent. Following our analysis of the MR results, we determined the overall effect size and causal linkage related to type 1 diabetes and its complications. Type 1 diabetes had been shown to increase the risk of ingrown nails with an odds ratio of 1.09 (95% confidence interval: 1.05-1.12; P < .001). The MR results demonstrated a causal relationship between type 1 diabetes with or without complications and ingrown nails, revealing distinct odds ratios. In contrast, the MR findings indicated an absence of a specific causal relationship between type 2 diabetes and ingrown nails. All our sensitivity analyses have proven the validity and reliability of the results. This study indicates that individuals with type 1 diabetes are more likely to develop an ingrown nail compared to those without. Compared to patients without complications of type 1 diabetes, those who have complications are more likely to get an ingrown nail. Meanwhile, our current data do not support a specific causal relationship between type 2 diabetes and ingrown nails.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40101062/"
}