{
  "pmid": "41386464",
  "title": "Dual inhibition strategy in managing neuronal autophagy in PTZ-Induced kindling in mice: A pharmacological perspective on P2Y12 and SGLT2 inhibitors.",
  "abstract": "Epileptic seizures are closely related to imbalanced excitation and inhibition (E/I) of neurotransmission as well as dysregulation of autophagy, essential for maintaining neuronal homeostasis. Dapagliflozin and ticagrelor may attenuate kindling in mice; however, its mechanisms are still unclear. Thus, study aimed to investigate the effect of dapagliflozin and ticagrelor on autophagic signalling in pentylenetetrazol (PTZ)-induced kindling in mice. Swiss albino mice received 14 injections of PTZ (35 mg/kg/i.p) alternatively for 27 days. Dapagliflozin (2.5 & 5 mg/kg/p.o) and ticagrelor (50 & 100 mg/kg/p.o) were administered 30 min before PTZ. On 33rd day, PTZ challenge test was performed; afterwards, animals were euthanised, and brain were harvested. Various biochemical ((Malondialdehyde (MDA), superoxide dismutase (SOD)), neurochemical (adenosine, Inosine, GABA, glutamate decarboxylase 1 (GAD1), gene expression ((GABA receptor-associated protein (GABARAP), GABA-gamma 2 subunit (GABA-γ2), beclin 1 (Becn1), Sequestosome 1 (SQSTM1/p62), mammalian target of rapamycin (mTOR)), protein expression ((adenosine monophosphate kinase (AMPK), nuclear factor erythroid 2-related factor 2 (Nrf2)), and histomorphological analysis of hippocampal region was performed. PTZ administration in animals results in recurrent generalized tonic-clonic seizures due to imbalanced E/I, evidenced by lower GABA, GAD1, and faster adenosine metabolism. Lower SOD and higher MDA levels in PTZ-kindled animals were also observed. Furthermore, lower gene expression of GABARAP, GABA-γ2, Becn1, and higher SQSTM1/p62 and mTOR was observed. Subsequently, lower protein expression of AMPK and Nrf2 indicated the degenerative effects of PTZ. However, combining dapagliflozin and ticagrelor significantly reduced these degenerative effects, preserved neuronal integrity, and offered neuroprotection against PTZ-induced kindling. This study demonstrated neuroprotective potential of dapagliflozin and ticagrelor in PTZ-induced kindling model. The therapy mitigated oxidative stress, restored E/I neurotransmission, promoted GABA receptor trafficking, and maintained neuronal integrity, suggesting its promising role in managing epilepsy.",
  "disease": "epilepsy"
}