{
    "title": "Bone Quality and Quantity and Dental Implant Failure: A Systematic Review and Meta-analysis.",
    "doc_id": "28319206",
    "writer": "Chrcanovic BR",
    "year": "2017",
    "summary": "The same is not true for failure of implants inserted in bone quality 4 compared to failure of implants in all other bone qualities. When bone sites of different quantities were considered, the following comparative implant failure rates were observed: A > B, A & …",
    "abstract": "Purpose:\n        \n      \n      The aim of this study was to test the null hypothesis that there is no difference in implant failure rates, marginal bone loss, and postoperative infection for implants inserted in bone with different qualities and quantities according to the classification of Lekholm and Zarb.\n    \n\n\n          Materials and methods:\n        \n      \n      An electronic search was undertaken in January 2015 for randomized and nonrandomized human clinical studies.\n    \n\n\n          Results:\n        \n      \n      A total of 94 publications were included. When bone sites of different qualities were considered, the results suggested the following comparative implant failure rates: 1 > 2, 1 > 3, 3 > 2, 4 > 1, 4 > 2, and 4 > 3. Sensitivity analyses suggested that when implants inserted in bone qualities 1 and 2 and 1 and 3 were compared, oxidized and sandblasted/acid-etched surfaces showed a decrease in significant difference in failures compared with turned implants. The same is not true for failure of implants inserted in bone quality 4 compared to failure of implants in all other bone qualities. When bone sites of different quantities were considered, the following comparative implant failure rates were observed: A > B, A > C, A < D, B < C, B < D, C < D, E > A, E > B, E > C, E > D. Due to insufficient information, meta-analyses for the outcomes postoperative infection and marginal bone loss were not performed.\n    \n\n\n          Conclusion:\n        \n      \n      Sites with poorer bone quality and lack of bone volume may statistically affect implant failure rates. Implant surfaces may play a role in failure of implants in different bone qualities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28319206/"
}