{
    "title": "Does experimental low back pain change posteroanterior lumbar spinal stiffness and trunk muscle activity? A randomized crossover study.",
    "doc_id": "27064671",
    "writer": "Wong AY",
    "year": "2016",
    "summary": "BACKGROUND: While some patients with low back pain demonstrate increased spinal stiffness that decreases as pain subsides, this observation is inconsistent. Currently, the relation between spinal stiffness and low back pain remains unclear. This study …",
    "abstract": "Background:\n        \n      \n      While some patients with low back pain demonstrate increased spinal stiffness that decreases as pain subsides, this observation is inconsistent. Currently, the relation between spinal stiffness and low back pain remains unclear. This study aimed to investigate the effects of experimental low back pain on temporal changes in posteroanterior spinal stiffness and concurrent trunk muscle activity.\n    \n\n\n          Method:\n        \n      \n      In separate sessions five days apart, nine asymptomatic participants received equal volume injections of hypertonic or isotonic saline in random order into the L3-L5 interspinous ligaments. Pain intensity, spinal stiffness (global and terminal stiffness) at the L3 level, and the surface electromyographic activity of six trunk muscles were measured before, immediately after, and 25-minute after injections. These outcome measures under different saline conditions were compared by generalized estimating equations.\n    \n\n\n          Findings:\n        \n      \n      Compared to isotonic saline injections, hypertonic saline injections evoked significantly higher pain intensity (mean difference: 5.7/10), higher global (mean difference: 0.73N/mm) and terminal stiffness (mean difference: 0.58N/mm), and increased activity of four trunk muscles during indentation (P<0.05). Both spinal stiffness and trunk muscle activity returned to baseline levels as pain subsided.\n    \n\n\n          Interpretation:\n        \n      \n      While previous clinical research reported inconsistent findings regarding the association between spinal stiffness and low back pain, our study revealed that experimental pain caused temporary increases in spinal stiffness and concurrent trunk muscle co-contraction during indentation, which helps explain the temporal relation between spinal stiffness and low back pain observed in some clinical studies. Our results substantiate the role of spinal stiffness assessments in monitoring back pain progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27064671/"
}