{
    "title": "Stem cells: their source, potency and use in regenerative therapies with focus on adipose-derived stem cells - a review.",
    "doc_id": "29563048",
    "writer": "Bacakova L",
    "year": "2018",
    "summary": "There are four main sources of stem cells, i.e. embryonic tissues, fetal tissues, adult tissues and differentiated somatic cells after they have been genetically reprogrammed, which are referred to as induced pluripotent stem cells (iPSCs). ...M …",
    "abstract": "Stem cells can be defined as units of biological organization that are responsible for the development and the regeneration of organ and tissue systems. They are able to renew their populations and to differentiate into multiple cell lineages. Therefore, these cells have great potential in advanced tissue engineering and cell therapies. When seeded on synthetic or nature-derived scaffolds in vitro, stem cells can be differentiated towards the desired phenotype by an appropriate composition, by an appropriate architecture, and by appropriate physicochemical and mechanical properties of the scaffolds, particularly if the scaffold properties are combined with a suitable composition of cell culture media, and with suitable mechanical, electrical or magnetic stimulation. For cell therapy, stem cells can be injected directly into damaged tissues and organs in vivo. Since the regenerative effect of stem cells is based mainly on the autocrine production of growth factors, immunomodulators and other bioactive molecules stored in extracellular vesicles, these structures can be isolated and used instead of cells for a novel therapeutic approach called \"stem cell-based cell-free therapy\". There are four main sources of stem cells, i.e. embryonic tissues, fetal tissues, adult tissues and differentiated somatic cells after they have been genetically reprogrammed, which are referred to as induced pluripotent stem cells (iPSCs). Although adult stem cells have lower potency than the other three stem cell types, i.e. they are capable of differentiating into only a limited quantity of specific cell types, these cells are able to overcome the ethical and legal issues accompanying the application of embryonic and fetal stem cells and the mutational effects associated with iPSCs. Moreover, adult stem cells can be used in autogenous form. These cells are present in practically all tissues in the organism. However, adipose tissue seems to be the most advantageous tissue from which to isolate them, because of its abundancy, its subcutaneous location, and the need for less invasive techniques. Adipose tissue-derived stem cells (ASCs) are therefore considered highly promising in present-day regenerative medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29563048/"
}