{
    "title": "Sleep quality, frailty and overall health among community-dwelling older people: A longitudinal study.",
    "doc_id": "37438957",
    "writer": "Xu L",
    "year": "2024",
    "summary": "AIMS: The aims of the study were to describe sleep quality among community-dwelling older people; determine the association between sleep quality (total and multidimensional), frailty and overall health; study frailty as a mediator in the association b …",
    "abstract": "Aims:\n        \n      \n      The aims of the study were to describe sleep quality among community-dwelling older people; determine the association between sleep quality (total and multidimensional), frailty and overall health; study frailty as a mediator in the association between sleep quality and overall health.\n    \n\n\n          Design:\n        \n      \n      This longitudinal, correlative study used data from 2020 to 2022.\n    \n\n\n          Methods:\n        \n      \n      A total of 181 community-dwelling older people in a city in Southeast China were assessed twice. Sleep quality was measured using the Pittsburgh Sleep Quality Index at Time 1 (year 2020); frailty was measured using the FRAIL scale, and overall health was measured using the EuroQol visual analogue scale at Time 1 and 2 (1 year later). Associations and indirect effects were examined using linear regression analyses using the PROCESS Macro (Model 4).\n    \n\n\n          Results:\n        \n      \n      Poor sleep quality (higher scores) was associated with increased frailty over time (total scale), as well as subjective sleep quality, sleep duration, sleep efficiency and daytime dysfunction. Mediation analyses indicated that frailty change had an indirect effect on the association between sleep quality total score Time (T) 1 and overall health T2 and between the dimensions subjective sleep quality, sleep duration, sleep efficiency and daytime dysfunction and overall health. All analyses were adjusted for age, multimorbidity and overall health T1.\n    \n\n\n          Conclusions:\n        \n      \n      Poor sleep quality is a common problem associated with poor overall health after 1 year, and the progression of frailty mediates this association.\n    \n\n\n          Impact:\n        \n      \n      The findings provide a better understanding of the association between sleep quality and overall health and elucidate the mediating effect of frailty. Regular screening and effective treatment by healthcare providers for sleep problems and frailty in older people are necessary to improve their overall health and enhance healthy ageing.\n    \n\n\n          Patient or public contribution:\n        \n      \n      Participants in the study provided the data used for all data analysis in the manuscript. Patient or public were not involved in data analysis, interpretation or manuscript preparation. Staff in the community health centre helped with data collection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37438957/"
}