{
    "title": "Practice-level quality improvement interventions in primary care: a review of systematic reviews.",
    "doc_id": "26004929",
    "writer": "Irwin R",
    "year": "2015",
    "summary": "BACKGROUND: Quality improvement in primary care involves a range of approaches from the system-level to patient-level improvement. ...CONCLUSION: Evidence exists for a range of quality improvement interventions at the primary-care practice level …",
    "abstract": "Aim:\n        \n      \n      To present an overview of effective interventions for quality improvement in primary care at the practice level utilising existing systematic reviews.\n    \n\n\n          Background:\n        \n      \n      Quality improvement in primary care involves a range of approaches from the system-level to patient-level improvement. One key setting in which quality improvement needs to occur is at the level of the basic unit of primary care--the individual general practice. Therefore, there is a need for practitioners to have access to an overview of the effectiveness of quality improvement interventions available in this setting.\n    \n\n\n          Design:\n        \n      \n      A tertiary evidence synthesis was conducted (a review of systematic reviews). A systematic approach was used to identify and summarise published literature relevant to understanding primary-care quality improvement at the practice level. Quality assessment was via the Critical Appraisal Skills Programme tool for systematic reviews, with data extraction identifying evidence of effect for the examined interventions.\n    \n\n\n          Scope:\n        \n      \n      Included reviews had to be relevant to quality improvement at the practice level and relevant to the UK primary-care context. Reviews were excluded if describing system-level interventions.\n    \n\n\n          Outcome measures:\n        \n      \n      A range of measures across care structure, process and outcomes were defined and interpreted across the quality improvement interventions.\n    \n\n\n          Findings:\n        \n      \n      Audit and feedback, computerised advice, point-of-care reminders, practice facilitation, educational outreach and processes for patient review and follow-up all demonstrated evidence of a quality improvement effect. Evidence of an improvement effect was higher where baseline performance was low and was particularly demonstrated across process measures and measures related to prescribing. Evidence was not sufficient to suggest that multifaceted approaches were more effective than single interventions.\n    \n\n\n          Conclusion:\n        \n      \n      Evidence exists for a range of quality improvement interventions at the primary-care practice level. More research is required to determine the use and impact of quality improvement interventions using theoretical frameworks and cost-effectiveness analysis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26004929/"
}