{
    "title": "In search of well-established evaluative criteria for the emerging qualitative methods of L2 affective variables.",
    "doc_id": "36092124",
    "writer": "Du J.",
    "year": "2022",
    "summary": "This is the value of exploring affective variables through qualitative research. The present study focuses on the qualitative studies of L2 affective variables in recent years led by the complexity dynamic systems theory (CDST). ...The overall goal is to guide futur …",
    "abstract": "Qualitative research is marked by context sensitivity with an inclusion of the participants' points of view and setting, how they can affect how participants feel and how this feeling is captured and interpreted by researchers (Yardley, 2017). This is the value of exploring affective variables through qualitative research. The present study focuses on the qualitative studies of L2 affective variables in recent years led by the complexity dynamic systems theory (CDST). This new line of research has employed innovative research methods compatible with the CDST, and has had useful findings. Yet, they seem to lack rigor and systematicity of research. Thus, this observed lack of consistency is problematized in the present study and attempts are made to set evaluative criteria for the judgment of the burgeoning studies and guiding the future line of qualitative and dynamic inquiry in the L2 affective domain. To this aim, the different sets of evaluative criteria proposed for qualitative research are derived from the mostly cited scholars in the research methodology. The relevance of each to the dynamic qualitative investigations of L2 affective variables is discussed. Then these evaluative criteria are abstracted and put forth for the qualitative research in the dynamic phase of second language acquisition (SLA) research. The overall goal is to guide future researchers with an interest in investigating the dynamic and developmental nature of L2 affective variables qualitatively. These evaluative criteria can pave the way for the emergence of more rigorous and systematic qualitative studies of L2 affective factors in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36092124/"
}