{
  "pmid": "41451168",
  "title": "In vitro Evaluation of Mitochondrial-Targeted Andrographolide Nanoparticles Against 4T1 Breast Cancer Cells.",
  "abstract": "Andrographolide (AG) demonstrated promising anticancer efficacy against the initiation and progression of breast cancer by triggering the mitochondria-mediated intrinsic apoptotic pathway. However, its clinical translation is still hindered by drawbacks such as poor bioavailability and off-target effects; therefore, an optimized drug-delivery system that minimizes these effects is urgently needed. To address these issues, we successfully developed a mitochondria-targeting nanocarrier (TPP-PEG-PCL) with high drug-loading capacity and excellent biocompatibility. The mitochondria-targeting copolymer (TPP-PEG-PCL) was synthesized chemically and used to prepare AG-loaded polymeric micelles (TPP-PEG-PCL@AG) by solvent-evaporation method. In vitro, the blank micelles were first evaluated for biocompatibility with mouse breast-cancer cells (4T1) and endothelial cells (EC). Subsequently, a panel of cellular assays was performed on 4T1 cells to compare the antitumor activity of free AG, PEG-PCL@AG, and TPP-PEG-PCL@AG, confirming the enhanced cancer-cell killing achieved through mitochondria-targeted delivery of AG. The results showed that TPP-PEG-PCL micelles were readily taken up by 4T1 cells and selectively accumulated in mitochondria with a Pearson's correlation (Rr) 0.47 compared to 0.25 in PEG-PCL micelles group, leading to a pronounced inhibition of proliferation and migration. By elevating intracellular ROS, decreasing mitochondrial membrane potential, and activating the caspase cascade, the micelles induced apoptosis and thereby achieved mitochondria-targeted potentiation of TPP-PEG-PCL@AG. However, this study is limited to in vitro validation using the 4T1 murine model, and further in vivo investigations are warranted to assess translational efficacy and potential systemic toxicity.. PCL-PEG nanoparticles decorated with TPP combine pronounced mitochondria-targeting specificity, high drug-loading capacity, excellent biocompatibility and readily tunable architecture, making them an ideal platform for constructing a precise mitochondrial-intervention system for AG. This strategy is particularly attractive for tumor-targeted delivery of AG and opens a new avenue for its clinical translation.",
  "disease": "breast cancer"
}