{
  "pmid": "41406850",
  "title": "Prevalence and associated factors of self-reported olfactory dysfunction in Japan: Findings from a nationwide web-based cross-sectional survey.",
  "abstract": "Olfactory dysfunction (OD) compromises safety and well-being in humans; however, large-scale Japanese data are lacking. We quantified the prevalence of subjective chronic OD (self-reported olfactory impairment persisting ≥3 months), identified associated health and occupational factors, and evaluated determinants for severity using data from a nationwide web-based survey in Japan. We analyzed data from the Japan coronavirus disease 2019 and Society Internet Survey 2023, a stratified, nationwide, cross-sectional survey of community-dwelling residents in Japan. From the initial 33,000 participants, we used the data of 25,569 participants (12,323 men, 13,246 women), after excluding those with implausible responses and missing data, to calculate prevalence. Inverse probability weighting was used to align the sample with the 2019 National Living Conditions Survey. Group differences concerning the presence and severity of OD were tested with χ² or Wilcoxon tests after excluding participants with additional missing data; independent associations were examined using weighted multivariable logistic regression analyses. The weighted prevalence for chronic subjective OD was 1.3 % (95 % confidence interval [CI] 1.1-1.4); age-specific rates ranged from 0.6 % (40-49 years) to 2.1 % (60-69 years). Independent OD correlates included the factors current smoking (odds ratio [OR] 2.09, p = 0.016), homeworking (OR 2.75, p = 0.004), somatic symptoms (Somatic Symptom Scale-8 score ≥ 12; OR 2.66, p = 0.009), dysgeusia (OR 193.2, p < 0.001), current hypertension (OR 3.69, p = 0.005), current bronchial asthma (OR 6.09, p < 0.001), current allergic rhinitis (OR 1.97, p = 0.012), and moderate-severe presenteeism (Work Functioning Impairment Scale score ≥ 21; OR 3.04, p < 0.020). Being a woman was associated with lower OD severity (OR 0.34, p = 0.035, for moderate-severe vs mild), whereas having ≥ 1 day of sick absences in the previous month was associated with higher OD severity (OR 3.17, p = 0.044). Subjective OD prevalence in Japan was 1.3 %. Presenteeism was associated with OD and absenteeism was associated with moderate-severe OD. Further studies on the relationship between OD and work productivity are warranted.",
  "disease": "asthma"
}