{
    "title": "Stereotypical and Actual Associations of Breast Size with Mating-Relevant Traits.",
    "doc_id": "31562583",
    "writer": "Kościński K",
    "year": "2020",
    "summary": "Our first study encompassed 163 young women and aimed to establish actual correlates of breast size. The aim of the second study was to determine preferences and stereotypes related to breast size: 252-265 women and men evaluated female digital figures varying in, a …",
    "abstract": "Breast size varies substantially among women and influences perception of the woman by other people with regard to her attractiveness and other characteristics that are important in social contexts, including mating. The theory of sexual selection predicts that physical criteria of partner selection should be markers of the candidate's desirable properties, mainly biological quality. Few studies, however, have examined whether breast size really signals biological quality or its components and whether observers accurately interpret these signals. Our first study encompassed 163 young women and aimed to establish actual correlates of breast size. The aim of the second study was to determine preferences and stereotypes related to breast size: 252-265 women and men evaluated female digital figures varying in, among other characteristics, breast size. Breast size (breast circumference minus chest circumference) was negatively associated with body asymmetry and positively associated with infections of the respiratory system, but did not correlate with infections of the digestive system, openness to casual sex, and testosterone and estradiol level. Women and men perceived breasts in a similar way to each other: the bigger the breasts the higher the reproductive efficiency, lactational efficiency, sexual desire, and promiscuity attributed to the woman. Nevertheless, large breasts were not regarded more attractive than average ones, though small breasts were the least attractive. In addition, big-breasted women were perceived as less faithful and less intelligent than women with average or small breasts. We discuss our results from the perspectives of evolutionary psychology, perceptual biases, and social stereotypes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31562583/"
}