{
    "title": "The relationship between sleep quantity, sleep quality and weight loss in adults: A scoping review.",
    "doc_id": "38140746",
    "writer": "Knowlden AP",
    "year": "2024",
    "summary": "We identified 35 studies that fell into one of four categories: (a) sleep at baseline as a predictor of subsequent weight loss during an intervention, (b) sleep assessments after a history of successful weight loss, (c) concomitant changes in sleep ass …",
    "abstract": "Sleep is hypothesized to interact with weight gain and loss; however, modelling this relationship remains elusive. Poor sleep perpetuates a cascade of cardiovascular and metabolic consequences that may not only increase risk of adiposity, but also confound weight loss efforts. We conducted a scoping review to assess the research on sleep and weight loss interventions. We searched six databases for studies of behavioural weight loss interventions that included assessments of sleep in the general, non-clinical adult human population. Our synthesis focused on dimensions of Population, Intervention, Control, and Outcomes (PICO) to identify research and knowledge gaps. We identified 35 studies that fell into one of four categories: (a) sleep at baseline as a predictor of subsequent weight loss during an intervention, (b) sleep assessments after a history of successful weight loss, (c) concomitant changes in sleep associated with weight loss and (d) experimental manipulation of sleep and resulting weight loss. There was some evidence of improvements in sleep in response to weight-loss interventions; however, randomized controlled trials of weight loss interventions tended not to report improvements in sleep when compared to controls. We conclude that baseline sleep characteristics may predict weight loss in studies of dietary interventions and that sleep does not improve because of weight loss alone. Future studies should enrol large and diverse, normal, overweight and obese short sleepers in trials to assess the efficacy of sleep as a behavioural weight loss treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38140746/"
}