{
    "title": "Atypical Endometrial Polyps and Concurrent Endometrial Cancer: A Systematic Review.",
    "doc_id": "27500332",
    "writer": "de Rijk SR",
    "year": "2016",
    "summary": "OBJECTIVE: To estimate the risk of concurrent endometrial cancer in nonpolypoid endometrium when atypia was diagnosed within an endometrial polyp. ...CONCLUSION: The pooled risk estimate of 5.6% (95% CI 0.2-17.6%) on endometrial cancer when atypia is found wi …",
    "abstract": "Objective:\n        \n      \n      To estimate the risk of concurrent endometrial cancer in nonpolypoid endometrium when atypia was diagnosed within an endometrial polyp.\n    \n\n\n          Data sources:\n        \n      \n      MEDLINE, EMBASE, Web of Science, and ClinicalTrials.gov were searched for studies published between 1990 and January 2015 in which 1) women with atypical hyperplastic endometrial polyps underwent a consecutive hysterectomy; or 2) the natural behavior of endometrium with concurrent atypical endometrial polyps was evaluated.\n    \n\n\n          Methods of study selection:\n        \n      \n      Studies were selected when at least one patient within each study was initially diagnosed with an atypical endometrial polyp for which follow-up pathology was available.\n    \n\n\n          Results:\n        \n      \n      Broad searches yielded 2,922 authentic citations, 307 met criteria for full-text evaluation, and 10 met inclusion criteria. Two authors independently reviewed articles and consensus was reached. The final selection included eight retrospective studies reporting on concurrent endometrial cancer in case of atypical endometrial polyps and two follow-up studies on patients conserving their uterus after hysteroscopic resection of atypical endometrial polyps. In total, 127 patients were included with an initial diagnosis of atypical endometrial hyperplasia within polyps. Meta-analysis showed a pooled risk estimate of 5.6% (95% confidence interval [CI] 0.2-17.6%) on concurrent endometrial cancer after resection of an atypical endometrial polyp.\n    \n\n\n          Conclusion:\n        \n      \n      The pooled risk estimate of 5.6% (95% CI 0.2-17.6%) on endometrial cancer when atypia is found within an endometrial polyp differs from the well-established risk of nonpolypoid atypical endometrial hyperplasia on endometrial cancer of up to 42%. This risk of endometrial cancer is important in the process of shared decision-making regarding follow-up and further treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27500332/"
}