{
    "title": "The Young's procedure for severe epistaxis from hereditary hemorrhagic telangiectasia.",
    "doc_id": "23168156",
    "writer": "Richer SL",
    "year": "2012",
    "summary": "For transfusion-dependent patients with severe epistaxis we have been performing the Young's procedure or surgical closure of the nostrils. The objective of this study was to report treatment of severe epistaxis related to HHT with the Young's procedure and assess p …",
    "abstract": "Background:\n        \n      \n      Surgical treatment of epistaxis in hereditary hemorrhagic telangiectasia (HHT) has historically been managed with the laser procedure or the septodermoplasty procedure. For transfusion-dependent patients with severe epistaxis we have been performing the Young's procedure or surgical closure of the nostrils. The objective of this study was to report treatment of severe epistaxis related to HHT with the Young's procedure and assess patient outcome.\n    \n\n\n          Methods:\n        \n      \n      Patients with severe iron or blood transfusion-dependent epistaxis who underwent a Young's procedure in three otolaryngology HHT centers were reviewed. Patients were evaluated for postoperative epistaxis and subjective outcome.\n    \n\n\n          Results:\n        \n      \n      Forty-three patients underwent a Young's procedure for severe epistaxis and were observed for a mean of 34 months. The procedure was well tolerated by all patients and 30 of 36 patients (83%) experienced complete cessation of bleeding after the Young's procedure. Patients had a mean increase in hemoglobin of 4.68 g/dL after the procedure. The average Glasgow Benefit Inventory score after surgery was 43.56. No patients requested a reversal of the procedure.\n    \n\n\n          Conclusion:\n        \n      \n      The Young's procedure is a safe and efficacious procedure with complete cessation of epistaxis in most patients with severe epistaxis and HHT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23168156/"
}