{
    "title": "Impact of the COVID-19 Lockdown on Quality of Life in Pregnant Women.",
    "doc_id": "35174122",
    "writer": "Ma J",
    "year": "2022",
    "summary": "However, little is known about its significant impact on psychological aspects of vulnerable population groups such as pregnant women. Therefore, the aim of the study was to determine the psychological impact of the COVID-19 pandemic among pregnant women …",
    "abstract": "Background:\n        \n      \n      The COVID-19 pandemic has been associated with significant impacts on mental health and well-being of populations worldwide. However, little is known about its significant impact on psychological aspects of vulnerable population groups such as pregnant women. Therefore, the aim of the study was to determine the psychological impact of the COVID-19 pandemic among pregnant women in mainland China.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional survey was performed between July and August 2020 using a modified validated 40-item questionnaire which consisted of sociodemographics, attitude, lifestyle changes and the Impact of Event Scale (IES) toward COVID-19 using snowball and convenience samplings.\n    \n\n\n          Results:\n        \n      \n      A total of 1,078 participants were included in the study. The mean age of participants was 29.4 ± 4.0 years. Overall, the mean IES of participants was 30.6 ± 12.8 (i.e., moderate-to-severe stressful impact) amidst the COVID-19 pandemic, with 63.9% of participants had an IES score ≥26. Despite increased family and social support, more than half of participants also reported increased feeling of being horrified, apprehensive and helpless.\n    \n\n\n          Conclusions:\n        \n      \n      The COVID-19 pandemic has several psychological impacts on pregnant women. Therefore, based on these valuable data of pregnant women collected, we recommend that a thoughtful planning and time preparation by the government would definitely help to reduce the negative impacts caused by the COVID-19 pandemic and restore the quality of life among pregnant women. Further research is needed to identify vulnerable groups including pregnant women to better adapt and inform mental health interventions and policies by health authorities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35174122/"
}