{
  "pmid": "41398779",
  "title": "Genetically predicted CD28 on CD4+ CD45RA+ T cells mediate the association between rheumatoid arthritis and blood leukocytes mitochondrial DNA copy number: A mediation Mendelian randomization study.",
  "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune disorder affecting approximately 1% of adults globally, characterized by synovial inflammation and cartilage destruction. A connection between RA and mitochondrial DNA copy number (mtDNA-CN) has been found in observational studies, but the causal relationship remains unresolved. This study is the first to integrate bidirectional Mendelian randomization (MR) and mediation analysis to explore whether RA causally affects mtDNA-CN and to identify immune cell phenotypes, particularly CD28 on CD4 + CD45RA + T cells, that mediate this relationship. This study uses publicly available summary-level data from genome-wide association studies and performs a 2-step MR analysis to investigate causal relationships between RA,731 immune cell phenotypes, and blood leukocyte mtDNA-CN. First, we used genetically predicted RA to estimate its causal effect on blood leukocyte mtDNA-CN. Second, we assessed the mediating role of 731 immune cell phenotypes in the relationship between RA and blood leukocyte mtDNA-CN. Forward MR analysis indicated that genetically predicted increased risk of RA was causally related with decreased blood leukocyte mtDNA-CN (inverse variance weighting [IVW], Beta = -0.012, standard errors = 0.004, P = .007). Reverse MR study showed no significant effect of mtDNA-CN on RA (IVW, P = .724). Replication forward MR analysis confirmed these findings (IVW, Beta = -1.174, standard errors = 0.282, P < .001). No pleiotropy was detected in the sensitivity analysis (all P > .05). Mediation MR analysis identified CD28 expression on CD4 + CD45RA + T cells as a significant mediator, accounting for 10.3% of the total effect between RA and mtDNA-CN. Our findings demonstrate a causal link between RA and reduced blood leukocyte mtDNA-CN, primarily mediated by CD28 on CD4 + CD45RA + T cells. This mediation provides novel insights into the underlying mechanisms connecting RA pathology and mitochondrial dysfunction, potentially through chronic inflammation and oxidative stress.",
  "disease": "rheumatoid arthritis"
}