{
    "title": "Central diabetes insipidus from a patient's perspective: management, psychological co-morbidities, and renaming of the condition: results from an international web-based survey.",
    "doc_id": "36007536",
    "writer": "Atila C",
    "year": "2022",
    "summary": "BACKGROUND: Central diabetes insipidus is a rare neuroendocrine condition. Data on treatment-associated side-effects, psychological comorbidities, and incorrect management are scarce. ...METHODS: This study used a cross-sectional, web-based, anonymous survey, develo …",
    "abstract": "Background:\n        \n      \n      Central diabetes insipidus is a rare neuroendocrine condition. Data on treatment-associated side-effects, psychological comorbidities, and incorrect management are scarce. The aim of this study was to investigate patients' perspectives on their disease.\n    \n\n\n          Methods:\n        \n      \n      This study used a cross-sectional, web-based, anonymous survey, developed by endocrinologists and patient representatives, to collect the opinions of patients with central diabetes insipidus on management and complications of their disease, psychological comorbidities, degree of knowledge and awareness of the condition among health-care professionals, and renaming the disease to avoid confusion with diabetes mellitus (diabetes).\n    \n\n\n          Findings:\n        \n      \n      Between Aug 23, 2021, and Feb 7, 2022, 1034 patients with central diabetes insipidus participated in the survey. 91 (9%) participants were children and adolescents (37 [41%] girls and 54 [59%] boys; median age 10 years [IQR 6-15]) and 943 (91%) were adults (757 [80%] women and 186 [20%] men]; median age 44 years [34-54]). 488 (47%) participants had isolated posterior pituitary dysfunction and 546 (53%) had combined anterior and posterior pituitary dysfunction. Main aetiologies were idiopathic (315 [30%] of 1034 participants) and tumours and cysts (pre-surgical 217 [21%]; post-surgical 254 [25%]). 260 (26%; 95% CI [0·23-0·29]) of 994 patients on desmopressin therapy had hyponatraemia leading to hospitalisation. Patients who routinely omitted or delayed desmopressin to allow intermittent aquaresis had a significantly lower prevalence of hyponatraemia compared with those not aware of this approach (odds ratio 0·55 [95% CI 0·39-0·77]; p=0·0006). Of patients who had to be hospitalised for any medical reason, 71 (13%; 95% CI 0·10-0·16) of 535 patients did not receive desmopressin while in a fasting state (nil by mouth) without intravenous fluid replacement and reported symptoms of dehydration. 660 (64%; 0·61-0·67) participants reported lower quality of life, and 369 (36%; 0·33-0·39) had psychological changes subjectively associated with their central diabetes insipidus. 823 (80%; 0·77-0·82) participants encountered a situation where central diabetes insipidus was confused with diabetes mellitus (diabetes) by health-care professionals. 884 (85%; 0·83-0·88) participants supported renaming the disease; the most favoured alternative names were vasopressin deficiency and arginine vasopressin deficiency.\n    \n\n\n          Interpretation:\n        \n      \n      This is the largest survey of patients with central diabetes insipidus, reporting a high prevalence of treatment-associated side-effects, mismanagement during hospitalisation, psychological comorbidities, and a clear support for renaming the disease. Our data are the first to indicate the value of routinely omitting or delaying desmopressin.\n    \n\n\n          Funding:\n        \n      \n      Swiss National Science Foundation, Swiss Academy of Medical Sciences, and G&J Bangerter-Rhyner-Foundation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36007536/"
}