{
    "title": "Yellow fever in Africa: public health impact and prospects for control in the 21st century.",
    "doc_id": "12152484",
    "writer": "Tomori O.",
    "year": "2002",
    "summary": "Subsequently, yellow fever vaccination was added to the EPI Programme. The Gambia has since then maintained a coverage of over 80%, without a reported case of yellow fever, despite being surrounded by Senegal which experienced yellow fever …",
    "abstract": "In the last two decades, yellow fever re-emerged with vehemence to constitute a major public health problem in Africa. The disease has brought untold hardship and indescribable misery among different populations in Africa. It is one of Africa's stumbling blocks to economic and social development. Despite landmark achievements made in the understanding of the epidemiology of yellow fever disease and the availability of a safe and efficacious vaccine, yellow fever remains a major public health problem in both Africa and America where the disease affects annually an estimated 200,000 persons causing an estimated 30,000 deaths. Africa contributes more than 90% of global yellow fever morbidity and mortality. Apart from the severity in morbidity and mortality, which are grossly under reported, successive outbreaks of yellow fever and control measures have disrupted existing health care delivery services, overstretched scarce internal resources, fatigued donor assistance and resulted in gross wastage of vaccines. Recent epidemics of yellow fever in Africa have affected predominantly children under the age of fifteen years. Yellow fever disease can be easily controlled. Two examples from Africa suffice to illustrate this point. Between 1939 and 1952, yellow fever virtually disappeared in parts of Africa, where a systematic mass vaccination programme was in place. More recently, following the 1978-1979 yellow fever epidemic in the Gambia, a mass yellow fever vaccination programme was carried out, with a 97% coverage of the population over 6 months of age. Subsequently, yellow fever vaccination was added to the EPI Programme. The Gambia has since then maintained a coverage of over 80%, without a reported case of yellow fever, despite being surrounded by Senegal which experienced yellow fever outbreaks in 1995 and 1996. The resurgence of yellow fever in Africa and failure to control the disease has resulted from a combination of several factors, including: 1) collapse of health care delivery systems; 2) lack of appreciation of the full impact of yellow fever disease on the social and economic development of the affected communities; 3) insufficient political commitment to yellow fever control by governments of endemic countries; 4) poor or inadequate disease surveillance; 5) inappropriate disease control measures, and 6) preventable poverty coupled with misplaced priorities in resource allocation. Yellow fever can be controlled in Africa within the next 10 years, if African governments seize the initiative for yellow fever control by declaring an uncompromising resolve to control the disease, the governments back up their resolve with an unrelenting commitment and unwavering political will through adequate budgetary allocations for yellow fever control activities, and international organisations, such as WHO, UNICEF, GAVI, etc., provide support and technical leadership and guidance to yellow fever at risk countries. Over a ten-year period, of stage-by-stage mass yellow fever vaccination campaigns, integrated with successful routine immunisation, Africa can bring yellow fever under control. Subsequently, for yellow fever to cease being a public health problem, Africa must maintain at least an annual 80% yellow fever vaccine coverage of children under the age of 1 year, and sustain a reliable disease surveillance system with a responsive disease control programme. This can be achieved at an affordable annual expenditure of less than US$1.00 per person per year, with a reordering of priorities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12152484/"
}