{
    "title": "Consider the lung as a sensory organ: A tip from pulmonary neuroendocrine cells.",
    "doc_id": "30797518",
    "writer": "Garg A",
    "year": "2019",
    "summary": "This important aspect of lung physiology led us to consider the lung as a sensory organ. Among different cell types within the lung that mediate this role, several recent studies have renewed attention on pulmonary neuroendocrine cells (PNECs). …",
    "abstract": "While the lung is commonly known for its gas exchange function, it is exposed to signals in the inhaled air and responds to them by collaborating with other systems including immune cells and the neural circuit. This important aspect of lung physiology led us to consider the lung as a sensory organ. Among different cell types within the lung that mediate this role, several recent studies have renewed attention on pulmonary neuroendocrine cells (PNECs). PNECs are a rare, innervated airway epithelial cell type that accounts for <1% of the lung epithelium population. They are enriched at airway branch points. Classical in vitro studies have shown that PNECs can respond to an array of aerosol stimuli such as hypoxia, hypercapnia and nicotine. Recent in vivo evidence suggests an essential role of PNECs at neuroimmunomodulatory sites of action, releasing neuropeptides, neurotransmitters and facilitating asthmatic responses to allergen. In addition, evidence supports that PNECs can function both as progenitor cells and progenitor niches following airway epithelial injury. Increases in PNECs have been documented in a large array of chronic lung diseases. They are also the cells-of-origin for small cell lung cancer. A better understanding of the specificity of their responses to distinct insults, their impact on normal lung function and their roles in the pathogenesis of pulmonary ailments will be the next challenge toward designing therapeutics targeting the neuroendocrine system in lung.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30797518/"
}