{
    "title": "Reduction mammoplasty and back pain: a systematic review and meta-analysis.",
    "doc_id": "31606817",
    "writer": "Mian S",
    "year": "2020",
    "summary": "PURPOSE: There is anecdotal evidence that many patients who undergo reduction mammoplasty (RM) procedures, to relieve symptoms of large breasts, also report improvement in existing back pain. Given how important back pain is as a healthcare burden, the …",
    "abstract": "Purpose:\n        \n      \n      There is anecdotal evidence that many patients who undergo reduction mammoplasty (RM) procedures, to relieve symptoms of large breasts, also report improvement in existing back pain. Given how important back pain is as a healthcare burden, the literature which explores the relationship between RM and back pain is sparse. Thus, we aimed to appraise whether such a correlation exists, through systematic review and meta-analysis.\n    \n\n\n          Method:\n        \n      \n      Adhering to PRISMA methodology, we used the OVID engine to search the MEDLINE and Embase databases with predefined search terms and inclusion criteria. MeSH terms were not exploded. Statistical analysis was performed using Review Manager 5.3, employing a Mantell-Haenszel method and a fixed-effect model suitable for dichotomous data.\n    \n\n\n          Results:\n        \n      \n      The review yielded 13 articles after exclusions, eight of which were suitable for quantitative analysis. The results of the analysis suggested an improvement in back pain following RM across all studies (OR 40.37 [8.09, 201.53] 95% CI, n = 1008). Heterogeneity was high (τ2 = 5.14, χ2 = 230.37, df = 7 (p < 0.00001) i2 = 97%).\n    \n\n\n          Conclusions:\n        \n      \n      Although cursory, the evidence gleaned suggests that RM reduces the prevalence of back pain in patients with large breasts. Furthermore, we highlight the scarcity of studies investigating whether RM is at the clinical threshold of efficacy in treating back pain. Although the evidence is insufficient for recommending RM as a management option aimed at treating back pain, this review does identify the need for prospective data looking at back pain metrics as a specific outcome measure before and after reduction mammoplasty.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31606817/"
}