{
    "title": "Perceived sleep quality: a comparison between hospital nurses and student nurses.",
    "doc_id": "35678818",
    "writer": "Rahman HA",
    "year": "2022",
    "summary": "BACKGROUND: The prevalence of poor sleep quality is high among nurses, and affects them physically and psychologically as well as organisational functioning. ...Sleep quality was assessed using the Pittsburgh Sleep Quality index. Multiple …",
    "abstract": "Background:\n        \n      \n      The prevalence of poor sleep quality is high among nurses, and affects them physically and psychologically as well as organisational functioning. However, evidence on equipping student nurses with good sleep practices that could mitigate poor sleep as they transition into the nursing workforce is lacking.\n    \n\n\n          Aim:\n        \n      \n      This study compared the prevalence and quality of good sleep among hospital nurses and student nurses.\n    \n\n\n          Methods:\n        \n      \n      A descriptive cross-sectional study of 130 hospital nurses and 130 student nurses in Brunei was carried out. Sleep quality was assessed using the Pittsburgh Sleep Quality index. Multiple logistic regression was applied.\n    \n\n\n          Results:\n        \n      \n      Hospital nurses were 4.29 times more likely to experience poor sleep than student nurses. Those who were overweight were 2.35 times more likely to have poor sleep quality than those with a healthy weight. Although students had significantly good sleep latency, needing less time to fall asleep, they experienced significantly more sleep disturbances, shorter sleep duration and less sleep efficiency.\n    \n\n\n          Conclusion:\n        \n      \n      The prevalence of poor sleep quality among nurses in Brunei is higher than global estimates. Stakeholders such as nursing leaders, nursing educators and healthcare policymakers should prepare student nurses and help existing nurses by formulating strategies to promote working schedules and rosters that minimise circadian disruption.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35678818/"
}