{
    "title": "A Scoping Review of the Literature on Sleep Quality in Adult Lung Transplant Recipients.",
    "doc_id": "35301887",
    "writer": "Simanovski J",
    "year": "2022",
    "summary": "Introduction: Lung transplant recipients face challenging postoperative complications and are at risk for poor sleep quality. Sleep quality, as a complex clinical phenomenon, has multiple subjective and objective connotations. Measures and definitions …",
    "abstract": "Introduction: Lung transplant recipients face challenging postoperative complications and are at risk for poor sleep quality. Sleep quality, as a complex clinical phenomenon, has multiple subjective and objective connotations. Measures and definitions of sleep quality are not standardized. Objective: A scoping review methodology was used to systematically map the relevant literature, provide an overview of available sleep quality measures, and to identify knowledge gaps. Methods: A systematic search of published and gray literature enabled knowledge synthesis of the last 10 years of evidence documenting sleep quality in lung transplant recipients. The search revealed 246 articles with only 12 sources meeting the eligibility criteria. Results: Sources varied in terms of definitions and measures of sleep quality. Subjective, objective, or a combination of both measures were used across the relevant literature with findings confirming that poor sleep quality was common in lung transplant recipients. Significant associations with poor sleep quality included younger age, female gender, exposure to tacrolimus, anxiety, and depression. Discussion: Systematic literature assessing sleep quality in lung transplant recipients is sparse and lacks conceptual and operational definitions. Future research can focus on designing prospective observational studies. Subjective and objective measures for sleep quality need to be validated in lung transplant recipients. Further rigorous research is needed to standardize measures of sleep quality and to further examine potential risk factors that affect sleep after lung transplantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35301887/"
}