{
  "pmid": "41462185",
  "title": "Urine-based nematode chemotaxis assay (N-NOSE) as a predictor of recurrence after curative surgery for resectable pancreatic cancer: preliminary data and single center experience.",
  "abstract": "Pancreatic cancer (PC) remains one of the most lethal malignancies, with high recurrence rates even after curative-intent surgery. Current surveillance tools, including imaging and serum carbohydrate antigen 19-9, have limitations in specificity and sensitivity. N-NOSE is a urine-based assay using the chemotactic behavior of Caenorhabditis elegans to detect cancer-associated volatile organic compounds. This study prospectively evaluated the prognostic value of N-NOSE in patients undergoing curative surgery for resectable PC. Twenty-four patients with resectable PC, all treated with preoperative gemcitabine plus S-1 chemotherapy followed by curative-intent pancreatectomy, were enrolled. The chemotaxis index was measured at three time points: before treatment, after preoperative chemotherapy, and postoperatively. Recurrence within two years was assessed. Univariate and multivariate logistic regression analyses were performed to identify predictors of recurrence, and recurrence-free survival was analyzed using Kaplan-Meier methods. During the two-year follow-up, 13 patients (54.2%) experienced recurrence. Univariate analysis identified pre-treatment platelet-to-lymphocyte ratio > 1.53 (p = 0.04), pathological lymph node metastasis (p = 0.04), and pre-treatment N-NOSE positivity (p = 0.007) as significant predictors. Multivariate analysis confirmed pre-treatment N-NOSE positivity as the only independent predictor (odds ratio: 3.10 × 10⁷; 95% CI: 11.38-; p = 0.03). In patients who recurred, the chemotaxis index increased significantly after surgery (p = 0.02), while remaining stable in non-recurrent cases. Pre-treatment N-NOSE positivity and postoperative increases in chemotaxis index were associated with recurrence after curative-intent surgery for resectable PC. This simple, non-invasive urine assay shows promise as a novel prognostic biomarker to enable earlier detection of recurrence, refine postoperative surveillance, and support personalized patient management.",
  "disease": "breast cancer"
}