{
  "pmid": "41405806",
  "title": "Relevance of balneotherapy for osteoarthritis-a systematic literature review covering the past 5 years.",
  "abstract": "The aim of this systematic review was to focus on the more recent scientific literature describing the effects of balneotherapy on osteoarthritis. This review was conducted following the PRISMA guidelines. Randomized (RCT) or quasi-randomized (QRCT) articles including balneotherapy as an intervention for osteoarthritis were included. The PubMed, Scopus, Embase, Web of Science, and Directory of Open Access Journals databases were screened between January 2019 and August 2025. The effects on the parameters pain and function were summarized. In total, 1124 relevant articles were identified, 13 of which were fulfilled in inclusion criteria. The PEDro scale score ranged from 5 to 10 points, showing that the articles were of fair to excellent methodological quality. The studies were heterogeneous in terms of treatment protocols and outcome parameters; therefore, pooling of data for meta-analysis was not possible. There were five RCTs (one of which was quasi-randomized) concerning medicinal water (including peat suspensions, etc.). In one of these studies, the authors additionally used mud pack applications for treatment in another intervention group. Regarding packs (peloids, mud, hot packs), five RCTs were included, one of which was a QRCT. One RCT and one QRCT used hydrotherapy (with tap water) as an intervention. Additionally, in one RCT, geotherapy (\"Dolomite powder\") was used as a treatment. In summary, the included studies demonstrated that balneotherapy might improve pain as well as physical function. The present scientific data demonstrate that balneotherapy results in a reduction of pain and an amelioration of \"functional limitations\" in patients diagnosed with osteoarthritis. Balneotherapy appears to be clinically relevant as part of state-of-the-art treatment concepts in these individuals. ZIEL: Ziel der vorliegenden systematischen Übersichtsarbeit war es, den Fokus auf die rezentere wissenschaftliche Literatur zu den Effekten der Balneotherapie bei der Diagnose Arthrose zu legen. Diese Studie wurde gemäß den PRISMA-Leitlinien (Preferred Reporting Items for Systematic Reviews and Meta-Analysis) erstellt. Randomisierte (RCT) oder quasi-randomisierte Studien (QRCT) zum Thema Balneotherapie als Intervention bei Arthrose wurden eingeschlossen. Die Datenbanken PubMed, Scopus, Embase, Web of Science und Directory of Open Access Journals wurden diesbezüglich durchsucht (Suchzeitraum 1/2019-8/2025). Dabei wurden die Effekte auf die Parameter „Schmerz“ und „Funktionseinschränkungen“ zusammengefasst. Insgesamt wurden 1124 Studien gefunden, von denen 13 eingeschlossen wurden. Dabei lag der Wert auf der PEDro-Skala (Physiotherapy Evidence Database) zwischen 5 („fair“) und 10 Punkten („excellent“). Die Studien waren hinsichtlich der Behandlungsprotokolle und Outcomeparameter heterogen. Daher war ein Poolen der Daten für eine Metaanalyse nicht möglich. Es gab 5 RCTs (eine davon war quasi-randomisiert) zum Thema Heilwasser (incl. Moorschwebstoff, usw.). In einer dieser Studien setzten die Autoren zusätzlich Schlammpackungen zur Behandlung in einer anderen Interventionsgruppe ein. In Bezug auf Packungen (Peloide, Hot Pack) wurden 5 RCTs in die Arbeit eingeschlossen, eine davon war eine QRCT. In einer RCT und einer QRCT wurde Hydrotherapie (mit Leitungswasser) als Intervention eingesetzt. Außerdem wurde in einer RCT Geotherapie („Dolomitpulver“) zur Behandlung verwendet. Die Ergebnisse der eingeschlossenen Studien zeigten, dass Balneotherapie das Symptom „Schmerz“ lindern und „Funktionseinschränkungen“ verbessern kann. Die vorliegenden wissenschaftlichen Daten zeigen, dass Balneotherapie zu einer Verminderung von Schmerzen und einer Verbesserung in Bezug auf funktionelle Einschränkungen bei Patienten mit der Diagnose Arthrose führt. Der Einsatz von Balneotherapie bei Arthrose als Teil von State of the Art-Diagnose-Behandlungskonzepten scheint klinisch relevant zu sein.",
  "disease": "osteoarthritis"
}