{
    "title": "Echidnas of the Sea: The Defensive Behavior of Juvenile and Adult Crown-of-Thorns Sea Stars.",
    "doc_id": "35015617",
    "writer": "Deaker DJ",
    "year": "2021",
    "summary": "Righting behavior after being overturned, a key defensive response in echinoderms, was investigated for the newly settled herbivorous juvenile, the corallivorous juvenile, and adult stages of crown-of-thorns sea stars. The average righting time of the newly settled …",
    "abstract": "AbstractCrown-of-thorns sea stars are one of the most ecologically important tropical marine invertebrates, with boom-bust population dynamics that influence the community structure of coral reefs. Although predation is likely to influence the development of population outbreaks, little is known about the defensive behavior of crown-of-thorns sea stars. Righting behavior after being overturned, a key defensive response in echinoderms, was investigated for the newly settled herbivorous juvenile, the corallivorous juvenile, and adult stages of crown-of-thorns sea stars. The average righting time of the newly settled juveniles (0.3-1.0-mm diameter) was 2.74 minutes. For the coral-eating juveniles (15-55-mm diameter), the righting time (mean = 6.24 min) was faster in larger juveniles, and the mean righting time of the adults was 6.28 minutes. During righting and in response to being lifted off of the substrate, the juveniles and adults exhibited an arm curling response, during which their arms closed over their oral side, often forming a spine ball, a feature not known for other asteroids. The righting and curling responses of the corallivorous juveniles were influenced by the presence of a natural enemy, a coral guard crab, which caused the juveniles to spend more time with their arms curled. These behaviors indicate that crown-of-thorns sea stars use their spines to protect the soft tissue of their oral side. The highly defended morphology and behavioral adaptations of crown-of-thorns sea stars are likely to have evolved as antipredator mechanisms. This points to the potential importance of predators in regulating their populations, which may have decreased in recent times due to fishing, a factor that may contribute to outbreaks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35015617/"
}