{
  "pmid": "41430721",
  "title": "Projecting tuberculosis control progress in metropolitan and non-metropolitan areas of Brazil, 2001-2035: a Bayesian age-period-cohort analysis.",
  "abstract": "Despite advancements in tuberculosis (TB) control policies in Brazil, the disease remains a significant public health concern. This study aimed to analyze long-term trends and projections of pulmonary tuberculosis (PTB) incidence rates in metropolitan and non-metropolitan areas of Brazil from 2001 to 2035, as well as to quantify the contributions of demographic and epidemiological changes to these patterns. This ecological study used national PTB case notification data reported to Brazil's Notifiable Diseases Information System from 2001 to 2020. Joinpoint regression was applied to identify changes in temporal trends. Age-period-cohort models were employed to examine the effects of age, period, and birth cohort on disease risk. A decomposition analysis was then conducted to assess the contributions of population aging, demographic growth, and epidemiological changes. Finally, Bayesian age-period-cohort models were used to project the TB burden through 2035, stratified by sex and area. Between 2001 and 2020, PTB incidence declined by an average of - 2.67% (95% CI - 3.43, - 2.08) per year in metropolitan areas and - 2.54% (95% CI - 2.92, - 2.16) in non-metropolitan areas of Brazil. However, decomposition analysis showed that the absolute number of PTB cases in metropolitan areas increased, primarily driven by population growth (+ 21,610 cases in men; + 10,545 in women), with a smaller contribution from population aging (+ 2649 and + 521 cases, respectively). In non-metropolitan areas, reductions were mainly explained by epidemiological improvements (- 8314 cases in men; - 6663 in women) and population decline (- 4972 and - 2380 cases, respectively), outweighing the effects of aging. Looking ahead, projections indicate that PTB incidence will rise in metropolitan areas, from 52.6 in 2015 to 62.4 [95% credible interval (CrI): 37.1-87.8] per 100,000 by 2035, while stabilizing at relatively high levels in non-metropolitan areas, increasing from 28.4 to 33.8 per 100,000 (95% CrI: 19.3-48.3) among men. Metropolitan areas are projected to experience substantial increases in PTB incidence, while non-metropolitan regions are expected to stabilize at persistently high levels, particularly among men. The findings indicate that current TB control efforts in Brazil need to be strengthened for the country to meet the 2035 targets, especially in metropolitan areas.",
  "disease": "tuberculosis"
}