{
    "title": "Lymph node yield in colorectal cancer specimens and its impact on pathological staging: Does number matter?",
    "doc_id": "37470592",
    "writer": "Mounika RN",
    "year": "2023",
    "summary": "The lymph node yield in resected specimens varies from case to case. AIM: To assess whether clinicopathologic factors have an impact on the number of lymph nodes harvested from surgical resection specimens of CRCs To assess whether the total number of …",
    "abstract": "Introduction:\n        \n      \n      Regional lymph node involvement is an important predictor of outcome in colorectal cancer (CRC). The lymph node yield in resected specimens varies from case to case.\n    \n\n\n          Aim:\n        \n      \n      To assess whether clinicopathologic factors have an impact on the number of lymph nodes harvested from surgical resection specimens of CRCs To assess whether the total number of lymph nodes retrieved has a bearing on the positivity of lymph nodes and hence the N category.\n    \n\n\n          Materials and methods:\n        \n      \n      All resection specimens of treatment naïve CRC received in the department of pathology during a 2 year period (2017-2019) were reviewed. The lymph node yield was correlated with age, sex, type of surgical procedure, length of resected segment, tumor location, histological type and grade, T and N categories. The statistical tests used were Spearman rank, Mann-Whitney U, Kruskal-Wallis, and Chi-square tests.\n    \n\n\n          Results:\n        \n      \n      A total of 51 resections were studied. The mean age was 59.64 years with 72.55% being male. About 76.47% were hemicolectomies and 23.52% were rectosigmoid surgeries. The lymph node yield ranged from 0 to 38, the mean being 12.67. None of the parameters studied had a significant correlation with the lymph node yield except histological grade, specimens with higher-grade tumors yielding more number of nodes (P = 0.0242). There was no significant correlation between node positivity and the average number of lymph nodes (P = 0.0883). There was no significant correlation between total yield in cases with ≥12 lymph nodes and N category (P = 0.180). Furthermore, there was no significant correlation between total yield in node-positive cases with ≥12 lymph nodes and N category (P = 0.216). There was no significant difference in the sizes of the lymph nodes in node-positive and negative cases (P = 0.3930 and 0.2355, respectively).\n    \n\n\n          Conclusion:\n        \n      \n      Among the parameters affecting lymph node yield, the current study found a significant correlation between histological grade and lymph node yield. There was no significant difference in the size of lymph nodes between node-positive and negative cases. The total lymph node yield did not have a bearing on node positivity and this shows that a lower lymph node yield may be accepted as adequate after thorough examination of the specimen.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37470592/"
}