{
    "title": "Laparoscopic surgery of intra-abdominal lymphatic malformation in children.",
    "doc_id": "35949324",
    "writer": "Liu Q",
    "year": "2022",
    "summary": "The medical records of 10 children with intra-abdominal LM treated by laparoscopic resection from March 2017 to June 2021 in The Second Affiliated Hospital of Xi'an Jiaotong University (Xi'an, China) were retrospectively reviewed. Equal numbers …",
    "abstract": "Lymphatic malformation (LM) in the abdomen is uncommon in children, and the standard treatment is surgical excision. The present study aimed to evaluate the safety and efficacy of laparoscopic surgery of intra-abdominal LM in a pediatric population. The medical records of 10 children with intra-abdominal LM treated by laparoscopic resection from March 2017 to June 2021 in The Second Affiliated Hospital of Xi'an Jiaotong University (Xi'an, China) were retrospectively reviewed. Equal numbers of female and male patients were included and underwent surgery at the median age of 55 months (range, 40 days-94 months). Abdominal pain was the most frequent symptom presenting in eight patients (80%). All children were referral patients, and half of them presented to the emergency department with acute abdominal pain. All 10 of the patients benefited from laparoscopic treatment; three patients underwent extraperitoneal segmental intestinal resection and anastomosis via an enlarged umbilical incision, and two patients were converted to laparotomy because of a large retroperitoneal LM with involvement of the colon. No recurrence or complications occurred in the patients during the follow-up period with mean of 35 months (range, 11-60 months) after surgery. Overall, laparoscopic resection of intra-abdominal LM was an effective, minimally invasive therapy in the pediatric population. Segmental intestinal resection is usually required to achieve the complete removal of lesions to lessen the risk for recurrence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35949324/"
}