{
  "pmid": "41466168",
  "title": "Efficacy and safety of intravenous tirofiban pre-operatively as an adjunct to endovascular thrombectomy in ischemic stroke: a grade-assessed systematic review and Meta-Analysis.",
  "abstract": "Acute ischemic stroke (AIS) due to large vessel occlusion (LVO) is a significant cause of disability and mortality. While endovascular thrombectomy (EVT) is the standard treatment, microvascular reperfusion remains a challenge. Although there is mixed information about the safety and effectiveness of tirofiban, a glycoprotein IIb/IIIa inhibitor, it may improve perfusion when administered before EVT. Its effects on risks and functional outcomes, including symptomatic intracranial hemorrhage (sICH), are investigated in this meta-analysis. We systematically searched PubMed, Embase, and Cochrane from inception to July 2025 for randomized controlled trials (RCTs) and Cohorts comparing pre-EVT tirofiban with EVT alone in LVO stroke. Primary outcomes were 90-day functional independence and the ordinal shift in mRS. Secondary outcomes included mortality and symptomatic intracerebral hemorrhage. Six Studies (1,664 patients) were included. Tirofiban did not significantly improve 90-day functional independence (RR: 1.09, 95% CI: 0.88-1.36; p = 0.44; I² = 62%) or ordinal mRS (MD: 0.06, 95% CI: -0.15 to 0.27; p = 0.58; I² = 0%). Mortality was similar between groups (RR: 0.75, 95% CI: 0.54-1.06; p = 0.11; I² = 0%). sICH risk was also comparable (RR: 0.83, 95% CI: 0.46-1.51; p = 0.55; I² = 28%). Pre-procedural tirofiban did not significantly raise the risk of sICH, improve functional outcomes, or lower death in LVO stroke patients having EVT. Although additional research may improve patient selection, these results point to limited value for routine tirofiban administration before EVT.Keypoints Pre-EVT tirofiban does not significantly improve 90-day functional outcomes in AIS due to LVO. No significant benefit was observed in ordinal modified Rankin Scale scores. Mortality and risk of symptomatic intracranial hemorrhage were similar between tirofiban and control groups. Heterogeneity was moderate to low, and findings were consistent across study types. Future studies should explore optimal patient selection, dosing strategies, and timing to identify potential subgroups that may benefit from pre-EVT tirofiban.",
  "disease": "stroke"
}