{
  "pmid": "41465376",
  "title": "Bulk RNA Sequencing Reveals Signature Differences in Key Cell Signaling Pathways Between Porcine Venous and Arterial Smooth Muscle Cells.",
  "abstract": "We recently identified significant differences between porcine arterial and venous smooth muscle cells (ApSMCs and VpSMCs) in the expression of numerous genes and activity of several important signaling pathways. To understand the mechanisms that are responsible for these differences, we performed a genome-wide comparison of VpSMCs and ApSMCs using bulk RNA sequencing. A principal component analysis (PCA) plot and heatmaps revealed a clear separation of the two groups of samples. Using a standard cutoff (≥2-fold change, false discovery rate (FDR) ≤ 0.05), 466 genes were highly expressed in ApSMCs, and 358 genes were highly expressed in VpSMCs. Functional pathway analyses were conducted using the Gene Set Enrichment Analysis (GSEA) tool. The top 15 enriched pathways of the GSEA and Overrepresentation Analysis (ORA) results were detected by comparing the dataset against the Kyoto Encyclopedia of Genes and Genomes (KEGG), Gene Ontology (GO) biological process, GO cellular component, GO molecular function, and WikiPathways databases. Both the GSEA and ORA results revealed that the top enriched pathways are mostly linked to cell cycle, cell structure, and cell differentiation. Further analysis of differentially expressed genes (DEGs) in a specific pathway identified that different sets of genes were utilized to regulate the same pathway between ApSMCs and VpSMCs. For example, in the cell cycle pathway, TGFB1, GADD45A, and TP53 were expressed highly in ApSMCs, while SKP2, PCK1, CDK1, and PPP2CA were expressed highly in VpSMCs. This study identified key differences in the gene expression patterns of two subsets of VSMCs and found that different sets of genes are utilized in specific signaling pathways within the different subtypes of cells, which provides crucial information for developing vein- or artery-specific strategies to prevent corresponding vascular diseases.",
  "disease": "hypertension"
}