{
  "pmid": "41469632",
  "title": "Prediction of factors influencing adults' likelihood of accepting any COVID-19 vaccination and their willingness to pay - a nation-wide discrete choice experiment among the general public from India.",
  "abstract": "Vaccines remain a key prevention strategy against any contagion and mitigate an epidemic/pandemic. However, during the COVID-19 pandemic vaccine uptake was not as brisk as expected right from the roll out because of concerns regarding certain vaccine attributes like effectiveness, risk of adverse events, and cost among other factors that affected decision making. Thus, a discrete choice experiment (DCE) was conducted to identify the key attributes of COVID-19 vaccine for its acceptability and people's willingness to pay for it. A pan-India digital cross-sectional survey was conducted using a non-probability convenience sampling approach among adults aged ≥ 18 years, of any gender, and residing in India for at least six months. Data were collected through the SurveyMonkey™ digital platform and distributed via organisational mailing lists and social media networks. The DCE section included six hypothetical vaccine pairs, one of which served as a trap question where one vaccine was unambiguously better than the other; respondents who failed the trap question were excluded. Of 10,000 respondents, 1,241 failed the trap question, and 8,759 valid responses were included in the analysis. Vaccine effectiveness and duration of protection emerged as the key drivers of vaccine choice, with a relative attribute importance values of 54.2% and 20.6%, respectively. Respondents were willing to pay approximately INR 1,549 (USD 20.12) for a vaccine offering 90% protection (compared to 50%) and INR 587 (USD 7.62) for a 5-year duration of protection (compared to 6 months). When in a pandemic, and while seeking to achieve close to 100% vaccination, understanding these issues pertaining to vaccine acceptability such as effectiveness or duration of protection becomes imperative.",
  "disease": "pneumonia"
}