{
  "pmid": "41377793",
  "title": "Empagliflozin-Induced Liver Injury.",
  "abstract": "Drug-induced liver injury is an uncommon, idiosyncratic adverse reaction with heterogeneous clinical presentations, ranging from asymptomatic transaminase elevations to acute liver failure. Sodium-glucose cotransporter 2 inhibitors, widely prescribed for type 2 diabetes due to their glycaemic, cardiovascular, and renal benefits, are generally considered safe to the liver. Nonetheless, rare cases of cholestatic and hepatocellular drug-induced liver injury have been reported, highlighting the need for vigilance and systematic evaluation when liver dysfunction occurs in patients receiving these agents. We describe a 56-year-old man with type 2 diabetes and chronic schizophrenia who developed cholestatic liver injury 36 days after initiating empagliflozin 10 mg od. The patient presented with jaundice, dark urine, and pale stools, with laboratory findings revealing elevated bilirubin, gamma-glutamyl transferase, and alkaline phosphatase disproportionate to alanine aminotransferase. Comprehensive work-up excluded viral, autoimmune, metabolic, and obstructive causes. Imaging confirmed intrahepatic cholestasis without biliary obstruction. Causality assessment using the Roussel Uclaf Causality Assessment Method, Maria and Victorino and Naranjo scores indicated probable adverse drug reaction. Liver biopsy demonstrated acute cholestatic injury with portal inflammatory infiltrates and ductular reaction, consistent with drug-related pathology. Empagliflozin withdrawal led to gradual clinical and biochemical recovery. Empagliflozin can, in rare cases, trigger idiosyncratic cholestatic drug-induced liver injury, even in patients with cirrhosis. Early recognition, prompt drug withdrawal, and systematic evaluation are essential. This case adds to the limited literature on sodium-glucose cotransporter 2 inhibitor-associated hepatotoxicity. Drug-induced liver injury is a diagnosis of exclusion. Clinicians must rule out other causes, especially biliary obstruction, and use structured causality assessment tools to identify the offending drug.Empagliflozin and other sodium-glucose cotransporter 2 inhibitors can, in rare cases, cause liver injury. Monitoring liver function after initiating these drugs is advisable, particularly in patients with pre-existing liver disease.There is no specific treatment for idiosyncratic drug-induced liver injury. Prompt withdrawal of the offending and supportive care are usually sufficient for recovery.",
  "disease": "liver cirrhosis"
}