{
    "title": "Mental health and the global climate crisis.",
    "doc_id": "36459133",
    "writer": "Corvalan C",
    "year": "2022",
    "summary": "RESULTS: We identified five approaches to address the mental health and psychosocial impacts of climate change which we suggest should be implemented with urgency: (1) integrate climate change considerations into policies and programmes for mental health …",
    "abstract": "Aims:\n        \n      \n      Not only is nature essential for human existence, but many of its functions and contributions are irreplaceable. Studying the impact of these changes on individuals and communities, researchers and public health officials have largely focused on physical health. Our aim is to better understand how climate change also exacerbates many social and environmental risk factors for mental health and psychosocial problems, and can lead to emotional distress, the development of new mental health conditions and a worsening situation for people already living with these conditions.\n    \n\n\n          Methods:\n        \n      \n      We considered all possible direct and indirect pathways by which climate change can affect mental health. We built a framework which includes climate change-related hazards, climate change-related global environmental threats, social and environmental exposure pathways, and vulnerability factors and inequalities to derive possible mental health and psychosocial outcomes.\n    \n\n\n          Results:\n        \n      \n      We identified five approaches to address the mental health and psychosocial impacts of climate change which we suggest should be implemented with urgency: (1) integrate climate change considerations into policies and programmes for mental health, to better prepare for and respond to the climate crisis; (2) integrate mental health and psychosocial support within policies and programmes dealing with climate change and health; (3) build upon global commitments including the Sustainable Development Goals, the Paris Agreement and the Sendai Framework for Disaster Risk Reduction; (4) implement multisectoral and community-based approaches to reduce vulnerabilities and address the mental health and psychosocial impacts of climate change; and (5) address the large gaps that exist in funding both for mental health and for responding to the health impacts of climate change.\n    \n\n\n          Conclusions:\n        \n      \n      There is growing evidence of the various mechanisms by which climate change is affecting mental health. Given the human impacts of climate change, mental health and psychosocial well-being need to be one of the main focuses of climate action. Therefore, countries need to dramatically accelerate their responses to climate change, including efforts to address its impacts on mental health and psychosocial well-being.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36459133/"
}