{
  "pmid": "41465313",
  "title": "Ameliorating Acute Kidney Injury Induced by Ischemia-Reperfusion by Targeting Purine Metabolism.",
  "abstract": "In the pathological process of acute kidney injury (AKI) and its transition to chronic kidney disease, the uric acid (UA) metabolic pathway plays a significant role. UA is produced as the last oxidative product in the metabolism of purine nucleotides. Prolonged organ ischemia promotes the breakdown of nucleotides into adenosine, hypoxanthine, xanthine, and UA. In this study, animal models of ischemia-reperfusion-induced AKI and renal tubular epithelial cells subjected to hypoxia-reoxygenation injury exhibited significantly reduced ATP levels, along with elevated concentrations of purine catabolites, including AMP, hypoxanthine, xanthine, and UA. Concurrently, the expression of xanthine oxidase (XO), a key enzyme in purine catabolism, was upregulated, peaking at 3 h after reoxygenation, accompanied by increased reactive oxygen species (ROS) production. Treatment with the XO inhibitor febuxostat in hypoxia-reoxygenated HK-2 cells led to a marked reduction in UA, inflammatory cytokines, and ROS levels, along with decreased apoptosis and enhanced proliferative capacity. Clinical data analysis revealed that 59.4% of AKI patients presented with hyperuricemia. UA levels demonstrated a linear correlation with the estimated glomerular filtration rate (eGFR) and the tissue necrosis marker lactate dehydrogenase (LDH). A random forest model constructed based on UA, LDH, age, diabetes, and hypertension accurately predicted the eGFR. These findings indicate that patients with I/R-induced AKI exhibit enhanced purine catabolism, and purine metabolic breakdown products are closely associated with the severity of renal injury in I/R AKI. For high-risk AKI populations or patients diagnosed with AKI with significantly elevated UA levels, febuxostat may be considered to prevent AKI onset and improve renal function. Furthermore, in AKI patients where creatinine data are unavailable or not significantly elevated despite markedly increased UA levels, a comprehensive assessment incorporating relevant indicators of glomerular filtration function is recommended.",
  "disease": "hypertension"
}