{
  "pmid": "41442426",
  "title": "Investigating Alzheimer&apos;s Disease Progression Using a Radiomics Approach: The Hippocampal-Amygdala Border in FDG-PET Scans.",
  "abstract": "This study introduces a novel and simple radiomics approach to identify highly sensitive and interpretable imaging biomarkers for tracking Alzheimer's disease (AD) progression using FDG-PET imaging. Our unique focus is on a custom-defined hippocampal-amygdala border region. We hypothesize that this specific small, anatomically and biologically critical, yet underexplored interface region can effectively capture subtle, early-stage metabolic deterioration indicative of AD progression. We leveraged 18F-FDG-PET scans from 513 participants across the AD spectrum (Control Normal (CN), Mild Cognitive Impairment (MCI), Alzheimer's Disease (AD)) from the ADNI database. Building on the established involvement of the hippocampus, amygdala, and entorhinal cortex, we innovatively defined the hippocampal-amygdala connecting region using a distance transform approach to specifically capture the metabolic interplay between these vital structures. A rigorous radiomics pipeline was then applied, involving systematic evaluation of eight feature selection techniques combined with six classification models to identify the most effective predictive framework. Our findings demonstrate the high discriminatory power of the hippocampal-amygdala border region for AD diagnosis and monitoring of disease progression. A concise set of radiomic features derived from this single, novel ROI exhibited high predictive accuracy across various diagnostic distinctions: two features (specifically, shape MeshVolume Right and gldm SmallDependenceLowGrayLevelEmphasis left) distinguished AD from CN with ROC AUC=0.914; two distinct features predicted MCI from AD with ROC AUC=0.796; and two other features (shape LeastAxisLength left and glszm LargeAreaEmphasis left) differentiated CN from MCI with ROC AUC=0.691. Crucially, the mean values of these identified features consistently demonstrated statistically significant incremental deterioration (p<0.05) across consecutive AD stages (CN to MCI, MCI to AD), underscoring their sensitivity to disease progression. This study establishes the clinical potential of radiomics in providing highly sensitive and interpretable biomarkers for monitoring AD progression, specifically by targeting the novel, biologically-informed hippocampal-amygdala border ROI on FDG-PET. By identifying distinct, parsimonious sets of robust radiomic features for different disease stages, our approach offers an efficient, non-invasive, and clinically translatable tool that balances diagnostic power with interpretability, paving the way for its integration into existing clinical workflows for Alzheimer's disease.",
  "disease": "alzheimer disease"
}