{
    "title": "Thomas Young's investigations in gradient-index optics.",
    "doc_id": "21378590",
    "writer": "Atchison DA",
    "year": "2011",
    "summary": "These applications included using an axial gradient to provide spherical aberration-free optics and a spherical gradient to describe the optics of the atmosphere and the eye lens. We evaluated Young's contributions. METHODS: We attempted to derive Young's equations …",
    "abstract": "Purpose:\n        \n      \n      James Clerk Maxwell is usually recognized as being the first, in 1854, to consider using inhomogeneous media in optical systems. However, some 50 years earlier, Thomas Young, stimulated by his interest in the optics of the eye and accommodation, had already modeled some applications of gradient-index optics. These applications included using an axial gradient to provide spherical aberration-free optics and a spherical gradient to describe the optics of the atmosphere and the eye lens. We evaluated Young's contributions.\n    \n\n\n          Methods:\n        \n      \n      We attempted to derive Young's equations for axial and spherical refractive index gradients. Raytracing was used to confirm accuracy of formula.\n    \n\n\n          Results:\n        \n      \n      We did not confirm Young's equation for the axial gradient to provide aberration-free optics but derived a slightly different equation. We confirmed the correctness of his equations for deviation of rays in a spherical gradient index and for the focal length of a lens with a nucleus of fixed index surrounded by a cortex of reducing index toward the edge. Young claimed that the equation for focal length applied to a lens with part of the constant index nucleus of the sphere removed, such that the loss of focal length was a quarter of the thickness removed, but this is not strictly correct.\n    \n\n\n          Conclusions:\n        \n      \n      Young's theoretical work in gradient-index optics received no acknowledgment from either his contemporaries or later authors. Although his model of the eye lens is not an accurate physiological description of the human lens, with the index reducing least quickly at the edge, it represented a bold attempt to approximate the characteristics of the lens. Thomas Young's work deserves wider recognition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21378590/"
}