{
  "pmid": "41390672",
  "title": "Ferroptosis inhibition protects against α-synuclein-related neuronal cell death.",
  "abstract": "Parkinson's disease (PD), characterized by α-synuclein (α-syn) pathology, affects millions of people worldwide. While current treatments mainly symptomatically address the motor aspects of PD, they lack efficacy in delaying or halting the degenerative process. Ferroptosis, a type of programmed cell death characterized by iron-dependent lipid peroxidation, has been previously linked to PD. Advancing the development of neuroprotective treatments hinges on comprehending the interplay between PD's pathological hallmarks and cell death. We examined six ferroptosis-related markers (ferroportin, ferritin, NCOA4, cytochrome c, GPX4, and 4HNE) in mesencephalic tissues from 10 PD patients and 11 age-matched controls. In post-mortem brains of controls, several ferroptosis-related markers were differentially expressed in functional subregions of the substantia nigra (SN), suggesting differential ferroptosis vulnerability. Moreover, ferritin and ferroportin levels were reduced in relation to α-synuclein pathology, indicating impaired iron storage and export, and suggesting increased vulnerability to ferroptosis in Parkinson's disease. Additionally, using digital spatial transcriptomics, we revealed ferroptosis-related differentially expressed genes (DEGs) in PD, which altogether pointed towards higher ferroptosis vulnerability in PD compared to control brains. To support our post-mortem findings, we used in vitro models (LUHMES neurons and mouse cortical neurons (PCNs)) and an α-syn overexpression C. elegans model. Co-treatment with low concentrations of α-syn and RSL3, which alone did not cause cell death, increased neuronal vulnerability to cell death, which was mitigated by ferrostatin-1 (Fer-1) but not deferoxamine (DFO) in cortical and dopaminergic neurons. Finally, α-syn expression in C. elegans increased iron levels, exacerbated by ferritin knockdown and reduced by DFO, which decreased α-syn inclusions. These results indicate that α-syn-related cell death can be altered by ferroptosis inhibition, and targeting the ferroptosis pathway could reduce or slow cell death associated with PD pathology. However, ferroptosis vulnerability appears cell- and model-dependent, suggesting effective therapeutic strategies may require a more comprehensive approach, targeting multiple aspects of the pathway while considering timing to achieve optimal outcomes.",
  "disease": "parkinson disease"
}