{
  "pmid": "41417547",
  "title": "The Role of Indexed Left Atrial Volume in Detecting Adverse Outcomes in Patients with Chronic Obstructive Pulmonary Disease: A Cohort Study.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a progressive disease with high mortality, and understanding the predictors of adverse outcomes can aid in developing individualized therapeutic approaches and in making decisions regarding hospital or intensive care unit admissions. To assess the epidemiological and laboratory profiles of patients with COPD and to correlate clinical, echocardiographic, and biomarker variables with unfavorable outcomes due to exacerbation. This was a prospective study involving patients with COPD who underwent clinical evaluation, spirometry, transthoracic echocardiography, and laboratory tests. Patients were followed for 1 year to monitor for unfavorable outcomes. The significance level considered for all analyses was p < 0.05. A total of 228 patients were included, with the mean age of 71 ± 9 years. The majority of patients were male (58%), and smoking (72%), hypertension (66%), and GOLD B (55%) were predominant. Indexed left atrial volume (ILAV) demonstrated good accuracy in detecting hospitalization for exacerbation, with a cutoff point of 36.5 ml/m2, yielding 100% sensitivity and 70% specificity. Patients with ILAV > 36.5 ml/m2 exhibited worsening diastolic and systolic function, as indicated by mitral E wave peak velocity in the rapid filling phase/E' velocity of displacement of the septal or lateral mitral annulus in the rapid filling phase (E/E') (p = 0.02) and left ventricle ejection fraction (p = 0.01), along with elevated levels of tumor necrosis factor alpha (p = 0.05) and NT-proBNP (p = 0.03). ILAV may be a reliable marker for predicting unfavorable outcomes in patients with COPD. Individualized strategies should be implemented to improve disease severity and cardiovascular function. A doença pulmonar obstrutiva crônica (DPOC) é uma condição progressiva com alta mortalidade. A compreensão dos preditores de desfechos desfavoráveis pode auxiliar no desenvolvimento de abordagens terapêuticas individualizadas e na tomada de decisões sobre internações hospitalares ou em unidades de terapia intensiva. Avaliar o perfil epidemiológico e laboratorial de pacientes com DPOC e correlacionar variáveis clínicas, ecocardiográficas e de biomarcadores com desfechos desfavoráveis por exacerbação. Trata-se de um estudo prospectivo envolvendo pacientes com DPOC submetidos a avaliação clínica, espirometria, ecocardiografia transtorácica e exames laboratoriais. Os pacientes foram acompanhados durante 1 ano para monitoramento de desfechos desfavoráveis. O nível de significância considerado para todas as análises foi de p < 0,05. Foram incluídos 228 pacientes, com média de idade de 71 ± 9 anos. A maioria dos pacientes era do sexo masculino (58%), com predomínio de tabagismo (72%), hipertensão arterial (66%) e GOLD B (55%). O volume indexado do átrio esquerdo (ViAE) demonstrou boa acurácia na detecção de hospitalização por exacerbação, com ponto de corte de 36,5 ml/m2, apresentando sensibilidade de 100% e especificidade de 70%. Pacientes com ViAE > 36,5 ml/m2 apresentaram piora da função diastólica e sistólica, conforme indicado pela velocidade de pico da onda E mitral na fase de enchimento rápido/velocidade E′ de deslocamento do anel mitral septal ou lateral na fase de enchimento rápido (E/E′) (p = 0,02) e fração de ejeção do ventrículo esquerdo (p = 0,01), juntamente com níveis elevados de fator de necrose tumoral alfa (p = 0,05) e NT-proBNP (p = 0,03). O ViAE pode ser um marcador confiável para a predição de desfechos desfavoráveis em pacientes com DPOC. Estratégias individualizadas devem ser implementadas para melhorar a gravidade da doença e a função cardiovascular.",
  "disease": "chronic obstructive pulmonary disease"
}