{
    "title": "The shadow of trauma: impaired mentalization in clinical populations - a systematic review.",
    "doc_id": "40626951",
    "writer": "Gorgellino M",
    "year": "2025",
    "summary": "BACKGROUND: Mentalizing defines the set of social cognitive imaginative activities that enable interpretation of behaviors as arising from intentional mental states. Mentalization impairments have been related to childhood trauma (CT) and are widely present i …",
    "abstract": "Background:\n        \n      \n      Mentalizing defines the set of social cognitive imaginative activities that enable interpretation of behaviors as arising from intentional mental states. Mentalization impairments have been related to childhood trauma (CT) and are widely present in people suffering from mental disorders. Nevertheless, the link between CT exposure, mentalization abilities, and related psychopathology remains unclear. This study aims to systematically review the evidence in this domain.\n    \n\n\n          Methods:\n        \n      \n      A Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA)-compliant systematic review of literature published until December 2022 was conducted through an Ovid search (Medline, Embase, and PsycINFO). The review was registered in the Prospective Register of Systematic Reviews (PROSPERO) (CRD42023455602).\n    \n\n\n          Results:\n        \n      \n      Twenty-nine studies were included in the qualitative synthesis. Twenty studies (69%) showed a significant negative correlation between CT and mentalization. There was solid evidence for this association in patients with psychotic disorders, as almost half the studies focused on this population. The few studies focusing on unipolar depression, personality disorders, and opioid addiction also reported a negative impact of CT on mentalization. In contrast, evidence for post-traumatic stress disorder was inconsistent, and no evidence was found for bipolar disorder. When stratifying for subtypes of CT, there was solid evidence that neglect (physical and emotional) decreased mentalization capacity, while abuse (physical, emotional, or sexual) was not associated with mentalization impairments.\n    \n\n\n          Conclusions:\n        \n      \n      Although causality cannot be established, there was substantial evidence that CT negatively affects mentalization across various psychiatric disorders, particularly psychotic disorders. These findings highlight the potential of targeting mentalization impairments in prevention and treatment strategies aiming to reduce the incidence and the social functioning burden of mental illness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40626951/"
}