{
  "pmid": "41344862",
  "title": "Nrf2 contributes to the protective effect of iron overload on thioacetamide-induced chronic liver injury in rats.",
  "abstract": "Chronic liver disease (CLD) is a global health concern that progresses to liver cirrhosis and cancer. This progression can be partly replicated in rodents through experimental administration of thioacetamide (TAA). Hepatic iron accumulation is a relatively common finding in CLD patients, as excess intracellular iron promotes the progression of CLD by generating reactive oxygen species. We previously reported that dietary iron overload abrogates TAA-induced liver cirrhosis in rats, raising a possibility that hepatic iron accumulation exerts a cytoprotective function. Here we investigated the role of Kelch-like ECH-associated protein 1-NF-E2-related factor 2 (Keap1-Nrf2) system in the protective effects of iron overload in TAA-induced chronic liver injury. The suppression of TAA-induced liver cirrhosis by dietary iron overload, demonstrated in wild-type rats, was cancelled in Nrf2 knockout (KO) rats, suggesting that Nrf2 contributes to the protective effect. In wild-type rats treated with both TAA and iron, major Nrf2-target gene products, NAD(P)H quinone dehydrogenase 1 and placental glutathione S-transferase (GSTP), were specifically overexpressed in hepatocytes around the fibrotic lesions. This overexpression was accompanied by iron accumulation and expression of cytochrome P450 2E1, which converts TAA into its toxic metabolites. In addition, wild-type rats treated with TAA alone developed multiple GSTP-positive preneoplastic foci, characterized by strong activation of Nrf2, partially involved by p62-dependent selective autophagy. GSTP expression was absent in hepatocytes of Nrf2 KO rats. These results suggest that Nrf2 protects liver cirrhosis and promotes formation of preneoplastic hepatocellular nodules during TAA-induced chronic liver injury depending on the hepatic iron condition.",
  "disease": "liver cirrhosis"
}