{
    "title": "Digital Mental Health Tools for Caregivers of Older Adults-A Scoping Review.",
    "doc_id": "32411643",
    "writer": "Petrovic M",
    "year": "2020",
    "summary": "The solution for the caregiver's mental health needs to be accessible, low cost, and time-effective. This scoping review investigates digital mental health tools available as a mean of supporting the mental health of caregivers. ...Three …",
    "abstract": "Aim: Informal caregivers have an important role in bridging the gap between the assistance care recipients need and what can be provided by the health care systems across Europe. The burden of the caregiving role places a significant threat to caregiver health, and the vast majority of caregiver's report stress and emotional strain, depression, and increased rates of chronic diseases. In line with this, strengthening the caregiver's mental health is one of the main goals for optimal caregiving. Caregivers already struggle with the demand of their role while coping with health problems, social, family, and work obligations. The solution for the caregiver's mental health needs to be accessible, low cost, and time-effective. This scoping review investigates digital mental health tools available as a mean of supporting the mental health of caregivers. Method: Databases searched include Summon search box, the Cochrane Library, and PubMed. Three groups of keywords were combined: relating to digital mental health interventions for caregivers, digital mental health interventions and stress in elderly care, and digital mental health interventions and burden in elderly care. Results: Caregivers reported that digital mental health tools have an overall positive role in their health. Coping skills, emotion regulation, skill building, and education are found to be important aspects of digital mental health tools. There was a noted lack of digital mental health apps available specifically for the caregiver of older adults. Furthermore, the digital mental health tools, divided into three categories in this review, focused either on building skills or educating caregivers and assisting with the duties rather than the mental health of the caregiver itself. As repeatedly suggested in the reviewed studies, digital mental health interventions overall contribute to reducing the caregiver burden with a limitation of addressing one aspect of caregiver needs -i.e., specific coping skills or education regarding illnesses such as Alzheimer's disease and Dementia. The lack of all-encompassing, data and theory-driven digital mental health tools for addressing and supporting the caregiver's mental health is evident.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32411643/"
}