{
    "title": "Experimental procedures for flow cytometry of wild-type mouse brain: a systematic review.",
    "doc_id": "38022545",
    "writer": "Sharp RC",
    "year": "2023",
    "summary": "The development of more standardized methods would accelerate neuroimmune discovery and validation by meta-analysis. METHODS: There has not yet been a systematic review of 'neuroimmunology' by 'flow cytometry' via examination of the PROSPERO registry. A protocol for …",
    "abstract": "Objective:\n        \n      \n      The aim of this study was to systematically review the neuroimmunology literature to determine the average immune cell counts reported by flow cytometry in wild-type (WT) homogenized mouse brains.\n    \n\n\n          Background:\n        \n      \n      Mouse models of gene dysfunction are widely used to study age-associated neurodegenerative disorders, including Alzheimer's disease and Parkinson's disease. The importance of the neuroimmune system in these multifactorial disorders has become increasingly evident, and methods to quantify resident and infiltrating immune cells in the brain, including flow cytometry, are necessary. However, there appears to be no consensus on the best approach to perform flow cytometry or quantify/report immune cell counts. The development of more standardized methods would accelerate neuroimmune discovery and validation by meta-analysis.\n    \n\n\n          Methods:\n        \n      \n      There has not yet been a systematic review of 'neuroimmunology' by 'flow cytometry' via examination of the PROSPERO registry. A protocol for a systematic review was subsequently based on the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) using the Studies, Data, Methods, and Outcomes (SDMO) criteria. Literature searches were conducted in the Google Scholar and PubMed databases. From that search, 900 candidate studies were identified, and 437 studies were assessed for eligibility based on formal exclusion criteria.\n    \n\n\n          Results:\n        \n      \n      Out of the 437 studies reviewed, 58 were eligible for inclusion and comparative analysis. Each study assessed immune cell subsets within homogenized mouse brains and used flow cytometry. Nonetheless, there was considerable variability in the methods, data analysis, reporting, and results. Descriptive statistics have been presented on the study designs and results, including medians with interquartile ranges (IQRs) and overall means with standard deviations (SD) for specific immune cell counts and their relative proportions, within and between studies. A total of 58 studies reported the most abundant immune cells within the brains were TMEM119+ microglia, bulk CD4+ T cells, and bulk CD8+ T cells.\n    \n\n\n          Conclusion:\n        \n      \n      Experiments to conduct and report flow cytometry data, derived from WT homogenized mouse brains, would benefit from a more standardized approach. While within-study comparisons are valid, the variability in methods of counting of immune cell populations is too broad for meta-analysis. The inclusion of a minimal protocol with more detailed methods, controls, and standards could enable this nascent field to compare results across studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38022545/"
}