{
    "title": "Simultaneous blockade of alpha and beta adrenoceptors impairs cutaneous wound healing in rats.",
    "doc_id": "19686328",
    "writer": "Romana-Souza B",
    "year": "2010",
    "summary": "RESULTS: Administration of propranolol plus phentolamine reduced wound contraction and re-epithelialization, but increased cellular proliferation and the number of mast cells. ...CONCLUSION: Simultaneous blockade of beta and alpha adrenoceptors impairs cutaneous wound …",
    "abstract": "Background:\n        \n      \n      Recent studies showed that propranolol administration (beta-antagonist), but not phentolamine administration (alpha-antagonist), delays cutaneous wound healing. However, alpha adrenoceptor activation may be participating in propranolol-induced alterations.\n    \n\n\n          Objective:\n        \n      \n      This study aims to investigate the effects of simultaneous blockade of beta and alpha adrenoceptors on cutaneous wound healing.\n    \n\n\n          Methods:\n        \n      \n      Rats were treated with propranolol plus phentolamine dissolved in water. An excisional lesion was done and measured. Lesions were formalin-fixed and paraffin-embedded 21 days after wounding. Sections were stained with haematoxylin and eosin, toluidine blue and Sirius red, and immunostained for alpha-smooth muscle actin or proliferating cell nuclear antigen.\n    \n\n\n          Results:\n        \n      \n      Administration of propranolol plus phentolamine reduced wound contraction and re-epithelialization, but increased cellular proliferation and the number of mast cells. There was no difference in myofibroblast density, collagen fibre organization and polymorphonuclear number between the control and treated groups.\n    \n\n\n          Conclusion:\n        \n      \n      Simultaneous blockade of beta and alpha adrenoceptors impairs cutaneous wound healing. Furthermore, propranolol-induced impairment on cutaneous wound healing does not occur through alpha adrenoceptor activation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19686328/"
}