{
  "pmid": "41467414",
  "title": "High mobility group box 1 and its post-translational modifications: Molecular mechanisms underlying neurodegenerative disease pathogenesis.",
  "abstract": "High mobility group box 1 is a dynamic nuclear protein that acts as a damage-associated molecular pattern when released from cells and plays key roles in neurodegenerative diseases. This review comprehensively analyzes the related post-translational modifications that affect the dual functions of high mobility group box 1 in neuroinflammation and neuronal survival, including acetylation, phosphorylation, oxidation, S-nitrosylation, lactylation, and ubiquitination. Post-translational modifications play critical regulatory roles in high mobility group box 1 subcellular localization, release processes and the specificity of receptor binding. In Alzheimer's disease, high mobility group box 1 exacerbates the disease through the Toll-like receptor 4/nuclear factor kappa B signaling pathway. Inhibition of high mobility group box 1 acetylation can alleviate neuroinflammation. Parkinson's disease models indicate that the S-nitrosylation of Cys106 is essential for the secretion of high mobility group box 1, which contributes to dopaminergic degeneration through the activation of microglia. In multiple sclerosis, high mobility group box 1 obstructs remyelination by inhibiting the maturation of oligodendrocytes and activating pro-inflammatory pathways. In contrast, high mobility group box 1 can maintain autophagy and DNA repair functions, suggesting its protective role. Therapeutic strategies targeting high mobility group box 1 show potential benefits. Glycyrrhizic acid inhibits disulfide-linked high mobility group box 1, SIRT activators suppress acetylation, and anti-high mobility group box 1 antibodies neutralize extracellular isoforms, thereby improving the results of preclinical studies. However, the diverse functions of high mobility group box 1 and the lack of post-translational modification-specific biomarkers present challenges for clinical translation. Future research should aim to create selective inhibitors that can cross the blood-brain barrier to target harmful forms of high mobility group box 1, and establish post-translational modification-based biomarkers for early detection. This review emphasizes that accurately targeting of high mobility group box 1 post-translational modifications in neurodegenerative diseases could be a new approach that can interrupt neuroinflammatory cascades while maintaining neuroprotective functions.",
  "disease": "alzheimer disease"
}