{
    "title": "WFS1 Gene-associated Diabetes Phenotypes and Identification of a Founder Mutation in Southern India.",
    "doc_id": "35018440",
    "writer": "Chapla A",
    "year": "2022",
    "summary": "CONTEXT: Wolfram syndrome (WFS) is a rare autosomal recessive disorder characterized by juvenile-onset diabetes, diabetes insipidus, optic atrophy, deafness, and progressive neurodegeneration. However, due to the progressive nature of the disease and a lack o …",
    "abstract": "Context:\n        \n      \n      Wolfram syndrome (WFS) is a rare autosomal recessive disorder characterized by juvenile-onset diabetes, diabetes insipidus, optic atrophy, deafness, and progressive neurodegeneration. However, due to the progressive nature of the disease and a lack of complete clinical manifestations, a confirmed diagnosis of WFS at the time of onset of diabetes is a challenge.\n    \n\n\n          Objective:\n        \n      \n      With WFS1 rare heterozygous variants reported in diabetes, there is a need for comprehensive genetic screening strategies for the early diagnosis of WFS and delineating the phenotypic spectrum associated with the WFS1 gene variants in young-onset diabetes.\n    \n\n\n          Methods:\n        \n      \n      This case series of 11 patients who were positive for WFS1 variants were identified with next-generation sequencing (NGS)-based screening of 17 genemonogenic diabetes panel. These results were further confirmed with Sanger sequencing.\n    \n\n\n          Results:\n        \n      \n      9 out of 11 patients were homozygous for pathogenic/likely pathogenic variants in the WFS1 gene. Interestingly, 3 of these probands were positive for the novel WFS1 (NM_006005.3): c.1107_1108insA (p.Ala370Serfs*173) variant, and haplotype analysis suggested a founder effect in 3 families from Southern India. Additionally, we identified 2 patients with young-onset diabetes who were heterozygous for a likely pathogenic variant or a variant of uncertain significance in the WFS1 gene.\n    \n\n\n          Conclusion:\n        \n      \n      These results project the need for NGS-based parallel multigene testing as a tool for early diagnosis of WFS and identify heterozygous WFS1 variants implicated in young-onset diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35018440/"
}