{
    "title": "Measure Criteria for the Agency for Healthcare Research and Quality's National Healthcare Quality and Disparities Report.",
    "doc_id": "41021714",
    "writer": "Ye F",
    "year": "C021",
    "summary": "BACKGROUND AND OBJECTIVES: The objective of the Technical Brief was to review criteria to prioritize measures for the Agency for Healthcare Research and Quality (AHRQ) National Healthcare Quality and Disparities Report (NHQDR). The review aimed to ensure that the cr …",
    "abstract": "Background and objectives:\n        \n      \n      The objective of the Technical Brief was to review criteria to prioritize measures for the Agency for Healthcare Research and Quality (AHRQ) National Healthcare Quality and Disparities Report (NHQDR). The review aimed to ensure that the criteria align with current focus and priority areas.\n    \n\n\n          Review methods:\n        \n      \n      The Technical Brief combined input from 11 Key Informants, comprehensive formal literature review searches in 7 research databases, a detailed review of 37 grey literature sources, and discussions with the AHRQ NHQDR team. We mapped NHQDR criteria to existing alternative approaches documenting similarities and differences, and assessed additional criteria to identify areas of potential revisions to the NHQDR.\n    \n\n\n          Findings:\n        \n      \n      Across 8,752 identified records, we selected 103 approaches that document criteria to prioritize quality of care and care disparity measures. Comprehensive tables and figures document the existing approaches, pertinent issues identified in discussions with experts and the literature, suggested changes relevant to the current NHQDR criteria, and the rationale for the proposed changes.\n    \n\n      \n      Commonly used criteria to select measures across international approaches include the importance, validity, and feasibility of measures. Identified approaches also included additional criteria such as parsimony, comparability, and acceptability of the measures.\n    \n\n      \n      Based on the review of the identified information and the unique role of the NHQDR, we consolidated and revised existing criteria, expanded prior recommendations, and emphasized sensitivity to drivers of health. The final set of proposed criteria to prioritize measures include Alignment; Usability and acceptability; Compatibility; Impact on disparities and drivers of health; and Balance.\n    \n\n\n          Conclusion:\n        \n      \n      Many criteria to prioritize quality of care and care disparities measures have been suggested; approaches vary considerably across agencies and organizations and the purpose of measuring care quality and disparities. We propose specific revisions to the NHQDR criteria to better align with current focus and priorities, building on existing criteria and principles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41021714/"
}