{
  "pmid": "41444672",
  "title": "The association between smoking and diabetic neuropathy: a systematic review and meta-analysis.",
  "abstract": "The study aimed to systematically review the evidence on the association between smoking and the risk of diabetic neuropathy, with a particular emphasis on the risk of peripheral neuropathy among individuals with diabetes mellitus. MEDLINE, EMBASE, SCOPUS, and CENTRAL databases were searched for studies published before August 2024. Cross-sectional, case-control, and cohort studies that assessed the association between smoking and diabetic neuropathy in individuals diagnosed with diabetes mellitus (type 1 or type 2), reported smoking as an exposure, and any type of diabetic neuropathy as an outcome were included in the study. The risk of bias of the included studies was evaluated using the modified risk of bias in non-randomized studies-of exposures (ROBINS-E). Seventy-five articles, including 228,699 individuals with diabetes met the inclusion criteria. Fifty-four cross-sectional, 8 case-control, and 13 cohort studies provided data for the meta-analyses. Cohort studies demonstrated a significantly increased risk of diabetic peripheral neuropathy (RR 1.28; 95% CI 1.05, 1.51), the most prevalent subtype of diabetic neuropathy. Meta-analyses of cross-sectional and case-control revealed an increased risk of diabetic neuropathy (all types combined) among smokers with diabetes ([OR 1.29; 95% CI 1.17, 1.41], [OR 1.48; 95% CI 1.23, 1.72]). Meta-regression showed no statistically significant impact of total sample size and type of effect estimates on pooled effect estimates for cross-sectional, case-control, and cohort studies. Smoking is associated with an increased risk of diabetic neuropathy, peripheral neuropathy in particular. Future research should evaluate the precise dynamics of neuropathy pathogenesis among individuals with diabetes to prevent such complications. PROSPERO CRD42022363380.",
  "disease": "diabetes mellitus"
}