{
    "title": "Management of brainstem haemorrhages.",
    "doc_id": "30950504",
    "writer": "Wang SS",
    "year": "2019",
    "summary": "Among spontaneous intracranial haemorrhages, primary non-traumatic brainstem haemorrhages are associated with the highest mortality rate. ...This is especially the case for haematomas in the posterior fossa, as these are excluded from most current clinical tr …",
    "abstract": "Among spontaneous intracranial haemorrhages, primary non-traumatic brainstem haemorrhages are associated with the highest mortality rate. Patients classically present with rapid neurological deterioration. Previous studies have found that the severity of initial neurological symptoms and hydrocephalus are predictors of poor outcomes. In addition, radiological parameters aim to classify brainstem haematomas according to volume, extension and impact on prognosis. However, previous studies have failed to agree on a differentiated radiological classification for outcome and functional recovery. Electrophysiology, including motor, auditory and somatosensory evoked potentials, is used to estimate the extent of the initial injury and predict functional recovery. The current management of brainstem haematomas remains conservative, focusing on initial close neurocritical care monitoring. Surgical treatment concepts exist, but similarly to general intracranial haemorrhage management, they continue to be controversial and have not been sufficiently investigated. This is especially the case for haematomas in the posterior fossa, as these are excluded from most current clinical trials. Existing studies were mostly carried out before the present millennium began, and limitations are evident in the adaptation of those results and recommendations to current management, with today&rsquo;s technological and diagnostic possibilities. We therefore recommend the re-evaluation of brainstem haemorrhages in the modern neurosurgical and intensive care environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30950504/"
}