{
    "title": "Restoration of extensor excitability in the acute spinal cat by the 5-HT2 agonist DOI.",
    "doc_id": "8714639",
    "writer": "Miller JF",
    "year": "1996",
    "summary": "The decerebrate cat preparation with an intact spinal cord is characterized by a high degree of excitability in extensor motoneuron pools, which is eliminated by acute spinalization. ...These data strongly suggest that the DOI-induced facilitation of extensor stretc …",
    "abstract": "1. The decerebrate cat preparation with an intact spinal cord is characterized by a high degree of excitability in extensor motoneuron pools, which is eliminated by acute spinalization. Subtype-specific agonists for serotonin (5-HT) were investigated in terms of their effectiveness in restoring the extensor excitability following spinalization. 2. Our hypothesis was that 5-HT2 receptors have the primary role in enhancement of extensor reflex excitability, whereas 5-HT1A and 5-HT1B/D receptors are relatively unimportant. Reflex excitability was assessed from the tonic levels of force and electromyographic (EMG) output from the ankle extensors medial gastrocnemius (MG) and soleus (SOL), and from the reflex forces in both these muscles generated by ramp-and-hold stretches of MG. 3. Before spinal transection, MG and SOL usually exhibited a small amount of tonic background EMG activity and force output. Ramp-and-hold stretch of MG generated a large-amplitude reflex response. Spinal transection at the level of T10 virtually abolished tonic background activity in both extensors and greatly attenuated the MG stretch reflex. Ventral topical application of the selective 5-HT2A/2C agonist (+-)-1-(2,5-dimethoxy-4-iodophenyl)-2-amino-propane hydrochloride (DOI) restored the amplitude of the MG stretch reflex in a dose-dependent fashion. However, a considerable portion of the DOI-mediated restoration of MG stretch reflex force was due to elevation of tonic background force levels above previous intact cord levels. 4. The DOI-induced increase in extensor tonic background excitability and facilitation of MG stretch reflex were reversed by ventral topical administration of the selective 5-HT2 antagonist ketanserin. No increase in extensor excitability was observed in spinalized preparations after administration of either the 5-HT1A agonist (+-)-8-hydroxy-dipropylaminotetralin hydrobromide or the 5-HT1B/1D agonist 7-trifluoromethyl-4-(4 methyl-1-piperazinyl)-pyrrolo[1,2- a]quinoxaline maleate. These data strongly suggest that the DOI-induced facilitation of extensor stretch reflex and tonic activity in spinalized preparations is mediated through an action on spinal 5-HT2 receptors. 5. One important difference between the actions of DOI in spinalized versus intact states was that the DOI-induced tonic and reflex forces in the spinalized state were subject to irregular oscillations. In contrast, DOI did not noticeably affect the smoothness of reflex force generation in the intact state. This discrepancy was probably due to the effects of clasp knife inhibition from muscular free nerve endings, which have potent reflex actions in the spinalized but not intact states. Thus DOI elevated excitability levels but did not alter the effects of spinalization on stretch reflex patterns.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8714639/"
}