{
    "title": "A role for endogenous electric fields in wound healing.",
    "doc_id": "14711011",
    "writer": "Nuccitelli R.",
    "year": "2003",
    "summary": "This review focuses on the experimental evidence supporting a role for endogenous electric fields in wound healing in vertebrates. Most wounds involve the disruption of epithelial layers composing the epidermis or surrounding organs in the body. ...Some experiments …",
    "abstract": "This review focuses on the experimental evidence supporting a role for endogenous electric fields in wound healing in vertebrates. Most wounds involve the disruption of epithelial layers composing the epidermis or surrounding organs in the body. These epithelia generate a steady voltage across themselves that will drive an injury current out of the wounded region, generating a lateral electric field that has been measured in four different cases to be 40-200 mV/mm. Many epithelial cells, including human keratinocytes, have the ability to detect electric fields of this magnitude and respond with directed migration. Their response typically requires Ca2+ influx, the presence of specific growth factors and intracellular kinase activity. Protein kinase C is required by neural crest cells and cAMP-dependent protein kinase is used in keratinocytes while mitogen-activated protein kinase is required by corneal epithelial cells. Several recent experiments support a role for electric fields in the stimulation of wound healing in the developing frog neurula, adult newt skin and adult mammalian cornea. Some experiments indicate that when the electric field is removed the wound healing rate is 25% slower. In addition, nearly every clinical trial using electric fields to stimulate healing in mammalian wounds reports a significant increase in the rate of healing from 13 to 50%. However, these trials have utilized many different field strengths and polarities, so much work is needed to optimize this approach for the treatment of mammalian wounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14711011/"
}