{
  "pmid": "41455502",
  "title": "Nuclear ASC speck formation in microglia is associated with inflammasome priming and is exacerbated in LRRK2-G2019S Parkinson's disease.",
  "abstract": "Neuroinflammation is increasingly recognized as a central pathological mechanism in Parkinson's disease (PD), a progressive neurodegenerative disorder marked by dopaminergic neuron loss and diverse motor and non-motor symptoms. The NLRP3 inflammasome and its adaptor protein ASC are critical to initiating and sustaining inflammatory responses in the central nervous system. Although acute inflammasome activation supports host defence responses, chronic activation has been linked to the pathogenesis of PD. Increasing evidence indicates that mutations in the Leucine-Rich Repeat Kinase 2 (LRRK2), particularly the PD-associated G2019S mutation, enhance inflammatory signalling in microglia and peripheral immune cells. However, how LRRK2 intersects with the NLRP3 pathway remains unclear. Here, we investigate the role of LRRK2-G2019S in the priming and activation of the inflammasome in mouse primary microglia and human monocyte-derived microglia-like cells (hMDMi). Under unstimulated conditions, LRRK2-G2019S microglia displayed elevated NLRP3 expression and spontaneous formation of ASC specks within the nucleus, a subcellular localization not previously reported in microglia. Nuclear ASC specks also emerged in Wild Type microglia and hMDMi after lipopolysaccharide priming, but progressed to cytosolic ASC specks and IL-1β release only after canonical activation of NLRP3. These findings suggest that nuclear ASC specks mark a primed state of inflammasome activation in microglia. The LRRK2-G2019S mutation enhances this phenotype, potentially predisposing microglia to exaggerated inflammatory responses. This work identifies a novel cellular feature associated with PD-linked LRRK2 and uncovers a previously unrecognized layer of inflammasome regulation in microglia, offering new avenues to understand and target neuroinflammation in PD.",
  "disease": "parkinson disease"
}