{
    "title": "Preoperative Plasma Aldosterone Predicts Complete Remission of Type 2 Diabetes after Bariatric Surgery.",
    "doc_id": "35016181",
    "writer": "Ohira M",
    "year": "2022",
    "summary": "We aimed to evaluate the relationship between the improvement in type 2 diabetes and hormones in patients with obesity and type 2 diabetes who underwent BS. ...Patients were divided into two groups (type 2 diabetes CR and non-CR). Multipl …",
    "abstract": "Introduction:\n        \n      \n      Bariatric surgery (BS) has beneficial effects on body weight and type 2 diabetes. However, 44-52%, 20-40%, and 19-25% of patients with type 2 diabetes who undergo sleeve gastrectomy, sleeve gastrectomy with duodenal-jejunal bypass, and Roux-en-Y gastric bypass, respectively, show insufficient improvement 1 year after BS. It is thus important to predict the improvement in type 2 diabetes before BS. Many hormones are related to hyperglycemia. However, the relationship between hormones and improvement in type 2 diabetes after BS has not been studied. We aimed to evaluate the relationship between the improvement in type 2 diabetes and hormones in patients with obesity and type 2 diabetes who underwent BS.\n    \n\n\n          Methods:\n        \n      \n      We retrospectively reviewed 79 patients with obesity and type 2 diabetes who underwent BS, with a follow-up period of 12 months. We analyzed the relationship between some clinical parameters and complete remission (CR) of type 2 diabetes after BS. Patients were divided into two groups (type 2 diabetes CR and non-CR). Multiple regression analysis was performed to determine the parameters associated with type 2 diabetes resolution after BS.\n    \n\n\n          Results:\n        \n      \n      BS significantly improved body weight and glucose metabolism. Preoperative liver function, glycated hemoglobin (HbA1c), insulin secretion (homeostatic model assessment [HOMA]2-%B), renin activity, plasma aldosterone level, and duration of type 2 diabetes were significantly different between the CR and non-CR groups. Multiple regression analysis showed that preoperative HbA1c, HOMA2-%B, aldosterone concentration, and duration of type 2 diabetes were predictors of CR of type 2 diabetes after BS. Plasma aldosterone was the strongest predictor.\n    \n\n\n          Discussion/conclusion:\n        \n      \n      Preoperative plasma aldosterone levels were related to the CR of type 2 diabetes after BS. Measuring plasma aldosterone levels preoperatively is useful for predicting the CR of type 2 diabetes after BS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35016181/"
}