{
    "title": "Sex and age-dependent characterization of the circadian clock as a potential biomarker for physical performance: A prospective study protocol.",
    "doc_id": "37874792",
    "writer": "Yalçin M",
    "year": "2023",
    "summary": "Increasing evidence points to an influence of circadian regulation on physical performance. Here, we aim to obtain a comprehensive circadian gene expression profile for physically active individuals, which can potentially be used for the identification of optimal ti …",
    "abstract": "Introduction:\n        \n      \n      Circadian rhythms (CR) regulate daily cycles in behavior, physiology and molecular processes. CRs are endogenous and vary across individuals. Seasonal changes can influence CR. Accordingly, rhythms with different characteristics (amplitude, phase) are depicted during the summer months, as compared to winter. Increasing evidence points to an influence of circadian regulation on physical performance. Here, we aim to obtain a comprehensive circadian gene expression profile for physically active individuals, which can potentially be used for the identification of optimal time intervals for physical exercise.\n    \n\n\n          Methods and analysis:\n        \n      \n      To explore these different aspects, we propose a study where we will carry out a molecular analysis of CR by measuring the expression of specific clock and clock-controlled genes, based on a non-invasive approach using RNA extracted from saliva in physically active, healthy participants. We will collect data across two seasons and use computational algorithms to integrate the molecular data with hormonal data (cortisol and melatonin), and generate a profile of CR in healthy individuals of different sex and age groups. Finally, we will use computational tools to predict optimal time intervals for physical performance based on the above-described data, thereby retrieving valuable data on the circadian clock as a key factor for health maintenance and optimization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37874792/"
}