{
    "title": "Psychopathology and the autonomic nervous system in borderline personality disorder. Part 2. The Influence of Early Adversities, Dissociation and Self-stigma on the Treatment.",
    "doc_id": "41066711",
    "writer": "Nesnidal V",
    "year": "2025",
    "summary": "Changes in psychopathology and autonomic nervous system function were monitored. (heart rate variability, LF/HF ratio). RESULTS: The study confirmed a positive impact of the treatment program on reducing BPD symptomatology, anxiety, and depressive symptoms. ...In co …",
    "abstract": "Introduction:\n        \n      \n      This study examines the influence of childhood adversities, dissociation, and self-stigma on autonomic nervous system function and treatment outcomes in hospitalised patients with borderline personality disorder (BPD).\n    \n\n\n          Methods:\n        \n      \n      Seventy-five BPD inpatients underwent a six-week intensive psychotherapy treatment program. Changes in psychopathology and autonomic nervous system function were monitored. (heart rate variability, LF/HF ratio).\n    \n\n\n          Results:\n        \n      \n      The study confirmed a positive impact of the treatment program on reducing BPD symptomatology, anxiety, and depressive symptoms. Findings indicate that the initial dissociation level does not correlate with changes in symptomatology. In contrast, changes in dissociation during treatment are associated with reductions in anxiety and depressive symptoms. Regarding HRV, our data show that although there were no significant changes in HRV during treatment, higher baseline LF/HF values correlated with smaller changes in symptom severity, which could indicate a possible link between autonomic nervous dysregulation and the stability of BPD symptoms.\n    \n\n\n          Discussion:\n        \n      \n      Our findings emphasise the importance of monitoring physiological and psychological factors in BPD treatment, highlighting potential predictors of therapeutic response.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41066711/"
}