{
    "title": "Social participation among Iranian community-dwelling older adults: A grounded theory study.",
    "doc_id": "36119239",
    "writer": "Amini R",
    "year": "2022",
    "summary": "BACKGROUND: Iran is among the countries whose older adult population is increasing rapidly. The social dimension of health in older adults affects their other existential dimensions. Social participation is a key determinant of health for older adults. This s …",
    "abstract": "Background:\n        \n      \n      Iran is among the countries whose older adult population is increasing rapidly. The social dimension of health in older adults affects their other existential dimensions. Social participation is a key determinant of health for older adults. This study aimed to explore the process of social participation among community-dwelling older adults.\n    \n\n\n          Methods:\n        \n      \n      This is a qualitative study with the grounded theory approach. The study population consisted of eligible community-dwelling older adults. The participants were initially selected by purposeful sampling. Data were collected through semi-structured interviews. The time and place of the interviews were arranged in discussion with the participants in advance. Lincoln and Guba's criteria were used to assess the scientific accuracy and validity of the study. The university ethics committee issued the ethics code for the study. Data were analyzed using Corbin and Strauss approach.\n    \n\n\n          Result:\n        \n      \n      The results of interviews with 15 participants, in this study, led to the emergence of 12 main categories and 32 subcategories with the core concept of \"older adults' desire to stay active\". Social participation of older adults was a concept clarified with the efforts of older adults to stay active in the community. Categories are fully described in the manuscript.\n    \n\n\n          Conclusion:\n        \n      \n      Staying active is one of the main concerns regarding the concept of older adults' social participation. The existence of conducive underlying factors, such as a participation-seeking older adult, family, and society, assists in the development of social participation at various levels and multiple forms among older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36119239/"
}