{
  "pmid": "41460931",
  "title": "Postoperative Clopidogrel Thromboprophylaxis in TJA: Increased Risk of Transfusion but Similar Venous Thromboembolic Risk Compared with Aspirin.",
  "abstract": "Patients undergoing total joint arthroplasty (TJA) who are on long-term use of clopidogrel for atherothrombotic prophylaxis often continue this drug as venous thromboembolism (VTE) chemoprophylaxis following primary total knee (TKA) and total hip arthroplasty (THA). We sought to assess the 90-day bleeding and thromboembolic risk profiles of patients receiving clopidogrel monotherapy for postoperative VTE chemoprophylaxis compared with those receiving aspirin following TJA. Utilizing a national, all-payer health-care database that captures approximately 25% of all inpatient procedures in the U.S., we identified all adult patients who underwent primary elective TKA or THA between 2016 and 2021. Patients who received clopidogrel monotherapy for postoperative VTE chemoprophylaxis were propensity-score matched in an approximately 1:7 ratio to patients who received aspirin monotherapy on the basis of age, sex, procedure type, perioperative tranexamic acid administration, and known indications for clopidogrel administration. Primary outcomes included the 90-day risks of bleeding and thromboembolic complications. A total of 21,273 patients who received aspirin were matched to 3,078 patients who received clopidogrel. After matching, there were no significant differences between the 2 cohorts with respect to patient demographics, comorbidities, rates of tranexamic acid administration, and hospital characteristics. After accounting for potential confounding variables, patients who received clopidogrel were at an increased risk for postoperative blood transfusion (adjusted odds ratio [aOR]: 1.69; 95% confidence interval [CI]: 1.30 to 2.21; p < 0.001) and acute anemia (aOR: 1.13; 95% CI: 1.03 to 1.26; p = 0.015) relative to patients receiving aspirin. No significant differences between the cohorts in the risk of deep vein thrombosis, pulmonary embolism, stroke, myocardial infarction, hematoma, or hemorrhage were found. Patients who received clopidogrel monotherapy for postoperative VTE chemoprophylaxis had an increased risk of postoperative bleeding complications but a similar risk of thromboembolic complications following TJA compared with patients who received aspirin. These findings suggest that the decision to resume clopidogrel for postoperative thromboprophylaxis should balance the potent antiplatelet activity with the risk of bleeding complications in high-risk cardiovascular patients. Therapeutic Level III. See Instructions for Authors for a complete description of levels of evidence.",
  "disease": "stroke"
}