{
    "title": "Can expressed prostatic secretions effect prostate biopsy decision of urologist?",
    "doc_id": "30648827",
    "writer": "Ergun O",
    "year": "2019",
    "summary": "OBJECTIVES: To evaluate the frequency of NIH category IV prostatitis, and the use of expressed prostatic secretions tests in an effort to improve the reliability of prostate specific antigen as an indicator, to avoid unnecessary prostate biopsy. ...The …",
    "abstract": "Objectives:\n        \n      \n      To evaluate the frequency of NIH category IV prostatitis, and the use of expressed prostatic secretions tests in an effort to improve the reliability of prostate specific antigen as an indicator, to avoid unnecessary prostate biopsy.\n    \n\n\n          Materials and methods:\n        \n      \n      178 expressed prostatic secretion positive patients with serum prostate specific antigen levels of ≥ 2.5 ng / mL were included in present prospective study. The diagnostic evaluation included detailed history and physical examination, digital rectal examination, urine analysis, urine culture, and expressed prostatic secretions tests. Transrectal ultrasonography was used both to measure prostate volume and conduct 12 core prostate biopsy.\n    \n\n\n          Results:\n        \n      \n      The prevalence of NIH category IV prostatitis was 36.9% (178 / 482) in our population of men. In our study patients (n: 178) prostate biopsy results were classified as; 66 prostatitis, 81 BPH, and 31 Pca. In asymptomatic prostatitis group, expressed prostatic secretion mean leucocyte ratio was higher compared to other two groups (p < 0.0001). The relation between number of expressed prostatic secretion leucocytes and prostatitis, benign prostate hyperplasia, and prostate cancer is analyzed. If 16 is taken as the cut of number for leucocyte presence, its sensitivity is 0.92 (AUC = 0.78 p = 0.01).\n    \n\n\n          Conclusions:\n        \n      \n      The number of leucocytes in expressed prostatic secretion is higher in the chronic prostatitis group. If the leukocyte presence of 16 and above is taken as the cut off point, the sensitivity becomes 0.92 (AUC = 0.78). We firmly believe that our new cut off value may be used as to aid prostate specific antigen and derivates while giving biopsy decision.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30648827/"
}