{
  "pmid": "41468590",
  "title": "Continuous Glucose Monitors Among Adults With Type 2 Diabetes Mellitus in the Primary Care Setting: Qualitative Study Informed by Technology Acceptance Model and Health Belief Model.",
  "abstract": "Continuous glucose monitors (CGM) reduce the burden of glycemic monitoring and improve glycemic control, quality of life, and decreased health care use. Despite expanded insurance coverage and adoption, barriers remain, especially in primary care. Existing research largely evaluates specific populations or interventions, leaving limited insight into the broader primary care experience. This study aims to examine the experiences of adults with type 2 diabetes mellitus (T2DM) using CGM in primary care, guided by the Health Belief Model and Technology Acceptance Model. This qualitative study included in-person semistructured sessions (interviews or a focus group), surveys, and electronic health record data. Participants were recruited from 3 urban primary care (internal medicine and internal medicine-pediatrics) clinics affiliated with a large academic health system in Southwest Ohio, United States, with high rates of public insurance (Medicare or Medicaid). Eligible participants were adults (≥18 y) with T2DM and a CGM prescription. Data were analyzed using theme generation guided by directed content analysis in MAXQDA (VERBI Software GmbH) with codes derived from Health Belief Model and Technology Acceptance Model constructs. Survey data were used to triangulate to enhance validity. Overall, 16 participants (interviews: n=12; 1 focus group: n=4) were recruited for the study with a mean age of 56.9 (SD 10.5) years. In total, 69% (11/16) identified as Black, 100% (16/16) as Non-Hispanic, and 69% (11/16) as female, and 94% (15/16) used public insurance. Six themes emerged: disease susceptibility, disease severity, influential drivers, perceived ease of use, perceived usefulness, and attitude toward using CGM. All participants found CGM helpful and would recommend it to others. While affirming numerous barriers well-described in other populations, this study uniquely describes the burden of comorbidities, the trust in CGM data compared to glucometer-based monitoring, and the reliance on receivers to use CGM technology in this patient population. CGM is valued by adults with T2DM in primary care, yet barriers remain. Tailored support for initiation, troubleshooting, and education (especially alarm management and data interpretation) is needed. These insights can inform scalable strategies to enhance CGM use and experience in primary care.",
  "disease": "diabetes mellitus"
}