{
  "pmid": "41460429",
  "title": "Management of cardiometabolic risk factors in cardiovascular high-risk populations with varying cognitive levels.",
  "abstract": "Cognitive impairment may hinder effective self-management of cardiovascular disease and lead to worsening cardiovascular risk. This study aimed to describe the rate of uncontrolled blood pressure, blood lipids, and blood glucose across different cognitive levels to identify priority groups for managing risk factors in patients with cardiovascular disease. A total of 10,707 patients with cardiovascular disease or individuals at high cardiovascular risk were enrolled from Beijing Anzhen Hospital. Cognitive function, assessed using the Montreal Cognitive Assessment (MoCA) scale, was categorized as normal (MoCA ≥ 26) or impaired (MoCA < 26). Logistic regression was used to explore the association between cognitive function and the rates of uncontrolled blood pressure, lipids, and glucose. Among diabetic patients, the rate of uncontrolled blood glucose in those with cognitive impairment was significantly higher in patients with cognitive impairment than in those with normal cognition [hemoglobin A1c ≥ 7%, 65.7% vs. 56.6%, adjusted odds ratio (aOR) (95% confidence interval, 95% CI):1.40(1.21-1.62), P < 0.001]. The rate of uncontrolled blood pressure and blood lipids were slightly higher in cognitive impairment than normal cognition, however, the differences were not statistically significant [systolic blood pressure(SBP) ≥ 130mmHg and/or diastolic blood pressure(DBP) ≥ 80mmHg, 74.6% vs. 70.5%, aOR(95% CI):1.07 (0.96-1.20), P = 0.206; SBP ≥ 140mmHg and/or DBP ≥ 90mmHg, 45.4% vs. 40.0%, aOR(95% CI):1.08(0.98-1.91), P = 0.125; poor blood lipids management, 72.2% vs. 70.5%, aOR (95% CI):1.00(0.89-1.13), P = 0.994]. In this cross-sectional study, a significant association was observed between cognitive impairment and an unfavorable cardiovascular risk profile. This may reflect challenges in self-management and underscores the need for proactive care.",
  "disease": "hypertension"
}