{
    "title": "Fatty liver disease in morbid obesity.",
    "doc_id": "3319904",
    "writer": "Clain DJ",
    "year": "1987",
    "summary": "Fatty liver disease can be divided into four histological groups: Fatty liver, fatty hepatitis, fatty liver with portal fibrosis, and cirrhosis. ...Only one fifth of patients have complaints that arise from the liver. The de …",
    "abstract": "About 90 per cent of morbidly obese patients show histological abnormalities of the liver. One third of patients have fatty change involving more than 50 per cent of hepatocytes. Fatty liver disease can be divided into four histological groups: Fatty liver, fatty hepatitis, fatty liver with portal fibrosis, and cirrhosis. Most patients show only fatty change. Alcohol, drugs, diabetes, poor nutrition, and weight-reducing surgery contribute to progressive liver damage, but morbid obesity alone may lead to severe disease showing all the features of alcoholic hepatitis and may end in cirrhosis and liver failure. The accumulation of fat alone is unlikely to be the stimulus to inflammation and fibrosis. Only one fifth of patients have complaints that arise from the liver. The development of severe fatty liver disease may also be asymptomatic and rarely shows the florid picture associated with alcoholic hepatitis. There is poor correlation of liver function test results with morphology in obesity. ALT levels exceeding twice the normal limit have some predictive value for histological grades of severity, but they are present in few patients. Pericentral and pericellular fibrosis in prebypass liver biopsies may be an important prognostic lesion for the development of fatty hepatitis and cirrhosis. In contrast with the frequent progression to massive fatty change, inflammation and fibrosis after bypass surgery, weight loss by low-calorie dieting, or starvation is accompanied by improvement in fatty change and return of liver function tests to normal.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3319904/"
}