{
  "pmid": "41458332",
  "title": "How do GLP-1 receptor agonists influence the progression of shoulder pathology? A matched cohort analysis.",
  "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1RAs) are increasingly used for managing type 2 diabetes mellitus (T2DM) and obesity due to their proven metabolic benefits. However, their impact on musculoskeletal conditions, particularly in non-weight-bearing joints such as the shoulder joint, remains unclear. This study aimed to determine whether GLP-1RA use was associated with the development of shoulder pathologies (glenohumeral osteoarthritis, adhesive capsulitis, atraumatic rotator cuff tears, and shoulder fractures) over a 5-year period. A retrospective cohort study was performed using the TriNetX research database. Adult patients prescribed GLP-1RAs between 2017 and 2019 were identified and stratified into 3 cohorts based on obesity (body mass index ≥30) and T2DM status: (1) obese T2DM, (2) nonobese T2DM, and (3) nonobese non-T2DM. Within each group, GLP-1RA users were 1:1 propensity score matched to nonusers. Primary outcomes (glenohumeral osteoarthritis, adhesive capsulitis, atraumatic rotator cuff tears, and shoulder fractures) were evaluated over a 5-year period, and secondary outcomes (hemoglobin A1c and body mass index) were assessed over a 2-year period. Hazard ratios (HRs) with 95% confidence intervals (CIs) were used to compare incidence between GLP-1RA users and nonusers. At 5-year follow-up, GLP-1RA use was associated with higher incidence rates of glenohumeral osteoarthritis, adhesive capsulitis, and atraumatic rotator cuff tears across all subgroups as compared to nonusers. The highest increased risk was observed for adhesive capsulitis, particularly in the obese nondiabetic subgroup (HR: 2.465; 95% CI [3.173-1.916]). Shoulder fracture incidence was lower among GLP-1RA users with both obesity and T2DM (HR: 0.903; 95% CI [0.827-0.987]) but did not differ significantly in patients with obesity without T2DM or in nonobese patients with diabetes. GLP-1RA therapy was associated with an increased incidence of certain shoulder pathologies, most notably adhesive capsulitis, suggesting GLP-1RAs may have adverse musculoskeletal effects in the shoulder joint. These findings highlight the need for future prospective studies to confirm these associations.",
  "disease": "diabetes mellitus"
}