{
    "title": "Spectrum of biopsy-proven kidney diseases in northwest China: a review of 30 years of experiences.",
    "doc_id": "35286580",
    "writer": "Li H",
    "year": "2022",
    "summary": "METHODS: This cross-sectional study included all patients with a native kidney biopsy specimen in the First Affiliated Hospital of Xi'an Jiaotong University between 1989 and 2018. Data on demographic characteristics and pathological diagnosis were extracted f …",
    "abstract": "Purpose:\n        \n      \n      Large-scale, contemporary studies assessing the spectrum of kidney diseases in northwest China are lacking. Therefore, we aimed to assess the profile of 30-year temporal changes in biopsy-proven kidney diseases in northwest China.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional study included all patients with a native kidney biopsy specimen in the First Affiliated Hospital of Xi'an Jiaotong University between 1989 and 2018. Data on demographic characteristics and pathological diagnosis were extracted from medical records and pathological reports. Changing patterns of kidney diseases over the study period and disease distributions in different gender and age groups were examined.\n    \n\n\n          Results:\n        \n      \n      This study included 13,620 patients with a mean age of 38.5 ± 16.5 years and included 58.2% of men. Primary glomerulonephritis (PGN), second glomerulonephritis (SGN), tubulointerstitial disease, and other renal diseases accounted for 79.1, 18.3, 2.4, and 0.2% of all kidney diseases, respectively. In PGN, IgA nephropathy (IgAN) (25.1%) was the most common type, followed by non-IgA mesangial proliferative glomerulonephritis (MsPGN) (24.9%) and membranous nephropathy (MN) (17.4%). The frequency of MN dramatically increased (p < 0.001) over the course of the study. Lupus nephritis (6.2%) and Henoch-Schönlein purpura nephritis (HSPN) (4.9%) were leading SGN diagnosis. The frequencies of IgAN, non-IgA MsPGN, and HSPN declined, while those of ANCA/pauci-immune glomerulonephritis and diabetic nephropathy significantly increased.\n    \n\n\n          Conclusion:\n        \n      \n      PGN continues to be the predominant kidney disease in northwest China, and IgAN is the most common type. The frequencies of MN and diabetic nephropathy significantly increased. These findings might be explained by behavioral and environmental exposures and provide implications on future hypothesis-driven research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35286580/"
}