{
  "pmid": "41474774",
  "title": "Al18F-NOTA-HER2-BCH Versus 18F-FDG PET/CT for Detecting Bone Metastases: Sensitivity and Quantitative Comparison.",
  "abstract": "To compare the performance of Al18F-NOTA-HER2-BCH and 18F-FDG PET/CT in detecting bone metastases, with or without visceral metastases, in HER2-positive breast cancer patients. This retrospective study included 64 participants with HER2-positive breast cancer who underwent both Al18F-NOTA-HER2-BCH and 18F-FDG PET/CT. All participants had pathologically confirmed HER2-positive status, defined as either IHC 3+ or IHC 2+ with gene amplification on FISH. Two independent readers visually assessed uptake of tracers on imaging. Bone lesions were classified as osteolytic, osteoblastic, mixed-pattern, or CT-occult based on their radiographic characteristics. Lesion uptake was quantified using both maximum standardized uptake value (SUVmax) and target-to-background ratio (TBR), with statistical comparison performed through general linear mixed modeling. Final diagnoses were established through histopathologic confirmation or clinical follow-up. The findings showed bone metastases in 23 (35.9%) participants, including 2 (8.7%) had pure bone metastases, 21 (91.3%) concurrent visceral metastases. On a per-patient analysis, the sensitivity, specificity, and accuracy of Al18F-NOTA-HER2-BCH and 18F-FDG were 100.0%, 95.1%, 96.9%, and 87.0%, 97.6%, 93.8%, respectively. Three (13.0%) participants were visualized only on Al18F-NOTA-HER2-BCH, and 10 (43.5%) were detected more lesions on Al18F-NOTA-HER2-BCH than 18F-FDG PET/CT. Regarding visceral metastases, Al18F-NOTA-HER2-BCH alone detected metastases in 4 participants (19.0%), identified more lesions than 18F-FDG in 5 participants (23.8%), and showed equal detection in 12 participants (57.1%). On a per-lesion analysis, PET/CT identified 238 bone metastases, with Al18F-NOTA-HER2-BCH achieving complete detection (238/238, 100%) compared with 18F-FDG's identification of only 143 lesions (143/238, 60.1%). Notable detection differences emerged in: osteoblastic (100% vs. 0%), osteolytic (100% vs. 87.5%), and CT-occult lesions (100% vs. 50.6%) for Al18F-NOTA-HER2-BCH versus 18F-FDG, respectively. Quantitative comparison revealed Al18F-NOTA-HER2-BCH PET/CT achieved 2.7-5.9 folds higher SUVmax and TBR values versus 18F-FDG PET/CT across osteogenic, osteolytic, and CT-occult lesions (P<0.001). In addition, Al18F-NOTA-HER2-BCH detected more bone metastases small than 10 mm than 18F-FDG PET/CT (183 vs. 95, 100.0% vs. 50.3%). No adverse reactions related to imaging agents were observed in all participants. Compared with 18F-FDG PET/CT, Al18F-NOTA-HER2-BCH PET/CT demonstrated superior detection of bone metastases in HER2-positive breast cancer participants, particularly for early-stage CT-occult lesions and sub-centimeter (<10 mm) metastases. In addition, it showed potential for earlier identification of concurrent visceral metastases.",
  "disease": "breast cancer"
}