{
    "title": "Tight junction proteins and biliary diseases.",
    "doc_id": "38260939",
    "writer": "Merlen G",
    "year": "2024",
    "summary": "RECENT FINDINGS: Last decades have provided a great deal of information regarding both tight junction structural organization and signaling pathways related to tight junctions, providing clues about potential intervention to modulate paracellular perme …",
    "abstract": "Purpose of review:\n        \n      \n      In the pathophysiological context of cholangiopathies and more broadly of hepatopathies, while it is conceptually clear that the maintenance of inter-cholangiocyte and inter-hepatocyte tight junction integrity would be crucial for liver protection, only scarce studies have been devoted to this topic. Indeed, in the liver, alteration of tight junctions, the intercellular adhesion complexes that control paracellular permeability would result in leaky bile ducts and bile canaliculi, allowing bile reflux towards hepatic parenchyma, contributing to injury during the disease process.\n    \n\n\n          Recent findings:\n        \n      \n      Last decades have provided a great deal of information regarding both tight junction structural organization and signaling pathways related to tight junctions, providing clues about potential intervention to modulate paracellular permeability during cholangiopathies pathogenesis. Interestingly, several liver diseases have been reported to be associated with abnormal expression of one or several tight junction proteins. However, the question remains unanswered if these alterations would be primarily involved in the disease pathogenesis or if they would occur secondarily in the pathological course.\n    \n\n\n          Summary:\n        \n      \n      In this review, we provide an overview of tight junction disruptions described in various biliary diseases that should pave the way for defining new therapeutic targets in this field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38260939/"
}