{
    "title": "O2L-001, an innovative thrombolytic to evacuate intracerebral haematoma.",
    "doc_id": "37450572",
    "writer": "Thiebaut AM",
    "year": "2023",
    "summary": "Intracerebral haemorrhage is an unmet medical need affecting more than 3 million people worldwide every year and leading to the formation of an intracerebral haematoma. ...In clinical sized haematomas (obtained from 30 ml of human blood), a single inje …",
    "abstract": "Intracerebral haemorrhage is an unmet medical need affecting more than 3 million people worldwide every year and leading to the formation of an intracerebral haematoma. Updated guidelines (2022) for the management of intracerebral haemorrhage patients recognize that minimally invasive approaches for the evacuation of supratentorial intracerebral haemorrhage have demonstrated reductions in mortality compared with medical management alone. However, improvement of functional outcome with a procedure involving thrombolytic therapy was neutral in the last large phase 3 clinical trial and requires a more effective and safer thrombolytic agent than those currently available. Here, we demonstrate that O2L-001 allows for the extended release of W253R/R275S recombinant tissue-type plasminogen activator (rtPA). A new rtPA variant, called optimized tPA (OptPA), offers improved efficacy for haematoma evacuation as well as improved safety. OptPA was produced in a Chinese hamster ovary cell line before purification, nanoprecipitation using the NANOp2Lysis® technological platform followed by suspension in a solution of 17% poloxamer 407 to obtain O2L-001. Plasmin generation assays were performed to demonstrate O2L-001 safety. Ex vivo haematoma models using human blood were used to demonstrate O2L-001 thrombolysis properties and efficacy. For the best translational significance, a clinical sized haematoma was used to ensure catheter placement and to allow administration of the thrombolytic agent into the core of the haematoma via a minimally invasive procedure. The capacity of OptPA to convert plasminogen into plasmin is strongly decreased compared to rtPA, thereby reducing potential bleeding events. However, a clot lysis assay showed that OptPA had the same fibrinolytic activity as rtPA. We demonstrated that long-term exposure to a thrombolytic agent was essential to achieve high thrombolysis efficacy. Indeed, 24 h continuous exposure to 0.1 µg/ml rtPA had similar efficacy than repeated short exposure to 30 µg/ml rtPA. This finding led to the development of O2L-001, allowing the extended release of OptPA in the first 6 h following injection. An ex vivo model using human blood was used to demonstrate O2L-001 efficacy. Interestingly, unlike rtPA, O2L-001 was able to induce the complete lysis of the 5 ml haematoma. In clinical sized haematomas (obtained from 30 ml of human blood), a single injection of O2L-001 at 1 mg/ml into the core of the haematoma led to a 44% increase in thrombolysis compared to rtPA. Taken together, these results demonstrate that O2L-001 provides new hope for haematoma evacuation and the treatment of patients with intracerebral haemorrhage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37450572/"
}