{
    "title": "COVID-19 infection in kidney transplant recipients at the epicenter of pandemics.",
    "doc_id": "33069762",
    "writer": "Azzi Y",
    "year": "2020",
    "summary": "Between March 16 and June 2, 2020, 132 kidney transplant recipients tested positive by SARS-CoV-2 RT-PCR. From May 3 to July 29, 2020, 912 kidney transplant recipients were screened for SARS-CoV-2 IgG antibodies during routine clinic visi …",
    "abstract": "We investigated the prevalence and clinical outcomes of COVID-19 in recipients of kidney transplants in the Bronx, New York, one of the epicenters of the pandemic. Between March 16 and June 2, 2020, 132 kidney transplant recipients tested positive by SARS-CoV-2 RT-PCR. From May 3 to July 29, 2020, 912 kidney transplant recipients were screened for SARS-CoV-2 IgG antibodies during routine clinic visits, of which 16.6% tested positive. Fifty-five of the 152 patients had previously tested positive by RT-PCR, while the remaining 97 did not have significant symptoms and had not been previously tested by RT-PCR. The prevalence of SARS-CoV-2 infection was 23.4% in the 975 patients tested by either RT-PCR or SARS-CoV-2 IgG. Older patients and patients with higher serum creatinine levels were more likely diagnosed by RT-PCR compared to SARS-CoV-2 IgG. Sixty-nine RT-PCR positive patients were screened for SARS-CoV-2 IgG antibodies at a median of 44 days post-diagnosis (Inter Quartile Range 31-58) and 80% were positive. Overall mortality was 20.5% but significantly higher (37.8%) in the patients who required hospitalization. Twenty-three percent of the hospitalized patients required kidney replacement therapy and 6.3% lost their allografts. In multivariable analysis, older age, receipt of deceased-donor transplantation, lack of influenza vaccination in the previous year and higher serum interleukine-6 levels were associated with mortality. Thus, 42% of patients with a kidney transplant and with COVID-19 were diagnosed on antibody testing without significant clinical symptoms; 80% of patients with positive RT-PCR developed SARS-CoV-2 IgG and mortality was high among patients requiring hospitalization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33069762/"
}