{
    "title": "Predictors of isokinetic back muscle strength in patients with low back pain.",
    "doc_id": "10025023",
    "writer": "Keller A",
    "year": "1999",
    "summary": "STUDY DESIGN: Testing for trunk muscle strength was performed on 105 patients with chronic low back pain. OBJECTIVES: To investigate prediction of isokinetic back muscle strength in patients with low back pain. ...Studies are warranted that addr …",
    "abstract": "Study design:\n        \n      \n      Testing for trunk muscle strength was performed on 105 patients with chronic low back pain.\n    \n\n\n          Objectives:\n        \n      \n      To investigate prediction of isokinetic back muscle strength in patients with low back pain.\n    \n\n\n          Summary of background data:\n        \n      \n      The clinical evaluation of patients with chronic low back pain often in difficult because of discrepancy between disability and impairment. The isokinetic trunk device was developed as a tool for objective assessment of back muscle strength. However, the performance of patients depends on radiologic abnormalities of the spine, conditions of the back muscles, and various psychosocial factors. Studies are warranted that address how these variables influence back muscle strength.\n    \n\n\n          Methods:\n        \n      \n      The patients with chronic low back pain were tested by an isokinetic trunk muscle strength test (Cybex TEF, Ronkonkoma, NY). In addition, the following variables were recorded: gender, age, body mass index, emotional distress, pain on exertion, self-efficacy for pain, degenerative changes of the lumbar spine, cross-sectional area, and density of the erector spinae muscles. The three latter variables were estimated by computed tomography scans. The sum of the total work performed during isokinetic extension strength test was the dependent variable in a multiple regression analysis, and anthropometric, demographic, psychological, and radiologic factors were independent variables.\n    \n\n\n          Results:\n        \n      \n      Gender, cross-sectional muscle area, and pain on exertion were the most powerful predictors of isokinetic back muscle strength. The final regression model, which included these variables, could account for approximately 40% of the variability in back muscle strength.\n    \n\n\n          Conclusion:\n        \n      \n      For assessing the results of an isokinetic trunk muscle strength test, cross-sectional muscle area, gender, and pain on exertion should be taken into account.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10025023/"
}