{
    "title": "The spinal control of locomotion and step-to-step variability in left-right symmetry from slow to moderate speeds.",
    "doc_id": "26084910",
    "writer": "Dambreville C",
    "year": "2015",
    "summary": "The objectives of the present study were to assess if the spinal locomotor network adjusts both temporal and spatial parameters from slow to moderate stepping speeds and to determine if it contributes to step-to-step variability in left-right symmetry observed at slow spee …",
    "abstract": "When speed changes during locomotion, both temporal and spatial parameters of the pattern must adjust. Moreover, at slow speeds the step-to-step pattern becomes increasingly variable. The objectives of the present study were to assess if the spinal locomotor network adjusts both temporal and spatial parameters from slow to moderate stepping speeds and to determine if it contributes to step-to-step variability in left-right symmetry observed at slow speeds. To determine the role of the spinal locomotor network, the spinal cord of 6 adult cats was transected (spinalized) at low thoracic levels and the cats were trained to recover hindlimb locomotion. Cats were implanted with electrodes to chronically record electromyography (EMG) in several hindlimb muscles. Experiments began once a stable hindlimb locomotor pattern emerged. During experiments, EMG and bilateral video recordings were made during treadmill locomotion from 0.1 to 0.4 m/s in 0.05 m/s increments. Cycle and stance durations significantly decreased with increasing speed, whereas swing duration remained unaffected. Extensor burst duration significantly decreased with increasing speed, whereas sartorius burst duration remained unchanged. Stride length, step length, and the relative distance of the paw at stance offset significantly increased with increasing speed, whereas the relative distance at stance onset and both the temporal and spatial phasing between hindlimbs were unaffected. Both temporal and spatial step-to-step left-right asymmetry decreased with increasing speed. Therefore, the spinal cord is capable of adjusting both temporal and spatial parameters during treadmill locomotion, and it is responsible, at least in part, for the step-to-step variability in left-right symmetry observed at slow speeds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26084910/"
}