{
  "pmid": "41420707",
  "title": "Clinical validation of T1ρ mapping for the assessment of hepatic fibrosis in patients with chronic liver disease.",
  "abstract": "To evaluate the diagnostic utility of T1ρ mapping for assessing hepatic fibrosis in patients with chronic liver disease (CLD), including steatotic liver disease (SLD). In this prospective study (September 2024 to May 2025), consecutive patients with CLD underwent liver MRI, including MR-elastography, PDFF, T1, extracellular volume fraction (ECV), and T1ρ mapping. MRE-based liver stiffness was used as the reference to assess the diagnostic performance of the MRI-derived mapping parameters. MR-elastography-based liver stiffness thresholds for significant fibrosis (≥ F2) were set at > 3.66 kPa for participants without hepatic steatosis (PDFF ≤ 5%), and > 3.14 kPa for participants with hepatic steatosis (PDFF > 5%). The t-test, Spearman's correlation, and the ROC analysis were applied. One hundred twelve CLD participants were included (mean age, 48 ± 16 years; 53 participants with hepatic steatosis). All assessed quantitative mapping parameters were significantly increased in participants with significant fibrosis than in those without (e.g., T1ρ: 110 ± 15 vs 92 ± 6 ms, p < 0.001). T1ρ revealed a moderate to strong correlation with MR-elastography-based stiffness, superior to T1 and ECV (entire cohort: r = 0.75 [T1ρ] vs 0.49 [native T1] vs 0.68 [ECV]; participants with hepatic steatosis: r = 0.67 [T1ρ] vs 0.32 [native T1] vs 0.62 [ECV]; p < 0.05 in each case, respectively). T1ρ provided the highest diagnostic performance for diagnosing significant fibrosis (in the entire cohort: AUC 0.90 [T1ρ] vs 0.73, p < 0.001 [native T1], vs 0.81, p = 0.05 [ECV]; in participants with hepatic steatosis: AUC 0.87 [T1ρ] vs 0.67, p = 0.03 [native T1], vs 0.79, p = 0.047 [ECV], p values are given vs T1ρ). Hepatic T1ρ might be a more accurate marker of hepatic fibrosis in CLD, including SLD, compared to hepatic native T1 and ECV mapping. Question Accurate non-invasive assessment of hepatic fibrosis remains challenging, particularly in the presence of steatosis, where MRI biomarkers such as native T1 and ECV fraction are limited. Findings T1ρ mapping outperformed native T1 and ECV for identifying significant fibrosis and maintained robust accuracy in the presence of hepatic steatosis. Clinical relevance T1ρ mapping offers a robust, non-invasive MRI biomarker for assessing hepatic fibrosis across the full spectrum of CLD, including SLD, with superior accuracy to native T1 and ECV and reduced influence from hepatic fat infiltration.",
  "disease": "liver cirrhosis"
}