{
    "title": "Pediatric, Adolescent and Young Adult (AYA) Peritoneal and Pleural Mesothelioma: A National Cancer Database Review.",
    "doc_id": "38418273",
    "writer": "Nofi CP",
    "year": "2024",
    "summary": "Stratification was performed for pediatric (age 0-21) and young adult (age 22-39) patients. Chi-squared, multivariable cox regression, and Kaplan-Meier analyses were performed. RESULTS: We identified 570 total patients, 46 pediatric and 524 young adult …",
    "abstract": "Purpose:\n        \n      \n      Malignant peritoneal and pleural mesothelioma are rare in young patients, with a paucity of data regarding clinical characteristics and outcomes. We aimed to describe the clinical characteristics, treatment strategies, and outcomes for pediatric and adolescent/young adult (AYA) patients.\n    \n\n\n          Methods:\n        \n      \n      The National Cancer Database (NCDB) was queried for malignant peritoneal and pleural mesothelioma in pediatric and AYA patients (ages 0-39) from 2004 to 2019. Stratification was performed for pediatric (age 0-21) and young adult (age 22-39) patients. Chi-squared, multivariable cox regression, and Kaplan-Meier analyses were performed.\n    \n\n\n          Results:\n        \n      \n      We identified 570 total patients, 46 pediatric and 524 young adult, with mesothelioma (363 peritoneal and 207 pleural). There were significant differences in sex distribution as patients with peritoneal mesothelioma were more frequently female (63.1%). Patients with peritoneal mesothelioma were more likely to have radical surgery compared to pleural mesothelioma (56.7% v. 24.6%, respectively). A majority of patients with peritoneal and pleural mesothelioma received chemotherapy (66.4% and 61.4%, respectively). For peritoneal mesothelioma, surgical resection was associated with improved overall survival, whereas male sex, neoadjuvant chemotherapy, and radiation were associated with worse overall survival. For pleural mesothelioma, intraoperative chemotherapy was associated with improved overall survival, whereas Black race was associated with worse overall survival. Mean overall survival was greater for patients with peritoneal mesothelioma (125 months) compared to those with pleural mesothelioma (69 months), which remained significant after stratification of pediatric and young adult patients.\n    \n\n\n          Conclusion:\n        \n      \n      By analyzing a large cohort of pediatric and AYA mesothelioma, this study highlights clinical, prognostic, and survival differences between peritoneal and pleural disease.\n    \n\n\n          Level of evidence:\n        \n      \n      Level III.\n    \n\n\n          Type of study:\n        \n      \n      Retrospective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38418273/"
}