{
    "title": "Back Pain in Rowers: A Cross-sectional Study on Prevalence, Pain Characteristics and Risk Factors.",
    "doc_id": "30419587",
    "writer": "Trompeter K",
    "year": "2019",
    "summary": "The lower back was the main location of back pain in rowers of all competition levels and typologies, and in controls. Age, sex, and training volume influenced the prevalence of back pain. Rowing kinematics, strength, and ergometer training were …",
    "abstract": "Objectives:\n        \n      \n       To establish the prevalence of back pain in rowers at different competition levels and rowing typologies compared with a non-rowing control group; to determine different time periods, the location on the spine, and different pain characteristics. Additionally to evaluated different risk factors that might be responsible for back pain.\n    \n\n\n          Methods:\n        \n      \n       A standardized and validated online back pain questionnaire was sent to elite and non-elite rowers of different rowing typologies, and a physically active non-rowing control group.\n    \n\n\n          Results:\n        \n      \n       Responses from 156 rowers (104 elite and 52 non-elite/ 49 scull and 76 sweep rowers) and 166 controls were received. Back pain prevalence and severity was significantly higher among rowers compared with controls, and among scull compared with sweep rowers. The lower back was the main location of back pain in rowers of all competition levels and typologies, and in controls. Age, sex, and training volume influenced the prevalence of back pain. Rowing kinematics, strength, and ergometer training were the main associated risk factors for back pain in rowers.\n    \n\n\n          Conclusions:\n        \n      \n       Back pain in different spinal locations is a common complaint in rowers of different typologies and competition levels. Rowing kinematics, strength, and ergometer training are the main associated risk factors for developing back pain in rowers. Thus, the spinal load due to rowing kinematics and different types of training should be investigated in future studies. Additionally, training should be monitored by experienced coaches to prevent back pain due to technical mistakes or too-heavy loads.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30419587/"
}