{
    "title": "Young adult cancer survivors and work: a systematic review.",
    "doc_id": "28478587",
    "writer": "Stone DS",
    "year": "2017",
    "summary": "Among this population, work ability and challenges encountered in the workplace by young adult cancer survivors have not been well established. PURPOSE: The purposes of the study are to describe what is currently known about work-related issues for young a …",
    "abstract": "Context:\n        \n      \n      Sixty-three percent of cancer survivors continue to work, or return to work after treatment. Among this population, work ability and challenges encountered in the workplace by young adult cancer survivors have not been well established.\n    \n\n\n          Purpose:\n        \n      \n      The purposes of the study are to describe what is currently known about work-related issues for young adult cancer survivors diagnosed between ages 15 and 39, to identify gaps in the research literature, and to suggest interventions or improvements in work processes and occupational settings.\n    \n\n\n          Methods:\n        \n      \n      A narrative review of articles using PubMed, CINAHL, and PsychInfo was conducted without date limitations. Search phrases included young adult cancer survivors, long-term cancer survivors, young adults affected by cancer, further combined with key terms employment, work, and occupationally active. Inclusion criteria for publications were young adult cancer survivors initially diagnosed between the ages of 15 and 39, data about work or employment was presented, and articles written in English.\n    \n\n\n          Results:\n        \n      \n      Twenty-three publications met the inclusion criteria. Work-related issues included the potential for reduced work productivity from cancer-changed physical and cognitive functional ability that affected income, and resulted in distress. Coping style, support systems, and changing perspectives about work and life in general were also influential on career decisions among young adult cancer survivors.\n    \n\n\n          Conclusions:\n        \n      \n      More research is needed to study interventions to better manage health changes in young adult cancer survivors within the context of the workplace. Since financial hardship has been shown to be especially high among young cancer survivors, employment is essential to ensure payment of cancer-associated costs and continued medical care.\n    \n\n\n          Implications for cancer survivors:\n        \n      \n      While young adult cancer survivors may initially grapple with cancer-related physical and psychosocial changes that impact work productivity or influence choice of occupation, employment appears to enhance overall quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28478587/"
}