{
    "title": "The problems with systematic reviews: a living systematic review.",
    "doc_id": "36796736",
    "writer": "Uttley L",
    "year": "2023",
    "summary": "Enforcement of best practice in clinical trials is firmly on the research agenda of good clinical practice, but there is less clarity as to how evidence syntheses that combine these studies can be influenced by bad practice. Our aim was to conduct a living systematic re …",
    "abstract": "Objectives:\n        \n      \n      Systematic reviews and meta-analyses are proliferating as they are an important building block to inform evidence-based guidelines and decision-making. Enforcement of best practice in clinical trials is firmly on the research agenda of good clinical practice, but there is less clarity as to how evidence syntheses that combine these studies can be influenced by bad practice. Our aim was to conduct a living systematic review of articles that highlight flaws in published systematic reviews to formally document and understand these problems.\n    \n\n\n          Study design and setting:\n        \n      \n      We conducted a comprehensive assessment of all literature examining problems, which relate to published systematic reviews.\n    \n\n\n          Results:\n        \n      \n      The first iteration of our living systematic review (https://systematicreviewlution.com/) has found 485 articles documenting 67 discrete problems relating to the conduct and reporting of systematic reviews which can potentially jeopardize their reliability or validity.\n    \n\n\n          Conclusion:\n        \n      \n      Many hundreds of articles highlight that there are many flaws in the conduct, methods, and reporting of published systematic reviews, despite the existence and frequent application of guidelines. Considering the pivotal role that systematic reviews have in medical decision-making due to having apparently transparent, objective, and replicable processes, a failure to appreciate and regulate problems with these highly cited research designs is a threat to credible science.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36796736/"
}