{
  "pmid": "41438574",
  "title": "Macrophages in Colorectal Cancer: from Normal Mucosa to Distant Metastasis: Beyond the M1/M2 Paradigm.",
  "abstract": "Colorectal cancer (CRC) is the third most common malignancy and leading cause of mortality worldwide. Tumor microenvironment (TME) strongly influences CRC growth, immune evasion, and metastasis. Among various immune cells, tumor-associated macrophages (TAMs) act as key regulators of cancer progression. Although traditionally classified as M1 (pro-inflammatory, anti-tumor) or M2 (anti-inflammatory, pro-tumor), single-cell RNA sequencing and spatial transcriptomics have revealed that macrophage phenotypes exist along a continuum, challenging the classic dichotomy. This review investigates macrophages throughout CRC development, from normal mucosa to adenoma, primary tumor, and liver metastasis. Early adenomas feature M1-like macrophages that drive local inflammation, whereas advanced adenomas and invasive CRC comprise M2-like macrophages promoting angiogenesis, extracellular matrix remodeling, and immunosuppression. TAMs are crucial in CRC metastasis, particularly to the liver. M2-polarized Kupffer cells express CD206 and CD163, secrete hepatocyte growth factor, and activate PI3K/AKT signaling, thus aiding extravasation, survival, and proliferation of metastatic cells. They also foster lymphangiogenesis and immunosuppression through release of IL-10 and TGF-β. CRC's consensus molecular subtype (CMS) impacts the profile of TAMs: CMS1 (microsatellite instability-high) tumors typically harbor an anti-tumor M1 macrophages, while CMS4 (mesenchymal) tumors are enriched in M2-like TAMs, which facilitate stromal remodeling and angiogenesis, ultimately contributing to a poor prognosis. Spatial distribution also matters. Abundant M1 macrophages at the invasive margin correlate with better outcomes, whereas M2 macrophages in tumor centers and metastatic sites drive disease progression. Some CD206+ macrophages, however, support vascular normalization, which can limit metastasis. These findings underscore the complexity of TAMs in CRC and highlight the necessity of multi-marker phenotyping. Given the limitations of the M1/M2 paradigm, advanced techniques such as spatial transcriptomics and single-cell RNA sequencing offer novel insights into TAM heterogeneity. Future therapeutic strategies targeting TAMs, including metabolic reprogramming, epigenetic modulators, and immune checkpoint inhibitors, hold promise for improving CRC patient outcomes by shifting the balance toward an anti-tumor immune response.",
  "disease": "colorectal cancer"
}