{
  "pmid": "41446810",
  "title": "Effects on Exercise Tolerance and Functional Outcomes of Eccentric versus Concentric Aerobic Exercise in People with COPD: A Systematic Review and Meta-Analysis.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is associated with peripheral muscle weakness, dyspnoea and decreased exercise tolerance. Eccentric aerobic exercise (ECC), characterised by contractions during muscle stretching, is becoming an alternative to concentric aerobic exercise (CON) in this population, due to its reduced cardiorespiratory demand. The main objective of this systematic review, following the PRISMA criteria, is to determine the benefits of ECC versus CON on exercise tolerance in people with COPD. A literature search was conducted in PubMed, Cochrane, Google Scholar and PEDro databases until March 2025. Only randomised controlled trials published in the last 10 years and with exercise tolerance and functional outcomes analysed were included. Six randomised controlled trials were included (n=154), with good methodological quality (PEDro 6-7) and moderate certainty of evidence. The ECC showed benefits compared to CON in improvement of quadriceps strength (-0.15 [-0.51, 0.22] p=0.43); reduction of dyspnoea (-0.74 [-1.15, -0.34] p <0.001) and lower limb fatigue (-2.29, p < 0.001), a higher work rate (-0.48 [-1.07, 0.12] p =0.12), improvements in Timed Up and Go (TUG) (-2.03 [-2.90, -0.16] p< 0.001) and decrease heart rate (-14.37 [-18.24, -10.50] p < 0.01), suggesting increased cardiorespiratory efficiency. In contrast, the CON showed an improvement in endurance time (1.05 [0.45, 1.64] p<0.01) and oxygen saturation (1.79 [0.62, -2.97] p < 0.01) (IC 95%). ECC is presented as an effective and safe strategy to improve exercise tolerance in people with COPD in terms of saturation, dyspnoea, fatigue and heart rate, while CON improves endurance time. However, further studies are required to confirm its long-term functional benefits and its applicability in other pathologies and also treatment protocols are needed to standardize the use of eccentric exercise.",
  "disease": "chronic obstructive pulmonary disease"
}