{
    "title": "Who's calling for weight loss? A systematic review of mobile phone weight loss programs for adolescents.",
    "doc_id": "26011913",
    "writer": "Wickham CA",
    "year": "2015",
    "summary": "CONTEXT: Adolescent overweight and obesity are ongoing public health concerns, and innovative weight loss interventions are needed to reach this age group. OBJECTIVE: The objective of this systematic review was to assess and synthesize the literature on adolescent …",
    "abstract": "Context:\n        \n      \n      Adolescent overweight and obesity are ongoing public health concerns, and innovative weight loss interventions are needed to reach this age group.\n    \n\n\n          Objective:\n        \n      \n      The objective of this systematic review was to assess and synthesize the literature on adolescent weight loss programs that utilize cell phones as an intervention component to reduce weight, as measured by body mass index or body mass index z-score.\n    \n\n\n          Data sources:\n        \n      \n      A systematic review of the literature, consistent with PRISMA guidelines, was undertaken using 11 databases.\n    \n\n\n          Study selection:\n        \n      \n      Studies of weight loss interventions published in peer-reviewed journals in English during the last 10 years were eligible for inclusion if they examined an adolescent population, used validated measures for pre- and post-test weight, identified weight loss as a primary or secondary outcome, and specified use of cell phones to deliver a component of the program.\n    \n\n\n          Data synthesis:\n        \n      \n      While within-group weight loss results were noted, no significant between-group differences were found across the majority of studies reviewed. Cell phone components were embedded within larger weight loss programs, making it difficult to determine their true effect.\n    \n\n\n          Conclusions:\n        \n      \n      Cell phone use is ubiquitous and, as such, may offer an interesting addition or alternative to current weight loss programs, particularly for adolescents who are considered digital natives. Future research in this area should be systematic in design so that the true effect of the individual components (i.e., cell phones) can be detected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26011913/"
}