{
    "title": "The value of herpes zoster prevention in people aging with HIV: A narrative review.",
    "doc_id": "37772682",
    "writer": "Dauby N",
    "year": "2023",
    "summary": "Among people aging with HIV, aging per se is now the main risk factor for herpes zoster. Beyond pain, herpes zoster is also associated with a risk of sight-threatening complications in case of trigeminal involvement, disseminated diseases and stroke. P …",
    "abstract": "Objective:\n        \n      \n      Review the evidence on the incidence and impact of herpes zoster among people living with HIV and the potential impact of recombinant zoster vaccine for people aging with HIV.\n    \n\n\n          Methods:\n        \n      \n      Narrative review.\n    \n\n\n          Results:\n        \n      \n      Although antiretroviral therapy has substantially reduced the risk of herpes zoster among people living with HIV, they remain at an increased risk compared with the general population. Among people aging with HIV, aging per se is now the main risk factor for herpes zoster. Beyond pain, herpes zoster is also associated with a risk of sight-threatening complications in case of trigeminal involvement, disseminated diseases and stroke. Post-herpetic neuralgia is also a potential threat to the quality of life of people aging with HIV. The recombinant zoster vaccine has demonstrated high and sustained efficacy in the prevention of herpes zoster, post-herpetic neuralgia, and other herpes zoster complications in the general population. Immunogenicity data among people living with HIV with high CD4+ T-cell count and controlled viral load are comparable to those among the general population. Real-life effectiveness data indicate high vaccine efficacy among immunocompromised patients other than people living with HIV. High vaccine price, vaccine hesitancy, and limited disease and vaccine awareness represent potential hurdles for high vaccine uptake among people aging with HIV in Europe.\n    \n\n\n          Conclusions:\n        \n      \n      Herpes zoster, and its complications, is a vaccine-preventable disease of aging people. Given its impact on quality of life, herpes zoster prevention using recombinant zoster vaccine is a safe strategy to be considered in every person aging with HIV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37772682/"
}