{
    "title": "Venous thromboembolism in the setting of pediatric central diabetes insipidus: a systematic review of the literature and report of 2 cases.",
    "doc_id": "35213827",
    "writer": "Lambert WA",
    "year": "2022",
    "summary": "OBJECTIVE: Central diabetes insipidus (DI) is frequently identified preoperatively and/or postoperatively in patients with sellar or parasellar lesions. ...The underlying pathologies included craniopharyngioma (n = 6), suprasellar germinoma (n = 4), epileptic enceph …",
    "abstract": "Objective:\n        \n      \n      Central diabetes insipidus (DI) is frequently identified preoperatively and/or postoperatively in patients with sellar or parasellar lesions. Early diagnosis and effective perioperative management of central DI is critical to minimize disruptions in fluid homeostasis. In particular, although venous thromboembolism (VTE) is generally less common in pediatric patients than their adult counterparts, isolated reports suggest that VTE occurs at a higher frequency in pediatric patients with central DI.\n    \n\n\n          Methods:\n        \n      \n      Using the PubMed, Scopus, and Springer Link databases, the authors performed a systematic review of the literature with regard to the incidence of VTE in pediatric patients with central DI. Inclusion criteria were availability of the full text in English, diagnosis of central DI and VTE in the same patient, and pediatric age defined as ≤ 21 years. Data were reported as median and interquartile range for continuous variables and as frequencies and percentages for categorical variables. Risk of bias assessments of the individual studies were performed using the Joanna Briggs Institute Critical Appraisal Checklists for case series and case reports.\n    \n\n\n          Results:\n        \n      \n      Of 2094 search results, 12 articles met the inclusion criteria and described a total of 17 cases of VTE in pediatric patients with central DI. Two additional patients from the authors' institution were added to this cohort. The underlying pathologies included craniopharyngioma (n = 6), suprasellar germinoma (n = 4), epileptic encephalopathy (n = 2), pilocytic astrocytoma (n = 2), prolactinoma (n = 2), Cushing disease (n = 1), failure to thrive (n = 1), and congenital hypothalamic syndrome (n = 1). Thrombotic complications included deep vein thrombosis (n = 10 [53%]), cerebral venous sinus thrombosis (n = 6 [32%]), pulmonary embolism (n = 4 [21%]), inferior vena cava thrombosis (n = 2 [11%]), and disseminated intravascular coagulation (n = 1 [5%]). There was a 26% mortality rate.\n    \n\n\n          Conclusions:\n        \n      \n      VTE is a rare but potentially devastating postoperative complication that appears to have a higher incidence among patients with central DI. Although this review was limited by heterogeneous information across limited reports, pediatric neurosurgical patients with DI may benefit from more aggressive VTE surveillance and prophylaxis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35213827/"
}