{
    "title": "Regulation of early T cell development in mouse and human by Notch.",
    "doc_id": "20232786",
    "writer": "Taghon T.",
    "year": "2009",
    "summary": "Notch signalling is a critical mediator of T cell development. However, while this signalling pathway is essential, it is not sufficient to induce T cell fate into multipotent hematopoietic precursor cells. ...While in the mouse it is clear that TCR-al …",
    "abstract": "Notch signalling is a critical mediator of T cell development. However, while this signalling pathway is essential, it is not sufficient to induce T cell fate into multipotent hematopoietic precursor cells. Although Notch signalling events are crucial at all of the initial stages of T-lineage differentiation, T cell development also depends on other regulatory factors that are required at precise levels in order to preserve the well-balanced network that drives this process. Miss-expression of one of the factors profoundly perturbs this balance and results in alternative lineage cell fate. In this process, Notch plays an essential role as a gate-keeper of T-lineage fidelity by either enforcing the T cell fate or by inducing cell death if alternative lineages are induced in its presence. Notch also plays a critical role in the further lineage choices that occur within the T cell lineage. Importantly however, this seems to be different between mouse and human. While in the mouse it is clear that TCR-alphabeta T cells are much more dependent on Notch signalling compared to TCR-gammadelta T cells, the requirement for Notch signalling during human T cell development seems to be the opposite for both T cell lineages. Thus, while it is clear that Notch signalling plays a critical role during the early stages of T cell development, further work is essential to delineate the precise molecular network that controls T cell differentiation and this might be different between mouse and human.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20232786/"
}