{
  "pmid": "41402958",
  "title": "Effect of environmental exposure on the economic burden of influenza and pneumonia: case study of a cold industrial city in China.",
  "abstract": "Exposure to air pollutants and low temperatures significantly impacts respiratory health. However, quantitative evidence on the economic burden attributable to these environmental exposures. This study aims to quantify the impact of air pollutants and temperature on hospitalization costs for influenza and pneumonia in Changchun, a representative cold industrial city in China. We analyzed inpatient data (2017-2020) for influenza and pneumonia from major hospitals, alongside daily meteorological and air pollutant data. Generalized Additive Models (GAM) and Distributed Lag Non-linear Models (DLNM) were employed to assess the associations of pollutant concentrations and temperature with hospitalization costs, respectively, while controlling for confounding factors. Among 162,621 respiratory inpatients, influenza and pneumonia accounted for 75,113 cases (46.19%) and 990.21 million yuan in costs (41.29%). A 10 µg/m³ increase in PM₂.₅ and SO₂ was associated with immediate cost increases of 0.89% (95% CI: 0.66%, 1.11%) and 3.02% (95% CI: 2.03%, 4.02%), respectively. Extreme cold temperatures (below - 17.91 °C) led to a significant 6.01% (95% CI: 2.02%, 10.16%) increase in same-day costs, with a peak cumulative increase of 33.55% over lag 0-8 days. Children, the elderly, and males were identified as high-risk populations. This pioneering study provides the first economic burden assessment of environmental exposures on respiratory diseases in China's cold industrial regions, quantifying the substantial cost impacts of air pollutants and extreme cold. Our findings underscore the urgent need for targeted emission control policies, public health interventions during cold waves, and prioritized protection for vulnerable demographics to alleviate the economic burden of respiratory diseases.",
  "disease": "influenza"
}