{
    "title": "A Systematic Review of Reviews of the Outcome of Noninstitutional Child Maltreatment.",
    "doc_id": "30249161",
    "writer": "Carr A",
    "year": "2020",
    "summary": "The aim of the systematic review described in this article was to synthesize available high-quality evidence on the outcomes of noninstitutional child maltreatment across the life span. A systematic review of previous systematic reviews and meta-analys …",
    "abstract": "The aim of the systematic review described in this article was to synthesize available high-quality evidence on the outcomes of noninstitutional child maltreatment across the life span. A systematic review of previous systematic reviews and meta-analyses was conducted. Ten databases were searched. One hundred eleven papers which met stringent inclusion and exclusion criteria were selected for review. Papers were included if they reported systematic reviews and meta-analyses of longitudinal or cross-sectional controlled studies, or single-group cohort primary studies of the outcomes of child maltreatment in the domains of physical and mental health and psychosocial adjustment of individuals who were children lived mainly with their families. Using AMSTAR criteria, selected systematic reviews and meta-analyses were found to be of moderate or high quality. Searches, study selection, data extraction, and study quality assessments were independently conducted by two researchers, with a high degree of interrater reliability. The 111 systematic reviews and meta-analyses reviewed in this article covered 2,534 independent primary studies involving 30,375,962 participants, of whom more than 518,022 had been maltreated. The magnitude and quality of this evidence base allow considerable confidence to be placed in obtained results. Significant associations were found between a history of child maltreatment and adjustment in the domains of physical health, mental health, and psychosocial adjustment in a very wide range of areas. The many adverse outcomes associated with child maltreatment documented in this review highlight the importance of implementing evidence-based child protection policies and practices to prevent maltreatment and treat child abuse survivors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30249161/"
}