{
    "title": "Factors affecting social isolation among the young adults in South Korea: A cross-sectional analysis.",
    "doc_id": "36148329",
    "writer": "Lee SB",
    "year": "2022",
    "summary": "The recent increase in lonely deaths among young people has emphasized the emergence of social isolation as a social problem. This study investigated the issue of social isolation by examining multidimensional factors that affect social isolation and evaluating the subject …",
    "abstract": "The recent increase in lonely deaths among young people has emphasized the emergence of social isolation as a social problem. This study investigated the issue of social isolation by examining multidimensional factors that affect social isolation and evaluating the subjective and objective dimensions of young adults. Data for this study were collected for 8 days (February 7-14, 2022) through an online questionnaire survey by a professional survey agency, based on proportional allocation of the young adult population (age 19-39 years); data from 521 young adults were analyzed. Regression analysis was performed using SPSS to identify multidimensional factors (relative deprivation, future outlook, depression, self-esteem, social skills, experience of violence, and online activity) that affect social isolation and showed that: (1) among sociodemographic characteristics, higher age and unemployment were associated with greater social isolation; (2) sociopsychological characteristics, such as higher levels of relative deprivation and depression, more negative future outlook, and lower self-esteem, all correlated with greater social isolation; and (3) among relationship characteristics, lower social skills and a stronger history of experiencing violence were linked to greater social isolation. These results highlight the need for a customized support system at the national level that takes into account the developmental tasks of young adults as a preventive strategy to solve the problem of social isolation of young adults and to devise various strategies to provide them with mental health services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36148329/"
}