{
    "title": "[Therapeutic Relevance of Human Microbiota and Lung Cancer].",
    "doc_id": "31315786",
    "writer": "Zhou H",
    "year": "2019",
    "summary": "But for lung cancer patients, whether the intestinal flora can still regulate immunotherapy remains controversial. In this mini-review, we summarize current research findings describing therapeutic relevance of human microbiota and lung cancer. A bette …",
    "abstract": "The human microbiome is closely related to human health status. Disruption of the symbiotic balance of the human microbiome is commonly found in systematic diseases such as diabetes, obesity, and chronic gastric diseases. The human microbiome confers benefits or disease susceptibility to the human body through multiple pathways, associated with approximately 20% of malignancies. The incidence and mortality of lung cancer (LC) in men in China are the highest among all malignancies, which is a serious threat to human health. Emerging evidence has suggested that the human microbiota may be closely related to lung cancer at multiple levels, e.g., by affecting metabolic, inflammatory, or immune pathways. At the same time, the human microbiota affects the efficacy of lung cancer on chemoradiotherapy, gene therapy, immunotherapy and other treatments. Immunotherapy is a promising method for the treatment of malignancies such as lung cancer, but the efficacy of immune checkpoint inhibitors in patients is heterogeneous. Preclinical studies based on lung cancer cell lines suggest that the intestinal microbiota can modulate responses to anti--PD-1 therapy through interactions with the host immune system. But for lung cancer patients, whether the intestinal flora can still regulate immunotherapy remains controversial. In this mini-review, we summarize current research findings describing therapeutic relevance of human microbiota and lung cancer. A better knowledge of the interplay between the human microbiome and lung cancer may promote the development of innovative strategies for prevention and personalized treatment in lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31315786/"
}