{
  "pmid": "41328114",
  "title": "Causal Association Between Sleep Disorders and Chronic Obstructive Pulmonary Disease: A Bidirectional Mendelian Randomization Analysis for Clinical Practice.",
  "abstract": " Sleep disorders have been associated with chronic obstructive pulmonary sisease (COPD) in observational studies, but causal inferences have not been confirmed. This bidirectional two-sample Mendelian randomization (MR) study, combined with colocalization and enrichment analyses, aims to investigate the potential causal relationship between sleep-associated phenotypes and COPD.  We conducted a two-sample bidirectional MR analysis using 10 gene variants associated with sleep phenotypes to explore the causal relationship between sleep disorders and COPD. Five methods for MR analysis were utilized. Additionally, sensitivity analyses were performed to evaluate the robustness of our findings. Enrichment and colocalization analyses were carried out to uncover the genetic mechanisms linking sleep phenotypes and COPD. The inverse variance weighted (IVW) method demonstrated that insomnia and daytime napping significantly increased COPD risk after multiple testing correction (insomnia: OR = 2.288, 95% CI: 1.537-3.407; p = 4.565e-05; daytime napping: OR = 1.577, 95% CI: 1.088-2.286; p = 0.016). A suggestive association was observed for short sleep duration (OR = 3.662, 95% CI: 1.277-10.499; p = 0.016). Notably, colocalization analysis confirmed a shared genetic locus between daytime napping and COPD (rs1561321), strengthening the causal evidence for this specific association. Conversely, COPD was suggestively associated with an increased risk of daytime napping. Enrichment analysis implicated pathways related to synaptic function for daytime napping and insomnia and calcium signaling for short sleep duration.  Our integrated genetic analysis provided suggestive evidence supporting potential causal roles of specific sleep disorders in COPD risk. Notably, the association between daytime napping and COPD was further strengthened by colocalization analysis, suggesting shared genetic mechanisms.",
  "disease": "chronic obstructive pulmonary disease"
}