{
    "title": "Development of the hearing-related quality of life questionnaire for auditory-visual, cognitive and psychosocial functioning (hAVICOP).",
    "doc_id": "36508852",
    "writer": "Ceuleers D",
    "year": "2023",
    "summary": "The new PROM is titled the hearing-related quality of life questionnaire for Auditory-VIsual, COgnitive and Psychosocial functioning (hAVICOP). ...CONCLUSIONS: A new PROM to assess hearing-related quality of life was developed, named the hAVICOP. In th …",
    "abstract": "Introduction:\n        \n      \n      There is a need for a validated and standardized self-assessment instrument to assess the subjective effect of hearing aid (HA) use and/or cochlear implantation (CI) on different aspects of functioning in daily life. The aim of this study was to develop a new holistic Patient Reported Outcome Measure (PROM) to assess hearing-related quality of life. The new PROM is titled the hearing-related quality of life questionnaire for Auditory-VIsual, COgnitive and Psychosocial functioning (hAVICOP).\n    \n\n\n          Methods:\n        \n      \n      A conceptual framework was set up and test items were prepared per domain. Preliminary testing involved a semi-structured interview-based assessment in normal-hearing and hearing-impaired adults and an expert panel. For the further psychometric evaluation, a new sample of 15 adult HA users, 20 adult CI users and 20 normal-hearing adults filled in the refined version of the hAVICOP, the Speech, Spatial and Qualities of Hearing Scale, the Nijmegen Cochlear Implant Questionnaire and the TNO-AZL Questionnaire for Adult's Health-Related Quality of Life. Based on these results, a factor analysis was conducted and internal consistency, discriminant validity and concurrent construct validity were determined.\n    \n\n\n          Results:\n        \n      \n      The final version of the hAVICOP consists of three domains for hearing-related quality of life: (1) auditory-visual functioning, (2) cognitive functioning, and (3) psychosocial functioning. A sufficient internal consistency was found, and discriminant validity and concurrent construct validity were good.\n    \n\n\n          Conclusions:\n        \n      \n      A new PROM to assess hearing-related quality of life was developed, named the hAVICOP. In the future the validity and reliability should be examined further.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36508852/"
}