{
    "title": "Prognostic value of spinal cord MRI in multiple sclerosis patients.",
    "doc_id": "33069379",
    "writer": "Leguy S",
    "year": "2021",
    "summary": "However, studies are currently lacking to affirm the prognostic role of spinal cord lesions later in the disease, and therefore the added value of regular follow-up with spinal cord MRI in addition to brain MRI. Besides, spinal cord atrop …",
    "abstract": "Multiple sclerosis [MS] is a common inflammatory, demyelinating and neurodegenerative disease of the central nervous system that affects both the brain and the spinal cord. In clinical practice, spinal cord MRI is performed far less frequently than brain MRI, mainly owing to technical limitations and time constraints. However, improvements of acquisition techniques, combined with a strong diagnosis and prognostic value, suggest an increasing use of spinal cord MRI in the near future. This review summarizes the current data from the literature on the prognostic value of spinal cord MRI in MS patients in the early and later stages of their disease. Both conventional and quantitative MRI techniques are discussed. The prognostic value of spinal cord lesions is clearly established at the onset of disease, underlining the interest of spinal cord conventional MRI at this stage. However, studies are currently lacking to affirm the prognostic role of spinal cord lesions later in the disease, and therefore the added value of regular follow-up with spinal cord MRI in addition to brain MRI. Besides, spinal cord atrophy, as measured by the loss of cervical spinal cord area, is also associated with disability progression, independently of other clinical and MRI factors including spinal cord lesions. Although potentially interesting, this measurement is not currently performed as a routine clinical procedure. Finally, other measures extracted from quantitative MRI have been established as valuable for a better understanding of the physiopathology of MS, but still remain a field of research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33069379/"
}