{
    "title": "MQAPRank: improved global protein model quality assessment by learning-to-rank.",
    "doc_id": "28545390",
    "writer": "Jing X",
    "year": "2017",
    "summary": "Although these methods achieve much success at different levels, accurate protein model quality assessment is still an open problem. RESULTS: Here, we present the MQAPRank, a global protein model quality assessment program based on learning-to-rank. ...CONCLUSIONS: …",
    "abstract": "Background:\n        \n      \n      Protein structure prediction has achieved a lot of progress during the last few decades and a greater number of models for a certain sequence can be predicted. Consequently, assessing the qualities of predicted protein models in perspective is one of the key components of successful protein structure prediction. Over the past years, a number of methods have been developed to address this issue, which could be roughly divided into three categories: single methods, quasi-single methods and clustering (or consensus) methods. Although these methods achieve much success at different levels, accurate protein model quality assessment is still an open problem.\n    \n\n\n          Results:\n        \n      \n      Here, we present the MQAPRank, a global protein model quality assessment program based on learning-to-rank. The MQAPRank first sorts the decoy models by using single method based on learning-to-rank algorithm to indicate their relative qualities for the target protein. And then it takes the first five models as references to predict the qualities of other models by using average GDT_TS scores between reference models and other models. Benchmarked on CASP11 and 3DRobot datasets, the MQAPRank achieved better performances than other leading protein model quality assessment methods. Recently, the MQAPRank participated in the CASP12 under the group name FDUBio and achieved the state-of-the-art performances.\n    \n\n\n          Conclusions:\n        \n      \n      The MQAPRank provides a convenient and powerful tool for protein model quality assessment with the state-of-the-art performances, it is useful for protein structure prediction and model quality assessment usages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28545390/"
}