{
  "pmid": "41444790",
  "title": "Prevalence and factors associated with diabetes distress in northwest Ethiopia: a cross-sectional study.",
  "abstract": "Living with diabetes over an extended period impacts not only physical health but also the psychosocial well-being of patients. Diabetes distress is a widespread concern affecting individuals with diabetes mellitus across all age groups, cultures, and populations. Given its significance in effective disease management, identifying modifiable factors that contribute to diabetes distress is essential for developing targeted interventions. This study was therefore undertaken to examine the prevalence and associated determinants of diabetes distress among patients receiving care at the University of Gondar Comprehensive Specialized Referral Hospital in northwest Ethiopia. An institution-based cross-sectional study was conducted from August to September 2021. A systematic random sampling technique was employed to select 376 diabetes patients. A structured, pretested, interviewer-administered questionnaire was used to collect data. The data was entered in Epi Info version 7, analyzed using SPSS version 21, and presented using frequencies, percentages, tables, and graphs. Bivariable and multivariable analyses were investigated using a binary logistic regression model. Finally, variables with a P value < 0.05 were declared statistically significant. A total of 364 diabetes patients participated in the current study, making a response rate of 96.8%. Of the 364 participants, 45.6% (95% CI (40.1-50.8%)) of them had moderate to high levels of diabetes distress. Having type 1 DM [AOR = 3.03, 95% CI (1.71, 5.37)], rural residency [AOR = 2.73, 95% CI (1.55, 4.79)], insulin injection only [AOR = 2.38, 95% CI (1.73, 4.39)], and poor family support [AOR = 2.76, 95% CI (1.73, 4.39)] were associated with increased odds of diabetes distress. The prevalence of diabetes distress among diabetes patients was high. Having type 1 DM, rural residency, using insulin injection only, and having poor family support were significantly associated with diabetes distress. It is better to combine the assessment for diabetes distress as part of regular actions for diabetes care and give attention to modifiable factors like family support. To improve outcomes, healthcare policies should prioritize integrating psychosocial support into diabetes management programs, especially in rural settings, and train providers to routinely screen for diabetes distress.",
  "disease": "diabetes mellitus"
}