{
    "title": "Arthroscopic surgery or exercise therapy for degenerative meniscal lesions: a systematic review of systematic reviews.",
    "doc_id": "36057031",
    "writer": "Rotini M",
    "year": "2023",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Arthroscopic partial meniscectomy (APM) is widely applied for the treatment of degenerative meniscal lesions in middle-aged patients; however, such injury is often associated with mild or moderate osteoarthritis and has been reported by MRI in asymptomatic knees. Previous studies suggested, in most patients, a lack of benefit of surgical approach over conservative treatment, yet many controversies remain in clinical practice. Our aims were to assess the functional and pain scores between exercise therapy and arthroscopic surgery for degenerative meniscal lesions and to evaluate the methodological quality of the most recent systematic reviews (SRs).\n    \n\n\n          Methods:\n        \n      \n      Two authors independently searched PubMed and Google Scholar for SRs comparing the outcome (in knee pain and functionality) of arthroscopic treatment and exercise therapy or placebo for degenerative meniscal lesions. The timeframe set was from 2009 to 2019 included.\n    \n\n\n          Results:\n        \n      \n      A total of 13 SRs were selected. Two reviewers independently assessed the methodological quality of each paper using the AMSTAR 2 tool: seven scored as \"moderate,\" four obtained a \"low\" grade while the remaining two were evaluated as \"critically low.\" SRs agreed that in middle-aged patients with degenerative meniscal lesions arthroscopic surgery appears to grant no long-term improvement in pain and function over exercise therapy or placebo.\n    \n\n\n          Conclusions:\n        \n      \n      Conservative treatment based on physical therapy should be the first-line management. However, most SRs revealed subgroups of patients that fail to improve after conservative treatment and find relief when undergoing surgery. In the future, randomized controlled trials, evidence should be looked for that APM can be successful in case of the unsatisfactory results after physical therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36057031/"
}