{
  "pmid": "41459693",
  "title": "Patterns of Postictal Abnormalities in Relation to Status Epilepticus in Adults.",
  "abstract": "Abnormalities on peri-ictal diffusion-weighted magnetic resonance imaging (DWI-PMAs) are well-established for patients with status epilepticus (SE), but knowledge on patterns of DWI-PMAs and their prognostic impact is sparse. This systematic review and individual participant data meta-analysis included observational studies reporting adult patients with first-time non-anoxic SE with DWI-PMAs. Authors reporting ≥ 10 patients were invited to share standardized individual participant data. We identified 161 studies reporting on 531 individual patients (average age 52 years) who could be classified into one of six different DWI-PMA patterns. Of all reported DWI-PMAs, 94.3% involved either cortex or hippocampus. Comparing DWI-PMA patterns, pure hippocampal DWI-PMAs (n = 54, 10.2%) were associated with younger age, known epilepsy, and low mortality. Additional thalamic involvement (n = 132, 26.1%) was linked to temporal DWI-PMAs and was an independent predictor of poor functional outcome. Independent of the patterns, bilateral DWI-PMAs and involvement of more than four cortical lobes were associated with worse outcome. Cerebellar involvement (n = 36, 6.8%) was associated with non-temporal lobe DWI-PMAs, coma, and independently associated with poor functional outcome. Lateralization of DWI-PMAs and epileptic discharges showed substantial agreement (Cohen's kappa 0.69, p < 0.001). Lateralized or generalized period discharges were associated with thalamic involvement (54.2%) and were less frequent in patients with pure cortical (33.0%) or hippocampal DWI-PMAs (21.4%, p < 0.001). DWI-PMA due to SE originates from the cortex and/or hippocampus depending on age and etiology. Additional involvement of the thalamus and cerebellum is associated with worse outcomes, as are more widespread DWI-PMA. Lateralized or generalized periodic discharges are associated with thalamic involvement.",
  "disease": "epilepsy"
}