{
    "title": "Births by younger and older mothers in a population with late and regulated childbearing: Finland 1991.",
    "doc_id": "8560992",
    "writer": "Hemminki E",
    "year": "1996",
    "summary": "Older primiparas (35 years or older) were less likely to be married, were more often highly educated and lived in urban areas and in the most southern county. ...Older primiparas (35 years or older) were less likely to be married, were more often highl …",
    "abstract": "Purposes:\n        \n      \n      The aims of this study were: first, to ascertain the characteristics of younger and older mothers in the Finnish population; second, to assess the health conditions pertaining to births and newborns according to maternal age groups.\n    \n\n\n          Methods:\n        \n      \n      The data, 26,373 primiparous and 38,895 multiparous women, came from the 1991 nationwide Finnish birth register, and was completed using death and education registers. The younger (< 18 and 18-19 year olds) and older (35-39 and 40 and over) mothers were compared to 20-34 year olds. Infant outcomes were studied by adjusting for mothers' social and obstetric background characteristics by using stepwise logistic regression.\n    \n\n\n          Results:\n        \n      \n      Births were rare among women younger than 18 years or 40 years or older. Younger primiparous mothers (less than 20 years) were less often married, more often had a lower social class background, and tended to live in Northern Finland and used antenatal care somewhat less. Their pregnancies, giving birth and infant outcomes were similar to those of 20-34 years old mothers. Most older mothers were women having their families late, rather than having big families. Older primiparas (35 years or older) were less likely to be married, were more often highly educated and lived in urban areas and in the most southern county. Older mothers had more problems during pregnancy and labor, and their infant outcomes were worse.\n    \n\n\n          Conclusions:\n        \n      \n      Our study supports the notion that for young mothers giving birth is a social rather than a medical problem, whereas the reverse is true for older mothers. However, perinatal results for most older mothers are good.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8560992/"
}