{
  "pmid": "41467237",
  "title": "Use of Robotic Devices in Upper Limb Rehabilitation for Adult Stroke Patients: Protocol for an Umbrella Review.",
  "abstract": "The sequelae of stroke have a profound impact on individuals' independence. Among these, motor limitations of the upper limb significantly impair activities of daily living. Currently, robotic therapies have emerged as an innovative therapeutic approach; however, the existing evidence is heterogeneous and fails to provide conclusive data regarding their effectiveness. Therefore, the objective of this umbrella review is to describe the effectiveness of robotic devices for upper limb rehabilitation in adults who have had a stroke. In addition, to identify the most commonly used robotic devices and examine the benefits of their use in combination with other therapeutic modalities. We will conduct an umbrella review with a systematic search in the following databases: PubMed (MEDLINE), Scopus, EMBASE, Web of Science, and the Cochrane Library. We will limit the search to the last 5 years in order to include the most recent literature. Search results will be independently screened by two authors in two phases: by title and abstract, and then by full text. We will include systematic reviews with and without meta-analysis published in English, French, or Spanish aimed at exploring the use of robotic devices in upper limb motor rehabilitation for adults' post-stroke. Two authors will extract data into pre-designed tables. We will include variables such as strength, joint range of motion, upper limb and hand motor function, spasticity, and dependence in activities of daily living. The AMSTAR-2 scale will be used to assess the methodological quality of the included systematic reviews. Results will be presented narratively and in tables. This protocol will facilitate the development of an umbrella review that synthesizes current evidence on the effectiveness of robotic devices for upper limb rehabilitation after stroke, specifically identifying device classifications, therapeutic approaches, and clinical outcomes.",
  "disease": "stroke"
}