{
    "title": "Management options and fertility-preserving therapy for premenopausal endometrial hyperplasia and early-stage endometrial cancer.",
    "doc_id": "26384790",
    "writer": "Gressel GM",
    "year": "2015",
    "summary": "SEARCH STRATEGY: A literature search through the PubMed, Ovid, and Cochrane databases was conducted using the terms \"endometrial hyperplasia\" and \"endometrial cancer,\" cross-referenced with \"fertility preservation.\" ...CONCLUSIONS: Conservative management could be a …",
    "abstract": "Background:\n        \n      \n      Definitive management with hysterectomy could be appropriate for some patients with endometrial cancer and its precursor lesions, but poses challenges for those desiring future fertility.\n    \n\n\n          Objectives:\n        \n      \n      To review risk factors for endometrial hyperplasia/cancer among premenopausal women and discuss management options for fertility preservation.\n    \n\n\n          Search strategy:\n        \n      \n      A literature search through the PubMed, Ovid, and Cochrane databases was conducted using the terms \"endometrial hyperplasia\" and \"endometrial cancer,\" cross-referenced with \"fertility preservation.\"\n    \n\n\n          Selection criteria:\n        \n      \n      All articles published in English between January 1, 2000, and January 1, 2015, were considered if they were readily available online.\n    \n\n\n          Data collection and analysis:\n        \n      \n      Articles were analyzed and information was synthesized into a comprehensive review.\n    \n\n\n          Main results:\n        \n      \n      Chronic anovulation, obesity, polycystic ovarian syndrome, metabolic syndrome, insulin resistance, and type 2 diabetes mellitus must be appreciated as risk factors for endometrial pathology. Providers must exert vigilance in identifying patients at risk and in initiating pre-emptive strategies. Risk reduction with lifestyle modification, weight loss, and glycemic control can improve regression and overall health. Fertility outcomes for these patients are promising, especially with assisted reproductive technology.\n    \n\n\n          Conclusions:\n        \n      \n      Conservative management could be appropriate for carefully selected women with complex atypical endometrial hyperplasia or early-stage endometrial cancer who desire future fertility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26384790/"
}