{
  "pmid": "41437713",
  "title": "Outcomes From Expanded Qualification Parameters for Bronchoscopic Lung Volume Reduction (BLVR).",
  "abstract": "Bronchoscopic lung volume reduction (BLVR) is a minimally invasive procedure used to treat emphysema with marked hyperinflation. The LIBERATE trial was a prospective, multicenter study showing spirometric, volumetric, and clinical benefits in patients with heterogeneous disease following BLVR. This study analyzes the outcomes of emphysema patients treated with BLVR who have both homogeneous or heterogeneous disease with better RV, FEV1, or 6MWD compared with the LIBERATE trial inclusion criteria. This single center, retrospective study compares a group of patients with heterogeneous emphysema treated with BLVR who met the LIBERATE trial inclusion criteria (LIN group) for RV, FEV1, and 6MWD with a group of patients treated with BLVR that would have been excluded from the LIBERATE trial (LEX group) due to a lower RV, higher FEV1, or 6MWD, with both heterogeneous and homogeneous disease. The outcomes for the LEX and LIN groups were assessed using the same primary and secondary endpoints used in the LIBERATE trial. The primary endpoint measured between the LIN and LEX groups was the percentage of patients with >15% improvement in FEV1 within the first year following BLVR. Within the first 12 months following BLVR, 54% of the LIN group and 42% in the LEX group had a ≥15% improvement in FEV1. The absolute difference between the LIN and LEX groups in FEV1 was 12% (95% CI: -7.7% to 30.2%, P=0.24 ). The secondary endpoint measured between the LIN and LEX groups was the change in FEV1, 6MWD, and the SGRQ within the first year following BLVR. The LEX group had an absolute change in FEV1 of 0.12 ± 0.2, an increase in 6MWD of 32.7 ± 87.04 meters, a reduction in SGRQ of 15.0±14.14. The LIN group had an absolute change in FEV1 of 0.14±0.19 (LEX-LIN difference=-0.025, 95% CI: -0.1 to 0.05, P=0.5,), an increase in 6MWD of 35.5±78.8 meters (LEX-LIN difference=-2.8, 95% CI: -36.9 to 31.3, P=0.87), and a reduction in SGRQ of 17.8±16.7 (LEX-LIN difference 2.8, 95% CI: -3.2 to 8.8, P=0.36). This study shows that meaningful benefits occur from the inclusion of patients with lower RV values along with higher FEV1 or 6MWD, using endpoints utilized in the LIBERATE trial treatment group.",
  "disease": "chronic obstructive pulmonary disease"
}