{
  "pmid": "41389939",
  "title": "Adolescent and young adult (AYA) pregnancy outcomes in Texas during the COVID pandemic: a retrospective cohort study.",
  "abstract": "The purpose of this study was to (1) evaluate adolescent and young adult (AYA) delivery outcomes from 2015-2022 and (2) compare patient and delivery characteristics between the pre-pandemic period and during the pandemic. A retrospective cohort study was performed using the Texas Inpatient Public Use Data File from 2015-2022. Descriptive statistics (mean, standard deviation, frequency, and percentage) were used to summarize the data. Chi-squared or Fisher exact tests were used for association studies between the categorical variables. ANOVA with Bonferroni adjustment for least squares means or t-tests were used for continuous response variables. The study sample consisted of 105,458 deliveries. Overall AYA deliveries decreased by approximately 50% from the pre-pandemic period (46,112) to during the pandemic (32,913). Deliveries prior to the pandemic were more likely to be among AYA mothers who were non-Hispanic and Black. During the pandemic, deliveries were more likely to be among AYA mothers who were Hispanic and White (p<0.0001). Percent of AYA deliveries in obese mothers was significantly lower during the pandemic (3.6%) than pre-pandemic (4.17%; p<0.0001). Finally, percent of AYA mothers with tobacco dependence was significantly higher during the pandemic (3.6%) than pre-pandemic (1.9%; p<0.0001). With regards to pregnancy complications, there was a significant decrease in prevalence of liver disorders during pregnancy (p<0.0001), and a significant increase in asthma during pregnancy (p<0.0001), post-partum hemorrhage (PPH; p<0.0001), and third/fourth degree perineal laceration (p=0.002) when comparing pre- and during pandemic numbers. The incidence of cesarean and operative vaginal (with forceps or vacuum) deliveries, and the length of stay were significantly lower during the pandemic when compared to pre-pandemic values (p<0.0001). Overall, AYA deliveries decreased from the pre-pandemic to during the pandemic time periods, likely due to social behavior changes. AYA demographics, mode of delivery, and pregnancy complications also varied significantly, highlighting the need to study these trends further for potential healthcare disruptions in the future. This study highlights a significant decline in AYA deliveries during the pandemic, along with notable shifts in maternal demographics, health conditions, and delivery outcomes. These findings provide critical insights into how global crises affect maternal health, contributing valuable knowledge to the literature on healthcare disruptions and informing future public health strategies.",
  "disease": "asthma"
}