{
  "pmid": "41402213",
  "title": "Associations of lipid-lowering drugs with cardiovascular-kidney-metabolic syndrome: A drug-target Mendelian randomization study.",
  "abstract": "Statins, ezetimibe, and proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors are widely prescribed lipid-lowering agents to reduce low-density lipoprotein cholesterol (LDL-C) and cardiovascular risk. However, their broader impact on cardiovascular-kidney-metabolic (CKM) syndrome remains incompletely understood. We conducted a drug-target Mendelian randomization (MR) analysis to evaluate the associations of genetically proxied inhibition of 3-hydroxy-3-methylglutaryl-coenzyme A reductase (HMGCR, target of statins), Niemann-Pick C1-Like 1 (NPC1L1, target of ezetimibe), and PCSK9 (target of PCSK9 inhibitors) with CKM-related traits. These included cardiovascular disease (atrial fibrillation [AF], coronary heart disease [CHD], heart failure [HF], hypertension, peripheral artery disease [PAD], stroke), chronic kidney disease (CKD, estimated glomerular filtration rate [eGFR], serum creatinine, microalbuminuria), diabetes (type 2 diabetes [T2D], fasting blood glucose [FBG], hemoglobin A1c [HbA1c], fasting insulin), and obesity (obesity, body mass index [BMI], waist circumference [WC], waist-to-hip ratio [WHR]). The primary analysis was the inverse-variance weighted method, with multiple sensitivity analyses performed to assess robustness. Genetically proxied inhibition of all 3 targets was associated with reduced CHD risk. HMGCR inhibition was additionally associated with reduced eGFR and increased risks of T2D, elevated HbA1c, and greater adiposity. NPC1L1 inhibition was linked to reduced risks of hypertension and obesity, but higher HbA1c levels. PCSK9 inhibition conferred broader cardiovascular benefits-lowering the risks of HF, PAD, stroke, and FBG-while modestly increasing WHR. Lipid-lowering drug targets exert distinct and pleiotropic effects on CKM traits beyond LDL-C reduction. These findings underscore the importance of considering target-specific profiles in the personalized selection of lipid-lowering therapies for CKM prevention and management.",
  "disease": "coronary artery disease"
}