{
  "pmid": "41446868",
  "title": "Paramedic Echocardiography in Pulseless Electrical Activity Cardiac Arrest: An Education and Simulation Study.",
  "abstract": "Patients presenting with pulseless electrical activity (PEA) in out-of-hospital cardiac arrest (OHCA) may receive inappropriate care if a manual pulse check is relied upon to determine pulselessness. This study aimed to investigate whether ultrasound-naïve paramedics could acquire an ultrasound image within a 10-s pause during a pulse check in a simulated cardiac arrest environment and interpret ultrasound-detectable pathology. Secondary aims focus on the quality of ultrasound image acquisition and the retention of learned knowledge. Thirty paramedics participated in three sequential phases. Phase I involved a self-directed e-learning program covering an overview of ultrasound applications, including cultural considerations for indigenous New Zealand Māori in cardiac arrest. Phase II included face-to-face education, simulation assessments, and a knowledge quiz. Phase III included simulation assessments and a knowledge quiz. Ultrasound images were scored against the cardiac ultrasound structural assessment score (CUSAS) for quality. During simulated cardiac arrest scenarios, the mean time to acquire an ultrasound scan was 9.6 s (SD = 2.9, 95% CI [9.3, 10.0]). Forty-seven per cent of study scans were captured within the 10-s pulse check pause. Of the acquired images, 73% (95% CI [67.8, 79.4]) of scans scored a CUSAS of ≥ 3, demonstrating adequate image quality. Participants correctly interpreted 91% (95% CI [88.5, 94.5]) of 243 pathological scans during the simulations. In Phase II, 83 of 87 interpretations were correct (95%, 95% CI [91.0, 99.7]), while in Phase III, 140 of 156 interpretations were correct (90%, 95% CI [84.9, 94.4]). During cardiac arrest simulations, paramedics on average took 9.6 s to acquire an ultrasound scan, with 47% of scans completed within the 10-s pulse-check pause. To determine if paramedics can acquire an ultrasound image within the 10-s pulse check pause in simulated pulseless electrical activity (PEA) cardiac arrest. Secondary aims focus on the quality of ultrasound image acquisition, interpretation and retention of learned knowledge.",
  "disease": "stroke"
}