{
    "title": "Ultrasound in juvenile idiopathic arthritis.",
    "doc_id": "27234966",
    "writer": "Magni-Manzoni S.",
    "year": "2016",
    "summary": "BACKGROUND: In the recent years, musculoskeletal ultrasound (MSUS) has been regarded as especially promising in the assessment of juvenile idiopathic arthritis (JIA), as a reliable method to precisely document and monitor the synovial inflammation process. ...",
    "abstract": "Background:\n        \n      \n      In the recent years, musculoskeletal ultrasound (MSUS) has been regarded as especially promising in the assessment of juvenile idiopathic arthritis (JIA), as a reliable method to precisely document and monitor the synovial inflammation process.\n    \n\n\n          Main content:\n        \n      \n      MSUS is particularly suited for examination of joints in children due to several advantages over other imaging modalities. Some challenges should be considered for correct interpretation of MSUS findings in children, due to the peculiar features of the growing skeleton. MSUS in JIA is considered particularly useful for its ability to detect subclinical synovitis, to improve the classification of patients in JIA subtypes, for the definition of remission, as guidance to intraarticular corticosteroid injections and for capturing early articular damage. Current evidence and applications of MSUS in JIA are documented by several authors. Recent advances and insights into further investigations on MSUS in healthy children and in JIA patients are presented and discussed in the present review.\n    \n\n\n          Conclusions:\n        \n      \n      MSUS shows great promise in the assessment and management of children with JIA. Nonetheless, anatomical knowledge of sonographic changes over time, underlying immunopathophysiology, standardization and validation of MSUS in healthy children and in patients with JIA are still under investigation. Further research and educational efforts are required for expanding this imaging modality to more clinicians in their daily practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27234966/"
}