{
  "pmid": "41462352",
  "title": "Pharmacokinetic interactions and clinical implications of PPIs and CDKIs in breast cancer: a systematic review and meta-analysis.",
  "abstract": "Breast cancer is the fourth leading cause of cancer mortality worldwide. New drugs, such as cyclin-dependent kinase 4/6 inhibitors (CDKIs), increase the life expectancy of receptor-positive (HR+) and human epidermal growth factor receptor 2 negative (HER2-) breast cancer patients. This class acts to limit the G1/S transition in tumor cells, inducing tumor cell death. Owing to the basic nature of CDKIs, their solubilities are pH dependent and could be influenced by the concurrent use of acid-reducing agents such as proton pump inhibitors (PPIs). This meta-analysis aims to assess the impact of co-administering PPIs on the pharmacokinetics and clinical efficacy of CDKIs in breast cancer patients. Four databases with English-language restriction were searched for concomitant CDKIs and PPIs keywords from their inception date to 2024 March 7th. Prospective, retrospective, randomized or nonrandomized clinical studies and observational longitudinal studies with at least one outcome of interest were included. The outcomes included pharmacokinetic variables, progression-free survival (PFS), and overall survival (OS). We included three pharmacokinetic studies conducted in patients enrolled in clinical trials and seven clinical studies evaluating survival outcomes. When coadministered with palbociclib, PPIs significantly reduced the serum maximum concentration (Cmax) (MD -35.37 ng/mL; 95%CI from -67.59 to -3.16) and increased the clearance (CL/F) (MD 61.24 L/h; 95%CI from 14.66 to 107.82). Ribociclib Cmax and AUC did not significantly differ among the PPIs users. However, the overall PFS favored PPIs non-users (HR 1.74; 95%CI from 1.28 to 2.37). Consistently, coadministration of PPIs with CDKIs significantly increased the likelihood of reduced OS (HR 1.99; 95%CI from 1.18 to 3.33). The effect was confirmed only for the palbociclib subgroup (HR 2.11; 95%CI from 1.17 to 3.81). No data were available for OS evaluation with ribociclib. A single study on abemaciclib revealed nonsignificant differences (HR 1.30; 95%CI from 0.53 to 3.19), with similar results for OS. PPI use in HR + /HER2- breast cancer patients treated with palociclib should be avoided. When strictly necessary, ribociclib may be preferred to palbociclib, even though closer monitoring is strongly advised. PROSPERO identifier number CRD42024506456.",
  "disease": "breast cancer"
}