{
  "pmid": "41451041",
  "title": "Adherence to Secondary Prevention Strategies Among Adults with Coronary Artery Disease in Rural Aluva, South India: A Community-Based Cross-Sectional Study.",
  "abstract": "Coronary artery diseases (CADs) require chronic treatment, and recurrent coronary events can be prevented by adhering to secondary prevention guidelines. This study was conducted to determine the adherence to secondary prevention strategies and its associated factors among adults with CAD in a rural cohort in South India. A community-based cross-sectional study was conducted within the ENDIRA (Epidemiology of Non-communicable Diseases In Rural Areas) Cohort in the rural part of Aluva municipality of Ernakulam district, Kerala, India, which comprises five adjacent panchayats with a population of approximately 100,000 individuals. CAD patients aged 35 to 80 years from this cohort who have had an event of myocardial infarction in the past decade as confirmed by medical records were included. The primary outcome measured was the adherence to secondary prevention strategies across six domains as per the guidelines of the American Heart Association. A multivariable logistic regression model was used to determine the independent predictors of inadequate adherence to secondary prevention strategies. The study included 436 participants with a mean (± SD) age of 65.20 (±8.37) years, and 69% were males. The medication adherence among patients with CAD was 56.4% (95% CI 51.77-61.08), the blood pressure control was 77.3% (95% CI 73.36-81.23), the ideal body mass index was maintained by 48.9% (95% CI 44.16-53.54), the recommended physical activity was followed by 64.9% (95% CI 60.43-69.39), the smoking cessation rates were 61.8% (95% CI 52.33-71.19) and 72.5% (95% CI 68.29-76.67), and there was adequate mental health. The study reveals moderate adherence among CAD patients to the secondary prevention strategies in a resource-limited setting. Ensuring community access to high-quality follow-up care after CAD is crucial.",
  "disease": "coronary artery disease"
}