{
    "title": "Intra-Atrial Right Coronary Artery and its Ablation Implications.",
    "doc_id": "29759708",
    "writer": "Krishnan B",
    "year": "2017",
    "summary": "RESULTS: The authors report a case series of 6 of 331 (1.8%) patients in whom autopsies showed evidence of an intra-atrial RCA. The patients were all men (average 69 12 years of age). They observed 3 variations of the intra-atrial RCA course. ...CONCLUSIONS: The pre …",
    "abstract": "Objectives:\n        \n      \n      The study examined the frequency in which a right coronary artery (RCA) anomaly resulting in intra-atrialization of the vessel might increase risk of RCA damage during routine radiofrequency ablation in the right atrium even with low power or temperature.\n    \n\n\n          Background:\n        \n      \n      Right coronary artery (RCA) injury with endocardial RF ablation of the right atrium is a rare complication.\n    \n\n\n          Methods:\n        \n      \n      This prospective observational study comprised an analysis of coronary artery anatomies in 331 patients who underwent autopsies at our institution from 2005 to 2014. The presence of intra-atrial RCA including the number and length of intra-atrial RCA segments with accompanying atherosclerosis and coronary anomalies were evaluated.\n    \n\n\n          Results:\n        \n      \n      The authors report a case series of 6 of 331 (1.8%) patients in whom autopsies showed evidence of an intra-atrial RCA. The patients were all men (average 69 ± 12 years of age). They observed 3 variations of the intra-atrial RCA course. In 2 similar variations, the RCA entered the anterolateral aspect of the right atrium, returning to its normal distribution to supply the distal RCA (case 4 of 6) and the atrioventricular nodal artery (case 1 of 6). In the sixth case, the atrialized artery was an anterior branch of the RCA, in which the artery similarly coursed across the pectinate muscles, extending to the region of the anterior crista terminalis, before diving into the muscle.\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence and variants of the intra-atrial RCA have not been reported before. In the presence of an intra-atrial artery, RCA damage may occur due to direct injury rather than collateral injury due to transmural extension of an ablation lesion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29759708/"
}