{
    "title": "Urine biomarkers of chronic kidney damage and renal functional decline in childhood-onset systemic lupus erythematosus.",
    "doc_id": "30159624",
    "writer": "Brunner HI",
    "year": "2019",
    "summary": "Regression analysis was used to identify individual and combinations of biomarkers that determine LN damage status [NIH-chronicity index (NIH-CI) score 1 vs. 2] both individually and in combination, and biomarker levels were compared for patients with vs. without renal fun …",
    "abstract": "Objectives:\n        \n      \n      To delineate urine biomarkers that reflect kidney structural damage and predict renal functional decline in pediatric lupus nephritis (LN).\n    \n\n\n          Methods:\n        \n      \n      In this prospective study, we evaluated kidney biopsies and urine samples of 89 patients with pediatric LN. Urinary levels of 10 biomarkers [adiponectin, ceruloplasmin, kidney injury molecule-1, monocyte chemotactic protein-1, neutrophil gelatinase-associated lipocalin, osteopontin, transforming growth factor-ß (TGFß), vitamin-D binding protein, liver fatty acid binding protein (LFABP), and transferrin] were measured. Regression analysis was used to identify individual and combinations of biomarkers that determine LN damage status [NIH-chronicity index (NIH-CI) score ≤ 1 vs. ≥ 2] both individually and in combination, and biomarker levels were compared for patients with vs. without renal functional decline, i.e., a 20% reduction of the glomerular filtration rate (GFR) within 12 months of a kidney biopsy.\n    \n\n\n          Results:\n        \n      \n      Adiponectin, LFABP, and osteopontin levels differed significantly with select histological damage features considered in the NIH-CI. The GFR was associated with NIH-CI scores [Pearson correlation coefficient (r) = - 0.49; p < 0.0001] but not proteinuria (r = 0.20; p > 0.05). Similar to the GFR [area under the ROC curve (AUC) = 0.72; p < 0.01], combinations of osteopontin and adiponectin levels showed moderate accuracy [AUC = 0.75; p = 0.003] in discriminating patients by LN damage status. Renal functional decline occurred more commonly with continuously higher levels of the biomarkers, especially of TGFß, transferrin, and LFABP.\n    \n\n\n          Conclusion:\n        \n      \n      In combination, urinary levels of adiponectin and osteopontin predict chronic LN damage with similar accuracy as the GFR. Ongoing LN activity as reflected by high levels of LN activity biomarkers heralds renal functional decline.\n    \n\n\n          Key messages:\n        \n      \n      • Levels of osteopontin and adiponectin measured at the time of kidney biopsy are good predictors of histological damage with lupus nephritis. • Only about 20% of children with substantial kidney damage from lupus nephritis will have an abnormally low urine creatinine clearance. • Continuously high levels of biomarkers reflecting lupus nephritis activity are risk factors of declining renal function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30159624/"
}