{
  "pmid": "41367817",
  "title": "Left ventricular sphericity indexes by gated single photon emission computed tomography myocardial perfusion imaging: potential opportunities and challenges for cardiac remodeling and clinical prognosis-a narrative review.",
  "abstract": "Left ventricular (LV) remodeling is a crucial process in cardiac pathophysiology, significantly influencing the progression of heart failure (HF). LV sphericity indexes (LVSI), which include the shape index (SI) and eccentricity index (EI), are derived from gated single-photon emission computed tomography (SPECT) myocardial perfusion imaging (G-MPI) and are emerging as essential biomarkers for assessing LV remodeling (LVR). This review aims to summarize the imaging principles of LVSI and explore the pathophysiological insights and clinical applications associated with these indexes. A comprehensive literature search was conducted to identify relevant publications pertaining to LVSI. PubMed was searched for articles published using a combination of keywords, including \"left ventricular sphericity index\", \"shape index\", \"eccentricity index\", \"left ventricular remodeling\", and \"prognosis\". Both original studies and review articles were considered. Additionally, the references of retrieved articles were manually screened to identify further relevant publications. The final selection of studies included in this narrative review was based on their relevance to the topic, originality, and contribution to the understanding the clinical value of LVSI. LVSI assessed by routine G-MPI protocol enhances the predictive accuracy of major adverse cardiovascular events (MACEs) and improves the risk stratification for different kind of cardiovascular disease, including ischemia with non-obstructive coronary artery disease (INOCA), suspected or known coronary artery disease (CAD), HF, and idiopathic dilated cardiomyopathy (IDC). The review also highlights the potential role of LVSI in guiding the personalizing treatment strategies, ultimately optimizing the management of patients with cardiovascular disease. The integration of LVSI into routine G-MPI enhances the prognostic value without additional radiation or imaging. These indexes provide clinically relevant insights and are recommended for inclusion in the standard reporting to improve the outcome predictions and guide therapeutic decisions in the management of cardiovascular disease. Further investigation is warranted to standardize and optimize their application.",
  "disease": "coronary artery disease"
}