{
    "title": "Physical Activity: Impact on Survival in Gynecologic Cancer.",
    "doc_id": "31755545",
    "writer": "Tucker K",
    "year": "2019",
    "summary": "Despite the many benefits of physical activity, the number of individuals meeting physical activity recommendations remains low. ...A personalized approach to physical activity intervention is essential....",
    "abstract": "Importance:\n        \n      \n      Physical activity has many important health benefits. There is also growing evidence that physical activity plays a role in the prevention and prognosis of multiple cancers, including gynecologic malignancies. Despite the many benefits of physical activity, the number of individuals meeting physical activity recommendations remains low.\n    \n\n\n          Objective:\n        \n      \n      To examine the role that physical activity plays in the prevention, treatment, and prognosis of gynecologic malignancies and to review the feasibility of physical activity interventions among gynecologic cancer survivors.\n    \n\n\n          Evidence acquisition:\n        \n      \n      A PubMed search was performed using relevant terms to identify journal articles related to the proposed subject. The websites of multiple national and international organizations were also used to obtain up-to-date guidelines and recommendations.\n    \n\n\n          Results:\n        \n      \n      Physical activity appears to decrease the risk of ovarian, endometrial, and cervical cancer, with the strongest evidence of this association seen in endometrial cancer. Although the literature is scarce, participation in physical activity is feasible during active treatment for gynecologic cancers and may decrease symptom burden and increase chemotherapy completion rates. Gynecologic cancer survivors are motivated to increase physical activity, and lifestyle intervention programs are feasible and well received among this population.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      Health care providers caring for women with gynecologic malignancies must counsel patients regarding the importance of physical activity. This should include a discussion of the health benefits and, specifically, the cancer-related benefits. A personalized approach to physical activity intervention is essential.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31755545/"
}