{
  "pmid": "41461179",
  "title": "The Utility of CDX2 and CK20 Immunohistochemical Reactivity to Distinguish Adenocarcinomas of the Lung From Their Benign Mimics.",
  "abstract": "Distinguishing benign from malignant processes in small lung biopsy specimens is challenging, particularly in the presence of architectural distortion and crush artifacts. Mimics include reactive type II pneumocytes in peribronchiolar metaplasia or organizing pneumonia and benign mucinous elements, including goblet cells and submucosal glands, which can mimic adenocarcinoma with mucinous features. To understand whether caudal-type homeobox 2 (CDX2) and cytokeratin 20 (CK20) immunoreactivity is specific to malignant epithelial processes and evaluate their expression in a range of benign, premalignant, and malignant pulmonary lesions. We assessed CDX2 and CK20 immunohistochemistry in 48 cases of interstitial lung disease with reactive type II pneumocytes, 13 foci of atypical adenomatous hyperplasia, 11 bronchiolar adenomas, 4 adenocarcinomas in situ, 25 minimally invasive adenocarcinomas, 39 pulmonary adenocarcinomas with mucinous features, 6 mucoepidermoid carcinomas, and 1 squamous papilloma with goblet cell hyperplasia. No expression of CDX2 or CK20 was observed in reactive processes, goblet cells, bronchial glands, atypical adenomatous hyperplasia, or bronchiolar adenomas. In adenocarcinomas with mucinous features (n = 39), 9 (23%) were CK20-reactive and 8 (20%) were CDX2-reactive. A minority of nonmucinous and mucinous minimally invasive adenocarcinomas (n = 25) showed immunoreactivity (3 [12%] for each marker), while all in situ adenocarcinomas were negative. Our findings demonstrate that CDX2 and CK20 are not expressed in benign or reactive type II pneumocytes and are specific for malignancy, particularly adenocarcinomas with mucinous features. Immunoreactivity with either marker in small biopsy specimens can support a diagnosis of malignancy, especially in morphologically equivocal or limited samples. Absence of staining does not exclude malignancy, but immunoreactivity with CDX2 and/or CK20 provides strong supportive evidence for a malignant process.",
  "disease": "pneumonia"
}