{
  "pmid": "41460589",
  "title": "The impact of breast cancer treatment on sleep disturbance: a systematic review.",
  "abstract": "People receiving treatment for breast cancer often report sleep disturbance. This systematic review explored the prevalence and impact of breast cancer treatment on sleep disturbance. The Medline, Embase, CINAHL Plus with full text, Psych INFO, Cochrane Library/Central Register of Controlled Trials, and Scopus databases were searched up to December 2024. Eligible studies recruited people undergoing breast cancer treatment and reported the impact of treatment on their sleep. Two authors reviewed full-text publications for eligibility, data extraction, and quality appraisal. Demographics and sleep outcomes were summarised via descriptive statistics. Among the 32,119 studies identified, 80 met the eligibility criteria. Studies have used a variety of sleep assessment measures and thresholds to define sleep disturbance. The Pittsburgh Sleep Quality Index (PSQI) and actigraphy were the most frequently used, 63% and 24%, respectively. The mean prevalence of poor sleep quality (as per the PSQI) for each treatment was as follows: surgery, 63%; chemotherapy, 62%; radiation therapy, 64%; and endocrine therapy, 57%; and clinically significant insomnia (as per the Insomnia Severity Index) for surgery, 20%; chemotherapy, 24%; radiation therapy, 23%; and endocrine therapy, 35%. A significant increase in sleep disturbance related to cancer treatment was reported in 62% of the studies assessing chemotherapy, 39% assessing radiation therapy, 20% assessing endocrine therapy, and 17% assessing breast surgery. Sleep disturbance is reported in approximately 60% of people receiving treatment for breast cancer, with chemotherapy being the most studied treatment. The prevalence and severity of sleep disturbance vary across studies due to the heterogeneity of assessment tools used, and thresholds to define poor sleep. This highlights the need for a consistent method of assessing sleep disturbance and the need for effective strategies to improve sleep.",
  "disease": "breast cancer"
}