{
  "pmid": "41474220",
  "title": "Quercetin Alleviates Osteoarthritis Pain by Inhibiting Vascular Endothelial Growth Factor A Through Regulating cGAS/STING Pathway.",
  "abstract": "Knee osteoarthritis (KOA), a common degenerative joint disease marked by pain, inflammation and cartilage degradation, has been increasingly associated with dysregulated innate immune signalling. Among the implicated molecular pathways, cGAS/STING has emerged as a key modulator in both disease pathogenesis and therapeutic intervention. Quercetin, a naturally derived bioflavonoid with well-documented antitumour and antioxidant activities, also exerts notable anti-inflammatory and analgesic effects. This study investigated the mechanistic interaction between quercetin and the cGAS/STING pathway in the context of pain regulation throughout KOA development. Forty-eight male C57BL/6J mice were randomly allocated into six groups: Sham, KOA, high-dose quercetin (Que-H), low-dose quercetin (Que-L), STING inhibitor (H-151) and STING activator (SR-717). Histological evaluations of entire knee joints were performed using haematoxylin and eosin (H&E) and Safranin O/Fast Green (SO&FG) staining protocols. Serum concentrations of interleukin-1β (IL-1β) and tumour necrosis factor-α (TNF-α) were measured via ELISA. The viability of dorsal root ganglion (DRG) neurons subjected to PGE2 and quercetin was determined through the CCK-8 assay. Expression levels of inflammatory and nociceptive markers were assessed using Western blotting, quantitative PCR, immunofluorescence and immunohistochemistry across both in vivo and in vitro models. Quercetin administration led to a statistically significant reduction in peripheral inflammatory and nociceptive markers (p < 0.05), diminished pain hypersensitivity and preserved cartilage morphology in KOA mice. These outcomes correlated with the inhibition of cGAS/STING signalling and a concomitant decrease in VEGFA, VEGFR1 and phosphorylated VEGFR1 levels (p < 0.05). By inhibiting the cGAS/STING signalling pathway, quercetin mitigates KOA-related nociception through the downregulation of VEGFA, VEGFR1 and its phosphorylated form.",
  "disease": "osteoarthritis"
}