{
    "title": "Cholesterol, linoleic acid or/and tyrosine yield different spectra of products when oxidized alone or in a mixture: studies in various oxidative systems.",
    "doc_id": "14753752",
    "writer": "Szuchman A",
    "year": "2003",
    "summary": "The detection of biomarkers for oxidative stress such as degradation products of polyunsaturated fatty acid (PUFA), oxysterols, and oxidized proteins, as indicators of oxidative stress are in use, but suffers from insufficient specificity, accuracy and reliab …",
    "abstract": "Identification of reliable biomarkers for oxidative stress for the prediction of the early development of pathological conditions is essential. The detection of biomarkers for oxidative stress such as degradation products of polyunsaturated fatty acid (PUFA), oxysterols, and oxidized proteins, as indicators of oxidative stress are in use, but suffers from insufficient specificity, accuracy and reliability. The overall aim of the present study was to develop new markers which will not only provide information about the presence and level of oxidative stress in biological systems but also on the type of reactive oxygen species (ROS) involved and their metabolic consequences. In the first stage of the study, we compared the level and type of oxidized products formed when different ROS were applied onto three major biomolecules, i.e. cholesterol, linoleic acid (LH) and tyrosine, representing sterols, PUFA and protein, when each compounds was exposed alone or in a mixture to the ROS [copper ions, 2,2-azobis(2-amidinopropane) dihydrochloride (AAPH) and hypochlorous acid (HOCl)]. It was found that different types of oxidants resulted in the formation of different types of oxidation products. Furthermore, oxidation pattern differs when the substrates (cholesterol, PUFA or amino acid) were present alone or in a mixture. As biological systems such as lipoproteins and cell membranes are composed of the above studied molecules, the need for simultaneous detection of the major oxidized products is requires for better characterization of the oxidative stress outcome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14753752/"
}