{
    "title": "Effect of lumbar traction on discogenic low back pain using variable forces.",
    "doc_id": "35320229",
    "writer": "Masood Z",
    "year": "2022",
    "summary": "OBJECTIVE: To determine the effect of variable traction forces on discogenic low back pain. METHODS: The experimental study was conducted at the Department of Physical Medicine and Rehabilitation at the Combined Military Hospital, Okara, Pakistan, from July to Decem …",
    "abstract": "Objective:\n        \n      \n      To determine the effect of variable traction forces on discogenic low back pain.\n    \n\n\n          Methods:\n        \n      \n      The experimental study was conducted at the Department of Physical Medicine and Rehabilitation at the Combined Military Hospital, Okara, Pakistan, from July to December 2018, and comprised patients of low back pain who were randomised into group 1 treated with high-force lumbar traction, hot pack and lumbar stabilisation exercises, and group 2 treated with low-force lumbar traction, hot pack and lumbar stabilisation exercises. There were a 3 sessions per week for 3 weeks for a total of 9 sessions. Modified Oswestry disability index and visual analogue scale were used to measure outcomes. Data was analysed using SPSS 20.\n    \n\n\n          Results:\n        \n      \n      Of the 30 patients, there were 15(50%) in each of the two groups. There were 18(60%) females and 12(40%) males, with an overall mean age of 30±5.5 years. Also 18(60%) subjects were obese on the basis of body mass index.There was significant improvement in pain in both groups (p<0.05), while disability scores in group 1 showed more improvement compared to group 2 (p<0.05). Young age was significantly associated with better results (p<0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Use of variable force lumbar traction improved pain in discogenic low back pain, while high-force lumbar traction also reduced functional disability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35320229/"
}