{
    "title": "The Safe Management of Acne Vulgaris in Lupus Erythematosus: A Systematic Review with Evidence-Based Treatment Recommendations.",
    "doc_id": "31494859",
    "writer": "Forouzandeh M",
    "year": "2020",
    "summary": "BACKGROUND: To date, there have been no studies that have specifically investigated which medications can and cannot be safely used to treat acne vulgaris in patients who have lupus erythematosus (LE). These patients require a highly individualized treatment …",
    "abstract": "Background:\n        \n      \n      To date, there have been no studies that have specifically investigated which medications can and cannot be safely used to treat acne vulgaris in patients who have lupus erythematosus (LE). These patients require a highly individualized treatment approach, as the use of certain acne medications may exacerbate LE symptomology, such as photosensitivity and hypercoagulability.\n    \n\n\n          Objective:\n        \n      \n      In this systematic review, we examine safety outcomes associated with commonly prescribed oral acne medications, specifically in the context of LE.\n    \n\n\n          Methods:\n        \n      \n      A literature search, conducted on PubMed/MEDLINE, revealed 146 studies, of which 13 met the criteria. We assigned a level of evidence to each study and sought to determine evidence-based recommendations for each class of drug; each recommendation was then assigned a corresponding grade.\n    \n\n\n          Results:\n        \n      \n      There were very few high-quality studies available on this topic. Although we determined recommendations based on the existing literature, the grading was occasionally unfavorable due to the low-quality nature of the evidence supporting the recommendation. However, our recommendation against the use of combined oral contraceptive pills and in favor of spironolactone for the treatment of acne, in the setting of LE, received a satisfactory grading (grade A).\n    \n\n\n          Conclusion:\n        \n      \n      While no definitive recommendations for the treatment of acne in LE can be made based on the existing quality and quantity of studies available, this article aims to provide a comprehensive overview and analysis of oral acne medication safety in patients with LE, while emphasizing the immense need for higher quality studies and distinct acne treatment guidelines for this vulnerable patient population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31494859/"
}