{
    "title": "[Spontaneous intracranial hematomas. A surgical solution?].",
    "doc_id": "9528046",
    "writer": "Hodelín-Tablada R.",
    "year": "1997",
    "summary": "DEVELOPMENT: This study has been structured as supratentorial haematomas, infratentorial haematomas (cerebellum and brainstem) and multiple cerebral haematomas. ...In these patients surgery is indicated basically in patients, both alert and somnolent, with …",
    "abstract": "Introduction:\n        \n      \n      Spontaneous intracranial haematomas pose a fundamental question for the neurosurgeon: Should he operate or not? The main objective of this paper is to consider recent ideas on this subject. A detailed review of the literature was carried out and then discussed.\n    \n\n\n          Development:\n        \n      \n      This study has been structured as supratentorial haematomas, infratentorial haematomas (cerebellum and brainstem) and multiple cerebral haematomas. We emphasize the importance of CT scanning to surgical decision-making. In supratentorial haematomas, surgery is considered to be indicated in patients with blood clots of between 2 and 3 cm in diameter, and whose neurological state is starting to deteriorate. Patients with cerebellar haematomas are classified into four groups, depending on the level of consciousness and the diameter of the clot. In these patients surgery is indicated basically in patients, both alert and somnolent, with haematomas greater than 3 cm. Medical treatment is recommended in patients with multiple haematomas and haematomas localized to the brain-stem. It is suggested that the best time to evacuate the haematoma is between 2 and 6 hours after onset.\n    \n\n\n          Conclusions:\n        \n      \n      We consider that with the development of modern neuro-imaging techniques, intensive care units, neurological monitorization, developments in neurosurgical techniques with the use of magnification, the ultrasonic aspirator and stereotactic techniques, there will be more and more patients with spontaneous intracranial haematomas who can be successfully treated surgically in the next few years.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9528046/"
}