{
  "pmid": "41380248",
  "title": "Disentangling deprivation: Differential associations of the area deprivation index- 3 factors with clinical, cognitive, and mood outcomes in epilepsy.",
  "abstract": "Previous research utilizing neighborhood data has identified a three-factor structure underlying the Area Deprivation Index (ADI), a metric of neighborhood disadvantage. The three factors identified are Financial Strength, Economic Hardship and Inequality, and Educational Attainment. Here, we examine how these distinct dimensions of deprivation are associated with demographic and clinical characteristics, and mood and cognitive outcomes in patients with epilepsy. Clinical, demographic, and neuropsychological data were obtained from an IRB-approved clinical registry in a cohort of 1,068 patients (age ≥ 16) with pharmacoresistant epilepsy evaluated for surgery at Cleveland Clinic (2000-2021). Neuropsychological measures assessed general abilities, verbal and nonverbal abilities, attention and working memory, processing speed, memory, language, executive function, and self-reported symptoms of depression and anxiety. Linear regressions were conducted to assess associations between ADI-3 factors and patient outcomes. Each ADI-3 factor had unique associations with demographic and clinical characteristics, including age, race, education, and epilepsy-related variables, including lower Financial Strength being associated with grater likely of the presence of mesial temporal sclerosis. Lower Financial Strength and Educational Attainment were linked to poorer performance across multiple cognitive domains, including general ability, verbal and nonverbal abilities, and working memory. Financial Strength remained a significant predictor of cognitive performance and greater depressive symptoms even after adjusting for demographic and clinical covariates. These findings support the multidimensional nature of neighborhood deprivation in an epilepsy surgical population and show that ADI-3 factors relate differently to key demographic, clinical, cognitive, and mood outcomes. Financial Strength was strongly and consistently linked to cognitive function and depressive symptoms, highlighting the value of analyzing specific deprivation domains. This approach allows for more precise identification of intervention targets and informs the development of targeted public health strategies to improve outcomes in epilepsy and other neurological conditions.",
  "disease": "epilepsy"
}