{
  "pmid": "41423428",
  "title": "Driveline Infections Among Patients Supported With Left Ventricular Assist Devices: A Single Center Sixteen-Year Longitudinal Profile.",
  "abstract": "Left ventricular assist device (LVAD) driveline infections significantly impact patient outcomes. This study aimed to identify their risk factors. We analyzed LVAD data from our institutional Intermacs database (January 1, 2008-December 31, 2023), combining primary implants and pump exchanges. Patient characteristics were summarized as frequencies for categorical variables and median (IQR) for continuous variables. The nature of repeated infection events was handled by the Andersen-Gill method within a multivariable Cox proportional hazards model for cause-specific hazard of driveline infections, accounting for death and heart transplant as competing risks. Our cohort included 1026 LVAD implants. Median patient age was 57.7, and 79.6% were male. Cumulative driveline infection rates at 1, 2, 3, 4, and 5 years were 11.9%, 19.6%, 29.3%, 38.9%, and 40.1%, respectively, with a median time to infection of 13.8 months. Severe diabetes (HbA1c ≥ 8) increased driveline infection risk by 52% (HR = 1.52, p = 0.031). Pulsatile-flow, fully magnetically levitated, and axial-flow LVADs had a 245%, 70%, and 44% higher risk of driveline infections compared to partial magnetically levitated LVADs (HR = 3.45, p = 0.003; HR = 1.70, p = 0.066; HR = 1.44, p = 0.087, respectively). Paradoxically, patients 40 or above had over 58% lower risk of driveline infections than those under 40 (HR < 0.42, p < 0.001). In addition, coronary artery disease was associated with 56% lower risk of driveline infections (HR = 0.44, p = 0.001). Driveline infections remain prevalent in LVAD patients, especially those with severe diabetes. The lower driveline infection risk in older patients, those with coronary artery disease, and partially magnetically levitated LVADs warrants further investigation.",
  "disease": "coronary artery disease"
}