{
  "pmid": "41469704",
  "title": "17β-Hydroxysteroid dehydrogenases 1 and 2: potential markers for breast cancer recurrence and tamoxifen resistance among premenopausal women diagnosed with breast cancer in Denmark.",
  "abstract": "Premenopausal women diagnosed with estrogen receptor (ER)-positive breast cancer are prescribed 5-10 years of tamoxifen therapy to prevent or delay a recurrence. The enzymes 17β-hydroxysteroid dehydrogenase 1 and 2 (HSD17B1 and HSD17B2, respectively) regulate the relative concentrations of estrogen metabolites and may modify tamoxifen effectiveness. We evaluated the prognostic and predictive value of HSD17B1 and HSD17B2 expression in breast tumors. We identified a cohort of premenopausal breast cancer patients from the Danish Breast Cancer Group database (2002-2011) and stratified on ER status and receipt of tamoxifen (4600 ER+/TAM + and 1359 ER-/TAM-). Biomarkers HSD17B1 and HSD17B2 were assayed by immunohistochemistry. We used Cox proportional hazards regression to compute the hazard ratios (HRs) and 95% simulation intervals (SIs) associating each biomarker with recurrence, with bias adjustment to account for mismeasurement of biomarker expression and baseline selection bias from tumor sample availability. Among ER+/TAM + breast cancers, 24% had any HSD17B1 expression compared with 13% of ER-/TAM - breast cancers. In the bias-adjusted analyses, women diagnosed with tumors positive for HSD17B1 expression had a slight increased rate of recurrence: HR = 1.13 (95% SI 0.90, 1.43) in the ER+/TAM + stratum and HR = 1.15 (95% SI 0.77, 1.79) in the ER-/TAM - stratum. A 10-unit increase in HSD17B2 expression corresponded with a decrease in the estimated rate of recurrence among ER+/TAM + patients (HR = 0.85, 95% SI 0.69, 1.05), but not among ER-/TAM - patients (HR = 1.07, 95% SI 0.82, 1.42). HSD17B1 may be a prognostic marker for recurrence and HSD17B2 may be predictive of response to tamoxifen therapy in breast cancer.",
  "disease": "breast cancer"
}