{
  "pmid": "41399991",
  "title": "Shockwave Intravascular Lithotripsy Prior to Stenting for the Treatment of Severe Calcifications of the Superior Mesenteric Artery.",
  "abstract": "BackgroundChronic mesenteric ischemia (CMI) can result from progressive atherosclerotic disease with symptoms arising in severe cases. Endovascular revascularization with a balloon-expandable covered stent is the preferred first-line treatment for CMI, but balloon deployment may be complicated by severe calcification in the mesenteric arteries. Techniques used to address severe calcification, such as open surgery revascularization and high-pressure, non-compliant balloon dilations, are associated with higher complication rates and calcium fracturing. Intravascular lithotripsy (IVL) is a novel technique to treat arterial calcifications in situ, having previously been used to target atherosclerotic lesions in the coronary and peripheral arterial beds.Case PresentationWe present a 93-year old woman with a one year history of severe postprandial abdominal pain with an acute worsening of her mid-epigastric pain for two days. CTA showed severe calcifications at the origin of the superior mesenteric artery (SMA), which was confirmed and localized by an aortogram. Intravascular lithotripsy (IVL) was used to break down the calcification and prepare the SMA for stenting. Following IVL treatment, two overlapping covered stents were deployed and a final aortogram demonstrated patency of the SMA ostia with distal flow in the ileocecal branch.ConclusionIVL could be considered an adjunct to stenting in the setting of severe atherosclerotic disease in the visceral arteries when endovascular revascularization with stenting or balloon angioplasty is insufficient. Although IVL has been investigated in the treatment of calcifications in the coronary and peripheral arteries, it is necessary to explore IVL as a potential treatment for atherosclerotic lesions in the mesenteric arteries in a larger patient population.",
  "disease": "coronary artery disease"
}