{
    "title": "The accuracy of endometrial sampling in the diagnosis of patients with endometrial carcinoma and hyperplasia: a meta-analysis.",
    "doc_id": "11042572",
    "writer": "Dijkhuizen FP",
    "year": "2000",
    "summary": "BACKGROUND: Endometrial assessment by means of biopsy or sampling of endometrial cells is a minimally invasive alternative for dilatation and curettage (D&C) or hysteroscopy. ...The specificity of all devices was > 98%. CONCLUSIONS: Endometrial biopsy …",
    "abstract": "Background:\n        \n      \n      Endometrial assessment by means of biopsy or sampling of endometrial cells is a minimally invasive alternative for dilatation and curettage (D&C) or hysteroscopy. The use of this technique is believed to reduce the cost of the diagnostic work-up for abnormal uterine bleeding without reducing accuracy. Because the authors were not aware of any systematic review of this test, they performed a meta-analysis to assess the accuracy of endometrial sampling devices in the detection of endometrial carcinoma and atypical hyperplasia.\n    \n\n\n          Methods:\n        \n      \n      The authors searched the literature for studies published between 1966 and 1999 comparing the results of endometrial sampling with findings at D&C, hysteroscopy, and/or hysterectomy. They found 39 studies that included 7914 women. For each study, the fraction of patients was calculated in which endometrial sampling failed. Furthermore, the authors calculated the fraction of cases of endometrial carcinoma and atypical hyperplasia that were identified correctly as well as the fraction of women in whom these diseases were diagnosed false positively.\n    \n\n\n          Results:\n        \n      \n      The detection rate for endometrial carcinoma was higher in postmenopausal women compared with premenopausal women. In both postmenopausal and premenopausal women, the Pipelle was the best device, with detection rates of 99. 6% and 91%, respectively. For the detection of atypical hyperplasia, there was only one study that reported explicitly on postmenopausal women, thereby hampering the possibility of subgroup analysis. Again, the Pipelle was the most sensitive technique with a sensitivity of 81%. The specificity of all devices was > 98%.\n    \n\n\n          Conclusions:\n        \n      \n      Endometrial biopsy with the Pipelle is superior to other endometrial techniques in the detection of endometrial carcinoma and atypical hyperplasia. The accuracy of the Pipelle is higher in postmenopausal women compared with premenopausal women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11042572/"
}