{
  "pmid": "41460399",
  "title": "Body roundness index and mortality risk in chronic diseases: a national prospective longitudinal study in China.",
  "abstract": "The body roundness index (BRI) has emerged as a refined anthropometric indicator that integrates waist circumference and height to quantify body shape characteristics and metabolic risk. However, its longitudinal associations with mortality across diverse chronic diseases remain underexplored. This study aims to investigate these associations and their potential mechanisms. This longitudinal study utilized data from the China Health and Retirement Longitudinal Study (CHARLS), covering a 9-year follow-up from baseline (2011-2012) to 2020. The study cohort comprised 11,750 middle-aged and older Chinese adults. BRI was calculated using waist circumference and height. The primary outcome was all-cause mortality. Cox proportional hazards models were used to assess associations, restricted cubic spline (RCS) models explored nonlinear effects, and Kaplan-Meier survival curves provided survival rate estimates. Higher BRI levels conferred significant protective effects against all-cause mortality in the overall population (HR = 0.94, 95% CI = 0.89-0.98), hypertension (HR = 0.93, 95% CI = 0.87-0.98), lung disease (HR = 0.87, 95% CI = 0.78-0.97), asthma (HR = 0.77, 95% CI = 0.63-0.95), and dyslipidemia (HR = 0.90, 95% CI = 0.84-0.97). Conversely, elevated BRI increased liver disease mortality risk (HR = 1.32, 95% CI = 1.04-1.68). RCS modelling revealed significant non-linear relationships between BRI and mortality risk for hypertension and lung disease (non-linear P < 0.05), whereas the associations with dyslipidemia, asthma and the overall population remained essentially linear (non-linear P > 0.05). BRI is a multifaceted predictor of chronic disease mortality, with associations varying by disease pathophysiology and population characteristics. It offers a pragmatic tool for refining risk stratification in aging populations and challenges one-size-fits-all approaches to obesity management. Future research should investigate dynamic BRI trajectories and interactions with disease-specific biomarkers.",
  "disease": "hypertension"
}