{
  "pmid": "41454916",
  "title": "Downregulation of the lncRNA PGM5P4-AS1 predicts poor prognosis and drives breast cancer progression through miR-3664-5p/KLF9.",
  "abstract": "Accumulating evidence suggests that deregulated long non-coding RNAs (lncRNAs) drive breast cancer (BRCA) progression. This study investigated the expression profile and mechanism of PGM5P4 antisense RNA 1 (PGM5P4-AS1) in BRCA. The differentially expressed lncRNAs in BRCA were identified using the GEO dataset. Cancer and adjacent tissues were obtained from BRCA patients. Real-time quantitative polymerase chain reaction was used to quantify the expression of PGM5P4-AS1, microRNA (miR)-3664-5p, and Krüppel-like factor 9 (KLF9). The Chi-squared test was used to assess the clinicopathological correlation of PGM5P4-AS1. Kaplan-Meier curves and Cox regression were used to evaluate their prognostic significance. Cell Counting Kit-8 kits, flow cytometry, and Transwell assays were used to assess cell proliferation, migration, invasion, and apoptosis. Dual-luciferase reporter and RNA immunoprecipitation assays were used to analyze the gene-target interactions. PGM5P4-AS1 downregulation in BRCA was consistently documented across three GEO datasets. In BRCA cancer tissues, both PGM5P4-AS1 and KLF9 were significantly downregulated, whereas miR-3664-5p was noticeably upregulated. A reduction in PGM5P4-AS1 was associated with tumor differentiation, tumor node metastasis staging, and lymph node metastasis. Low PGM5P4-AS1 expression independently predicts poor survival. Further, miR-3664-5p noticeably reverses the suppression of cell proliferation, migration, and invasion, as well as the promotion of apoptosis, induced by PGM5P4-AS1 overexpression. Mechanistically, miR-3664-5p targets PGM5P4-AS1/KLF9 directly, and KLF9 silencing reverses the cellular function inhibition caused by miR-3664-5p downregulation. This study first shows that decreased PGM5P4-AS1 in BRCA patients links to poor prognosis, promotes malignancy via miR-3664-5p/KLF9 axis, offering new therapy and prognosis in sight.",
  "disease": "breast cancer"
}