{
  "pmid": "41462471",
  "title": "SCORE2-diabetes for predicting coronary artery disease: a cardiac CT study in a diabetic moderate-risk region population.",
  "abstract": "Current approaches to estimating the probability of coronary artery disease (CAD) in patients with type 2 diabetes mellitus (T2DM) often fail to reflect the clinical complexity of the condition, as they tend to oversimplify it by neglecting its progressive nature, variability in glycemic control, and the influence of disease duration. The SCORE2-Diabetes (SCORE2-D) model was developed to offer a more nuanced cardiovascular risk estimate by incorporating continuous variables and individualized risk factor weighting. However, its correlation with the actual presence and severity of CAD in diabetic patients remains under-investigated. This study aims to evaluate the association between SCORE2-D scores and CAD characteristics, as assessed by computed tomography coronary angiography (CCTA), in patients with T2DM and no prior coronary revascularization. Specifically, it investigates the relationship between SCORE2-D risk categories and the presence, morphology, and severity of coronary plaques. A retrospective analysis was conducted on patients aged 40-69 with T2DM, no history of atherosclerotic cardiovascular disease, and no severe target organ damage, who underwent CCTA at a tertiary care center. Clinical data, SCORE2-D values, and imaging results were collected. Patients were stratified into SCORE2-D risk categories, and coronary findings were compared across groups. The study included 104 patients (mean age 60.9 years; mean SCORE2-D 12.2 ± 4.9). Higher SCORE2-D scores were significantly associated with the presence of coronary plaques. In the low-moderate risk group, calcified and non-calcified plaques were similarly distributed, while in the high-very high risk group, non-calcified (lipid-rich and mixed) plaques predominated, indicating potentially more vulnerable lesions. Proximal coronary segments, especially the left anterior descending artery, were most frequently involved. A progressive increase in plaque burden and stenosis severity was observed with rising SCORE2-D risk category. Patients at higher risk were more often referred for invasive coronary angiography. Higher SCORE2-D scores correlate with greater CAD burden, more severe stenosis, and a predominance of high-risk plaque features in patients with T2DM. These findings suggest that SCORE2-D may be a valuable tool in refining cardiovascular risk stratification and guiding clinical decision-making in diabetic populations.",
  "disease": "diabetes mellitus"
}