{
    "title": "Psychosocial predictors of mental health among pregnant women.",
    "doc_id": "34212393",
    "writer": "Shahid A",
    "year": "2022",
    "summary": "PURPOSE: The vulnerability and prevalence of common psychiatric illnesses, that is, anxiety and depression are very high at the time of pregnancy in the socio-cultural context of Southeast Asian low- middle-income countries' pregnant women. However, the issue remain …",
    "abstract": "Purpose:\n        \n      \n      The vulnerability and prevalence of common psychiatric illnesses, that is, anxiety and depression are very high at the time of pregnancy in the socio-cultural context of Southeast Asian low- middle-income countries' pregnant women. However, the issue remains poorly understood despite the fact that pregnancy can be stressful for women, their families and is strongly connected with marital quality and perceived social support. The present study examines the impact of anxiety proneness, marital satisfaction, and perceived social support on fear of childbirth and development of depression among pregnant women.\n    \n\n\n          Design and methods:\n        \n      \n      Participants were purposively selected 136 pregnant women who were in the third trimester with ages ranging between 19 and 35 years and were selected through a purposive sampling technique from six hospitals in Pakistan. The STICSA, RAS, MSPSS, CAQ, and PADQ scales and questionnaires were used as study tools.\n    \n\n\n          Findings:\n        \n      \n      Anxiety proneness positively predicted childbirth fear and depression; marital satisfaction and perceived presence of social support were negative predictors among pregnant women.\n    \n\n\n          Practice implications:\n        \n      \n      Obstetricians, nurses, midwives, and mental health professionals can imply these findings towards developing targeted antenatal programs that focus on the pregnant woman's mental health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34212393/"
}