{
  "pmid": "41356264",
  "title": "Severity of Respiratory Syncytial Virus and Other Respiratory Viruses Versus Seasonal Influenza Among Hospitalized Patients With Cancer.",
  "abstract": "More data are required to contextualize disease burden attributable to respiratory viral infections (RVIs) in hematology/oncology patients, including vaccine-preventable RVIs (eg, influenza, respiratory syncytial virus [RSV]) and other RVIs for which vaccines/therapeutics are not presently available (eg, human metapneumovirus [HMPV] or human parainfluenza virus [HPIV]). A retrospective cohort study included all adult patients hospitalized for RVI with diagnoses based on multiplex polymerase chain reaction testing from 2018 to 2024 in a large Singaporean cancer center. Severity was defined as a composite of multiple individual severe events (oxygen usage, intensive care unit [ICU] or high-dependency [HD] admission, and all-cause mortality events). Patients were followed up from admission until discharge or up to 1 month. The comparative severity of RSV and other non-vaccine-preventable RVIs (eg, HMPV/HPIV), versus seasonal influenza, was evaluated using multivariate logistic regression. In total, 1823 patients hospitalized with RVIs were included; 24.0% had influenza (n = 437); 12.9% had RSV (n = 235), and the remainder had other RVIs (eg, HMPV [n = 128] and HPIV [n = 204]). A third (29.4% [536 of 1823]) had severe infection (defined as requirement for oxygen, ICU/HD admission, or death within 1 month); 26.9% (491 of 1823) required oxygen, 6.9% (126 of 1823) required ICU/HD admission, and 14.8% (269 of 1823) died. Other RVIs (eg, RSV, HMPV, or adenovirus) were more severe overall, compared with influenza (adjusted odds ratios [aORs] for RSV, HMPV, and adenovirus, 1.94 [95% confidence interval (CI), 1.33-2.83], 1.77 [1.12-2.80], and 2.19 [1.33-3.63], respectively). Patients hospitalized with RSV had increased odds for ICU/HD admission (aOR, 2.41 [95% CI, 1.22-4.77]) and all-cause mortality events at 1 month (2.42 [1.42-4.12]), compared with seasonal influenza. Older age (aOR, 1.30 [95% CI, 1.03-1.64]), comorbid conditions (1.50 [1.18-1.90]), coinfections (1.70 [1.21-2.38]), and nosocomial transmission (1.53 [1.20-1.94]) were associated with greater severity. RSV was more severe than influenza in hospitalized patients with cancer, but higher odds of severity were also observed for other RVIs (HMPV and adenovirus), underlining the need for new vaccines and therapeutics. Given the significant morbidity/mortality rates associated with nosocomial RVI, infection prevention is crucial in preventing outbreaks in this immunocompromised population.",
  "disease": "influenza"
}