{
  "pmid": "41428702",
  "title": "Dairy farmers have minimal knowledge of bovine tuberculosis: A cross-sectional study in Bhutan.",
  "abstract": "Bovine tuberculosis (bTB) is a chronic disease of cattle and the leading cause of zoonotic tuberculosis. In Bhutan, there is no dedicated program for bTB despite the country being situated in the bTB enzootic region, where a large section of population relies on cattle and raw milk and, dairy products are widely consumed.To contribute to the design of future education, surveillance, mitigation, and control programs, we investigated the knowledge, attitudes, and practices relevant to bTB among dairy farmers. We surveyed 264 farmers in Thimphu, Paro, and Haa Dzongkhags. These farmers contribute to supplying the eight milk outlets in the capital, Thimphu. We found that only 11 farmers (4.2%; confidence interval 95%: 2.1% - 7.3%) were aware that bTB existed, and only five of them (1.9%; CI 95%: 0.6% - 4.3%) were aware that bTB is a zoonosis. Risk perception and practice followed a gradient of variation from Thimphu to Haa, but overall, we found a correlation between bTB risk perception for animals and humans. Farmers and traders, along with the consumption of meat and sick animals, were perceived as occupations and activities involving the highest risk of zoonotic infection. Contact with animals entering the herd and with neighbouring cattle were perceived as the highest risk for animal infection. Most farmers in Haa consume raw milk and dairy products they produced by themselves, whereas farmers in Paro and Thimphu prefer powdered milk. Using generalised low-rank models and k-means clustering, we found that dzongkhag of residence and attitudes toward zoonotic infection prevention explained most variability in the data. The severe knowledge deficits about bTB are particularly concerning given the zoonosis is present in Bhutan, is prevalent in neighbouring countries, and negatively affects cattle health and well-being, diminishing fertility, milk, and overall productivity, ultimately impacting farmers' livelihoods and undermining Bhutan's nutritional and economic reliance on this sector. Urgent short and mid-term activities should be prioritised to identify bTB high-risk areas, educate farmers, and mitigate bTB impacts.",
  "disease": "tuberculosis"
}