{
  "pmid": "41473045",
  "title": "Decoding intertumoral heterogeneity in multifocal ground-glass nodule lung cancers: Clonal evolutionary insight for precision management.",
  "abstract": "The management of multifocal ground-glass nodule (GGN) lung cancers remains hindered by insufficient knowledge of intertumoral heterogeneity, which complicates accurate diagnosis and effective treatment strategies. This study aims to characterize intertumoral heterogeneity of multifocal GGN lung cancers and to inform an evidence-based framework for diagnostic and therapeutic decision-making. We performed multiregion whole-exome sequencing (WES) on 60 surgically resected lung GGNs and their matched normal tissues. Clonal evolution analysis (CEA), focusing on subclonal expansion, was compared with comprehensive histologic assessment (CHA) to evaluate clonal relationships among multifocal lung GGNs. Longitudinal follow-up was conducted to validate the findings' robustness. A total of 43 tumor pairs were included in the analysis. CEA classified 41 pairs (95.3%) as independent primary tumors (IPTs) and 2 pairs (4.7%) as intrapulmonary metastases (IMs). CHA initially identified 37 pairs (86.0%) as IPTs and 6 pairs (14.0%) as IMs. However, CEA reclassified 4 of the 6 CHA-identified IM pairs (66.7%) as IPTs, demonstrating superior diagnostic accuracy. Over a median follow-up of 57.5 months, 1 patient with IMs experienced recurrence and progression, whereas no such events occurred in patients with IPTs. CEA reveals noteworthy intertumoral heterogeneity in multifocal GGN lung cancers, highlighting the added diagnostic value of genetic profiling. Although most cases represent independent primaries, a subset aligns with metastatic processes, underscoring the need for vigilant assessment. These findings support a precision framework that integrates molecular data to optimize surveillance and therapeutic strategies, contributing to addressing the intertumoral heterogeneity challenges outlined in current management paradigms.",
  "disease": "lung cancer"
}