{
  "pmid": "41462251",
  "title": "USP8 inhibits cigarette smoke extract combined with LPS-induced inflammatory response and ER stress by regulating the ABCB1-mediated MAPK signaling pathway in human bronchial epithelial cells.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a significant global cause of morbidity and mortality and is characterized by airway remodeling, inflammation, and endoplasmic reticulum stress (ER stress) progression. Cigarette smoke (CS) is the major risk factor for the occurrence and development of COPD. P-glycoprotein (ABCB1, also known as MDR1) is one of the suggested respiratory tract protection components, found in various tissues with a barrier function, containing tracheobronchial epithelium and lung parenchyma. This study is designed to explore the role and mechanism of ABCB1 in lipopolysaccharide (LPS)/CS extract (CSE)-induced COPD pathological process. LPS combined with CSE treatment was used to induce human normal bronchial epithelium (HBE) to construct a COPD cell model. Meanwhile, LPS combined with CSE exposure was utilized to build a COPD mouse model. ABCB1, Ubiquitin-specific peptidase 8 (USP8), and ER stress markers (GRP78 and CHOP), p-p38, p38, p-ERK, and ERK protein levels were determined using western blot. Cell viability and apoptosis were assessed using the Cell Counting Kit-8 (CCK-8) and flow cytometry. Tumor necrosis factor α (TNF-α) and Interleukin-1β (IL-1β) levels were analyzed using ELISA. Apoptosis index of lung tissue in the COPD mouse model was detected using TUNEL assay. After ubibrowser database analysis, the interaction between USP8 and ABCB1 was verified using Co-immunoprecipitation (CoIP) assay. ABCB1 and USP8 expression levels were decreased in LPS combined with CSE-treated HBE cells. ABCB1 and GRP78 were also increased in the COPD mouse model. ABCB1 overexpression could relieve LPS combined with CSE-induced HBE cell inflammatory response and ER stress, as well as LPS and CSE-triggered lung injury in the COPD mouse model. Mechanistically, USP8 triggered the deubiquitination of ABCB1 and prevented its degradation. Furthermore, the phosphorylation of ERK and p38 in LPS combined with CSE-treated HBE cells was enhanced respectively, which manifested that MAPK signaling pathways were activated. USP8 upregulation attenuated LPS combined with CSE-activated MAPK pathways through regulating ABCB1. Overexpressing USP8 mitigated LPS combined with CSE-induced inflammatory damage in HBE cells through targeting ABCB1-mediated MAPK signaling, providing a possible therapeutic target for COPD treatment. The online version contains supplementary material available at 10.1186/s12950-025-00478-2.",
  "disease": "chronic obstructive pulmonary disease"
}