{
  "pmid": "41456941",
  "title": "Tirofiban for Preventing Early Neurological Deterioration in Acute Ischemic Stroke Within 48 Hours of Onset: Evidence From a Dual-Method Analysis Using Propensity Score Matching and Multivariable Regression.",
  "abstract": "Previous studies have indicated the potential benefits of tirofiban in preventing early neurological deterioration (END) in acute ischemic stroke (AIS) within 24 h of symptom onset. However, its efficacy and safety over a broader time window require further evaluation. This multicenter study analyzed prospective data from AIS patients without large vessel occlusion (LVO), enrolled within 48 h of onset and with baseline NIHSS scores of 4-15. Participants received either intravenous tirofiban or oral antiplatelet therapy. The primary efficacy endpoint was the occurrence of END (increase in NIHSS score ≥ 2 points within 7 days). The primary safety endpoint was intracranial hemorrhage within 90 days. The study employed a combined analysis method of multivariable regression and propensity score matching (PSM). Among 371 enrolled patients (198 in the tirofiban group, 173 in the oral antiplatelet group), compared with the oral antiplatelet group, the incidence of END in the tirofiban group was significantly lower, as indicated by multivariate regression analysis (9.6% vs. 18.0%, p = 0.038) and PSM (10.6% vs. 19.7%, p = 0.031). Both statistical methods indicated that intravenous tirofiban can significantly facilitate early neurological improvement in patients at 7 and 14 days (p < 0.05) and enhance the probability of a mRS score of 0-2 at 90 days (p < 0.05). Subgroup analysis indicated particular benefit for patients with branch atheromatous disease (BAD) (p = 0.041). No symptomatic intracranial hemorrhage occurred in either group. For AIS patients without LVO, early intravenous tirofiban within 48 h of onset effectively reduced the risk of END and promoted early or long-term neurological improvement without increasing bleeding risk, suggesting a potential therapeutic benefit in an extended time window, especially for the BAD subtype. Chinese Clinical Trial Registry (chictr.org.cn): ChiCTR2200061110.",
  "disease": "stroke"
}