{
  "pmid": "41460315",
  "title": "Geltrex-based protocol for the differentiation of rat adipose tissue-derived mesenchymal stem cells into insulin-producing cells: in vitro and in vivo considerations.",
  "abstract": "Diabetes mellitus (DM) is a chronic illness manifested by uncontrolled glycemic levels. The present investigation was designed to explore the role of Geltrex, integrated with inducing factors, in driving the differentiation of rat adipose tissue-extracted mesenchymal stem cells (ADSCs) into efficient insulin-producing cells (IPCs) and to appraise the curative effect of the generated IPCs against type I DM rat model elicited by intraperitoneal injection of streptozotocin. ADSCs were harvested, characterized, and stimulated to differentiate into IPCs using a Geltrex matrix supplemented by a mixture of growth factors and other differentiation-inducing factors. The identity of the resultant IPCs was affirmed by measuring the expression levels of IPC-related genes and an insulin secretion assay. Then, the therapeutic efficacy of the well-characterized IPCs was assessed via implantation in a diabetic rat model. The Geltrex-based differentiation protocol successfully generated functional IPCs displaying upregulated levels of pancreatic endocrine genes. Moreover, the PKH-26 staining monitored the engraftment of IPCs into the pancreas of the treated rats. Additionally, IPC transplantation in diabetic rats elicited a significant enhancement in metabolic indices and motivated a significant overexpression of the pancreatic-specific genes. The therapeutic impact of the inoculated IPCs was further evidenced by the remarkable improvement in the histological architecture of the pancreatic tissue of the treated rats. The Geltrex-dependent differentiation protocol could be an optimum one for producing functional IPCs, derived from rat ADSCs, which could be an essential precept for future clinical application in the treatment of DM.",
  "disease": "diabetes mellitus"
}