{
    "title": "Mental health presentations to a paediatric emergency department.",
    "doc_id": "33179411",
    "writer": "Tolentino A",
    "year": "2021",
    "summary": "Suicidal ideation was the most common presenting complaint (72% of mental health presentations). Violence and aggression were noted in a consistent proportion of mental health presentations (4.4-12%). ...Ongoing research is warranted to assess standard …",
    "abstract": "Objective:\n        \n      \n      To explore trends in presentation and key performance indicators with respect to children seeking mental health services at The Prince Charles Hospital Children's Emergency Department (TPCH-CED), Brisbane.\n    \n\n\n          Methods:\n        \n      \n      A retrospective audit was performed utilising data obtained from the local Emergency Department Information System for all mental health presentations between 1 January 2013 and 1 January 2018 to TPCH-CED.\n    \n\n\n          Results:\n        \n      \n      A total of 1078 children presented to TPCH-CED requiring mental health review between 2013 and 2018. Mental health presentations almost doubled over the 5 years (185 attendances in 2013; 342 in 2017); however, as a proportion of overall presentations, there was no significant increase. The percentage of mental health presentations meeting the National Emergency Access Target criteria dropped from 63% in 2013 to 39% in 2017 (P < 0.0001). Those requiring a mental health inpatient stay were more likely to have very extended length of stay within the CED. Suicidal ideation was the most common presenting complaint (72% of mental health presentations). Violence and aggression were noted in a consistent proportion of mental health presentations (4.4-12%).\n    \n\n\n          Conclusions:\n        \n      \n      Despite failing to demonstrate an interval increase in the proportion of children presenting to TPCH-CED requiring mental health services, it is clear that children with mental health needs, like their adult counterparts, disproportionately experience delays to appropriate care when compared with children presenting with other emergency conditions. Ongoing research is warranted to assess standards of care and the impact of mental health presentations on CEDs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33179411/"
}