{
    "title": "Modifiable risk factors for schizophrenia and autism--shared risk factors impacting on brain development.",
    "doc_id": "23123588",
    "writer": "Hamlyn J",
    "year": "2013",
    "summary": "However, recent genetic and epidemiological research suggests that these two neurodevelopmental disorders share certain risk factors. The aims of this review are to describe modifiable risk factors that have been identified in both disorders, and, wher …",
    "abstract": "Schizophrenia and autism are two poorly understood clinical syndromes that differ in age of onset and clinical profile. However, recent genetic and epidemiological research suggests that these two neurodevelopmental disorders share certain risk factors. The aims of this review are to describe modifiable risk factors that have been identified in both disorders, and, where available, collate salient systematic reviews and meta-analyses that have examined shared risk factors. Based on searches of Medline, Embase and PsycINFO, inspection of review articles and expert opinion, we first compiled a set of candidate modifiable risk factors associated with autism. Where available, we next collated systematic-reviews (with or without meta-analyses) related to modifiable risk factors associated with both autism and schizophrenia. We identified three modifiable risk factors that have been examined in systematic reviews for both autism and schizophrenia. Advanced paternal age was reported as a risk factor for schizophrenia in a single meta-analysis and as a risk factor in two meta-analyses for autism. With respect to pregnancy and birth complications, for autism one meta-analysis identified maternal diabetes and bleeding during pregnancy as risks factors for autism whilst a meta-analysis of eight studies identified obstetric complications as a risk factor for schizophrenia. Migrant status was identified as a risk factor for both autism and schizophrenia. Two separate meta-analyses were identified for each disorder. Despite distinct clinical phenotypes, the evidence suggests that at least some non-genetic risk factors are shared between these two syndromes. In particular, exposure to drugs, nutritional excesses or deficiencies and infectious agents lend themselves to public health interventions. Studies are now needed to quantify any increase in risk of either autism or schizophrenia that is associated with these modifiable environmental factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23123588/"
}