{
    "title": "Approach to tinnitus management.",
    "doc_id": "30002023",
    "writer": "Wu V",
    "year": "2018",
    "summary": "It can greatly affect a patient's physical and psychological quality of life. Clinical history taking is directed at eliciting whether symptoms have a pulsatile or nonpulsatile quality, whether symptoms are unilateral or bilateral, and whether there is associ …",
    "abstract": "Objective:\n        \n      \n      To provide family physicians with an evidence-based and practical approach to managing patients with tinnitus.\n    \n\n\n          Sources of information:\n        \n      \n      MEDLINE was searched for English-language tinnitus guidelines and reviews. All such articles published between 1980 and 2016 were reviewed, with most providing level II and III evidence.\n    \n\n\n          Main message:\n        \n      \n      Tinnitus affects more than 40% of Canadians at least once in their lifetimes, most commonly older adults. Tinnitus is the perception of sound without external stimulation. It can greatly affect a patient's physical and psychological quality of life. Clinical history taking is directed at eliciting whether symptoms have a pulsatile or nonpulsatile quality, whether symptoms are unilateral or bilateral, and whether there is associated hearing loss. For tinnitus that is pulsatile or unilateral, referral to an otolaryngologist is recommended, as these qualities might be associated with more serious underlying conditions. Most patients with tinnitus can be managed with reassurance, conservative measures, and hearing aids if substantial hearing loss exists.\n    \n\n\n          Conclusion:\n        \n      \n      Family physicians play the primary role in managing patients with tinnitus and are well situated to address both the physiologic and the psychological manifestations. As tinnitus is very common, helping patients cope with the symptoms through conservative measures and reassurance can prove to have the best outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30002023/"
}