{
    "title": "The Investigation of Novel Dynamic Packing Technology for Injection Molded Part Quality Control and Its Production Stability by Using Real-Time PVT Control Method.",
    "doc_id": "35808765",
    "writer": "Chang YH",
    "year": "2022",
    "summary": "This not only achieves the optimization of the packing pressure setup, but the stabilization of quality in mass production. Four major qualities were discussed in this study including tensile strength, regional deviation on shrinkage, total shrinkage, and warpage. T …",
    "abstract": "Injection molding is an effective mass production process for plastic, partly due to a number of advantages such as complex shape moldability, material selectivity, and a rapid process cycle. However, highly labor-based conventional production restrains the development of the industry. Experience-driven molding setups are used to trial the mold process, and also for quality checking the molded part for mass production. There is no effective solution for maintaining the production stability and defect-free adjustment. This study aimed to establish scientific packing pressure setup technology to optimize the molded part quality and the stability of consecutive production. The dynamic packing pressure setup technology for molded part quality and the process stability were investigated. This not only achieves the optimization of the packing pressure setup, but the stabilization of quality in mass production. Four major qualities were discussed in this study including tensile strength, regional deviation on shrinkage, total shrinkage, and warpage. The qualities improved by up to 3.9%, 92.9%, 41.9%, and 9.2%, respectively. A series of pilot runs of 300 cycles for two packing pressure control methods were tested to investigate the stability of the qualities. Dynamic packing pressure control improved the weight replication by 54%, reduced total shrinkage by 23%, and improved the warpage by 12%.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35808765/"
}