{
    "title": "Spinal superfusion of dopamine excites renal sympathetic nerve activity.",
    "doc_id": "6843790",
    "writer": "Simon OR",
    "year": "1983",
    "summary": "Chloralose-anesthetized rats, spinalized at C1, were used to investigate the effects of spinal infusion of dopamine on renal sympathetic nerve activity (RSNA). A subarachnoid spinal superfusion technique was used to localize dopamine in the spinal cord …",
    "abstract": "Chloralose-anesthetized rats, spinalized at C1, were used to investigate the effects of spinal infusion of dopamine on renal sympathetic nerve activity (RSNA). A subarachnoid spinal superfusion technique was used to localize dopamine in the spinal cord while renal sympathetic nerve activity was recorded from the left renal nerve. Dopamine (25-200 pmol) produced dose-dependent increases in renal sympathetic nerve activity (35 +/- 5% - 77 +/- 6%) and mean arterial blood pressure (25 +/- 5 mmHg - 38 +/- 2 mmHg). This increase in renal sympathetic nerve activity was potentiated by pretreatment with disulfiram (0.67 mmol/kg, interscapularly). Superfusion of equivalent doses of norepinephrine (NE) (25-50 pmol) had no effect or (100 pmol NE) inconsistent effect on renal sympathetic nerve activity. Intravenous injection of dopamine (25-200 pmol) produced no changes in renal sympathetic nerve activity and small increases of (5-7 mmHg) in mean blood pressure. Spinally superfused haloperidol (3 nmol) inhibited the dopamine-induced excitation of renal sympathetic nerve activity, but superfused phentolamine (3 nmol) potentiated the response. The magnitude of renal nerve excitation (RNE), elicited by electrical stimulation of points between lamina four and seven and the adjacent white matter of the cervical cord, was reduced to 60% of control by alpha-methyl-p-tyrosine (0.25 mumol, spinally) and was restored to 85% of control by dopamine (25 pmol) but not by NE (25 pmol). However, the magnitude of renal nerve excitation, elicited by stimulation of the same cervical area, was unaffected by pretreatment with disulfiram interscapularly. Therefore, it is concluded that dopamine itself may be an important neurotransmitter of a spinal system modulating renal sympathetic nerve activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6843790/"
}