{
  "pmid": "41448364",
  "title": "HSYA attenuates Inflammation - Necroptosis to ameliorate secondary brain injury after intracerebral hemorrhage.",
  "abstract": "Hydroxysafflor yellow A (HSYA), an active constituent extracted from the traditional Chinese herb safflower (Carthamus tinctorius L.), has been used in stroke therapy for centuries and is well known for its anti-inflammatory and neuroprotective properties. However, the mechanisms through which HSYA mitigates Secondary Brain Injury (SBI) following intracerebral hemorrhage (ICH) remain incompletely understood. This study provides a systematic evaluation of the neuroprotective effects of HSYA against SBI, with a particular focus on elucidating its regulatory role in the necroptosis pathway. An ICH model was established in Sprague-Dawley (SD) rats via autologous blood injection. The neuroprotective efficacy of HSYA was evaluated using the modified neurological severity score (mNSS), monitoring of body weight, and measurement of brain water content to assess cerebral edema, complemented by histological and molecular analyses (TUNEL, ELISA, immunofluorescence (IF), and Western blot). Molecular dynamics simulation (MD) and molecular docking were performed to characterize the binding properties of HSYA with key necroptosis-related proteins, including phospho-receptor-interacting protein kinase 1(p-RIPK1), phospho-receptor-interacting protein kinase 3(p-RIPK3), and phospho-mixed lineage kinase-like protein(p-MLKL). An in vitro ICH model was generated using hemin-stimulated BV2 cells. The effects of HSYA were examined by assessing cell viability, quantifying inflammatory cytokines (TNF-α, IL-1β, IL-6), and determining the expression of necroptosis-associated proteins and inflammatory mediators (TNF-α, high mobility group box-1(HMGB1)). In vivo, HSYA treatment markedly improved mNSS scores and alleviated neuroinflammation, microglial activation, as well as both apoptotic and necroptotic cell death. MD and molecular docking analyses further demonstrated that HSYA exhibits stable binding to the critical phosphorylation sites of receptor-interacting protein kinase 1(RIPK1), receptor-interacting protein kinase 3(RIPK3), and mixed lineage kinase-like protein (MLKL), primarily through interactions involving its hydroxyl groups and aromatic ring structures. Consistently, in vitro experiments showed that HSYA enhanced BV2 cell viability, reduced the release of pro-inflammatory cytokines, and attenuated both apoptosis and necroptosis in hemin-stimulated BV2 cell. HSYA may alleviate neurological dysfunction associated with SBI following ICH, potentially by suppressing microglial activation and modulating the necroptosis pathway, thereby interrupting the \"inflammation-necroptosis-secondary inflammation\" cascade. These findings provide preliminary experimental evidence supporting HSYA as a promising neuroprotective candidate for the treatment of SBI.",
  "disease": "stroke"
}