{
    "title": "Pregnant women and healthcare workers' perceptions on tuberculosis and screening: a cross-sectional study in Indonesia.",
    "doc_id": "39523820",
    "writer": "Rahari DS",
    "year": "2025",
    "summary": "BACKGROUND: There is a scarcity of studies regarding the obstacles in tuberculosis (TB) screening in pregnant women. This study aimed to assess the perceptions of TB as a disease and TB screening among pregnant women and healthcare workers, describe …",
    "abstract": "Background:\n        \n      \n      There is a scarcity of studies regarding the obstacles in tuberculosis (TB) screening in pregnant women. This study aimed to assess the perceptions of TB as a disease and TB screening among pregnant women and healthcare workers, describe pregnant women's perceptions on specific TB screening methods and explore associations between the perceptions of TB with the intention to have TB screening by pregnant women.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional study was conducted at six primary healthcare centres in Yogyakarta Municipality, Indonesia among 240 pregnant women and 126 healthcare workers interviewed with a structured questionnaire about their perceptions. Perceptions were analysed as percentages and associated factors were tested by multivariable logistic regression.\n    \n\n\n          Results:\n        \n      \n      Most pregnant women and healthcare workers supported TB screening in pregnant women based on their perceptions of the susceptibility to or severity of TB and the benefits and risks of TB screening. Women who perceived the high susceptibility of TB disease and the benefits of TB screening were significantly more likely to have high intentions to accept TB screening in the future.\n    \n\n\n          Conclusions:\n        \n      \n      Pregnant women's perceptions of TB and TB screening influenced their intention to be screened; however, appropriate testing methods for universal TB screening in pregnant women in areas with a high prevalence of TB require further studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39523820/"
}