{
    "title": "Haptoglobin alters oxygenation and oxidation of hemoglobin and decreases propagation of peroxide-induced oxidative reactions.",
    "doc_id": "22841869",
    "writer": "Banerjee S",
    "year": "2012",
    "summary": "We compared oxygenation and anaerobic oxidation reactions of a purified complex of human hemoglobin (Hb) and haptoglobin (Hb-Hp) to those of uncomplexed Hb. ...Under comparable experimental conditions, the redox potential (E(1/2)) of Hb-Hp was found to be +54 mV, showing t …",
    "abstract": "We compared oxygenation and anaerobic oxidation reactions of a purified complex of human hemoglobin (Hb) and haptoglobin (Hb-Hp) to those of uncomplexed Hb. Under equilibrium conditions, Hb-Hp exhibited active-site heterogeneity and noncooperative, high-affinity O(2) binding (n(1/2)=0.88, P(1/2)=0.33 mm Hg in inorganic phosphate buffer at pH 7 and 25 °C). Rapid-reaction kinetics also exhibited active-site heterogeneity, with a slower process of O(2) dissociation and a faster process of CO binding relative to uncomplexed Hb. Deoxygenated Hb-Hp had significantly reduced absorption at the λ(max) of 430 nm relative to uncomplexed Hb, as occurs for isolated Hb subunits that lack T-state stabilization. Under comparable experimental conditions, the redox potential (E(1/2)) of Hb-Hp was found to be +54 mV, showing that it is much more easily oxidized than uncomplexed Hb (E(1/2)=+125 mV). The Nernst plots for Hb-Hp oxidation showed no cooperativity and slopes less than unity indicated active-site heterogeneity. The redox potential of Hb-Hp was unchanged by pH over the range of 6.4-8.3. Exposure of Hb-Hp to excess hydrogen peroxide (H(2)O(2)) produced ferryl heme, which was found to be more kinetically inert in the Hb-Hp complex than in uncomplexed Hb. The negative shift in the redox potential of Hb-Hp and its stabilized ferryl state may be central elements in the protection against Hb-induced oxidative damage afforded by formation of the Hb-Hp complex.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22841869/"
}