{
  "pmid": "41462228",
  "title": "Targeted blockade of extracellular vesicles-mediated profibrotic vicious circle using EVs-based dual-drug delivery system to prevent liver fibrosis.",
  "abstract": "Liver fibrosis, caused by various chronic liver injuries, is one of the major causes of morbidity and mortality worldwide, but there is no efficient treatments in clinic until now. Cell-cell interactions in the injured liver microenvironment play critical roles in hepatic stellate cells (HSCs) activation and excessive extracellular matrix (ECM) deposition, but the exact mechanism involved and specific therapies remain elusive. Here, we report that an extracellular vesicles (EVs)-mediated profibrotic vicious circle might contribute to HSCs activation during the early stages of liver fibrosis development. In brief, increased EVs secretion was observed in patients with liver cirrhosis, mice with liver fibrosis, and injured hepatocytes, whereas pharmacological inhibition of EVs secretion partially alleviated liver fibrosis in mice in vivo. However, the injured hepatocytes-derived EVs (IH-EVs) alone only promoted HSCs proliferation but not ECM deposition. The robust activation of HSCs requires the participation of liver macrophages, which can engulf IH-EVs and secrete various pro-inflammatory and pro-fibrotic factors, thereby sustaining hepatocytes injury and providing costimulation signals to promote HSCs activation and excessive ECM production. Mechanistically, IH-EVs might synergize with macrophages to promote HSCs proliferation by activating the PI3K-AKT and JAK-STAT pathways. We further developed a liver-targeted dual-drug delivery system using normal liver tissue-derived EVs (LT-EVs), which display significant antifibrotic effects in vivo by synergistically suppressing liver EVs secretion and macrophages activation. This study reveals an endogenous EVs-mediated pro-fibrotic mechanism in early liver fibrosis, and provides a potential therapeutic strategy for treating liver fibrosis.",
  "disease": "liver cirrhosis"
}