{
    "title": "No consensus on causality of spine postures or physical exposure and low back pain: A systematic review of systematic reviews.",
    "doc_id": "31451200",
    "writer": "Swain CTV",
    "year": "2020",
    "summary": "",
    "abstract": "Specific spinal postures and physical activities have been linked to low back pain (LBP) but previous reviews have produced contrasting outcomes. This umbrella review examined (1) what relationship, if any, is evident between specific spinal postures or physical activities and LBP; (2) the quality of existing systematic reviews in this area; and (3) the extent to which previous systematic reviews demonstrate causality. Five electronic databases and reference lists of relevant articles were searched from January 1990 to June 2018. Systematic reviews and meta-analyses on spine posture or physical exposure and LBP symptoms (self-report) or outcomes (e.g. work absence, medical consultation) were included. The AMSTAR and the Bradford Hill Criteria were utilised to critically appraise the quality of included systematic reviews and to determine the extent to which these reviews demonstrated causality. Two independent reviewers screened 4285 publications with 41 reviews included in the final review. Both positive and null associations between spine posture, prolonged standing, sitting, bending and twisting, awkward postures, whole body vibration, and components of heavy physical work were reported. Results from meta-analyses were more consistently in favour of an association, whereas systematic reviews that included only prospective studies were less able to provide consistent conclusions. Evidence that these factors precede first time LBP or have a dose response relationship with LBP outcomes was mixed. Despite the availability of many reviews, there is no consensus regarding causality of physical exposure to LBP. Association has been documented but does not provide a causal explanation for LBP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31451200/"
}