{
    "title": "Is long-term weight loss possible?",
    "doc_id": "10889800",
    "writer": "Lean ME.",
    "year": "2000",
    "summary": "However, recent evidence-based guidelines have recognized the clinical benefits of moderate (5-10%) weight loss, which is achievable using a variety of interventions. Long-term studies of 'weight loss' are, in reality, combinations of weight …",
    "abstract": "Any intervention which causes negative energy balance is guaranteed to be efficacious in producing weight loss, which will continue while there is negative energy balance or be maintained as long as the new energy balance is maintained. In clinical practice compliance is rarely 100% so the efficiency of even the most efficacious treatment is usually low. However, recent evidence-based guidelines have recognized the clinical benefits of moderate (5-10%) weight loss, which is achievable using a variety of interventions. Long-term studies of 'weight loss' are, in reality, combinations of weight loss (usually completed in 1-6 months) followed by variable weight maintenance, set in the context of progressive adult weight gain in an obesogenic environment. Few studies have adopted specific and separate strategies for weight loss and weight maintenance. Meta-analyses conducted by non-expert methodologists have failed to recognize these distinctions, and have criticized the available research without understanding the different needs of studies with weight change as the outcome variable, which require randomized controlled trials (RCT), and those with weight loss as the treatment, intended to improve metabolic or biomedical outcome measures. An RCT design is inapplicable to studies of biomedical end points (e.g. cardiac risk factors) when weight loss is the treatment. Because fixed weight loss cannot be prescribed there is always a range of weight changes in any study, and single-sample studies with regression analysis provide the best design. An RCT study design does not give useful information about clinical value as the control group is always 'treated' to some extent. Placebo- (or control)-subtracted differences are misleading because in an RCT all subjects recruited to active treatment, including non-responders, are continued on treatment for the full duration of the study. In routine clinical practice, treatments are changed in the light of early experience as a therapeutic trial to optimize the results for each individual, and audit is required to evaluate 'long term weight loss'.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10889800/"
}