{
  "pmid": "41398791",
  "title": "Causal effects of the gut microbiota, circulating metabolites, and cardiometabolic diseases: A Mendelian randomization study.",
  "abstract": "The gut microbiota is associated with cardiometabolic disorders (including coronary artery disease, type 2 diabetes, stroke, heart failure, and hypertension) through the gut-heart or gut-brain axis, among which metabolic processes play crucial roles. However, the exact causal mechanisms remain unknown. Our study sought to uncover the causal relationships between the gut microbiota, circulating metabolites and cardiometabolic diseases via Mendelian randomization (MR) analysis. Forward MR was utilized to investigate the causal effects of the gut microbiota and circulating metabolites on the risk of cardiometabolic diseases. Reverse MR was subsequently performed to analyze the significant gut microbiota and circulating metabolites. Two-step MR was employed to examine the impact of circulating metabolites on the relationship between the gut microbiota and cardiometabolic diseases and to determine the mediated fractions. Our results revealed a nominal causal relationship with 23, 23, 22, 20, and 19 gut microbiota constituents for coronary artery disease, type 2 diabetes, stroke, heart failure, and hypertension, respectively. We also identified 2 significant associations and 13 suggestive associations between circulating metabolites and these cardiometabolic diseases. Reverse MR analysis revealed that genetically predicted type 2 diabetes was suggestively associated with 3 circulating metabolites, whereas stroke demonstrated a suggestive association with 3 distinct gut microbiota. Further screening identified 4 circulating metabolites as potential mediators in the pathway from the gut microbiota to cardiometabolic diseases. Our study revealed a causal link between gut microbiome components and cardiometabolic diseases and that circulating metabolites potentially act as intermediaries in this association.",
  "disease": "coronary artery disease"
}