{
  "pmid": "41389025",
  "title": "Prevalence, comorbidities, and mortality of epilepsy in an older Chinese population: The Shanghai Aging Study.",
  "abstract": "To investigate the prevalence, comorbidities, and 13-year mortality of epilepsy among older community-dwelling adults. A prospective cohort with 3515 participants aged ≥50 years from the Shanghai Aging Study was followed up from 2010 to 2023. Participants were interviewed to obtain demographic and medical history, and were subjected to neurologic examinations. Epilepsy cases at baseline were determined with either diagnosis by a neurologist or anti-seizure medication prescriptions confirmed by medical records. Deaths were confirmed by the local mortality surveillance system. Twenty-six participants were determined to be people with epilepsy, indicating the prevalence rate of 7.40/1000 (95% CI 4.84, 10.82). People with epilepsy had a significantly higher chance of comorbidity with chronic obstructive pulmonary disease (COPD) (OR = 15.89, 95% CI 1.88, 133.98), depression (OR = 14.22, 95% CI 5.99, 33.73), and dementia (OR = 4.65, 95% CI 1.28, 16.89) compared to people without epilepsy. The overall mortality rate was 27.74/1000 person-years (95%CI 12.21, 53.97) in people with epilepsy and 26.32 (95% CI 24.75, 27.97) in people without epilepsy. Women aged 60-69 years exhibited a high mortality ratio of 5.84 (95% CI 1.58, 21.64) compared to those without epilepsy within the same age group. The top three causes of death in people with and without epilepsy were similar. COPD was significantly associated with increased mortality risk in people with epilepsy (HR = 22.68; 95% CI 1.30, 396.70), but not in those without epilepsy. People with epilepsy and COPD had a higher risk of mortality than those without epilepsy and COPD (HR = 12.58, 95% CI 1.76, 89.68). Our study presented an epidemiological profile of epilepsy in an older community cohort and suggested a potential burden of neuropsychiatric and respiratory comorbidities, which needs further validation.",
  "disease": "chronic obstructive pulmonary disease"
}