{
    "title": "Transplants enhance locomotion in neonatal kittens whose spinal cords are transected: a behavioral and anatomical study.",
    "doc_id": "7589324",
    "writer": "Howland DR",
    "year": "1995",
    "summary": "We have studied the locomotor development of kittens that received complete low thoracic spinal cord transections and embryonic spinal cord transplants as newborns. Embryonic spinal cord (E21-E26) transplanted into the site of a transection integrated well wi …",
    "abstract": "We have studied the locomotor development of kittens that received complete low thoracic spinal cord transections and embryonic spinal cord transplants as newborns. Embryonic spinal cord (E21-E26) transplanted into the site of a transection integrated well with the host spinal cord and promoted the development of overground locomotion. Spinalized kittens with transplants were first distinguished from spinalized kittens during the 2nd and 3rd postnatal weeks when kittens with transplants positioned their hindlimbs underneath their bodies which promoted support of the hindquarters. By postnatal Week 6, kittens with transplants exhibited overground locomotion characterized by full weight support and moderate balance control. By 20 weeks of age, as many as 96% of the step cycles showed full weight support and as few as 2% of the step cycles were interrupted by a fall. Most kittens also showed coordination between the forelimbs and the hindlimbs. They differed from normal in the precocious onset of reflex stepping and in the less precise interlimb coordination and more precarious balance during overground locomotion. The overground locomotor performance of kittens with transplants greatly exceeded that of spinal kittens without transplants since few spinalized kittens showed any full-weight-supported step cycles and none showed coordination between the forelimbs and the hindlimbs. In the absence of a transplant, no fibers could grow across the lesion site. In the presence of a transplant, fibers grew across the lesion site and established anatomical connectivity with the host. Host segmental systems identified by the presence of calcitonin gene-related peptide- and substance P-immunoreactive fibers were found throughout the transplants. Descending host systems of supraspinal origin were identified by serotonin- and dopamine beta-hydroxylase-immunoreactive fibers throughout the transplants. The growth of supraspinal axons into the transplant, and in one case into the caudal host spinal cord, provided a possible anatomical basis for the development of coordinated overground locomotion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7589324/"
}