{
    "title": "A randomised controlled trial evaluating renal protective effects of selenium with vitamins A, C, E, verapamil, and losartan against extracorporeal shockwave lithotripsy-induced renal injury.",
    "doc_id": "27686059",
    "writer": "El-Nahas AR",
    "year": "2017",
    "summary": "For perfusion changes, there was a statistically significant decrease in the renal perfusion in patients with obstructed kidneys in comparison to before ESWL (P = 0.003). These significant changes were present in the control or antioxidant group, whilst in the losartan and …",
    "abstract": "Objective:\n        \n      \n      To evaluate the protective effects of selenium with vitamins A, C and E (selenium ACE, i.e. antioxidants), verapamil (calcium channel blocker), and losartan (angiotensin receptor blocker) against extracorporeal shockwave lithotripsy (ESWL)-induced renal injury.\n    \n\n\n          Patients and methods:\n        \n      \n      A randomised controlled trial was conducted between August 2012 and February 2015. Inclusion criteria were adult patients with a single renal stone (<2 cm) suitable for ESWL. Patients with diabetes, hypertension, congenital renal anomalies, moderate or marked hydronephrosis, or preoperative albuminuria (>300 mg/L) were excluded. ESWL was performed using the electromagnetic DoLiS lithotripter. Eligible patients were randomised into one of four groups using sealed closed envelopes: Group1, control; Group 2, selenium ACE; Group 3, losartan; and Group 4, verapamil. Albuminuria and urinary neutrophil gelatinase-associated lipocalin (uNGAL) were estimated after 2-4 h and 1 week after ESWL. The primary outcome was differences between albuminuria and uNGAL. Dynamic contrast-enhanced magnetic resonance imaging was performed before ESWL, and at 2-4 h and 1 week after ESWL to compare changes in renal perfusion.\n    \n\n\n          Results:\n        \n      \n      Of 329 patients assessed for eligibility, the final analysis comprised 160 patients (40 in each group). Losartan was the only medication that showed significantly lower levels of albuminuria after 1 week (P < 0.001). For perfusion changes, there was a statistically significant decrease in the renal perfusion in patients with obstructed kidneys in comparison to before ESWL (P = 0.003). These significant changes were present in the control or antioxidant group, whilst in the losartan and verapamil groups renal perfusion was not significantly decreased.\n    \n\n\n          Conclusions:\n        \n      \n      Losartan was found to protect the kidney against ESWL-induced renal injury by significantly decreasing post-ESWL albuminuria. Verapamil and losartan maintained renal perfusion in patients with post-ESWL renal obstruction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27686059/"
}