{
    "title": "The effect of mediterranean diet and chrononutrition on sleep quality: a scoping review.",
    "doc_id": "40011851",
    "writer": "Patel A",
    "year": "2025",
    "summary": "METHODS: Literature search following PRISMA guidelines using PubMed and Google Scholar focused on Mediterranean diet and chrononutrition effects on sleep quality. Studies assessed sleep quality using subjective methods like Pittsburgh Sleep Q …",
    "abstract": "Background:\n        \n      \n      The relationship between diet and sleep quality is intricate, with growing evidence suggesting that dietary patterns and meal timing (chrononutrition) can significantly influence sleep outcomes. This scoping review aims to compare the impact of Mediterranean diet and chrononutrition methods on sleep variables, including sleep quality, duration, and efficiency. While the Mediterranean diet is renowned for its health benefits in chronic diseases, chrononutrition focuses on how the timing of food intake affects health and circadian biology.\n    \n\n\n          Methods:\n        \n      \n      Literature search following PRISMA guidelines using PubMed and Google Scholar focused on Mediterranean diet and chrononutrition effects on sleep quality. Studies assessed sleep quality using subjective methods like Pittsburgh Sleep Quality Index, analyzing data on study type, sample size, age group, diet, duration, sleep parameters, and outcomes.\n    \n\n\n          Results:\n        \n      \n      Thirty three studies met inclusion criteria, 24 focusing on Mediterranean diet and 9 on chrononutrition. Among the 24 Mediterranean diet studies, most of which were observational studies, 17 reported a positive association between adherence to Mediterranean diet and improved self-reported sleep quality, while the remaining studies found no significant association. In contrast, evidence supporting the positive effects of chrononutrition on sleep quality was limited, with only two out of nine studies having found improvement in sleep quality.\n    \n\n\n          Conclusions:\n        \n      \n      Mediterranean diet demonstrates a more consistent and positive influence on sleep quality compared to chrononutrition. However, a limitation of review is that the reviewed Mediterranean diet studies were mainly cross-sectional or observational, while the reviewed chrononutrition studies were mainly interventional trials. Larger interventional clinical trials are needed to determine optimal dietary strategies and meal timing for promoting healthy sleep.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40011851/"
}