{
    "title": "An Umbrella Review of Systematic Reviews on Trauma Informed Approaches.",
    "doc_id": "39046622",
    "writer": "Mahon D.",
    "year": "2024",
    "summary": "The purpose of this umbrella review of systematic reviews, is to summarise the existing evidence on trauma-informed care implemented at the organisational level. The preferred reporting items for systematic review and meta-analyses (PRISMA) was used to conduct an um …",
    "abstract": "Trauma and adversity significantly impact on morbidity and mortality. Hence, trauma-informed care is proliferating practice and research contexts. However, the evidence base for organisational wide trauma-informed care is far from conclusive, with the extant literature providing low quality and conflicting evidence. The purpose of this umbrella review of systematic reviews, is to summarise the existing evidence on trauma-informed care implemented at the organisational level. The preferred reporting items for systematic review and meta-analyses (PRISMA) was used to conduct an umbrella review. Six databases were searched; Academic Search Complete, APA Psych Articles, Cochrane Library, Embase, Scopus, and the Web of Science, supplemented with bibliography searches. Articles were included if they were peer reviewed in the English language from inception to 2024 and reported on trauma-informed care with an implementation context. The Joanne Briggs Institute Critical Appraisal Checklist for Systematic Reviews and Research Syntheses was used to assess the quality of the included reviews. Findings are mapped to the 10 trauma-informed care implementation domains described by the Substance Use and Mental Health Service Administration (SAMHSA) and reported using a narrative synthesis. The search strategy yielded 5,297 articles, of which (N = 14) systematic reviews are included. The reviews had a combined study count of (N = 311), with a total sample size of (N = 157,724). Most reviews used a narrative synthesis to report results, with no meta-analyses. Critical appraisal categorised the reviews as 28% high quality, 22% moderate quality, and 50% as low quality. Most reviews (50%), were conducted on youth populations, with school settings being the most studied context. There was a great deal of heterogeneity across the reviews, with 62 different models of trauma informed approaches discussed. The composition of the individual studies included in each systematic review were generally of low quality with mixed findings of effectiveness and implementation. Findings are discussed for moving forward with trauma-informed care implementation. Trauma-informed care is proposed as a system wide intervention to improve outcomes for service users, however the research base is still under scrutiny. Emerging research identifies the benefit of using the 10 trauma-informed implementation domains to shift cultural practices. Further research needs to be undertaken in various contexts with different populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39046622/"
}