{
    "title": "Comparison of Quality of Life Outcomes for Percutaneous Versus Transcutaneous Implantable Hearing Devices: A Systematic Review and Meta-analysis.",
    "doc_id": "38270194",
    "writer": "Gutierrez JA 3rd",
    "year": "2024",
    "summary": "OBJECTIVE: To compare quality of life (QOL) outcomes of percutaneous and transcutaneous bone conduction devices (pBCD and tBCD, respectively). ...Patients implanted with tBCDs also had significantly higher gains on the Speech (delta1.1 [0.9-1.3], p < 0.0001), Spa …",
    "abstract": "Objective:\n        \n      \n      To compare quality of life (QOL) outcomes of percutaneous and transcutaneous bone conduction devices (pBCD and tBCD, respectively).\n    \n\n\n          Databases reviewed:\n        \n      \n      Pubmed, Scopus, CINAHL.\n    \n\n\n          Methods:\n        \n      \n      A systematic review was performed searching for English language articles from inception to March 15, 2023. Studies reporting QOL outcomes measured using a validated tool following implantation of either pBCDs or tBCDs were considered for inclusion. QOL outcomes included scores for Glasgow Benefit Inventory, Glasgow Children's Benefit Inventory, Abbreviated Profile of Hearing Aid Benefit, and the Speech, Spatial, and Qualities of Hearing Scale. A meta-analysis of continuous measures was performed.\n    \n\n\n          Results:\n        \n      \n      A total of 52 articles with 1,469 patients were included. Six hundred eighty-nine patients were implanted with pBCDs, and the remaining 780 were implanted with tBCDs. Average Glasgow Benefit Inventory scores for the tBCD group (33.0, 95% confidence interval [22.7-43.3]) were significantly higher than the pBCD group (30.9 [25.2-36.6]) (Δ2.1 [1.4-2.8], p < 0.0001). Mean Glasgow Children's Benefit Inventory scores (Δ3.9 [2.0-5.8], p = 0.0001) and mean gain in Abbreviated Profile of Hearing Aid Benefit scores (Δ5.6 [4.8-6.4], p < 0.0001) were significantly higher among patients implanted with tBCDs than those implanted with pBCDs. Patients implanted with tBCDs also had significantly higher gains on the Speech (Δ1.1 [0.9-1.3], p < 0.0001), Spatial (Δ0.8 [0.7-0.9], p < 0.0001), and Qualities of Hearing (Δ1.2 [1.1-1.3], p < 0.0001) portions of the Speech, Spatial, and Qualities of Hearing Scale than those implanted with pBCDs.\n    \n\n\n          Conclusions:\n        \n      \n      Patients implanted with transcutaneous devices had better QOL outcomes than those implanted with percutaneous devices.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38270194/"
}