{
    "title": "Stem cell transplantation in multiple sclerosis.",
    "doc_id": "20375893",
    "writer": "Uccelli A",
    "year": "2010",
    "summary": "PURPOSE OF REVIEW: The recent advances in our understanding of stem cell biology, the availability of innovative techniques that allow large-scale acquisition of stem cells, and the increasing pressure from the multiple sclerosis (MS) patient community …",
    "abstract": "Purpose of review:\n        \n      \n      The recent advances in our understanding of stem cell biology, the availability of innovative techniques that allow large-scale acquisition of stem cells, and the increasing pressure from the multiple sclerosis (MS) patient community seeking tissue repair strategies have launched stem cell treatments as one of the most exciting and difficult challenges in the MS field. Here, we provide an overview of the current status of stem cell research in MS focusing on secured actuality, reasonable hopes and unrealistic myths.\n    \n\n\n          Recent findings:\n        \n      \n      Results obtained from small clinical studies with transplantation of autologous hematopoietic stem cells have demonstrated that this procedure is feasible and possibly effective in severe forms of MS but tackles exclusively inflammation without affecting tissue regeneration. Results from preclinical studies with other adult stem cells such as mesenchymal stem cells and neural precursor cells have shown that they may be a powerful tool to regulate pathogenic immune response and foster tissue repair through bystander mechanisms with limited cell replacement. However, the clinical translation of these results still requires careful evaluation.\n    \n\n\n          Conclusion:\n        \n      \n      Current experimental evidence suggests that the sound clinical exploitation of stem cells for MS may lead to novel strategies aimed at blocking uncontrolled inflammation, protecting neurons and promoting remyelination but not at restoring the chronically deranged neural network responsible for irreversible disability typical of the late phase of MS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20375893/"
}