{
    "title": "Validity of weight distribution and sway measurements of the Balance Performance Monitor.",
    "doc_id": "10785908",
    "writer": "Haas BM",
    "year": "2000",
    "summary": "This study investigated the validity of the measurements provided by the BPM using a Kistler force plate (KFP) as the gold standard. METHOD: Percentage weight distribution between the BPM foot plates was validated using both a series of calibration weights and the v …",
    "abstract": "Background and purpose:\n        \n      \n      The Balance Performance Monitor (BPM) is a device which provides auditory and visual feedback on weight distribution and the magnitude of lateral and anterior-posterior sway during quiet standing. This study investigated the validity of the measurements provided by the BPM using a Kistler force plate (KFP) as the gold standard.\n    \n\n\n          Method:\n        \n      \n      Percentage weight distribution between the BPM foot plates was validated using both a series of calibration weights and the vertical component of ground reaction force, measured by the KFP, during normal standing in 18 young normal subjects. The lateral and anterior-posterior sway indices from the BPM were validated against the standard deviation of the position of the centre of pressure, again obtained using the KFP, during normal standing with eyes open and eyes closed and standing with feet together with eyes open. Concurrent validity of the percentage weight distribution measurements was assessed by calculating the 'limits of agreement' between the corresponding measurements from the BPM and KFP and the 95% confidence intervals for these 'limits'. Differences in the units of measurement obtained from the BPM and KFP resulted in the concurrent validity of the sway indices being assessed using correlation and regression.\n    \n\n\n          Results:\n        \n      \n      Excellent agreement was found between the percentage weight distribution values provided by the BPM and the KFP, which showed that the BPM may read only 3% of body weight above or below that given by the KFP. High correlations (r = 0.61-0.99) were found between both the lateral and anterior-posterior sway indices from the BPM and the motion of the centre of pressure from the KFP in the respective direction. Despite this, further analysis of regression equations and the 95% prediction intervals showed poor concurrent validity of the BPM sway indices in relation to KFP measurements. This was thought to be due to the different methods by which the sway indices and the motion of the centre of pressure were calculated.\n    \n\n\n          Conclusions:\n        \n      \n      The BPM may be used to provide a valid measure of the symmetry aspect, but not necessarily the steadiness aspect of postural control.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10785908/"
}