{
  "pmid": "41459719",
  "title": "Current landscape and future directions of policies addressing air quality improvement in Pakistan: a scoping review.",
  "abstract": "Pakistan ranks third in global air-pollution burden, yet evidence on how its air quality-related policies are implemented remains fragmented. We aim to map the existing air quality policies in Pakistan, identify barriers to policy implementation, and highlight policy priorities for improving air quality governance. We conducted a scoping review following Arksey-O'Malley and PRISMA-ScR guidelines to map national and provincial air-quality policies, describe their implementation, and identify barriers, facilitators and priority actions. Searches of PubMed, Scopus, and grey literature sources to January 2024 yielded 1438 records; 27 documents (eight peer-reviewed articles, 19 policy reports) met the inclusion criteria. We charted the data on policy characteristics, implementation status, and contextual factors. We synthesised the findings using a narrative descriptive approach. Seven federal and nine provincial instruments address air quality, including the Pakistan Environmental Protection Act (1997), National Clean Air Policy (2023), and four provincial clean air action plans. Devolved governance, weak enforcement capacity, limited monitoring networks, and scarce, decentralised emissions data hamper implementation. Industrial and transport emissions dominate, while household solid-fuel use and open crop burning persist. Facilitators include recent adoption of Euro-V/VI fuel standards, growing citizen-science monitoring, and policy alignment with climate-change agendas. Priority actions are: a legally mandated federal-provincial task force; an integrated national emissions database combining ground and satellite data; incentive-based regulation with clear standards and fiscal levers; and public engagement through education, media, and community monitoring. Pakistan has a range of air quality-related policies but lacks the coordinated governance, data infrastructure, and market incentives needed to translate its intent into cleaner air. Bridging these gaps is essential to avert a mounting public health crisis. Open Science Foundation (https://doi.org/10.17605/OSF.IO/6ZAE9).",
  "disease": "asthma"
}