{
    "title": "The impact of anti-COVID-19 nonpharmaceutical interventions on hand, foot, and mouth disease-A spatiotemporal perspective in Xi'an, northwestern China.",
    "doc_id": "35277880",
    "writer": "Shen L",
    "year": "2022",
    "summary": "From 2013 to 2021, a total number of 172,898 HFMD cases were reported in Xi'an. In 2020, there appeared a significant decrease in HFMD incidence (-94.52%, 95% CI: -97.54% to -81.95%) in the first half of the year and the peak period shifted from June to October by a …",
    "abstract": "Growing evidence has shown that anti-COVID-19 nonpharmaceutical interventions (NPIs) can support prevention and control of various infectious diseases, including intestinal diseases. However, most studies focused on the short-term mitigating impact and neglected the dynamic impact over time. This study is aimed to investigate the dynamic impact of anti-COVID-19 NPIs on hand, foot, and mouth disease (HFMD) over time in Xi'an City, northwestern China. Based on the surveillance data of HFMD, meteorological and web search data, Bayesian Structural Time Series model and interrupted time series analysis were performed to quantitatively measure the impact of NPIs in sequent phases with different intensities and to predict the counterfactual number of HFMD cases. From 2013 to 2021, a total number of 172,898 HFMD cases were reported in Xi'an. In 2020, there appeared a significant decrease in HFMD incidence (-94.52%, 95% CI: -97.54% to -81.95%) in the first half of the year and the peak period shifted from June to October by a small margin of 6.74% compared to the previous years of 2013 to 2019. In 2021, the seasonality of HFMD incidence gradually returned to the bimodal temporal variation pattern with a significant average decline of 61.09%. In particular, the impact of NPIs on HFMD was more evident among young children (0-3 years), and the HFMD incidence reported in industrial areas had an unexpected increase of 51.71% in 2020 autumn and winter. Results suggested that both direct and indirect NPIs should be implemented as effective public health measures to reduce infectious disease and improve surveillance strategies, and HFMD incidence in Xi'an experienced a significant rebound to the previous seasonality after a prominent decline influenced by the anti-COVID-19 NPIs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35277880/"
}