{
  "pmid": "41455168",
  "title": "Clinical features of Mycobacterium abscessus complex and Mycobacterium kansasii pulmonary disease in Kyushu, Japan.",
  "abstract": "Nontuberculous mycobacterial pulmonary disease (NTM-PD) is a chronic respiratory infection with a growing incidence and mortality globally. Although the clinical features, treatment, and prognosis of Mycobacterium avium-intracellulare (MAI) pulmonary disease have been extensively reported, evidence regarding non-MAI NTM-PD remains limited. This retrospective cohort study included patients newly diagnosed with NTM-PD between 2010 and 2017 at 18 hospitals in Kyushu, Japan. Data on baseline characteristics, causative organisms, radiological findings, treatment regimens, and clinical outcomes were collected and analysed. In total, 1317 patients were enrolled. M. intracellulare (50.4 %), M. avium (40.5 %), M. abscessus complex (MABC) (2.4 %), and M. kansasii (2.4 %) were identified as the major causative organisms. Compared with patients with MAI, those with MABC exhibited a lower body mass index and a higher AFB sputum smear positivity rate. Patients with M. kansasii infection were predominantly male, frequently had underlying chronic obstructive pulmonary disease, and presented with cavitary lesions. Treatment initiation rates for MABC and M. kansasii were 71.9 % and 87.5 %, respectively. The response rate to the treatment in sputum mycobacterial evaluation was comparable between the two groups. However, the re-treatment rate was higher in the MABC group (30.4 % vs. 14.3 %). The 10-year mortality rates were 25.0 % and 15.6 % for MABC and M. kansasii, respectively. Initial treatment responses for MABC and M. kansasii were favourable. However, long-term outcomes for MABC remained poor, potentially owing to the limited availability of effective continuation-phase therapies. Further large-scale prospective studies are warranted to understand the clinical management and prognosis of non-MAI NTM-PD.",
  "disease": "chronic obstructive pulmonary disease"
}