{
    "title": "The shift from quantitative to qualitative thinking-problems and prospects as viewed from Husserl's and Hegel's philosophy.",
    "doc_id": "37790237",
    "writer": "Gutland C.",
    "year": "2023",
    "summary": "While Husserl rejects idealization and instead proposes intuitive means to ideate qualitative essential relations, Hegel suggests idealizing less one-sidedly, namely, qualitatively over and above quantitatively. ...However, this method reveals both eidetic qualit …",
    "abstract": "This article contrasts the views of the philosophers Husserl and Hegel on quantification in science and compares their proposals for conducting rigorous qualitative research. Both deem quantification integral to science, but furthermore proposed methodologies to investigate qualitative necessities achieved by a shift in conscious activity and awareness. However, their methodologies differ significantly. While Husserl rejects idealization and instead proposes intuitive means to ideate qualitative essential relations, Hegel suggests idealizing less one-sidedly, namely, qualitatively over and above quantitatively. The article first examines how quantification is achieved and how it contrasts with measuring. This contrast reveals that measuring implies knowledge of qualities. These qualities, however, thus far remain oddly external to the mathematical relations linking the various established equations. The article then follows Husserl's reconstruction of the development of science to illustrate the dismissal of many experiential qualities and how philosophy further amplified skepticism about science on qualities. Husserl's notion of the life-world and the method of eidetic variation are then introduced as means to counterbalance mathematical proceedings in science. However, this method reveals both eidetic qualitative structures and psychical structures without being able to distinguish between them. It is thus susceptible to idiosyncratic, traditional, and cultural biases. Subsequently, Hegel's description of the shift in conscious experience that sets qualitative from quantitative thinking apart is introduced. This shift may overcome the biases, but it faces skepticism that calls for further investigation of the experience of different kinds of thinking.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37790237/"
}