{
    "title": "Investigating sleep quality and sleep hygiene awareness among Chinese adults: an association and network analysis study.",
    "doc_id": "36869169",
    "writer": "Qi H",
    "year": "2023",
    "summary": "PURPOSE: The relationships between sleep quality and sleep hygiene awareness in the Chinese population were unclear. We aimed to investigate the associations and related factors between sleep quality and sleep hygiene awareness in adults …",
    "abstract": "Purpose:\n        \n      \n      The relationships between sleep quality and sleep hygiene awareness in the Chinese population were unclear. We aimed to investigate the associations and related factors between sleep quality and sleep hygiene awareness in adults and to identify the most central domain for sleep quality using network analysis.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional survey was conducted from April 22 to May 5, 2020. Adults (18 years old or above) who had access to smartphones were invited to participate in this survey. The Pittsburg Sleep Quality Index (PSQI) and the Sleep Hygiene Awareness and Practice Scale (SHAPS) were used to evaluate the sleep quality and sleep hygiene awareness of the participants. Propensity score matching (PSM) was used as sensitivity analysis to reduce the confounding effects. Multiple logistic regression was performed to evaluate the associations. The R packages \"bootnet\" and \"qgraph\" were used to estimate the connection and calculate the network centrality indices between good and poor sleepers.\n    \n\n\n          Results:\n        \n      \n      In total, 939 respondents were included in the analysis. Of them, 48.8% (95% CI: 45.6-52.0%) were identified as poor sleepers. Participants with nervous system diseases, psychiatric diseases, and psychological problems were more likely to have poor sleep quality. The notion that using sleep medication regularly was beneficial to sleep was associated with poor sleep quality. Similarly, the notion that waking up at the same time each day disrupted sleep was also associated with poor sleep quality. The findings were consistent before and after PSM. Subjective sleep quality was the most central domain for sleep quality in good and poor sleepers.\n    \n\n\n          Conclusion:\n        \n      \n      Poor sleep quality was positively associated with certain sleep hygiene notions in Chinese adults. Effective measures such as self-relief, sleep hygiene education, and cognitive behavioral treatment may have been needed to improve sleep quality, especially during the COVID-19 outbreak.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36869169/"
}