{
  "pmid": "41429274",
  "title": "Acetabular fractures with transverse component: Predictors of radiological and clinical outcomes.",
  "abstract": "Acetabular fractures with a transverse component tend to result in poorer outcomes than other types. However, few studies have focused specifically on this fracture type. The aim of this study was to investigate predictive factors associated with outcomes after surgical treatment of such fractures. We hypothesize that the reduction was achieved in more than 50% of the cases. We retrospectively collected data on patients with displaced transverse fractures who underwent surgery at our institution between 2007 and 2020. The mean follow-up was 18.5 months. The quality of reduction was assessed by the Saint-Joseph Acetabular Score (SJAS) on postoperative CT scan. Functional outcomes were assessed at final follow-up using the Harris Hip Score (HHS). Prognostic factors for SJAS and HHS such as demographics, fracture modifiers and characteristics of treatment were analyzed through multivariate analysis. Sixty-three patients, including 51 men (80.9%) and 12 women (19.1%), with a mean age of 36.7 years, were included. Twenty-one fractures achieved satisfactory reduction (33.3%). Reduction quality was significantly affected by initial displacement (p = 0.0143) and time to surgery (p = 0.0118). The functional results were excellent or good in 71.7% (45 patients) of cases according to the HHS. The functional score was significantly influenced by initial maximum step (p = 0.0186), reduction quality (p < 0.0001), and late complications (p < 0.0001). Late complications included 11 cases (17%) of hip osteoarthritis and 3 of avascular necrosis (5%). Transverse fractures are challenging to treat and are associated with a poor prognosis. The quality of surgical reduction appears to be one of the most important factors in determining functional outcome, which is itself affected by initial displacement and time to surgery. Recognizing these predictive factors may help refine prognostic assessments and could inform early modifications to the surgical strategy, potentially improving long-term outcomes. IV; Retrospective study.",
  "disease": "osteoarthritis"
}