{
    "title": "Sources and health risk assessment of water-soluble and water-insoluble metals in road and foliar dust in Xi'an, Northwest China.",
    "doc_id": "37295530",
    "writer": "Wang Q",
    "year": "2023",
    "summary": "To better understand the risk exposure and sources of unhealthy metals in road dust and foliar dust, the dust samples were collected in Xi'an city, Northwest China. The sampling period was during December 2019 and 53 metals in the dust were analyzed using Inductive …",
    "abstract": "Road dust pollution is still an important environmental problem in the cities of northwest China. To better understand the risk exposure and sources of unhealthy metals in road dust and foliar dust, the dust samples were collected in Xi'an city, Northwest China. The sampling period was during December 2019 and 53 metals in the dust were analyzed using Inductive Coupled Plasma Emission Spectrometer (ICPA-RQ). Compared to road dust, most metals are found in relatively higher concentrations in foliar dust, especially water-soluble metals, with Mn being 3710 times more abundant in foliar dust. However, the regional characteristics of road dust are more pronounced, i.e., the concentrations of Co and Ni are six times higher in industrial manufacturing areas than in residential areas. The results of the non-negative matrix factorization and principal component analysis source analyses demonstrate this difference, the dust in Xi'an is mainly from transportation (63 %) and natural sources (35 %). From the emission characteristics of the traffic source dust, brake wear is the main cause of traffic source, accounting for 43 %. However, the metal sources in each principal component of foliar dust show a more mixed state, which is consistent with the results of regional characterization. The health risk evaluation shows that traffic sources are the main risk source and contribute 67 % to the total risk. Among them, Pb from tire wear is the main contribution to the total non-carcinogenic risk for children, which is close to the risk threshold. In addition, Cr and Mn are also worthy of attention. The above results all emphasize the contribution of traffic emissions, especially the non-tailpipe emission component, to dust emissions and health risks. Therefore, controlling vehicle wear and tear and exhaust emissions should be the main way to improve air quality, such as traffic control and improvement of vehicle component materials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37295530/"
}