{
  "pmid": "41467110",
  "title": "Paclitaxel-Loaded Polyelectrolyte Nanocarriers: Uptake Mechanisms, Cytotoxicity, and Genotoxicity in Human Endothelial and Breast Cancer Cells.",
  "abstract": "This study explores the therapeutic potential of sodium dodecyl sulphate (SDS)-based nanocarriers (NCs) for the targeted delivery of paclitaxel (PTX) to breast cancer (BC) cells, with a particular focus on the mechanisms governing their intracellular transport and biological activity. Two types of SDS-based NCs differing in polyelectrolyte composition: poly-L-lysine (SDS/PLL) and poly-L-lysine with poly-L-glutamic acid (SDS/PLL/PGA), were prepared following the Layer-by-Layer (LbL) technique. Cellular uptake and distribution of Rhodamine B (RhoB)-labelled NCs were assessed via fluorescence microscopy and quantified by flow cytometry across three human cell lines: dermal microvascular endothelial cell line (HMEC-1), epithelial breast adenocarcinoma cell line (MCF-7), and triple-negative, mesenchymal-like BC cell line (MDA-MB-231). The cytotoxic and genotoxic effects of PTX-loaded NCs were evaluated using spectrophotometric and spectrofluorimetric assays. In parallel, DNA damage-responsive gene expression was examined by quantitative real-time reverse transcription polymerase chain reaction (qRT-PCR). Both NC formulations demonstrated comparable uptake efficiency, despite differences in fluorescence intensity. Inhibitor-based studies revealed distinct internalization pathways: SDS/PLL NCs entered via dynamin-dependent endocytosis and macropinocytosis, whereas SDS/PLL/PGA NCs relied predominantly on macropinocytosis. Genotoxicity of PTX-loaded NCs was confirmed by comet assay and H2A histone family member X (γH2AX) phosphorylation, particularly in MCF-7 and MDA-MB-231 cells. Cell cycle perturbations and transcriptional changes in ataxia-telangiectasia mutated ( These findings delineate the cellular uptake mechanisms and in vitro biological effects of the examined polyelectrolyte NCs for PTX delivery, with a particular focus on their genotoxicity. Collectively, these in vitro data provide a mechanistic basis to inform the rational design and preclinical optimization of SDS-based NCs, supporting subsequent in vivo evaluation.",
  "disease": "breast cancer"
}