{
  "pmid": "41465943",
  "title": "Objective motor function assessment using diffusion tensor tractography in subacute acquired brain injury: A retrospective observational study.",
  "abstract": "Corticospinal tract (CST) integrity is a key determinant of motor recovery after focal brain injury. Diffusion tensor tractography (DTT) can quantify CST microstructural integrity, but clinically applicable thresholds predicting tract integrity to motor function remain unclear. This study aimed to evaluate whether DTT-derived CST fiber number (FN) and fractional anisotropy (FA) ratios (affected/unaffected, A/U) can serve as objective indicators of motor function in patients with subacute focal acquired brain injury, and to determine optimal cutoff values for these metrics. We retrospectively analyzed 70 patients (7-90 days post-onset) with first-ever unilateral hemiparesis due to ischemic stroke, intracerebral hemorrhage, subarachnoid hemorrhage, hypoxic brain injury, or brain tumor. Motor function was assessed using the Medical Research Council (MRC) scale, hand function tests (HFTs), and the Modified Barthel Index (MBI). CST FN and FA values were measured on both sides, and ratios (A/U) were calculated. Wilcoxon signed-rank tests compared affected versus unaffected sides. Receiver operating characteristic (ROC) analyses with 95% confidence intervals (CIs) identified optimal CST ratio cutoffs associated with neurophysiologic and functional milestones. The CST FN and FA values were significantly reduced on the affected side (all P < .001). Higher FN and FA ratios (A/U) correlated with larger motor-evoked potential amplitudes, higher MRC grades, higher HFT scores, and better MBI outcomes. ROC analysis yielded clinically applicable cutoff values that increased with task difficulty. DTT-derived CST FN and FA ratios (A/U) provide quantitative, objective indicators of motor function in subacute focal brain injury. These tract-based metrics may assist in clinical decision-making and rehabilitation planning by offering reproducible thresholds linked to functional performance.",
  "disease": "stroke"
}