{
  "pmid": "41310661",
  "title": "Association of triglyceride-glucose related indices with all-cause and cardiovascular mortality in patients with chronic obstructive pulmonary disease: a large prospective cohort study.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a leading cause of death and is closely linked to cardiovascular disease (CVD) and metabolic disorders. The triglyceride-glucose (TyG) index and related indices are potential markers for all-cause and CVD mortality. This study aimed to evaluate their predictive value in patients with COPD. Data from the UK Biobank, a large-scale biomedical database including genetic, environmental, lifestyle, and disease outcome information, were used for this analysis. Four indicators were constructed, including TyG, TyG combined with BMI (TyG-BMI), waist circumference (TyG-WC), and waist-to-height ratio (TyG-WHtR). Both the continuous values and tertile categories of these indicators were analyzed. Kaplan-Meier curves, restricted cubic splines, and Cox proportional hazards models were used to examine their associations with all-cause and CVD mortality among patients with COPD. A total of 40,414 COPD patients (mean age, 58 years) were included. Over a median follow-up period of 13 years, 35,558 participants were alive, while 4,856 died, including 524 from CVD. Compared with the lowest tertile, the highest tertile of TyG, TyG-WC and TyG-WHtR were significantly associated with an increased risk of all-cause mortality, with fully adjusted HRs of 1.149 (95% CI: 1.048-1.259), 1.143 (95% CI: 1.045-1.252) and 1.313 (95% CI: 1.205-1.430), respectively. In contrast, TyG-BMI showed no significant association with all-cause mortality (HR: 0.979, 95% CI: 0.903-1.061). Additionally, TyG-WHtR was significantly associated with a higher risk of CVD mortality (HR: 1.539, 95% CI: 1.178-2.011). Nonlinear relationships were observed between TyG-WC and TyG-WHtR with all-cause mortality, while a linear association was noted with CVD mortality. A U-shaped relationship was found between TyG-BMI and both all-cause and CVD mortality. TyG-related indices performed well in predicting all-cause and CVD mortality, especially TyG-WHtR. Sensitivity analyses excluding early deaths, missing covariates, or stratified by age, sex, and smoking confirmed the main findings. TyG-related indices showed significant associations with all-cause and CVD mortality among patients with COPD, highlighting their potential in predicting long-term COPD prognosis, with TyG-WHtR demonstrating the strongest and most consistent predictive value.",
  "disease": "chronic obstructive pulmonary disease"
}