{
    "title": "Surgical placement possibilities, audiological benefit, and quality of life following Bonebridge implantation in children.",
    "doc_id": "41066481",
    "writer": "Urík M",
    "year": "2025",
    "summary": "Audiological outcomes in terms of sound field audiometry, speech recognition threshold, and speech recognition in noise were assessed. The Speech, Spatial, and Qualities of Hearing Scale (SSQ12) and the Assessment of Quality of Life 6 Dimensions (AQoL-6D) que …",
    "abstract": "This study's primary goal was to evaluate how smaller size of the BCI602 transcutaneous bone conduction implant affects surgical placement possibilities in children compared to its precursor model, the BCI601. Additionally, audiological benefits, quality of life, and surgical safety of the implant system were investigated in a retrospective cohort of 21 patients. Computed tomography imaging data of the previously implanted patients were examined using a surgical planning software to determine which locations on the scull were feasible for placing the floating mass transducer of the respective implant version. Audiological outcomes in terms of sound field audiometry, speech recognition threshold, and speech recognition in noise were assessed. The Speech, Spatial, and Qualities of Hearing Scale (SSQ12) and the Assessment of Quality of Life 6 Dimensions (AQoL-6D) questionnaires were used to assess subjective benefit in terms of hearing and quality of life. Evaluation of placement options revealed that placement of the BCI602 in the transmastoid plane was possible in 100% of the children, as well as in 89.5% of the cases with the BCI601 variant when using lifts. Likewise, it would be possible to place the BCI602 in 100% of patients superior to the temporal line. For the older BCI601 version, this would be possible only in 58% of cases. With the implant, audiological performance as well as subjective benefit scores improved significantly in the study population. The pediatric cohort reports significant audiological benefit, significantly improved quality of life, and low complication rates. Its combination of high safety, significant audiological benefits, and easy placement of the BCI602 makes the Bonebridge a comfortable and effective option for hearing rehabilitation in children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41066481/"
}