{
    "title": "Multi-Impacts of Spatial Self-Policing during COVID-19: Evidence from a Chinese University.",
    "doc_id": "36231473",
    "writer": "Sun Y",
    "year": "2022",
    "summary": "Chinese universities generally took a self-policing strategy to address the COVID-19 pandemic. This study aimed to examine how the self-policing effect fluctuated during the pandemic, assessed from the perspective of university students. We collected monthly data fr …",
    "abstract": "Current research has focused on the impacts of the COVID-19 pandemic on university students' physical and mental health conditions but has rarely examined the secondary effects caused by school management and prevention policies. Chinese universities generally took a self-policing strategy to address the COVID-19 pandemic. This study aimed to examine how the self-policing effect fluctuated during the pandemic, assessed from the perspective of university students. We collected monthly data from January 2020 to August 2022 from Zhejiang University's online forum CC98 and analyzed the monthly frequency of keywords in the online posts' titles. The dataset covered five topics: pandemic situations, epidemic prevention policies, campus access control, campus space use, and emotional conditions. The results showed that university students have expressed concern about the pandemic over the past thirty-two months, which still has an unignorable influence on their lives and studies. They paid more attention to the epidemic prevention policies, which directly affected their social connections, spatial use, and psychological well-being. University students gradually questioned their duty to obey and showed impatience and resistance toward school self-policing management, especially during the second Omicron wave. Additionally, the findings investigated an introverted trend for university students living in a gated campus environment. In conclusion, we call for reflections on the current Chinese campus self-policing strategy to cope with future long-term and normalized pandemic situations. The concerns of university students should be taken into account as we move toward a post-COVID-19 world.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36231473/"
}