{
    "title": "Depth-Dependent Out-of-Plane Young's Modulus of the Human Cornea.",
    "doc_id": "29283675",
    "writer": "Ramirez-Garcia MA",
    "year": "2018",
    "summary": "In this work, we characterized the depth-dependent out-of-plane Young's modulus of the central and peripheral human cornea with high spatial resolution. ...The depth-dependent out-of-plane Young's modulus of central and peripheral specimens ranged between 72.4-102.4 …",
    "abstract": "Purpose/Aim: Despite their importance in accurate mechanical modeling of the cornea, the depth-dependent material properties of the cornea have only been partially elucidated. In this work, we characterized the depth-dependent out-of-plane Young's modulus of the central and peripheral human cornea with high spatial resolution.\n    \n\n\n          Materials and methods:\n        \n      \n      Central and peripheral corneal buttons from human donors were subjected to unconfined axial compression followed by stress relaxation for 30 min. Sequences of fluorescent micrographs of full-thickness corneal buttons were acquired throughout the experiment to enable tracking of fluorescently labeled stromal keratocyte nuclei and measurements of depth-dependent infinitesimal strains. The nominal (gross) out-of-plane Young's modulus and drained Poisson's ratio for each whole specimen was computed from the equilibrium stress and overall tissue deformation. The depth-dependent (local) out-of-plane Young's modulus was computed from the equilibrium stress and local tissue strain based on an anisotropic model (transverse isotropy).\n    \n\n\n          Results:\n        \n      \n      The out-of-plane Young's modulus of the cornea exhibited a strong dependence on in-plane location (peripheral versus central cornea), but not depth. The depth-dependent out-of-plane Young's modulus of central and peripheral specimens ranged between 72.4-102.4 kPa and 38.3-58.9 kPa. The nominal out-of-plane Young's modulus was 87 ± 41.51 kPa and 39.9 ± 15.28 kPa in the central and peripheral cornea, while the drained Poisson's ratio was 0.05 ± 0.02 and 0.07 ± 0.04.\n    \n\n\n          Conclusions:\n        \n      \n      The out-of-plane Young's modulus of the cornea is mostly independent of depth, but not in-plane location (i.e. central vs. peripheral). These results may help inform more accurate finite element computer models of the cornea.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29283675/"
}