{
    "title": "Molecular basis of vascular events following spinal cord injury.",
    "doc_id": "20945816",
    "writer": "Sinescu C",
    "year": "2010",
    "summary": "The aim of this article is to analyze the effects of the molecular basis of vascular events following spinal cord injury and their contribution in pathogenesis. First of all, we reviewed the anatomy of spinal cord vessels. ...Endothelin 1 mediates oxid …",
    "abstract": "The aim of this article is to analyze the effects of the molecular basis of vascular events following spinal cord injury and their contribution in pathogenesis. First of all, we reviewed the anatomy of spinal cord vessels. The pathophysiology of spinal cord injuries revealed two types of pathogenic mechanisms. The primary event, the mechanic trauma, results in a disruption of neural and vascular structures into the spinal cord. It is followed by secondary pathogenesis that leads to the progression of the initial lesion. We reviewed vascular responses following spinal cord injury, focusing on both primary and secondary events. The intraparenchymal hemorrhage is a direct consequence of trauma; it has a typical pattem of distribution into the contused spinal cord, inside the gray matter and, it is radially extended into the white matter. The intraparenchymal hemorrhage is restricted to the dorsal columns, into adjacent rostral and caudal spinal segments. Distribution of chronic lesions overlaps the pattern of the early intraparenchymal hemorrhage. We described the mechanisms of action, role, induction and distribution of the heme oxygenase isoenzymes 1 and 2. Posttraumatic inflammatory response contributes to secondary pathogenesis. We analyzed the types of cells participating in the inflammatory response, the moment of appearance after the injury, the decrease in number, and the nature of their actions. The disruption of the blood-spinal cord barrier is biphasic. It exposes the spinal cord to inflammatory cells and to toxic effects of other molecules. Endothelin 1 mediates oxidative stress into the spinal cord through the modulation of spinal cord blood flow. The role of matrix metalloproteinases in blood-spinal cord barrier disruption, inflammation, and angiogenesis are reviewed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20945816/"
}