{
    "title": "The impacts of the 340B Program on health care quality for low-income patients.",
    "doc_id": "37475113",
    "writer": "Smith K",
    "year": "2023",
    "summary": "DATA: Agency for Health Care Research and Quality's Healthcare Cost and Utilization Project State Inpatient Data, Hospital Cost Reporting Information System Data, Office of Pharmacy Affairs Information System Data, and American Hospital Association Annual Survey. .. …",
    "abstract": "Objective:\n        \n      \n      To assess the effects of hospital 340B eligibility on quality of inpatient care provided to Medicaid and uninsured patients and for all patients.\n    \n\n\n          Data:\n        \n      \n      Agency for Health Care Research and Quality's Healthcare Cost and Utilization Project State Inpatient Data, Hospital Cost Reporting Information System Data, Office of Pharmacy Affairs Information System Data, and American Hospital Association Annual Survey.\n    \n\n\n          Design:\n        \n      \n      Regression discontinuity design comparing hospitals just above the DSH percentage program eligibility threshold to those just below. Quality measures include all-cause mortality and 30-day readmission rates as well as condition-specific measures.\n    \n\n\n          Data extraction:\n        \n      \n      Inpatient data from general acute care hospitals from 2008 to 2014 in 15 states. Data linked on hospital 340B eligibility and participation.\n    \n\n\n          Principal findings:\n        \n      \n      We did not find discontinuities in inpatient care quality across the Program eligibility threshold for Medicaid and uninsured patients; specifically, on all-cause mortality (beta = -0.04 percentage points, 95% CI: -0.16, 0.08), 30-day readmission rates (beta = -0.16 percentage points, 95% CI: -0.81, 0.5), or other measures. Among insured and non-Medicaid patients, we found discontinuities for acute myocardial infarction (beta = -0.87 percentage points, 95% CI: -1.55, -0.2) and postoperative sepsis (beta = -0.15 percentage points, 95% CI: -0.23, -0.07) mortality.\n    \n\n\n          Conclusions:\n        \n      \n      340B Program participation has not demonstrated improved quality of inpatient care among Medicaid or uninsured patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37475113/"
}