{
    "title": "Lung cancer in never smokers.",
    "doc_id": "21992731",
    "writer": "Torok S",
    "year": "2011",
    "summary": "Lung cancer in never smokers (LCINS) is the seventh leading cause of death among solid tumors. The main risk factor for lung cancer is smoking; however, approximately 15% of lung cancer patients have never smoked. ...",
    "abstract": "Lung cancer in never smokers (LCINS) is the seventh leading cause of death among solid tumors. The main risk factor for lung cancer is smoking; however, approximately 15% of lung cancer patients have never smoked. LCINS is more frequent in women, irrespective of geographical location, nevertheless, the highest incidence has been found in South-East Asia. The histological incidence of adenocarcinoma is higher in the group of never smokers than squamous cell carcinoma. There is a familial clustering of lung cancer that is more pronounced in never smokers, where the family history was associated with an increased risk. Genome-wide association studies identified certain chromosomal aberrations in LCINS. Furthermore, the oncogenic mutation pattern is distinct in nonsmoking patients: activating mutations of EGFR or anaplastic lymphoma kinase are more frequent. The etiology of LCINS includes several environmental factors as well, such as environmental tobacco smoke, viral and hormonal factors, a variety of pulmonary diseases and certain occupational exposures. It is now established that EGFR-tyrosine kinase inhibitor treatment (erlotinib and geftinib) in lung cancer is more effective in LCINS, owing to the higher incidence of EGFR mutation in nonsmokers. Despite the growing body of information on LCINS in recent years there is a need to further investigate the pathogenesis of this particular lung cancer. Future studies on LCINS should try to tackle the issues of prevention, early diagnosis and the exploration of novel therapeutic targets to combat lung cancer disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21992731/"
}