{
  "pmid": "41401705",
  "title": "Vaccine fatigue, perceived risk and trust: Unraveling the motivational drivers of influenza vaccination in Chinese adults using the COM-B model.",
  "abstract": "Influenza poses a major public health threat, with persistently low adult vaccination coverage in China. Traditional behavioral frameworks fail to explain vaccine fatigue, a distinct emotional desensitization mechanism that fundamentally differs from complacency. This novel construct, integrated with perceived risk and trust, constitutes an unquantified motivational triad within the Capability-Opportunity-Motivation-Behavior (COMB) model, necessitating validation in influenza contexts. To identify the key behavioral determinants of influenza vaccination using the COM-B model, with a specific focus on validating the roles of vaccine fatigue, perceived risk, and trust within the motivational component. A cross-sectional survey enrolled adults through convenience sampling in Jiangsu, China. Key COM-B constructs-capability (vaccine literacy), opportunity (structural/social barriers), and motivation (vaccine fatigue, risk perception, and trust)-were measured using structural equation modeling analyze the direct/indirect effects. A total of 2604 participants (mean age 28.91 ± 7.59 years) were analyzed. The prevalence rate of influenza vaccination was 24.4 %. The structural equation model demonstrated an acceptable fit. Vaccine fatigue significantly reduced uptake (β = -0.05, p = 0.026). Perceived risk emerged as the strongest barrier (β = -0.28, p < 0.001). Conversely, trust promoted vaccination (β = 0.09, p < 0.001). Opportunity barriers indirectly reduced vaccination by heightening perception risk (β = -0.22, p = 0.011). Vaccine literacy demonstrated dual pathways: a direct positive effect on uptake (β = 0.16, p < 0.001); beneficial indirect effects via reduced vaccine fatigue (β = 0.01, p = 0.017) and enhanced trust (β = 0.02, p = 0.001); yet a countervailing negative indirect effect via increased perception risk (β = -0.04, p = 0.027). Vaccine fatigue is a novel motivating factor. Notably, vaccine literacy exhibits dual, paradoxical effects. The recommended multi-level interventions include enhanced structural accessibility, tailored risk communication, precision vaccine literacy education, and clinician-mediated trust reinforcement.",
  "disease": "influenza"
}