{
    "title": "The long and winding road: stem cells for cystic fibrosis.",
    "doc_id": "29216777",
    "writer": "Conese M",
    "year": "2018",
    "summary": "Despite having several drugs targeting specific mutated CFTR proteins already in clinical trials, new therapies, based on stem cells, are also emerging to treat those patients. AREAS COVERED: The authors review the main sources of stem cells, including …",
    "abstract": "Introduction:\n        \n      \n      Cystic fibrosis (CF) is a genetic syndrome with a high mortality rate due to severe lung disease. Despite having several drugs targeting specific mutated CFTR proteins already in clinical trials, new therapies, based on stem cells, are also emerging to treat those patients.\n    \n\n\n          Areas covered:\n        \n      \n      The authors review the main sources of stem cells, including embryonic stem cells (ESCs), induced-pluripotent stem cells (iPSCs), gestational stem cells, and adult stem cells, such as mesenchymal stem cells (MSCs) in the context of CF. Furthermore, they describe the main animal and human models of lung physiology and pathology, involved in the optimization of these stem cell-applied therapies in CF.\n    \n\n\n          Expert opinion:\n        \n      \n      ESCs and iPSCs are emerging sources for disease modeling and drug discovery purposes. The allogeneic transplant of healthy MSCs, that acts independently to specific mutations, is under intense scrutiny due to their secretory, immunomodulatory, anti-inflammatory and anti-bacterial properties. The main challenge for future developments will be to get exogenous stem cells into the appropriate lung location, where they can regenerate endogenous stem cells and act as inflammatory modulators. The clinical application of stem cells for the treatment of CF certainly warrants further insight into pre-clinical models, including large animals, organoids, decellularized organs and lung bioengineering.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29216777/"
}