{
  "pmid": "41413793",
  "title": "Arthroscopic Versus Open Surgery for Scaphoid Nonunion: A Retrospective Case-Control Study.",
  "abstract": "Currently, there is no consensus on the optimal surgical technique for scaphoid nonunion (arthroscopic vs open surgery). Open bone grafting is likely to result in better carpal alignment than arthroscopic bone grafting, but the clinical relevance of this issue is unclear. The aim of this retrospective study is to compare the clinical and radiological outcomes of arthroscopic versus open surgery for scaphoid nonunion. A retrospective case-control study was conducted, assessing patients who underwent surgery for scaphoid nonunion between October 2015 and March 2023. Inclusion criteria were age over 18 years and no preexisting degenerative disease or severe concomitant injuries that would prevent standardized follow-up treatment. We compared range of motion, grip strength, complication rates, and reoperation rates. Based on radiological data, consolidation, incidence of posttraumatic osteoarthritis of the wrist, and changes in the length of the scaphoid axis and position in the carpus were assessed. After exclusion and matching, 42 of a total of 55 patients were included for comparative data analysis (22 in the arthroscopic and 20 in the open treatment group). Baseline patient characteristics were comparable in both groups. The mean operating time averaged 157 minutes (SD 19.74) for open surgery versus 151 minutes (SD 42.95) for arthroscopic approaches. There were no statistically significant differences between the two groups regarding wrist range of motion and grip strength at 3- and 12-month follow-up. The incidence of posttraumatic wrist osteoarthritis, complication and reoperation rates were comparable. Regarding consolidation, there was a statistically significant higher radiological consolidation rate after 3 months in the arthroscopic group compared to the open approach. Consolidation rates leveled out at the 12-month follow-up. The arthroscopic procedure demonstrates a valid alternative to the open method with comparable postoperative subjective outcomes (especially pain) and similarly satisfactory range of motion as well as strength measurements. Surgical time can be reduced using the arthroscopic approach, albeit an initial steep learning curve must be considered. Arthroscopic reconstructions are usually less painful and may be performed as an outpatient basis. This study supports the use of arthroscopic reconstruction of scaphoid pseudarthrosis as it marks a time-efficient alternative to the current gold standard open approach without loss of function and faster time to consolidation.",
  "disease": "osteoarthritis"
}