{
    "title": "Characteristics of systematic lymph node dissection and influencing factors of sentinel lymph node biopsy using carbon nanoparticles in endometrial carcinoma: a single-center study.",
    "doc_id": "36750844",
    "writer": "Tao S",
    "year": "2023",
    "summary": "Then, we applied CNPs to sentinel lymph nodes biopsy in 54 endometrial carcinoma patients. All 54 patients received systematic lymph node dissection after sentinel lymph node biopsy. ...CONCLUSIONS: CNPs improve the detection rate of smal …",
    "abstract": "Background:\n        \n      \n      Carbon nanoparticles (CNPs) are a new tracer for lymph node mapping, which can quickly reach and develop lymph nodes through a lymphatic network. This research investigated the characteristics of systematic lymph node dissection and sentinel lymph node biopsy mapped with CNPs in endometrial carcinoma.\n    \n\n\n          Methods:\n        \n      \n      We first applied CNPs to systematic lymph node dissection in 18 endometrial carcinoma patients as the study group and another 18 endometrial carcinoma patients who were not injected with anything served as the control group. Then, we applied CNPs to sentinel lymph nodes biopsy in 54 endometrial carcinoma patients. All 54 patients received systematic lymph node dissection after sentinel lymph node biopsy. The detection rate, sensitivity, specificity, and accuracy of systematic lymph node dissection and sentinel lymph node biopsy by CNPs were respectively analyzed. A nomogram model for predicting the success of sentinel lymph node mapping was established.\n    \n\n\n          Results:\n        \n      \n      The average number of lymph nodes removed in the CNP-labeled study group was higher than that in the control group (p<0.001). CNPs improved the number of lymph nodes with a diameter ≤ 0.5cm. The detection rate, sensitivity, specificity, and accuracy of sentinel lymph nodes biopsy by CNPs for endometrial carcinoma were 70.4%, 100%, 100%, and 100%, respectively. The nomogram model included factors of long menopause time, cervical cyst, and hard cervical texture, and the area of ROC curve was 0.816.\n    \n\n\n          Conclusions:\n        \n      \n      CNPs improve the detection rate of small lymph nodes. CNPs can trace sentinel lymph nodes in evaluating lymph node metastasis in endometrial carcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36750844/"
}