{
  "pmid": "41328889",
  "title": "Unveiling atrial electromechanical delay in chronic obstructive pulmonary disease: an observational cohort study from north India.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is often associated with cardiovascular complications such as atrial fibrillation (AF), heart failure, and myocardial infarction. AF is highly prevalent in COPD, yet the mechanisms linking them remain unclear. This study investigates the role of atrial electromechanical delay (AEMD) in predicting cardiovascular outcomes in COPD patients. This prospective cohort study included 60 COPD patients (forced expiratory volume in 1 second/forced vital capacity <0.7) from August 2022 to March 2024. Patients with pre-existing heart disease and other major comorbidities were excluded. Participants underwent spirometry, electrocardiogram (ECG), echocardiography, and N-terminal pro b-type natriuretic peptide (NT-proBNP) testing. AEMD was measured at the lateral and medial mitral annuli and tricuspid annulus. Primary endpoints included AF incidence, heart failure, stroke, and COPD exacerbations, while secondary endpoints were hospitalization and mortality. AEMD values were significantly higher in patients with AF (75.4±5.9 ms vs. 70.4±4.1 ms, p=0.004), heart failure, and COPD exacerbations, particularly at the lateral and medial mitral annuli. AEMD at the tricuspid annulus was strongly associated with mortality (p=0.04). P wave dispersion (41.2±6.4 ms vs. 36.1±4.2 ms, p=0.001) and QT dispersion (49.3±8.9 ms vs. 42.1±6.8 ms, p=0.002) were significantly elevated in patients with adverse outcomes. Elevated NT-proBNP levels (>1000 pg/mL) correlated with prolonged AEMD, suggesting cardiac stress. AEMD, particularly at the mitral and tricuspid annuli, is a strong predictor of AF, heart failure, and COPD exacerbations. P wave and QT dispersion are associated with increased hospitalization and mortality, highlighting their role in risk stratification. These findings support the use of AEMD and ECG parameters as early markers for cardiovascular complications in COPD. Further validation in larger cohorts is needed.",
  "disease": "chronic obstructive pulmonary disease"
}