{
  "pmid": "41452765",
  "title": "Effect of a lifestyle intervention during chemotherapy for breast cancer on quality of life.",
  "abstract": "Chemotherapy-induced side effects can diminish physical and psychological well-being for women with breast cancer. Although nutrition and exercise improve quality of life (QoL) post-treatment, their ability to attenuate treatment-related declines in QoL during chemotherapy remains underexplored. Women diagnosed with stage I-III breast cancer initiating chemotherapy were randomized to a yearlong nutrition and exercise intervention (I; n = 87) or usual care (UC; n = 86). Patient-Reported Outcomes Measurement Information System (PROMIS)-29, PROMIS Cognitive Function, and PROMIS Global Health scales were assessed at diagnosis (baseline), post-chemotherapy (PC), 1-year, and 2-years post-randomization. Participants (N = 173) were on average 52.8 ± 11.1 years of age and 51% had stage I breast cancer. At diagnosis, PROMIS scores were comparable to the general U.S. population, except for heightened anxiety. PROMIS scores worsened from diagnosis to PC for physical function (I:-5.5 (1.0); UC:-5.4 (1.0)), fatigue (I : 5.4 (1.1); UC : 6.2 (1.1)), social roles (I:-5.4 (1.0); UC:-7.1 (1.0)), cognitive function (I:-4.8 (1.0); UC:-4.3 (1.1)), global physical health (I:-10.9 (0.8); UC:-10.1 (0.8)) and global mental health (I:-11.2 (1.1); UC:-9.7 (1.2)), with anxiety improving (I:-5.1 (0.9); UC:-3.7 (0.9)). No between arm differences were observed. By 1-year, most scores returned to baseline levels and remained stable through 2-years, except anxiety, which remained improved. Despite improving nutrition and exercise, the intervention did not attenuate declines in QoL compared to UC. This study fills a gap on interventions with nutrition and exercise components during chemotherapy and highlights needing more research to identify those most likely to have benefits in QoL from lifestyle interventions delivered during active treatment.",
  "disease": "breast cancer"
}