{
    "title": "The Cardiac Comeback-Beating Stronger: Exploring the Remarkable Resilience of the Heart in COVID-19 Recovery through Cardiac Autonomic Analysis.",
    "doc_id": "37629687",
    "writer": "Garg S",
    "year": "2023",
    "summary": "Background and Objectives: Analyzing the cardiac autonomic function in COVID-19 patients can provide insights into the impact of the virus on the heart's regulatory mechanisms and its recovery. The autonomic nervous system plays a crucial role in regulating the h …",
    "abstract": "Background and Objectives: Analyzing the cardiac autonomic function in COVID-19 patients can provide insights into the impact of the virus on the heart's regulatory mechanisms and its recovery. The autonomic nervous system plays a crucial role in regulating the heart's functions, such as heart rate, blood pressure, and cardiac output. This study aimed to investigate the impact of COVID-19 on heart rate variability (HRV) during a 6-min walk test (6MWT). Materials and Methods: The study included 74 participants, consisting of 37 individuals who had recovered from mild to moderate COVID-19 and 37 healthy controls. The study assessed heart rate variability (HRV) and blood pressure both before and after a 6-min walk test (6MWT). Results: The study found significant differences in a few time domains (SDNN and pNN50) and all frequency domain measures, whereas there were no significant differences in demographic characteristics or blood pressure between COVID-19-recovered individuals and healthy controls at rest. There were significant 6MWT effects on average HR, time-domain (SDNN and pNN50) measures of HRV, and all frequency domain measures of HRV. A significant group × 6MWT interaction was found for SDNN, pNN50, total power, Ln total power, LF, HF, Ln LF, Ln HF, and LF nu. Conclusions: Cardiac Autonomic analysis through HRV is essential to ensure the continued health and well-being of COVID-19 survivors and to minimize the potential long-term impacts of the disease on their cardiovascular system. This suggests that HRV analysis during the recovery phase following exercise could serve as a valuable tool for evaluating the physiological effects of COVID-19 and monitoring the recovery process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37629687/"
}