{
    "title": "Priorities for young adults when accessing UK primary care: literature review.",
    "doc_id": "23092551",
    "writer": "Davey A",
    "year": "2013",
    "summary": "Five aspects of primary care provision emerged as being of importance to young adults--the accessibility and availability of services, the confidentiality of health-related information, issues relating to communication with healthcare professionals, continuity of ca …",
    "abstract": "This literature review focuses on what matters to young adults when they access primary care services in the United Kingdom. Patients' access to and experience of primary care services differs across age groups. Existing research has largely focused on the needs and experiences of children, adolescents, and adults. There is some evidence to suggest the views of young adults (aged 18-25 years) that may differ from the views of other age groups, and research has not previously reported specifically on the views of this group of the population. The literature was reviewed to identify the views and priorities of young UK adults regarding primary healthcare provision, and furthermore, to identify those related topics that would benefit from further research. Relevant academic publications and grey literature published from 2000 onwards was reviewed and synthesised. We identified and reported emerging themes that were of importance to young adults in respect of the UK primary care provision. A total of 19 papers met our inclusion criteria. Young adults access primary care services less frequently than other age groups; this may be because of their experience of primary care throughout childhood and adolescence. Five aspects of primary care provision emerged as being of importance to young adults--the accessibility and availability of services, the confidentiality of health-related information, issues relating to communication with healthcare professionals, continuity of care, and behaviours and attitudes expressed towards young adults by healthcare professionals. There is a lack of focus of current research on the expectations, needs, and primary healthcare experiences of young adults. Young adults may hold views that are distinct from other age groups. Further research is needed to better understand the needs of a young adult population as their needs may impact the future use of services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23092551/"
}