{
  "pmid": "41343541",
  "title": "Evaluation of umbilical cord blood serum eye drops for severe dry eye in two distinct populations-Sjögren's syndrome and mustard gas-induced ocular injury: Protocol for a pilot randomized clinical trial.",
  "abstract": "Human umbilical cord blood (HUCB) serum eye drops contain growth factors, neurotrophic agents, and antimicrobial compounds that may promote ocular surface healing and regeneration. Sjögren's syndrome is a chronic autoimmune condition characterized by reduced tear production and ocular surface damage, often resulting in severe dry eye symptoms. Mustard gas chemical veterans also suffer from similar debilitating ocular complications due to chronic inflammation and meibomian gland dysfunction. While conventional treatments offer symptomatic relief, they lack essential components of natural tears. This pilot randomized controlled trial will evaluate the efficacy of HUCB eye drops in three patient groups: (A) Sjögren's patients treated with HUCB drops, (B) Sjögren's patients receiving conventional treatment, and (C) mustard gas veterans receiving conventional treatment in the right eye and HUCB drops in the left eye. Patients will be assessed using subjective and objective tools, including the Ocular Surface Disease Index (OSDI), visual acuity, tear film breakup time (TBUT), SM tube test, and fluorescein staining based on SICCA criteria. Group allocation will follow a blocked randomization sequence for groups A and B; group C will follow a within-subject paired-eye design. Follow-up will occur at 30 and 60 days. This study aims to assess the regenerative potential of HUCB serum in patients with autoimmune and chemically induced dry eye. Its results may support broader clinical use of HUCB drops in treating severe ocular surface disorders, including conditions like Stevens-Johnson syndrome and industrial chemical exposures. This trial was registered at the Iranian Registry of Clinical Trials (Registration number: IRCT20230925059512N1, Registration date: 2024-08-11).",
  "disease": "rheumatoid arthritis"
}