{
    "title": "Microsimulation Models on Mental Health: A Critical Review of the Literature.",
    "doc_id": "37949353",
    "writer": "de Oliveira C",
    "year": "2024",
    "summary": "OBJECTIVES: To retrieve and synthesize the literature on existing mental health-specific microsimulation models or generic microsimulation models used to examine mental health, and to critically appraise them. ...Some studies covered existing economic- …",
    "abstract": "Objectives:\n        \n      \n      To retrieve and synthesize the literature on existing mental health-specific microsimulation models or generic microsimulation models used to examine mental health, and to critically appraise them.\n    \n\n\n          Methods:\n        \n      \n      All studies on microsimulation and mental health published in English in MEDLINE, Embase, PsycINFO, and EconLit between January 1, 2010, and September 30, 2022, were considered. Snowballing, Google searches, and searches on specific journal websites were also undertaken. Data extraction was done on all studies retrieved and the reporting quality of each model was assessed using the Quality Assessment Reporting for Microsimulation Models checklist, a checklist developed by the research team. A narrative synthesis approach was used to synthesize the evidence.\n    \n\n\n          Results:\n        \n      \n      Among 227 potential hits, 19 studies were found to be relevant. Some studies covered existing economic-demographic models, which included a component on mental health and were used to answer mental-health-related research questions. Other studies were focused solely on mental health and included models that were developed to examine the impact of specific policies or interventions on specific mental disorders or both. Most models examined were of medium quality. The main limitations included the use of model inputs based on self-reported and/or cross-sectional data, small and/or nonrepresentative samples and simplifying assumptions, and lack of model validation.\n    \n\n\n          Conclusions:\n        \n      \n      This review found few high-quality microsimulation models on mental health. Microsimulation models developed specifically to examine mental health are important to guide healthcare delivery and service planning. Future research should focus on developing high-quality mental health-specific microsimulation models with wide applicability and multiple functionalities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37949353/"
}