{
    "title": "Acupuncture inhibition on neuronal activity of spinal dorsal horn induced by noxious colorectal distention in rat.",
    "doc_id": "15742405",
    "writer": "Rong PJ",
    "year": "2005",
    "summary": "RESULTS: The visceral nociception could be inhibited at the spinal level by the heterotopic somatic mechanical stimulation and acupuncture. The maximal inhibition was induced by acupuncture or the somatic noxious stimulation at spinal dorsal horn level with inhibiti …",
    "abstract": "Aim:\n        \n      \n      To observe how acupuncture stimulation influences the visceral nociception in rat and to clarify the interactions between acupuncture or somatic input and visceral nociceptive inputs in the spinal dorsal horn. These will provide scientific base for illustrating the mechanism of acupuncture on visceral pain.\n    \n\n\n          Methods:\n        \n      \n      Experiments were performed on Sprague-Dawley rats and the visceral nociceptive stimulus was generated by colorectal distention (CRD). Unit discharges from individual single neuron were recorded extracellularly with glass-microelectrode in L(1-3) spinal dorsal horn. Acupuncture stimulation was applied at contralateral heterotopic acupoint and ipsilateral homotopic acupoint, both of which were innervated by the same segments that innervate also the colorectal-gut.\n    \n\n\n          Results:\n        \n      \n      The visceral nociception could be inhibited at the spinal level by the heterotopic somatic mechanical stimulation and acupuncture. The maximal inhibition was induced by acupuncture or the somatic noxious stimulation at spinal dorsal horn level with inhibiting rate of 68.61% and 60.79%, respectively (P<0.01 and <0.001). In reversible spinalized rats (cervical-thoracic cold block) both spontaneous activity and responses to CRD increased significantly in 16/20 units examined, indicating the existence of tonic descending inhibition. The inhibition of acupuncture on the noxious CRD disappeared totally in the reversible spinalized rats (P<0.001).\n    \n\n\n          Conclusion:\n        \n      \n      The inputs of noxious CRD and acupuncture may interact at the spinal level. The nociceptive visceral inputs could be inhibited by acupuncture applied to hetero-topic acupoint. The effect indicates that the spinal dorsal horn plays a significant role in mediating the inhibition of acupuncture and somatic stimulation on the neuronal response to the noxious visceral stimulation and the inhibition is modulated by upper cervical cord and/or supra-spinal center.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15742405/"
}