{
    "title": "The Effectiveness of Hollowing and Bracing Strategies With Lumbar Stabilization Exercise in Older Adult Women With Nonspecific Low Back Pain: A Quasi-Experimental Study on a Community-based Rehabilitation.",
    "doc_id": "29254626",
    "writer": "Kim M",
    "year": "2018",
    "summary": "However, in trunk side flexor, HLSE and BLSE had only significant difference between groups. In low back disability, K-ODI for HLSE (t = 4.50, P = .001) and BLSE (t = 4.60, P = .001) had significant within-group difference but no significant difference between group …",
    "abstract": "Objective:\n        \n      \n      The purpose of this study was to explore the therapeutic effectiveness of hollowing lumbar stabilization exercise (HLSE) and bracing lumbar stabilization exercise (BLSE) for older adult women with nonspecific low back pain (NSLBP) in community welfare centers.\n    \n\n\n          Method:\n        \n      \n      A total of 38 older adult women with NSLBP were allocated to either the HLSE group (n = 17, 70.4 ± 1.7 years) or the BLSE group (n = 21, 66.8 ± 4.4 years). Both groups performed intervention for 12 consecutive weeks, 3 times per week. Each group performed 5 lumbar stabilization exercises, including side plank exercise, bridge exercise, 4-kneeling exercise, prone plank exercise, and prone back extension exercise with hollowing and bracing strategy, respectively. The baseline and post-test values of trunk strength, low back disability (Korean Oswestry Disability Index [K-ODI] and Korean Roland Morris Disability Questionnaire [K-RMDQ]), and static balance (1-leg standing test) were compared by using per-protocol analysis.\n    \n\n\n          Results:\n        \n      \n      In trunk strength, the trunk flexor had significant difference (F = 11.10, P = .001) between groups and within groups of BLSE (t = -5.56, P = .001) and HLSE (t = -2.50, P = .024). Trunk back extensor of HLSE (t = -6.00, P = .001) and BLSE (t = -9.19, P = .001) only had significant within-group difference. However, in trunk side flexor, HLSE and BLSE had only significant difference between groups. In low back disability, K-ODI for HLSE (t = 4.50, P = .001) and BLSE (t = 4.60, P = .001) had significant within-group difference but no significant difference between groups (F = 0.28, P = .202). In K-RMDQ, HLSE only had significant within-group difference (t = 3.97, P = .001). In trunk muscle strength, the effect size of HLSE and BLSE groups for trunk flexor was HLSE -0.53 (medium) and BLSE -1.21 (large); trunk side flexor: HLSE 0.27 (small) and BLSE -0.24 (small); and trunk back extensor: HLSE 1.1 (large) and BLSE 2.00 (large), respectively. In low back disability, the effect size of both groups for K-ODI was HLSE 0.88 (large) and BLSE 1.05 (large), and K-RMDQ, HLSE 0.19 (small) and BLSE 0.40 (small), respectively.\n    \n\n\n          Conclusion:\n        \n      \n      Our findings suggest that HLSE and BLSE could be recommended for community settings to improve trunk strength and low back disability in older adult women with NSLBP. Especially, HLSE and BLSE could be recommended for elderly women with NSLBP who have lower back disability and weak trunk muscle strength, respectively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29254626/"
}