{
    "title": "Peroxynitrite: a potent oxidizing and nitrating agent.",
    "doc_id": "16784114",
    "writer": "Kamat JP.",
    "year": "2006",
    "summary": "Nitric oxide (NO*) reacts with superoxide (O2-*) forming peroxynitrite (PXN) (ONOO-), a strong oxidant which reacts with several biomolecules leading to enormous implications in biological process, holds enormous implications for the understanding of free radicals. …",
    "abstract": "Nitric oxide (NO*) reacts with superoxide (O2-*) forming peroxynitrite (PXN) (ONOO-), a strong oxidant which reacts with several biomolecules leading to enormous implications in biological process, holds enormous implications for the understanding of free radicals. The ONOO- formation in vivo has significant implications in free radical biology. It exerts a defensive role in large number of pathophysiological reactions and also acts as signaling molecule in activation of several protooncogenes. It decomposes rapidly to an intermediate and reacts with several biomolecules. Evidence for PXN formation in vivo has been obtained immunohistochemically through detection of a characteristic reaction product with protein tyrosine residues and 3-nitrotyrosine. This \"biomarker\" of PXN formation has now been identified in various pathologies such as Lou Gehrig's disease, Parkinson's disease, cancer, atherosclerosis as well as in biological aging. 3-nitrotyrosine formation has been documented in various tissues, e.g. even in non-diseased embryonic heart during normal development. Therefore, there is a great opportunity in the postgenomic period to understand the interplay of these molecular interactions with biological events such as apoptosis, gene regulation etc. This review deals with biological significance of peroxynitrite, its precursors, reactions with large range of biomolecules, including aminoacids, proteins, lipids, nucleic acids, antioxidants as well as cytotoxic aspects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16784114/"
}