{
  "pmid": "41389663",
  "title": "Lactate exacerbated rheumatoid arthritis by activating the cGAS-STING signaling pathway in macrophages.",
  "abstract": "Rheumatoid arthritis (RA) is a complex disorder characterized by joint synovitis, cartilage degradation, and bone destruction. Its etiology remains largely unexplored. This study aimed to investigate the potential roles of lactate and the underlying mechanisms contributing to RA pathogenesis. A total of 10 adult patients with active RA and 10 matched patients with noninflammatory joint diseases, such as injuries or traumatic fractures, admitted to our hospital were enrolled in this research. Synovial tissues were collected from the participants. A collagen-induced arthritis (CIA) mouse model was established, and tissues were collected for isolation of synovial primary macrophages. The pathological characteristics of tissue samples were observed using H&E and safranin O staining. The THP-1 cells and mouse synovial primary macrophages were cultured and transfected. The level of dsDNA was evaluated using immunofluorescent staining and Qubit method. The production of proinflammatory cytokines was measured by ELISA kits. The activation of the cGAS-STING signaling pathway was confirmed by immunofluorescent staining, western blot and co-IP methods. The level of dsDNA in the synovial primary macrophage of RA patients and CIA mice was increased, accompanied by an increase in lactate levels. Lactate promoted the production of inflammatory cytokines in THP-1 cells and synovial primary macrophages from mice. Expression of cGAS was also elevated in synovial primary macrophages of RA patients and CIA mice. Lactate activated the cGAS-STING signaling pathway, while knockdown of cGAS inhibited the cytokine production. Knockdown of STING ameliorated the tissue damage in the CIA mouse model. Lactate exerted its proinflammatory effects through lactylation of cGAS, preventing its degradation and thereby activating the cGAS-STING signaling pathway to promote inflammation and exacerbate RA. Lactate might activate the cGAS-STING signaling pathway, thereby accelerating RA progression in macrophages. This study identified a potential therapeutic target for the treatment of RA in the future.",
  "disease": "rheumatoid arthritis"
}