{
  "pmid": "41440225",
  "title": "Impact of Multidisciplinary Team Care on Patient-Reported Outcomes in Patients with Lung Cancer: A Systematic Review.",
  "abstract": "Multidisciplinary team (MDT) care is now recognized as the most effective approach to managing lung cancer treatment. While MDTs aim to improve coordination, decision-making, and patient outcomes, their impact on patient-reported outcomes, particularly quality of life (QoL), remains unclear. This systematic review aimed to examine how the involvement of a multidisciplinary team (MDT) in the care of patients with lung cancer affects patient-reported outcomes and to investigate the enablers and barriers for implementing and running MDT care in lung cancer management. We systematically searched Medline, Embase, Cochrane, and Scopus (up to March 2024) to identify studies comparing QoL outcomes in patients with lung cancer managed with and without MDT care. The review was conducted and reported in accordance with the PRISMA 2020 guidelines. Risk of bias was assessed using the CASP tool, and findings were synthesized narratively. QoL outcomes were grouped into physical, functional, emotional, and social domains, and quantitative and qualitative data were synthesized narratively due to heterogeneity across studies. Eleven studies met the inclusion criteria, comprising a total of 10,341 patients, with 3760 in MDT groups and 6581 in non-MDT groups. The methodological quality of the studies varied, with 10 papers rated as moderate to high quality. The findings suggest that MDT care may contribute positively to emotional support, and physical well-being. Better patient satisfaction and communication in MDT settings. Heterogeneity and the lack of standardized PRO tools in outcome measures and study design limited comparability. MDT care may have a beneficial impact on certain aspects of quality of life in patients with lung cancer, particularly emotional and physical well-being. However, more robust and standardized research is needed to determine the full extent of its benefits on patient-reported outcomes.",
  "disease": "lung cancer"
}