{
  "pmid": "41406476",
  "title": "Pathogenic Role of mTOR Signaling in Cardiometabolic Disease: Implications for Heart, Liver, and Kidney Dysfunction.",
  "abstract": "Cardiometabolic diseases (CMDs), which include hypertension, atherosclerosis, chronic kidney disease, type 2 diabetes mellitus (T2DM), metabolic syndrome, and obesity, significantly affect the heart, liver, and kidneys. A key player in the pathogenesis of these diseases is the serine-threonine kinase enzyme mTOR (mammalian target of rapamycin), which affects cellular metabolic processes through its signaling. mTOR is composed of two separate complexes: mTORC1 and mTORC2. Both complexes are essential for cardiac development and pathological stress responses. Constant activation of mTORC1 can be harmful, contributing to cardiac hypertrophy and remodeling, which can lead to heart failure. Conversely, mTORC2 supports the survival and function of cardiomyocytes during stressful situations. In the liver, mTOR signaling plays a crucial role in lipid metabolism and insulin sensitivity, both of which are affected by diet. Activation of mTORC1 in hepatocytes can cause hepatic steatosis, dyslipidemia, and insulin resistance, which are characteristics of metabolic dysfunction and type 2 diabetes mellitus (T2DM). Conversely, mTORC2 protects against steatohepatitis. Reducing mTORC1 activity in the liver improves these metabolic disturbances. Altered mTOR signaling may result from abnormal feeding states, which affect the metabolic and physiological functions of the liver and kidneys. In diabetic nephropathy, overstimulation of mTORC1 in the kidneys leads to hypertrophy, proteinuria, and eventual loss of renal function. Meanwhile, mTORC2 participates in renal ion transport. Treatment with mTOR inhibitors has ameliorated renal dysfunction in preclinical models of diabetic kidney dysfunction and the Dahl S model of salt hypertension. This review emphasizes the critical role of mTOR in the pathophysiology of cardiometabolic diseases in major organs and models. Targeting mTOR signaling pathways is a promising approach to mitigate the adverse effects of CMD on the heart, liver, and kidneys. Key words Cardiometabolic disease \" mTOR \" Dyslipidemia \" Salt sensitive \" Hypertension.",
  "disease": "chronic kidney disease"
}