{
    "title": "A systematic review of the risks factors associated with the onset and natural progression of epilepsy.",
    "doc_id": "27000515",
    "writer": "Walsh S",
    "year": "2017",
    "summary": "To inform disease prevention and management strategies, a comprehensive systematic review of the literature on risk factors for the onset and natural progression of epilepsy was conducted. ...",
    "abstract": "Epilepsy is a neurological condition that affects more than 50 million individuals worldwide. It presents as unpredictable, temporary and recurrent seizures often having negative physical, psychological and social consequences. To inform disease prevention and management strategies, a comprehensive systematic review of the literature on risk factors for the onset and natural progression of epilepsy was conducted. Computerized bibliographic databases for systematic reviews, meta-analyses, observational studies and genetic association studies published between 1990 and 2013 describing etiological risk factors for epilepsy was searched. The quality of systematic reviews was validated using the AMSTAR tool and articles were reviewed by two referees. A total of 16,958 articles went through stage one review of abstracts and titles. A total of 76 articles on genetic and non-genetic risk factors for the onset and progression of epilepsy met the eligibility criteria for data extraction. Dozens of risk factors were significantly associated with onset of epilepsy. Inconsistent levels of evidence for risk of onset included family history of epilepsy, history of febrile seizures, alcohol consumption, CNS and other infections, brain trauma, head injury, perinatal stroke, preterm birth and three genetic markers. Limited evidence showed that symptomatic epilepsy, focal seizures/syndromes, slow waves on EEG, higher seizure frequency, high stress or anxiety, and lack of sleep decreased the odds of seizure remission. High quality studies were rare and while a large body of work exists, relatively few systematic reviews were found.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27000515/"
}