{
  "pmid": "41399071",
  "title": "[Correlation study of superb microvascular imaging on knee osteoarthritis].",
  "abstract": "To investigate the correlation between superb microvascular imaging (SMI) blood flow grading, ultrasound semi-quantitative scores, and clinical symptom severity in patients with primary knee osteoarthritis (KOA). A total of 94 knees from 47 patients with primary KOA were evaluated. Ultrasound semi-quantitative scoring and synovial SMI grading were performed for each knee joint. Clinical assessments included the Western Ontario and McMaster Universities osteoarthritis index (WOMAC), visual analog scale (VAS) for pain, and serum biomarkers, such as C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR). Correlations between clinical scores and ultrasound parameters were analyzed. SMI demonstrated a significantly higher synovial blood flow detection rate than power Doppler (PD) (14.9%  The SMI technique demonstrates significantly higher sensitivity than PD in detecting intensity grade of synovial microvascular flow. While SMI compensates for the limitations of PD in identifying low-grade inflammation, its high sensitivity to low- velocity blood flow did not correlate with symptom severity or WOMAC pain scores. These findings suggest that SMI serves as a valuable tool for visualizing microvascular activity in subclinical synovitis, but its role as a direct indicator of clinical symptom severity in KOA remains limited. Further studies with larger sample sizes are warranted to validate its clinical utility. 探讨超微血流成像(superb microvascular imaging，SMI)血流分级、超声半定量评分与原发性膝骨关节炎(knee osteoarthritis，KOA)患者临床症状严重程度之间的相关性。 对47例原发性KOA患者的94个膝关节进行超声半定量评分及滑膜SMI分级，同时记录西安大略和麦克马斯特大学骨关节炎指数(the Western Ontario and McMaster Universities osteoarthritis index，WOMAC)、视觉模拟量表(visual analog scale，VAS)评分及血清学指标C反应蛋白(C-reactive protein，CRP)和红细胞沉降率(erythrocyte sedimentation rate，ESR)，分析患者临床评分与KOA超声参数的相关性。 SMI滑膜血流检测强度等级明显高于传统的用于评估滑膜血流的能量多普勒(power Doppler, PD)(14.9%  SMI对滑膜微血流的检出敏感性显著优于PD，SMI在低级别炎症中可以弥补PD的不足，但SMI对低血流的高敏感性与临床症状严重程度无关，且与WOMAC疼痛评分无显著相关性。",
  "disease": "osteoarthritis"
}