{
    "title": "CpG Islands, Gene Expression and Pseudogenization: A Case for a Potential Trilogy.",
    "doc_id": "38538343",
    "writer": "Khan AA",
    "year": "2024",
    "summary": "Most mammalian housekeeping genes predominantly contain CpG islands (CGIs), facilitating gene transcription. Numerous studies have explored the physiological implications of the relationship between CGIs and gene expression. ...In this way, because of their i …",
    "abstract": "Background:\n        \n      \n      The promoters of mammalian genes contain clusters of CG dinucleotides known as CpG islands. Most mammalian housekeeping genes predominantly contain CpG islands (CGIs), facilitating gene transcription. Numerous studies have explored the physiological implications of the relationship between CGIs and gene expression. However, the evolutionary implications of this relationship remain largely unexplored. Pseudogenes, in contrast, are genomic remnants that have lost their function over evolutionary time.\n    \n\n\n          Methods:\n        \n      \n      In our current research, we employed comparative genomic techniques to demonstrate a correlation between the absence of gene expression due to a lack of CGIs in the gene promoters and pseudogenization.\n    \n\n\n          Results:\n        \n      \n      We showed that there is a significant enrichment of tissue-specific genes in the functional orthologs of pseudogenes. We also found a significant correlation between the lack of CGIs and enriched tissue specificity in these functional orthologs of pseudogenes.\n    \n\n\n          Conclusions:\n        \n      \n      We inferred that perhaps tissue-specific genes are more prone to the process of pseudogenization. In this way, because of their impact on gene expression, CGIs may affect the fate of a gene. To our knowledge, this is the first study to propose a connection between CGIs, gene expression, and the pseudogenization process and discuss the evolutionary implications of this potential trilogy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38538343/"
}