{
  "pmid": "41458147",
  "title": "Risk factors for anticoagulant-related bleeding in cancer: traditional and cancer-specific factors.",
  "abstract": "Managing anticoagulant therapy in cancer-associated venous thromboembolism (VTE) is challenging due to risks of recurrent VTE and anticoagulant-related bleeding. Existing clinical risk models for bleeding are limited by discriminatory ability in patients with cancer, perhaps due to the omission of cancer-specific risk factors for bleeding. This study estimated the associations of traditional and cancer-specific risk factors with bleeding requiring hospitalization in patients with cancer-associated VTE prescribed anticoagulant therapy. We conducted a retrospective cohort study using the Veterans Health Administration database to identify patients with cancer-associated VTE between 2012 and 2020. Cancer-associated VTE was defined by diagnostic International Classification of Diseases codes and the prescription of anticoagulant therapy within 30 days of VTE. The primary outcome was bleeding resulting in hospitalization. Traditional and cancer-specific risk factors were assessed using the methods of Fine and Gray, with death as a competing event. Among 11 151 patients with cancer-associated VTE, 869 patients (8.5%) experienced bleeding within 12 months of anticoagulant therapy. The most common bleeding sites were gastrointestinal (56.3%) and genitourinary tract (20.1%). Significant risk factors included age, alcohol abuse, anemia, liver injury or disease, uncontrolled hypertension, and history of bleeding. Cancer-specific risk factors included site of cancer, metastatic disease, and systemic cancer therapy. This study identifies readily available clinical risk factors associated with anticoagulant-related bleeding requiring hospitalization in patients with cancer-associated VTE. Among the identified variables, some could be considered modifiable. Identification and mitigation of risk factors for anticoagulant-related bleeding could guide management of anticoagulant therapy in this high-risk patient population.",
  "disease": "hypertension"
}