{
    "title": "Guided Differentiation of Mature Kidney Podocytes from Human Induced Pluripotent Stem Cells Under Chemically Defined Conditions.",
    "doc_id": "32716365",
    "writer": "Burt M",
    "year": "2020",
    "summary": "Kidney disease affects more than 10% of the global population and costs billions of dollars in federal expenditures. The most severe forms of kidney disease and eventual end-stage renal failure are often caused by the damage to the glomerular podocytes, which are th …",
    "abstract": "Kidney disease affects more than 10% of the global population and costs billions of dollars in federal expenditures. The most severe forms of kidney disease and eventual end-stage renal failure are often caused by the damage to the glomerular podocytes, which are the highly specialized epithelial cells that function together with endothelial cells and the glomerular basement membrane to form the kidney's filtration barrier. Advances in renal medicine have been hindered by the limited availability of primary tissues and the lack of robust methods for the derivation of functional human kidney cells, such as podocytes. The ability to derive podocytes from renewable sources, such as stem cells, could help advance current understanding of the mechanisms of human kidney development and disease, as well as provide new tools for therapeutic discovery. The goal of this protocol was to develop a method to derive mature, post-mitotic podocytes from human induced pluripotent stem (hiPS) cells with high efficiency and specificity, and under chemically defined conditions. The hiPS cell-derived podocytes produced by this method express lineage-specific markers (including nephrin, podocin, and Wilm's Tumor 1) and exhibit the specialized morphological characteristics (including primary and secondary foot processes) associated with mature and functional podocytes. Intriguingly, these specialized features are notably absent in the immortalized podocyte cell line widely used in the field, which suggests that the protocol described herein produces human kidney podocytes that have a developmentally more mature phenotype than the existing podocyte cell lines typically used to study human kidney biology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32716365/"
}