{
  "pmid": "41420441",
  "title": "Computer Vision Analysis for Objective Motor Assessment in Parkinson's Disease: A Retrospective Study.",
  "abstract": "The Movement Disorder Society-Unified Parkinson's Disease Rating Scale-Part III (MDS-UPDRS-III) is subjective and insensitive to subtle changes in patients with Parkinson's disease (PD). Computer vision (CV) can extract objective kinematics from routine outpatient videos, potentially augmenting the accuracy of the motor assessment. We set out to (1) Identify CV-derived finger-tapping features that discriminate PD from healthy controls (HC); and (2) Quantify the relationship of these extracted features with clinical and Dopamine Transporter Single-photon Emission Computed Tomography (DAT-SPECT) anchors in PD patients. We retrospectively analyzed outpatient finger-tapping videos from PD patients with DAT-SPECT positivity within one year from videos and HC. A Mediapipe-based pipeline quantified tapping velocity, changes in amplitude, and variability in amplitude and rhythm. Diagnostic performance was estimated with Receiver Operating Characteristic Area Under the Curves (ROC AUC) and 95% Confidence Interval (CI). Spearman assessed the relationship between tapping features, MDS-UPDRS-III, item 3.4 (finger tapping), and disease duration. Thirty-two PD patients and ten controls were included. Amplitude variability (AUCs, 0.93; 95% CI, 0.84-0.99, P < 0.001), and rhythm variability (AUC, 0.83; 95% CI, 0.69-0.94, P < 0.001) exhibited the best discriminatory capacity for a PD diagnosis. MDS-UPDRS-III correlated positively with amplitude variability (ρ = 0.55, p = 0.001) and amplitude decrement (ρ = 0.414, P = 0.009), and negatively with tapping velocity (ρ = -0.34, P = 0.05). Amplitude variability (ρ = 0.387, P = 0.014), and rhythm variability (ρ = 0.304, P = 0.045) directly correlated with item 3.4, while amplitude variability positively correlated with disease duration (ρ = 0.39, P = 0.026). CV-derived tapping variability features objectively discriminated PD from healthy subjects and tracked motor severity.",
  "disease": "parkinson disease"
}