{
    "title": "Contribution of oxidative stress in the mechanisms of postoperative complications and multiple organ dysfunction syndrome.",
    "doc_id": "33622196",
    "writer": "Toro-Pérez J",
    "year": "2021",
    "summary": "Although these complications are generally due to multifactorial mechanisms, oxidative stress plays a key pathophysiological role. Moreover, oxidative stress could be an unavoidable effect derived even from the surgical procedure itself. ...The aim of …",
    "abstract": "Background:\n        \n      \n      The extent of the damage following surgery has been subject of study for several years. Numerous surgical complications can impact postoperative quality of life of patients and even can cause mortality. Although these complications are generally due to multifactorial mechanisms, oxidative stress plays a key pathophysiological role. Moreover, oxidative stress could be an unavoidable effect derived even from the surgical procedure itself.\n    \n\n\n          Methods:\n        \n      \n      A systematic review was performed following an electronic search of Pubmed and ScienceDirect databases. Keywords such as sepsis, oxidative stress, organ dysfunction, antioxidants, outcomes in postoperative complications, among others, were used. Review articles were preferably used between the years 2015 onwards, not excluding older ones.\n    \n\n\n          Results:\n        \n      \n      The vast majority point to the role of oxidative stress in generating greater damage and worse prognosis in postoperative patients without the necessary care and precautions, taking importance on the use of antioxidants to prevent this problem.\n    \n\n\n          Discussions:\n        \n      \n      Oxidative stress represents a common final pathway related to pathological processes such as inflammation or ischemia-reperfusion, among others. The expression of greater severity of these complications can result in multiple organ dysfunction or sepsis. The aim of this study was to present an update of the role of oxidative stress on surgical postoperative complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33622196/"
}