{
    "title": "The impact of COVID-19 on the mental health of pregnant women in Shanghai, China.",
    "doc_id": "36276386",
    "writer": "Zhang J",
    "year": "2022",
    "summary": "BACKGROUND: COVID-19 has dramatically impacted people's health, especially mental health. This study aimed to compare the psychological status of pregnant women before and after the COVID-19 outbreak. ...CONCLUSION: The depression rate increased among preg …",
    "abstract": "Background:\n        \n      \n      COVID-19 has dramatically impacted people's health, especially mental health. This study aimed to compare the psychological status of pregnant women before and after the COVID-19 outbreak.\n    \n\n\n          Methods:\n        \n      \n      Participants were recruited (from September 29, 2019, to November 5, 2020) and screened by the Patient Health Questionnaire (PHQ-9) and the Generalized Anxiety Disorder Scale (GAD-7). The study participants were categorized into three groups based on two turning-points: January 23, 2020, when China initiated a locked-down strategy, and May 11, 2020, when Shanghai started to ease the COVID-19 measures. Multivariable logistic regression was used to determine the factors associated with depression and anxiety in pregnant women. We used enter method for variable selection; only variables with P <0.10 were included in the final model.\n    \n\n\n          Results:\n        \n      \n      We recruited 478 pregnant women. After the outbreak, the depression rate (PHQ-9 ≥ 5) increased by 12.3% (from 35.4 to 47.7%), and the anxiety rate (GAD-7 ≥ 5) was stable (13.3 vs. 16.2%). The multivariable logistic regression results further confirmed that the odds of depression in pregnant women increased 81% after the outbreak (aOR = 1.81, 95%CI: 1.16-2.84). However, the median depression scale score was still statistically higher after the pandemic situation was stable (5.0 vs. 4.0) compared to the outbreak period.\n    \n\n\n          Conclusion:\n        \n      \n      The depression rate increased among pregnant women after the outbreak and was not recovered after the ease of COVID-19 measures in Shanghai. Health institutes should pay attention to the long-term influence of the pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36276386/"
}