{
    "title": "A core physical examination in internal medicine: what should students do and how about their supervisors?",
    "doc_id": "23570566",
    "writer": "Haring CM",
    "year": "2013",
    "summary": "BACKGROUND: Performance of a focused physical examination will induce a high cognitive load for medical students in the early phase of the clinical clerkships. ...METHOD: A questionnaire held among physicians that supervise students during the clerkship of internal …",
    "abstract": "Background:\n        \n      \n      Performance of a focused physical examination will induce a high cognitive load for medical students in the early phase of the clinical clerkships.\n    \n\n\n          Aim:\n        \n      \n      To come to a workable and clinically applicable standard physical examination for medical students to be used in every new patient in the daily clinical practice of internal medicine.\n    \n\n\n          Method:\n        \n      \n      A questionnaire held among physicians that supervise students during the clerkship of internal medicine in one Dutch training region.\n    \n\n\n          Results:\n        \n      \n      Of the complete list of physical examination 55 items were considered to be an integral part of the standard general physical examination for medical students. Most emphasized were elements of the physical examination aimed at general parameters, thorax and abdomen, vascular status, lymph nodes, spinal column, skin and some parts of the neurological examination. The standard physical examinations performed by supervisors themselves contain fewer items than they expected from the students. The expectations a supervisor has towards the student correlates with the frequency with which they apply the various components in their own physical examination.\n    \n\n\n          Conclusion:\n        \n      \n      This study provides us with a 'core' physical examination for medical students that can be applied in the early phase of the clinical clerkships.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23570566/"
}