{
    "title": "Bipolar disorder and health-related quality of life : review of burden of disease and clinical trials.",
    "doc_id": "15960554",
    "writer": "Revicki DA",
    "year": "2005",
    "summary": "Although there are effective pharmaceutical and psychosocial interventions for patients with bipolar disorder, many patients receive poor-quality care. Prospective longitudinal studies demonstrate that less than half of bipolar disorder patients have a good long-term respo …",
    "abstract": "Bipolar disorder is a chronic psychiatric disorder with a variable course and significant impact on patients' social, occupational, and general functioning and wellbeing. Although there are effective pharmaceutical and psychosocial interventions for patients with bipolar disorder, many patients receive poor-quality care. Prospective longitudinal studies demonstrate that less than half of bipolar disorder patients have a good long-term response to treatment, long-term outcome is highly variable, and many patients do not fully recover. There is substantial evidence that bipolar disorder is associated with significant impairment to functioning and wellbeing.However, few clinical trials comparing treatments for bipolar disorder have incorporated health-related quality-of-life (HR-QOL) assessments. Existing studies suggest that, while treatment improves HR-QOL, there is limited evidence for differences between the mood stabilisers in terms of HR-QOL outcomes. Additional clinical trials are needed to evaluate patient-reported outcomes associated with the most frequently used pharmacological treatments to determine whether there are meaningful differences between treatments. There are challenges in measuring HR-QOL in patients with acute mania, and future studies should assess the psychometric qualities of HR-QOL instruments in these and other bipolar disorder patients. HR-QOL outcome data may be useful in informing psychiatrists, patients and patient family members of the effects of treatment for bipolar disorder on patients' everyday lives, functioning and wellbeing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15960554/"
}