{
  "pmid": "41451774",
  "title": "Characteristics and Clinical Outcomes in Patients With Cirrhosis due to MASLD in Sweden.",
  "abstract": "There is limited real-world data on the prognosis of patients with cirrhosis due to metabolic dysfunction-associated steatotic liver disease (MASLD). We sought to describe the characteristics and assess the clinical course of MASLD-cirrhosis. A Swedish register-based cohort including 2318 patients with compensated and 1339 with decompensated cirrhosis due to MASLD from 2001 to 2020 was analysed. Incidence rates of severe clinical events including decompensated cirrhosis, liver transplantation or overall mortality were estimated. We further compared the results using a clinical cohort of 293 patients with MASLD- cirrhosis from three University Hospitals. Overall, 55.7% patients with compensated cirrhosis (median age 70, 43.6% female, 88.7% type 2 diabetes [T2D]) developed severe clinical events during a median follow-up of 1.1 years. The incidence rate was 78.5/1000 person-year (PY), 6.8/1000 PY and 182.0/1000 PY for decompensation, liver transplantation and death, respectively. Among 1399 patients with decompensated cirrhosis (median age 72, 41.1% female, 86% T2D), ascites (74.6%) was the most frequent initial events. 59.7% experienced death or transplantation with a median follow-up of 0.58 years. The incidence rate was 14.0/1000 PY for liver transplantation and 353.2/1000 PY for overall death. Estimates were similar in the clinical cohort but lower overall mortality were observed (IR = 63.1/1000 PY in compensated cirrhosis and 188.2/1000 PY in decompensated events). This study describes the clinical characteristics and the natural history of patients with MASLD-cirrhosis by compensation status in Sweden, providing estimates for important outcomes that may be useful for patient prognostication and clinical trial design. The clinical course of patients with cirrhosis due to MASLD has been reported with mixed results, largely because of differing methodologies Using Swedish national register data, we assessed the incidence rates of cirrhosis progression to decompensated cirrhosis, liver‐related death, and overall mortality, as well as the progression rates of decompensated cirrhosis. The natural history data presented here may help inform clinical trial design by providing outcome rates from a large, nationwide sample with minimal loss to follow‐up or selection bias.",
  "disease": "liver cirrhosis"
}