{
  "pmid": "41396214",
  "title": "In vitro development and evaluation of chitosan-cellulose nanocrystal microspheres for controlled dexamethasone delivery in rheumatoid arthritis.",
  "abstract": "Systemic glucocorticoids are effective in rheumatoid arthritis, but long-term exposure carries dose-dependent risks. We developed a \"nano-in-micro\" platform in which cellulose nanocrystals (CNCs; <100 nm) are embedded within polymeric microspheres (about 100-400 μm) to modulate dexamethasone release while preserving drug identity and matrix integrity. Microsphere formulations varying in CNC and chitosan content were prepared and characterized at a fixed drug load. FT-IR and UV-Vis spectroscopy confirmed drug identity and assay linearity. Optical microscopy and SEM assessed particle size and morphology; CNCs were examined by TEM. Process yield, encapsulation efficiency (EE), equilibrium swelling, and cumulative drug release over 10 h were measured. Release data were fitted to zero-order, first-order, Higuchi, Hixson-Crowell, and Korsmeyer-Peppas models. Microspheres (predominantly 100-150 μm within a 100-400 μm design space) were produced with high process yields (approximately 85-89%) and moderate encapsulation efficiency (approximately 52-63%). Increasing cellulose nanocrystal (CNC) content reduced equilibrium swelling (from about 180% to about 150%) and slowed dexamethasone release over 10 h (from approximately 100% for chitosan-only to approximately 87% at the highest CNC loading). UV-Vis quantitation was highly linear (R² = 0.9876). Diffusion-based models best described release profiles (Higuchi, Korsmeyer-Peppas; R² ≥ 0.97), whereas first-order kinetics were comparatively stronger in the fastest-releasing, chitosan-rich formulations. Embedding CNCs within polymeric microspheres provides a controllable lever to tune swelling and diffusional pathways, enabling short-to-medium dexamethasone release profiles without compromising analytical identity or process robustness. The platform's reproducible yields and predictable CNC-dependent slowing of release support further optimization (e.g., cross-link density, medium conditions) and in vivo evaluation toward dosing concepts that minimize systemic glucocorticoid exposure. Clinical applicability has not yet been established; in vivo biocompatibility, pharmacokinetic, and efficacy studies-aligned with medicinal‑product guidance-are required before any translational claims can be made.",
  "disease": "rheumatoid arthritis"
}