{
  "pmid": "41405416",
  "title": "Daily Care Concerns Among Mothers of Children With Developmental and Epileptic Encephalopathies: A Qualitative Study Using In-Depth Interviews.",
  "abstract": "Developmental and Epileptic Encephalopathies (DEE) are a group of rare childhood diseases, which present severe and refractory epilepsy, intellectual disability and developmental impairment. The care of these children involves a high burden of care (mostly assumed by mothers), with a physical, emotional, social and professional impact. The aim of this study was to describe the experiences of daily care concerns in mothers of children with STXBP1, tuberous sclerosis complex (TSC) and SYNGAP1 encephalopathies. A qualitative descriptive study was conducted. Participants were recruited using purposeful sampling. The inclusion criteria consisted of female parents who had children with STXBP1, TSC and SYNGAP1 encephalopathies. In-depth interviews and researcher's field notes were used to collect data. A thematic analysis was performed on the data. Twenty-one women were included (mean age 39.62 years). Four main themes were identified: (1) daily caregiving, describing the first years of living with the disease, daily care and the challenges faced; (2) emotional wellbeing, describing expectations and concerns and the emotions and feelings that emerged; (3) the role as a mother, employee and friend, describing the impact of caregiving on these roles; and (4) the couple and motherhood, describing the impact of caregiving on their life as a couple and on family planning. The substantial burden on parents of children with DEE often results in stress, exhaustion and reduced quality of life. Challenges include managing seizures, physical demands, emotional struggles and disrupted work and social roles. These factors can strain relationships, and caregiving responsibilities often lead to conflict or role adjustments. This paper describes relevant daily care and family (couple) aspects that paediatric professionals should consider when providing treatment for children with developmental and epileptic encephalopathies.",
  "disease": "epilepsy"
}