{
  "pmid": "41468824",
  "title": "Feasibility of standard versus fractionated carboplatin-paclitaxel in older adults with ovarian cancer: a retrospective study.",
  "abstract": "Older adults with ovarian cancer often receive modified chemotherapy regimens due to concerns about treatment-related toxicity. This retrospective study compares feasibility, efficacy, and safety between a fractionated carboplatin-paclitaxel regimen (carboplatin on day 1 and paclitaxel on days 1 and 8) and the standard every-3-week regimen in patients aged ≥70 years. We conducted a single-center retrospective analysis of 102 patients treated with fractionated or standard carboplatin-paclitaxel at Georges Pompidou European Hospital (Paris, France) between 2015 and 2023. The primary end point was treatment feasibility, defined as completion of 6 chemotherapy cycles without premature discontinuation, unplanned hospital admission, significant delay or dose reduction due to toxicity, progression, or death. Secondary end points included progression-free survival, overall survival, and treatment-related adverse events. Of the 102 patients, 58 received standard and 44 received fractionated carboplatin-paclitaxel. Treatment was feasible in 72% versus 57% of patients receiving the standard or fractionated regimens, respectively (p = .10). Among patients treated in the first-line setting, median progression-free survival was 18 months with the standard regimen and 24 months with the fractionated regimen (p = .36); median overall survival was 71 and 48 months, respectively (p = .36). Overall toxicity rates were similar between groups, but fractionated carboplatin-paclitaxel was associated with a lower rate of grade 2 to 4 sensory neuropathy (16% vs 41%, p = .01) and a higher rate of grade 3 to 4 anemia (26% vs 5%, p = .008). Both standard and fractionated carboplatin-paclitaxel regimens appear feasible and yield similar survival outcomes in older patients with ovarian cancer. A fractionated regimen may offer reduced neurotoxicity. These findings warrant prospective evaluation of fractionated carboplatin-paclitaxel in older adults and in other tumor types, including cervical, endometrial, and lung cancer, particularly in combination with immune checkpoint inhibitors.",
  "disease": "breast cancer"
}