{
    "title": "Inflammation in prostate biopsies of men without prostatic malignancy or clinical prostatitis: correlation with total serum PSA and PSA density.",
    "doc_id": "10765070",
    "writer": "Schatteman PH",
    "year": "2000",
    "summary": "OBJECTIVE: Inflammation is a frequent histological finding in prostate biopsies, performed on men without prostatic malignancy or clinical prostatitis. We investigated the relationship between morphological parameters of inflammation in prostatic tissu …",
    "abstract": "Objective:\n        \n      \n      Inflammation is a frequent histological finding in prostate biopsies, performed on men without prostatic malignancy or clinical prostatitis. We investigated the relationship between morphological parameters of inflammation in prostatic tissue and total serum prostate-specific antigen (PSA) and prostate-specific antigen density (PSAD) levels to determine if subclinical inflammation can cause elevation of PSA and PSAD.\n    \n\n\n          Methods:\n        \n      \n      We reviewed 268 prostate biopsies, performed on 238 men with elevated PSA and/or abnormal digital rectal examination of the prostate. All premalignant and malignant biopsies and cases of clinical prostatitis were excluded. The inflammation in the remaining 145 prostate biopsies was scored for extent of inflammation and aggressiveness of inflammation, using the four-point scale designed by Irani and co-workers. In this prostatic inflammation scoring system, extent of inflammation is graded from 0 up to 3 according to the degree of invasion of inflammatory cells in prostatic tissue. Aggressiveness of inflammation is graded from 0 up to 3 according to the degree of contact or disruption of prostatic glandular epithelium by inflammatory cells.\n    \n\n\n          Results:\n        \n      \n      Each of the studied biopsies showed inflammatory cells. Median PSA levels in grades 1, 2 and 3 of extent of inflammation were, respectively, 5.7, 6.8 and 13. 0. Median PSAD levels in these groups were 0.13, 0.16 and 0.33. There was no significant difference between these grades for PSA nor for PSAD. Median PSA levels in grades 0, 1 and 2 of aggressiveness of inflammation were, respectively, 3.9, 5.9 and 8.9. Median PSAD levels in these groups were 0.12, 0.18 and 0.17. For both parameters, there was a significant difference between grades (respectively, p = 0.0028 and p = 0.0330).\n    \n\n\n          Conclusion:\n        \n      \n      Inflammation of the prostate is a histological finding in almost every set of prostate biopsies, even when there are no signs of clinical prostatitis. This subclinical inflammation can cause PSA elevation. Not the extent of inflammation is of importance, but the disruption of epithelial integrity caused by the inflammatory infiltrate. When confronted with a patient with an elevated PSA level whose prostate biopsies reveal no malignancy but only inflammation, this concept can help in determining the need for quick repeat biopsies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10765070/"
}