{
    "title": "Sarcopenia and adverse health-related outcomes: An umbrella review of meta-analyses of observational studies.",
    "doc_id": "32924316",
    "writer": "Xia L",
    "year": "2020",
    "summary": "MEASURES: The PubMed, Web of Science and Embase were searched for relevant systematic review and meta-analysis. AMSTAR and GRADE system were used for methodological quality and evidence quality assessments, respectively. ...",
    "abstract": "Objective:\n        \n      \n      The purpose of this umbrella review was to assess the associations between sarcopenia and adverse health-related outcomes.\n    \n\n\n          Design:\n        \n      \n      An umbrella review of meta-analyses of observational studies.\n    \n\n\n          Setting and participants:\n        \n      \n      Patients with sarcopenia and controls without sarcopenia were included.\n    \n\n\n          Measures:\n        \n      \n      The PubMed, Web of Science and Embase were searched for relevant systematic review and meta-analysis. AMSTAR and GRADE system were used for methodological quality and evidence quality assessments, respectively.\n    \n\n\n          Results:\n        \n      \n      Totally 54 outcomes extracted from 30 meta-analyses were analyzed. Twenty out of 21 prognostic outcomes indicated that sarcopenia was significantly associated with poorer prognosis of gastric cancer, hepatocellular cancer, urothelial cancer, head and neck cancer, hematological malignancy, pancreatic cancer, breast cancer, colorectal cancer, lung cancer, esophageal cancer, and ovarian cancer. Besides, 10 out of 16 postoperative outcomes suggested that sarcopenia significantly increased the risk of multiple postoperative complications and prolonged the length of hospitalization of patients with digestive cancer. In age-related outcomes, sarcopenia significantly increased the risk of dysphagia, cognitive impairment, fractures, falls, hospitalization, and all-cause mortality of elderly populations. Moreover, sarcopenia was also associated with higher level of albuminuria, risk of depression, and several metabolic diseases.\n    \n\n\n          Conclusions and implications:\n        \n      \n      Sarcopenia significantly affected a wide range of adverse health-related outcomes, particularly in patients of tumor and elderly populations. Because evidences of most outcomes were rated as \"low\" and \"very low,\" more prospective cohort studies are required in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32924316/"
}