{
    "title": "Development and validation of a weight-loss predictor to assist weight loss management.",
    "doc_id": "38001145",
    "writer": "Biehl A",
    "year": "2023",
    "summary": "The weight loss prediction models were built on 327 participants, aged 21-78, from a Finnish weight coaching cohort, with at least 9 months of self-reported follow-up weight data during weight loss intervention. ...We trained the models t …",
    "abstract": "This study aims to develop and validate a modeling framework to predict long-term weight change on the basis of self-reported weight data. The aim is to enable focusing resources of health systems on individuals that are at risk of not achieving their goals in weight loss interventions, which would help both health professionals and the individuals in weight loss management. The weight loss prediction models were built on 327 participants, aged 21-78, from a Finnish weight coaching cohort, with at least 9 months of self-reported follow-up weight data during weight loss intervention. With these data, we used six machine learning methods to predict weight loss after 9 months and selected the best performing models for implementation as modeling framework. We trained the models to predict either three classes of weight change (weight loss, insufficient weight loss, weight gain) or five classes (high/moderate/insufficient weight loss, high/low weight gain). Finally, the prediction accuracy was validated with an independent cohort of overweight UK adults (n = 184). Of the six tested modeling approaches, logistic regression performed the best. Most three-class prediction models achieved prediction accuracy of > 50% already with half a month of data and up to 97% with 8 months. The five-class prediction models achieved accuracies from 39% (0.5 months) to 89% (8 months). Our approach provides an accurate prediction method for long-term weight loss, with potential for easier and more efficient management of weight loss interventions in the future. A web application is available: https://elolab.shinyapps.io/WeightChangePredictor/ .The trial is registered at clinicaltrials.gov/ct2/show/NCT04019249 (Clinical Trials Identifier NCT04019249), first posted on 15/07/2019.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38001145/"
}