{
    "title": "Maternal Androgens in Dominant Meerkats (Suricata suricatta) Reduce Juvenile Offspring Health and Survivorship.",
    "doc_id": "39575152",
    "writer": "Smyth-Kabay KN",
    "year": "2024",
    "summary": "We assessed parasitism, immune function, sex steroid concentrations and survivorship in these three offspring groups, both during juvenility and early adulthood. The juvenile offspring of subordinate control and dominant treated dams generally had lower intensities …",
    "abstract": "In oviparous vertebrates, maternal androgens can alter offspring immune function, particularly early in development, but the potential for negative health effects of maternal androgens in mammals remains unclear. We investigated the relation between maternal androgens, particularly in late gestation, and offspring health in the meerkat (Suricata suricatta) by comparing offspring from (a) normative dominant and subordinate matrilines, whose dams naturally express high versus lower circulating androgen concentrations, respectively, and (b) normative dominant and antiandrogen-treated dominant matrilines, whose dams' androgen function was intact versus blocked owing to experimental antagonism of the latter's androgen receptors (using Flutamide). Foetal offspring thus experienced three different endocrine environments ('high', 'lower' and 'blocked' androgens) late in prenatal development. We assessed parasitism, immune function, sex steroid concentrations and survivorship in these three offspring groups, both during juvenility and early adulthood. The juvenile offspring of subordinate control and dominant treated dams generally had lower intensities of parasite infections and greater immune function than did their peers from dominant control dams-patterns not found in adult offspring, or in relation to the offspring's concurrent hormone concentrations. Survivorship to adulthood was greatest in the progeny of treated dams. Descendants of dominant female meerkats-those in the 'high' prenatal androgen category-suffered increased parasitism and decreased immunocompetence as juveniles, as well as reduced survivorship relative to antiandrogen-exposed peers, providing evidence in mammals that maternal androgens can negatively impact offspring health and survival. These intergenerational, androgen-mediated, health effects represent early costs imposed by female intrasexual competition and its associated selection pressures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39575152/"
}