{
  "pmid": "41452356",
  "title": "Liensinine can improve vascular remodeling in hypertension through the ferroptosis-related TLR4 inflammatory pathway.",
  "abstract": "Vascular remodeling, which results in aortic sclerosis, is one of the main risk factors for hypertension-related cardiovascular events. In the process of early intervention and clinical improvement, the inhibition of this process is very important. Previous studies have shown that liensinine (Lien) alleviates hypertension-induced vascular remodeling, but its mechanism of action remains unclear. This study aimed to investigate the therapeutic effects of Lien on hypertension, explore its molecular targets, and elucidate its anti-inflammatory mechanisms related to ferroptosis in preventing vascular remodeling. In vivo, Lien significantly reduced blood pressure and PWV and improved vascular pathology by reducing aortic wall thickness in hypertensive mice. The results of the WB experiment indicated that Lien can promote the expression of GPX4 protein and inhibit the expression of TFRC protein, which are ferroptosis markers. RNA-seq results suggested that Lien targets TLR4-mediated inflammation in vascular remodeling. The serum levels of IL-6, IL-1β, and TNF-α were decreased by Lien, according to ELISA results. IHC demonstrated decreased expression of inflammatory markers (p-IκB-α, IκB-α, p-P65, P65) in vascular tissues. In vitro, the results of the WB experiment indicated that Lien can promote the expression of GPX4 protein and inhibit the expression of TFRC protein; the ELISA results indicate that Lien can reduce the secretion of IL-6, IL-1β, and TNF-α induced by Ang II. Molecular docking and COIP experiments showed that Lien inhibits the formation of the Ang II-TLR4-MD2 complex and reduces MyD88 expression. Western blotting further confirmed that Lien inhibited the MAPK and TGF-β1/Smad2/3 pathways, both in the presence of Ang II and inflammatory stimuli (LPS, CKs). Subsequently, using the TLR4 inhibitor TAK242 and the NF-κB inhibitor PDTC, further evidence was provided that Lien effectively manages hypertension by lowering blood pressure, enhancing vascular health, and providing anti-inflammatory effects, mainly by inhibiting the TLR4/MD2 complex and suppressing the MAPK and TGF-β1/Smad2/3 pathways. These results underscore the promise of Lien as a therapeutic agent for preventing vascular remodeling caused by hypertension. KEY MESSAGES: Liensinine significantly reduces blood pressure and improves vascular inflammatory in hypertensive mice. Liensinine inhibits vascular inflammatory and remodeling by suppressing the ferroptosis related GPX4 and TLR4/MD2 complex and its downstream NF-κB, MAPK, and TGF-β1/Smad2/3 signaling pathways. Liensinine demonstrates potential as a therapeutic agent and offers new insights into inflammation-driven vascular dysfunction and its intervention.",
  "disease": "hypertension"
}