{
    "title": "Murine superficial lymph node surgery.",
    "doc_id": "22643669",
    "writer": "Mathieu M",
    "year": "2012",
    "summary": "Sequential lymph node surgery or lymphadenectomy has been successfully used by us and others. Here, we describe how the brachial and inguinal lymph nodes can be removed by making a small incision in the skin of an anesthetised mouse. ...Every second da …",
    "abstract": "In the field of immunology, to understand the progression of an immune response against a vaccine, an infection or a tumour, the response is often followed over time. Similarly, the study of lymphocyte homeostasis requires time course experiments. Performing these studies within the same mouse is ideal to reduce the experimental variability as well as the number of mice used. Blood withdrawal allows performance of time course experiments, but it only gives information about circulating lymphocytes and provides a limited number of cells. Since lymphocytes circulating through the body and residing in the lymph nodes have different properties, it is important to examine both locations. The sequential removal of lymph nodes by surgery provides a unique opportunity to follow an immune response or immune cell expansion in the same mouse over time. Furthermore, this technique yields between 1-2x10(6) cells per lymph node which is sufficient to perform phenotypic characterization and/or functional assays. Sequential lymph node surgery or lymphadenectomy has been successfully used by us and others. Here, we describe how the brachial and inguinal lymph nodes can be removed by making a small incision in the skin of an anesthetised mouse. Since the surgery is superficial and done rapidly, the mouse recovers very quickly, heals well and does not experience excessive pain. Every second day, it is possible to harvest one or two lymph nodes allowing for time course experiments. This technique is thus suitable to study the characteristics of lymph node-residing lymphocytes over time. This approach is suitable to various experimental designs and we believe that many laboratories would benefit from performing sequential lymph node surgeries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22643669/"
}