{
    "title": "Outcomes of ovarian transposition in cervical cancer; an updated meta-analysis.",
    "doc_id": "35869476",
    "writer": "Laios A",
    "year": "2022",
    "summary": "BACKGROUND: Cervical cancer is the most common indication for ovarian transposition in reproductive-age women. Ovarian transposition should be performed in premenopausal women undergoing pelvic irradiation to preserve ovarian function, and prevent early menop …",
    "abstract": "Background:\n        \n      \n      Cervical cancer is the most common indication for ovarian transposition in reproductive-age women. Ovarian transposition should be performed in premenopausal women undergoing pelvic irradiation to preserve ovarian function, and prevent early menopause. As women become more knowledgeable about their fertility options, it is still unclear who will benefit from the intervention. We updated our previous meta-analysis of ovarian function preservation, symptomatic ovarian cysts, and metastases to the transposed ovaries following ovarian transposition in cervical cancer patients to further guide current clinical practice.\n    \n\n\n          Methods:\n        \n      \n      A systematic search of Medline, Embase, Web of Science, and The Cochrane Library databases, dating from January 1980 to July 2021, was conducted. We computed the summary proportions of women who had ovarian function preservation, non-ovarian cyst formation and metastases to the transposed ovaries following ovarian transposition by random-effects meta-analysis and we explored study heterogeneity by type of radiotherapy.\n    \n\n\n          Results:\n        \n      \n      There were 29 publications reporting on 1160 women with cervical cancer who underwent ovarian transposition. In the group that underwent surgery alone, 91% of the women had preserved ovarian function (95% CI 83-100), 89% (95% CI 80-99) of women who did not develop ovarian cysts, and 99% (95% CI 1-5) of women who did not suffer metastases to the transposed ovaries. In the surgery ± brachytherapy (BR) group, the proportion of women with the preserved ovarian function was 93% (95% CI 76-113), 84% (95% CI 69-103) of women who did not develop ovarian cysts, and 99% (95% CI 82-120) of women who did not suffer metastases to the transposed ovaries. In the external beam pelvic radiotherapy (EBRT) ± BR ± surgery group, the proportion of women with the preserved ovarian function was 61% (95% CI 55-69), and 95% (95% CI 85-107) of women who developed ovarian cysts. There were no metastases to the transposed ovaries in that group.\n    \n\n\n          Conclusions:\n        \n      \n      In women with cervical cancer, ovarian transposition offers a significant preservation of the ovarian function. Despite an expected incidence of ovarian cyst formation, it carries almost no risk for metastases to the transposed ovaries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35869476/"
}