{
    "title": "Potential risks from UV/H(2)O(2) oxidation and UV photocatalysis: A review of toxic, assimilable, and sensory-unpleasant transformation products.",
    "doc_id": "29783164",
    "writer": "Wang WL",
    "year": "2018",
    "summary": "UV based advanced oxidation processes (UV-AOPs) that efficiently eliminate organic pollutants during water treatment have been the subject of numerous investigations. Most organic pollutants are not completely mineralized during UV-AOPs but are partially oxidized in …",
    "abstract": "UV based advanced oxidation processes (UV-AOPs) that efficiently eliminate organic pollutants during water treatment have been the subject of numerous investigations. Most organic pollutants are not completely mineralized during UV-AOPs but are partially oxidized into transformation products (TPs), thereby adding complexity to the treated water and posing risks to humans, ecological systems, and the environment. While the degradation kinetics and mechanisms of pollutants have been widely documented, there is little information about the risks associated with TPs. In this review, we have collated recent knowledge about the harmful TPs that are generated in UV/H2O2 and UV photocatalysis, two UV-AOPs that have been studied extensively. Toxic and assimilable TPs were ubiquitously observed in more than 80% of UV-AOPs of organic pollutants, of which the toxicity and assimilability levels changed with variations in the reaction conditions, such as the UV fluence and oxidant dosage. Previous studies and modeling assessments showed that toxic and assimilable TPs may be generated during hydroxylation, dealkylation, decarboxylation, and deamination. Among various reactions, TPs generated from dealkylation and decarboxylation were generally less and more toxic than the parent pollutants, respectively; TPs generated from decarboxylation and deamination were generally less and more assimilable than the parent pollutants, respectively. There is also potential concern about the sensory-unpleasant TPs generated by oxidations and subsequent metabolism of microorganisms. In this overview, we stress the need to include both the concentrations of organic pollutants and the evaluations of the risks from TPs for the quality assessments of the water treated by UV-AOPs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29783164/"
}