{
    "title": "Status and prognosis of lymph node metastasis in patients with cardia cancer - a systematic review.",
    "doc_id": "24953457",
    "writer": "Okholm C",
    "year": "2014",
    "summary": "Furthermore, the presence of lymph node metastasis significantly correlates to the TNM-stage. Incidences of metastasis in mediastinal lymph nodes are associated with poor survival. CONCLUSION: The best survival rates is seen when lymph node …",
    "abstract": "Background:\n        \n      \n      Adenocarcinoma of the gastroesophageal junction (GEJ) has a poor prognosis and survival rates significantly decreases if lymph node metastasis is present. An extensive lymphadenectomy may increase chances of cure, but may also lead to further postoperative morbidity and mortality. Therefore, the optimal treatment of cardia cancer remains controversial. A systematic review of English publications dealing with adenocarcinoma of the cardia was conducted to elucidate patterns of nodal spread and prognostic implications.\n    \n\n\n          Methods:\n        \n      \n      A systematic literature search based on PRISMA guidelines identifying relevant studies describing lymph node metastasis and the associated prognosis. Lymph node stations were classified according to the Japanese Gastric Cancer Association guidelines.\n    \n\n\n          Results:\n        \n      \n      The highest incidence of metastasis is seen in the nearest regional lymph nodes, station no. 1-3 and additionally in no. 7, 9 and 11. Correspondingly the best survival is seen when metastasis remain in the most locoregional nodes and survival equally tends to decrease as the metastasis become more distant. Furthermore, the presence of lymph node metastasis significantly correlates to the TNM-stage. Incidences of metastasis in mediastinal lymph nodes are associated with poor survival.\n    \n\n\n          Conclusion:\n        \n      \n      The best survival rates is seen when lymph node metastasis remains locoregional and survival rates decreases when distant lymph node metastasis is present. The dissection of locoregional lymph nodes offers significantly therapeutic benefit, but larger and prospective studies are needed to evaluate the effect of dissecting distant and mediastinal lymph nodes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24953457/"
}