{
  "pmid": "41425239",
  "title": "Chronic Obstructive Pulmonary Disease and Obstructive Sleep Apnea Coexistence: From Pathophysiology to Clinical Complications.",
  "abstract": "Obstructive sleep apnea (OSA) and chronic obstructive pulmonary disease (COPD) are two common chronic respiratory diseases. Their co-existence forms overlap syndrome (OVS), a distinct clinical entity that imposes a dual burden on patients due to its unique pathophysiological mechanisms and significant clinical implications. This narrative review describes the consequences of OVS by tracing its pathophysiological from molecular mechanisms to clinical phenotypes, including non-cardiovascular complications. The primary aim is to synthesize this knowledge into a conceptual framework to guide future therapeutic development. We searched electronic databases including Pubmed, Web of Science and Google Scholar for relevant studies and academic articles discussing OSA-COPD overlap. OVS demonstrates a high population prevalence, with distribution influenced by factors such as gender, age, COPD-specific phenotypes, and OSA severity. Pathogenically, factors including smoking and obesity collectively contribute to significant airflow limitation (AFL) through impaired respiratory control, reduced ventilatory drive, and multi-level airway narrowing. The characteristic chronic hypoxia and persistent AFL drive disease progression by triggering systemic inflammation, oxidative stress, and autonomic dysfunction. Consequently, the clinical presentation of OVS is more complex and severe than that of either disease alone, characterized by profound hypoxemia and prevalent hypercapnia. Beyond the core respiratory impairments, which predispose patients to major cardiovascular events, OVS drives a range of extrapulmonary manifestations. These include metabolic derangements, hematological alterations, neuropsychiatric complications, Vitamin D Deficiency, osteoporosis, retinal vascular tortuosity, erectile dysfunction (ED), and postural control, potentially fueled by persistent systemic inflammation and chronic hypoxia. This multisystem involvement. This multisystem involvement collectively contributes to a significantly worsened clinical prognosis. Understanding the progression from localized AFL to systemic injury is essential for clarifying the full burden of OVS, particularly as it relates to its various comorbidities. Current evidence offers a basis for improving early identification and diagnosis of both the primary condition and its associated comorbid states. Future research should prioritize the development of personalized management strategies that address the specific risks of different comorbidities.",
  "disease": "chronic obstructive pulmonary disease"
}