{
    "title": "Multicenter prospective study of ulcerated hemangiomas.",
    "doc_id": "18035154",
    "writer": "Chamlin SL",
    "year": "2007",
    "summary": "RESULTS: One thousand ninety-six patients were enrolled, and 173 (15.8%) patients experienced ulceration. Ulceration occurred in 192 (9.8%) of 1960 [corrected] total hemangiomas. Hemangiomas with ulcerations were more likely large, mixed clinical type, segmen …",
    "abstract": "Objective:\n        \n      \n      To identify clinical features of infants with ulcerated infantile hemangiomas.\n    \n\n\n          Study design:\n        \n      \n      Cross-sectional analysis was conducted within a prospective cohort study of children with infantile hemangiomas. Children younger than 12 years of age were recruited. Demographic and prenatal/perinatal information was collected. Hemangioma size, location, subtype, course, complications, and treatments were recorded.\n    \n\n\n          Results:\n        \n      \n      One thousand ninety-six patients were enrolled, and 173 (15.8%) patients experienced ulceration. Ulceration occurred in 192 (9.8%) of 1960 [corrected] total hemangiomas. Hemangiomas with ulcerations were more likely large, mixed clinical type, segmental morphologic type, and located on the lower lip, neck, or anogenital region. Ulceration occurred at a median age of 4 months, most often during the proliferative phase. Children with ulcerated hemangiomas were more likely to present to a pediatric dermatologist at a younger age and to require treatment. Bleeding occurred in 41% of ulcerated lesions but was rarely of clinical significance. Infection occurred in 16%.\n    \n\n\n          Conclusions:\n        \n      \n      Ulceration occurs in nearly 16% of patients with infantile hemangiomas, most often by 4 months of age, during the proliferative phase. Location, size, and clinical and morphologic type are associated with an increased risk for development of ulceration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18035154/"
}