{
  "pmid": "41467444",
  "title": "Interplay of GBA1 with lysosomal dysfunction and inflammation in Parkinson's disease.",
  "abstract": "Mutations in the glucocerebrosidase (GBA1) gene, encoding the lysosomal enzyme glucocerebrosidase, represent the most significant genetic risk factor for Parkinson's disease. These variants define a distinct clinical subtype characterized by earlier onset, accelerated motor decline, and pronounced cognitive impairment. This review synthesizes current insights into the molecular mechanisms linking GBA1 dysfunction to lysosomal failure, α-synuclein aggregation, and neuroinflammation. Pathogenic alleles such as N370S and L444P disrupt sphingolipid metabolism, resulting in toxic accumulations of glucosylceramide and glucosylsphingosine, endoplasmic reticulum stress, and impaired clearance of misfolded proteins. This initiates a self-reinforcing cycle in which glucocerebrosidase deficiency promotes α-synuclein aggregation, which subsequently impairs glucocerebrosidase trafficking. We explore the convergence of GBA1 mutations on the lysosomal-mitochondrial-autophagy axis, where impaired autophagic flux and disrupted organelle crosstalk amplify oxidative stress and activate the NLR family pyrin domain containing 3 inflammasome. The contribution of microglia, astrocytes, and oligodendrocytes to the neuroinflammatory cascade is eamined, along with the emerging influence of the microbiome-gut-brain axis in disease progression. Finally, we evaluate emerging therapeutic strategies, including pharmacological chaperones, NLRP3 inhibitors, adeno-associated virus-based gene therapy, and microbiome modulation, highlighting both promises and translational challenges such as blood-brain barrier penetration and mutation-specific efficacy. We conclude by advocating for precision medicine approaches, supported by robust biomarker development and advanced disease models, to guide tailored interventions for this aggressive Parkinson's disease subtype.",
  "disease": "parkinson disease"
}