{
    "title": "Relationship between antenatal sleep quality and depression in perinatal women: A comprehensive meta-analysis of observational studies.",
    "doc_id": "36739002",
    "writer": "Fu T",
    "year": "2023",
    "summary": "Studies have suggested that perinatal depression is related to poor sleep quality during pregnancy. However, evidence on the influence and mechanism of sleep quality on the risk of developing perinatal depression remains limited and inconclusive. ...Ou …",
    "abstract": "Background:\n        \n      \n      Perinatal depression is a global mental health problem. Studies have suggested that perinatal depression is related to poor sleep quality during pregnancy. However, evidence on the influence and mechanism of sleep quality on the risk of developing perinatal depression remains limited and inconclusive.\n    \n\n\n          Methods:\n        \n      \n      A systematic review was conducted in PubMed, Web of Science, Embase, CINAHI and Cochrane Library for relevant original quantitative studies published in English. A hand search of the reference list of relevant studies was also performed. Meta-analysis was performed using RevMan software and a random-effects model. Potential heterogeneity source was explored by subgroup and sensitivity analyses, and potential publication bias was tested using funnel plots and Begg's test.\n    \n\n\n          Results:\n        \n      \n      A total of ten studies involving 39,574 participants were included in our meta-analysis. Overall, women who experienced poor sleep quality during pregnancy were at a significantly higher risk of developing depression, with antenatal depression 3.72 times higher, postpartum depression 2.71 times higher, and perinatal depression 3.46 times higher, compared to those did not experience poor sleep quality.\n    \n\n\n          Limitations:\n        \n      \n      Different measuring tools and unobserved confounding factors may make some bias in our result. What's more, not all included studies were initially designed to assess the association between antenatal sleep quality and the risk of developing perinatal depression.\n    \n\n\n          Conclusion:\n        \n      \n      Our meta-analysis found that antenatal sleep quality was negatively associated with the risk for perinatal depression. Our findings highlight the importance of improving sleep quality during pregnancy for mental health among perinatal women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36739002/"
}