{
    "title": "A database of predictor test sex bias for development of military physical employment standards.",
    "doc_id": "31282458",
    "writer": "Reilly TJ",
    "year": "2019",
    "summary": "BACKGROUND: Hesitation to employ females for physically demanding jobs is often due to sex related physical abilities. A physical employment standard (PES) identifies individuals who are physically capable for work. OBJECTIVE: A database containing 300 …",
    "abstract": "Background:\n        \n      \n      Hesitation to employ females for physically demanding jobs is often due to sex related physical abilities. A physical employment standard (PES) identifies individuals who are physically capable for work.\n    \n\n\n          Objective:\n        \n      \n      A database containing 300 + sources of physical performance tests (PFTs) will inform potential sex bias for PES development.\n    \n\n\n          Methods:\n        \n      \n      Weighted means and probability density curves illustrate the percentage overlap between male and female performance on PFT data from the armed forces of 11 countries and the open literature. Where female training data were available, the change in percentage overlap illustrates the potential for reduction in sex-related differences.\n    \n\n\n          Results:\n        \n      \n      PFTs demonstrating the extremes of sex disparity were bench press (11 sources) and sit-ups (14 sources) with 9% and 93% overlap in performance, respectively. Training for bench press; pull ups; VO2max; and upright pull improved female performance by 12%, 22%, 35%, and 23% respectively. This translated into narrowing the gap between male and female mean performance by 1%, 4%, 5%, and 10% respectively.\n    \n\n\n          Conclusions:\n        \n      \n      The ability of PFT to predict performance is essential; however, PFTs with more overlap will facilitate development of PES with reduced sex bias. PFTs with the greatest potential for improvement in females are identified here.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31282458/"
}