{
  "pmid": "41371985",
  "title": "Trends and determinants of 23-valent pneumococcal polysaccharide vaccine revaccination among older adults in Shanghai, China, 2013-2023: A database-based study.",
  "abstract": "Pneumococcal disease remains a significant public health concern among older adults in China. The 23-valent pneumococcal polysaccharide vaccine (PPV23) has been shown to reduce the incidence of pneumococcal diseases, and timely revaccination helps maintain high levels of protective antibodies. However, data on PPV23 revaccination practices in this population remain limited. This study analyzed vaccination records from Shanghai's Immunization Program Information System (2013-2023) to evaluate PPV23 revaccination rates, temporal trends, and associated determinants (gender, household registration, residence, type of first dose, other vaccination history) among older adults. Joinpoint regression assessed temporal trends, while a 1:1 matched case-control analysis with conditional logistic regression and restricted cubic splines identified determinants. Among 136,454 eligible individuals, the overall revaccination rate was low (4.3%). Rates declined with increasing age in successive birth cohorts. From 2018 to 2023, annual revaccination rates showed a non-significant downward trend (APC =  -15.9, 95% CI: -38.1-14.2). Multivariable analysis identified three determinants independently associated with PPV23 revaccination. Both urban residency (adjusted OR = 6.43, 95% CI: 5.54-7.46) and prior influenza vaccination (adjusted OR = 9.09, 95% CI: 7.91-10.45) were strongly associated with higher revaccination odds. Conversely, COVID-19 vaccination (adjusted OR = 0.19, 95% CI: 0.14-0.26) were associated with substantially lower revaccination odds. These findings highlight the generally low PPV23 revaccination coverage among older adults in Shanghai, particularly among suburban residents, and individuals without a history of influenza vaccination. Public health strategies should prioritize education - particularly in suburban areas - and integrate PPV23 with influenza vaccination programs to enhance uptake and mitigate pneumococcal disease burden.",
  "disease": "influenza"
}