{
    "title": "Online Health Information Seeking Behaviors Among Older Adults: Systematic Scoping Review.",
    "doc_id": "35171099",
    "writer": "Zhao YC",
    "year": "2022",
    "summary": "(2) What are the factors that influence older adults' OHIS? (3) What are the barriers to older adults' OHIS? (4) How can we intervene and support older adults' OHIS? ...Some intervention programs based on educational training workshops have been created to in …",
    "abstract": "Background:\n        \n      \n      With the world's population aging, more health-conscious older adults are seeking health information to make better-informed health decisions. The rapid growth of the internet has empowered older adults to access web-based health information sources. However, research explicitly exploring older adults' online health information seeking (OHIS) behavior is still underway.\n    \n\n\n          Objective:\n        \n      \n      This systematic scoping review aims to understand older adults' OHIS and answer four research questions: (1) What types of health information do older adults seek and where do they seek health information on the internet? (2) What are the factors that influence older adults' OHIS? (3) What are the barriers to older adults' OHIS? (4) How can we intervene and support older adults' OHIS?\n    \n\n\n          Methods:\n        \n      \n      A comprehensive literature search was performed in November 2020, involving the following academic databases: Web of Science; Cochrane Library database; PubMed; MEDLINE; CINAHL Plus; APA PsycINFO; Library and Information Science Source; Library, Information Science and Technology Abstracts; Psychology and Behavioral Sciences Collection; Communication & Mass Media Complete; ABI/INFORM; and ACM Digital Library. The initial search identified 8047 publications through database search strategies. After the removal of duplicates, a data set consisting of 5949 publications was obtained for screening. Among these, 75 articles met the inclusion criteria. Qualitative content analysis was performed to identify themes related to the research questions.\n    \n\n\n          Results:\n        \n      \n      The results suggest that older adults seek 10 types of health information from 6 types of internet-based information sources and that 2 main categories of influencing factors, individual-related and source-related, impact older adults' OHIS. Moreover, the results reveal that in their OHIS, older adults confront 3 types of barriers, namely individual, social, and those related to information and communication technologies. Some intervention programs based on educational training workshops have been created to intervene and support older adults' OHIS.\n    \n\n\n          Conclusions:\n        \n      \n      Although OHIS has become increasingly common among older adults, the review reveals that older adults' OHIS behavior is not adequately investigated. The findings suggest that more studies are needed to understand older adults' OHIS behaviors and better support their medical and health decisions in OHIS. Based on the results, the review proposes multiple objectives for future studies, including (1) more investigations on the OHIS behavior of older adults above 85 years; (2) conducting more longitudinal, action research, and mixed methods studies; (3) elaboration of the mobile context and cross-platform scenario of older adults' OHIS; (4) facilitating older adults' OHIS by explicating technology affordance; and (5) promoting and measuring the performance of OHIS interventions for older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35171099/"
}