{
    "title": "Relationship between the Young's Moduli of Whole Microcapsules and Their Shell Material Established by Micromanipulation Measurements Based on Diametric Compression between Two Parallel Surfaces and Numerical Modelling.",
    "doc_id": "36677184",
    "writer": "Baiocco D",
    "year": "2023",
    "summary": "For microparticles with a homogenous structure, their apparent Young's modulus can be determined from the force versus displacement data fitted by the classical Hertz model. Microcapsules can consist of a liquid core surrounded by a solid shell. Two Young's modulus …",
    "abstract": "Micromanipulation is a powerful technique to measure the mechanical properties of microparticles including microcapsules. For microparticles with a homogenous structure, their apparent Young's modulus can be determined from the force versus displacement data fitted by the classical Hertz model. Microcapsules can consist of a liquid core surrounded by a solid shell. Two Young's modulus values can be defined, i.e., the one is that determined using the Hertz model and another is the intrinsic Young's modulus of the shell material, which can be calculated from finite element analysis (FEA). In this study, the two Young's modulus values of microplastic-free plant-based microcapsules with a core of perfume oil (hexyl salicylate) were calculated using the aforementioned approaches. The apparent Young's modulus value of the whole microcapsules determined by the classical Hertz model was found to be EA = 0.095 ± 0.014 GPa by treating each individual microcapsule as a homogeneous solid spherical particle. The previously obtained simulation results from FEA were utilised to fit the micromanipulation data of individual core-shell microcapsules, enabling to determine their unique shell thickness to radius ratio (h/r)FEA = 0.132 ± 0.009 and the intrinsic Young's modulus of their shell (EFEA = 1.02 ± 0.13 GPa). Moreover, a novel theoretical relationship between the two Young's modulus values has been derived. It is found that the ratio of the two Young's module values (EA/EFEA) is only a function on the ratio of the shell thickness to radius (h/r) of the individual microcapsule, which can be fitted by a third-degree polynomial function of h/r. Such relationship has proven applicable to a broad spectrum of microcapsules (i.e., non-synthetic, synthetic, and double coated shells) regardless of their shell chemistry.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36677184/"
}