{
  "pmid": "41411529",
  "title": "Association of circadian syndrome with the risk of physical, psychological, and cognitive multimorbidities: a prospective cohort study based on the China Health and Retirement Longitudinal Study.",
  "abstract": "Multimorbidity involving physical, psychological, and cognitive decline is a major public health challenge with poorly understood upstream risk factors. Circadian syndrome (CircS), which integrates metabolic, sleep, and mood dysregulation, is a potential predictor of this condition. We aimed to investigate the prospective association between baseline CircS and the incidence of distinct multimorbidity patterns. We conducted a prospective cohort study of 8262 participants aged ≥45 years from the China Health and Retirement Longitudinal Study, who were free of specified multimorbidity at baseline in 2011. We defined CircS as the presence of ≥4 of 7 components: central obesity, hypertension, dysglycaemia, dyslipidaemia, low high-density lipoprotein cholesterol, abnormal sleep duration, and depressive symptoms. We used multivariable Cox proportional hazards models to estimate hazard ratios (HR) for four incident multimorbidity patterns over a seven-year follow-up. Over a median follow-up of seven years, baseline CircS was significantly associated with a higher risk of incident physical-psychological-cognitive multimorbidity (HR = 1.48, 95% confidence interval (CI) = 1.09, 2.02) and psychological-cognitive multimorbidity (HR = 1.38; 95% = CI 1.06, 1.79) after full adjustment. We noted a significant dose-response relationship. The population attributable fraction of CircS for physical-psychological-cognitive multimorbidity was 16.8%. Associations were more pronounced in women and participants without baseline chronic conditions. CircS is a significant, integrative risk factor that precedes the onset of complex multimorbidity, particularly patterns involving cognitive and psychological decline. The co-occurrence of metabolic, sleep, and mood dysregulation appears to synergistically accelerate disease clustering. Our findings identify CircS as a critical target for early risk stratification and suggest that prevention strategies should promote circadian health.",
  "disease": "chronic kidney disease"
}