{
  "pmid": "41462491",
  "title": "Tuberculosis incidence in patients treated with secukinumab - a real-world study in Brazil.",
  "abstract": "Tuberculosis (TB) remains a global health challenge, especially in low- and middle-income countries. Tumor necrosis factor alpha (TNFα) plays a crucial role in the immune response to TB. TNF inhibitors were the first biologic agents approved for treating chronic inflammatory diseases such as psoriasis (PsO), axial spondyloarthritis (axSpA) and psoriatic arthritis (PsA). Despite their efficacy, TB risk is a concern. The development of new biological therapies, as IL-17 inhibitors, has improved these diseases' management; however, data regarding TB risk remain scarce. This study assessed TB incidence in Brazilian patients with PsO, axSpA and PsA treated with secukinumab. This real-world retrospective study included Brazilian patients treated for at least 24 months, aged ≥ 18 years, without confirmed tuberculosis diseaseTBD. Data were extracted from medical charts. Descriptive analyses used mean or median, standard deviations, and quartiles for continuous variables and absolute frequencies and percentages for categorical variables with 95% confidence intervals calculation, as applicable. 152 participants were included, with a mean follow-up of 40.1 months, predominantly PsA (n = 90) and white (84.6%), with an average age of 52 years (IQR: 42-61) and a slightly male predominance (50.7%). Hypertension for PsA (11.9%) and PsO (16.3%), and fibromyalgia for axSpA (16.0%) patients were the most common comorbidities. PsO patients had the longest disease duration (184.6 months). Secukinumab loading doses were administered to 141 patients, with 78% receiving 300 mg. Maintenance doses were 300 mg for 77% of the patients. Secukinumab treatment was discontinued in 18 patients (11.8%). On average, patients were on 3.35 concomitant medications before secukinumab, dropping to 2.26 afterward, with methotrexate being the most used medication before secukinumab. No TBD cases were recorded. Tuberculosis infection (TBI) testing showed some positive results, and preventiveantibiotic therapy was administered as needed. Most patients remained negative for TBI after treatment. No safety-related information was detailed. This real-world evidence study demonstrated that no TBD cases were recorded even after receiving secukinumab, and most patients were negative for TBI. Further studies are recommended to enhance the knowledge of TB prevention among patients with axSpA, PsO, and PsA.",
  "disease": "hypertension"
}