{
  "pmid": "41439586",
  "title": "Mapping Regional Brain Aging in Huntington's Disease Using Structural Magnetic Resonance Imaging and Machine Learning.",
  "abstract": "Huntington's disease (HD) is a progressive neurodegenerative disorder. Models of brain biological age have shown evidence of accelerated aging relative to chronological age, but they typically rely on a single whole-brain measure. While studies in other neurodegenerative diseases suggest region-specific brain age models can provide deeper insights, this approach remains underexplored in HD. Such regional models could benefit clinical trials, which depend on sensitive biomarkers to monitor therapeutic effects. This study aimed to characterize region-specific patterns of brain aging across Huntington's Disease Integrated Staging System (HD-ISS) stages and evaluate their associations with cognitive, motor, and functional scores. We employed machine learning to train brain age models on structural magnetic resonance imaging data from 1936 controls. These models were applied to 531 persons with HD. Associations between regional brain age gap, HD-ISS stages, and clinical scores were assessed. Whole-brain aging increased progressively at HD-ISS stages 2 and 3. Region-specific analyses revealed the dominance of subcortical, temporal, and parietal aging trajectories, which exhibited significant stage-wise increases in brain age gap. A higher brain age gap in these regions was associated with declines in cognitive, motor, and functional performance. In contrast, insular and frontal regions showed flatter patterns and no significant associations with clinical measures. This study highlights distinct region-specific components of brain aging in HD. Regional analysis provides deeper insights into HD progression and could be employed as a sensitive biomarker for monitoring therapeutic effects in clinical trials. Future work should explore these findings in younger cohorts and investigate network-specific aging with multimodal imaging. © 2025 International Parkinson and Movement Disorder Society.",
  "disease": "parkinson disease"
}