{
    "title": "Nicotine: does it have a role in the treatment of ulcerative colitis?",
    "doc_id": "10423604",
    "writer": "Slyk MP",
    "year": "1997",
    "summary": "OBJECTIVES: To review the epidemiology, pathophysiology, diagnosis, clinical manifestations, and treatment of ulcerative colitis, with emphasis on the relationship between smoking, nicotine, and ulcerative colitis, and the most recent clinical trials o …",
    "abstract": "Objectives:\n        \n      \n      To review the epidemiology, pathophysiology, diagnosis, clinical manifestations, and treatment of ulcerative colitis, with emphasis on the relationship between smoking, nicotine, and ulcerative colitis, and the most recent clinical trials on the use of nicotine in the treatment of ulcerative colitis.\n    \n\n\n          Data sources:\n        \n      \n      A MEDLINE search (1966 to present) of English language literature regarding the use of various nicotine dosage forms in the treatment of ulcerative colitis. Additional literature was obtained from bibliographic literature searches of appropriate articles identified through this search.\n    \n\n\n          Data selection:\n        \n      \n      All appropriate journal articles focusing on ulcerative colitis and current treatment options, with emphasis on clinical trials involving the use of nicotine, were considered by the authors for inclusion.\n    \n\n\n          Data synthesis:\n        \n      \n      Ulcerative colitis is a chronic inflammatory disease state of unknown etiology. Its progression is erratic, with patients experiencing periods of exacerbations and remissions. Current therapeutic options have yielded less than satisfactory results. With the discovery of the potential relationship between nonsmoking status and the onset of ulcerative colitis and the development of various nicotine dosage forms came the hypothesis that nicotine may play a protective role against the development of ulcerative colitis and maintenance of remission. Hence, investigators began conducting clinical trials on the use of available nicotine dosage forms in the management of ulcerative colitis. The most recent clinical trials on the use of nicotine in the management of ulcerative colitis have suggested that nicotine, in combination with conventional pharmacologic therapy, may result in clinical improvement in some patients. The use of nicotine as a single agent cannot be recommended at this time. Clinical trials have also revealed poor patient tolerability and long-term compliance due to nicotine's significant adverse effect profile. Overall, investigation of nicotine in the treatment of ulcerative colitis has yielded disappointing results.\n    \n\n\n          Conclusion:\n        \n      \n      Nicotine cannot be recommended as adjunctive or single therapy for the treatment of ulcerative colitis and will not alter current treatment options. Further research in this area is necessary with focus on enhancing understanding of disease pathophysiology, therapeutic effects of nicotine, and reducing nicotine's adverse effect profile.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10423604/"
}