{
  "pmid": "41454848",
  "title": "Synuclein and Mitochondrial Dysfunction: Regulating the Protein Import Complex toward PD Treatment?",
  "abstract": "Parkinson's disease (PD) is a chronic, progressive neurodegenerative disorder characterized by severe motor symptoms. While the degeneration of dopaminergic neurons in the substantia nigra plays a central role, other neurotransmitter systems also contribute to PD symptoms. α-Synuclein (αSyn), normally expressed in neurons to support synaptic function and neurotransmitter release, becomes pathologically accumulated in PD, despite not being upregulated under physiological conditions. Intracellular aggregation of αSyn into Lewy bodies is a hallmark of synucleinopathies. A vital facet of both the onset and progression of PD involves mitochondrial dysfunction, which links αSyn misimport into mitochondria with neuronal death. The interaction of αSyn with mitochondrial membranes has been identified, yet the complex stepwise biological mechanisms of αSyn misimport into the mitochondrial compartments, followed by its aggregation, culminating in mitochondria-mediated apoptosis, remain unknown. The Translocase of the Outer Mitochondrial Membrane (TOM) complex, vital for unidirectional import of >1300 mitochondrial proteins from the cytosol, can additionally misimport αSyn into mitochondria. This TOM-αSyn interplay can alter calcium homeostasis, reduce ATP biogenesis, elevate reactive oxygen species generation, and compromise mitochondrial dynamics, resulting in mitochondrial dysfunction and triggering cell death in dopaminergic neurons. Detailed analyses of TOM complex function, interactome, and TOM-αSyn association could lead to treatment approaches that restore mitochondrial homeostasis by mitigating the effects of αSyn pathology in neurodegenerative conditions. This review details the most recent findings on independent regulators of αSyn and the TOM complex and discusses TOM-αSyn interaction mechanisms and their outcomes on mitochondrial dynamics toward promoting development of therapeutics for neurodegeneration.",
  "disease": "parkinson disease"
}