{
    "title": "The Structure of the Zika Virus Protease, NS2B/NS3(pro).",
    "doc_id": "29845530",
    "writer": "Hilgenfeld R",
    "year": "2018",
    "summary": "In this chapter, we first briefly review the history of Zika virus (ZIKV) over the past 70 years since its discovery. We then focus on the ZIKV NS2B/NS3 protease, a major potential target for anti-ZIKV therapeutics. We describe the structure of the complex between …",
    "abstract": "In this chapter, we first briefly review the history of Zika virus (ZIKV) over the past 70 years since its discovery. We then focus on the ZIKV NS2B/NS3 protease, a major potential target for anti-ZIKV therapeutics. We describe the structure of the complex between Zika virus NS2B-NS3 protease and a peptide boronic-acid inhibitor that we determined in early 2016. We then review other structural studies on the Zika virus protease, which have been published in the past few months. Three different types of construct for the protease have been investigated by X-ray crystallography and NMR spectroscopy: the traditional \"linked\" construct comprising the NS2B cofactor, a Gly4SerGly4 linker, and the NS3pro chain; a construct where the linker has been replaced by Lys-Thr-Gly-Lys-Arg, which leads to autocleavage; and the bimolecular \"unlinked\" protease consisting of the NS2B cofactor segment and NS3pro. In complex with an inhibitor, the protease adopts a closed, \"active\" conformation with the NS2B chain wrapped around the NS3pro and contributing to the S2 pocket. In the ligand-free state, the Gly4SerGly4-linked enzyme adopts an open or relaxed conformation, with the C-terminal half of the NS2B cofactor highly flexible and disordered. Very surprisingly, however, the \"unlinked\", bimolecular protease has been reported to adopt the closed conformation in the crystal, even though, apparently, no peptide was bound to the substrate-binding site. The Gly4SerGly4-linked enzyme has been used successfully in drug discovery efforts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29845530/"
}