{
    "title": "What validated instruments, that measure implementation outcomes, are suitable for use in the Paediatric Intensive Care Unit (PICU) setting? A systematic review of systematic reviews.",
    "doc_id": "39390442",
    "writer": "Dodds E",
    "year": "2024",
    "summary": "METHODS: A systematic review of systematic reviews was conducted in two phases. Phase One: Five electronic databases were searched between 06/10/22 and 14/10/22. ...TRIAL REGISTRATION: For transparency of procedures and methods, the protocol for this systematic …",
    "abstract": "Background/aims:\n        \n      \n      The measurement of implementation outcomes can establish the success of implementing evidence into practice. However, implementation outcomes are seldom measured in acute healthcare settings, such as Paediatric Intensive Care Units (PICU), and if they are used, are likely to be non-validated, site or intervention-specific measures. To address this literature gap, this systematic review of systematic reviews aims to identify validated instruments to measure implementation outcomes of new EBP interventions in a PICU setting.\n    \n\n\n          Methods:\n        \n      \n      A systematic review of systematic reviews was conducted in two phases. Phase One: Five electronic databases were searched between 06/10/22 and 14/10/22. Systematic reviews were selected using pre-determined eligibility criteria. Methodological quality was assessed using the Critical Appraisal Skills Programme tool and a data extraction table was used to allow further synthesis. Phase Two: Secondary eligibility criteria were used to extract and review instruments from the systematic reviews selected in Phase One. Instruments were analysed and mapped to the Consolidated Framework of Implementation Research (CFIR).\n    \n\n\n          Results:\n        \n      \n      Phase One: Searches resulted in 3195 unique papers. Five systematic reviews were eligible for inclusion. All examined the psychometric properties of each instrument, utilising different methods to do so; three considered their pragmatic or usability properties; and one identified instruments that were transferrable to different settings. Each systematic review identified that most included instruments had limited evidence of their validity or reliability and had poor psychometric properties. Phase two: 93 instruments were screened, and nine were eligible for analysis. After analysis and CFIR mapping, two instruments were identified as potentially adaptable to the PICU setting.\n    \n\n\n          Conclusions:\n        \n      \n      The methodological quality of implementation outcome measurement instruments is inadequate, warranting further validation research. Two instruments were identified that cover multiple CFIR domains and have scope to be adapted for use when implementing evidence-based practice into the PICU. Further work is needed to adapt and further validate an instrument for use in practice.\n    \n\n\n          Trial registration:\n        \n      \n      For transparency of procedures and methods, the protocol for this systematic review was registered with PROSPERO (registration number CRD42022361638L).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39390442/"
}