{
    "title": "Young's modulus in normal corneas and the effect on applanation tonometry.",
    "doc_id": "18521022",
    "writer": "Hamilton KE",
    "year": "2008",
    "summary": "OBJECTIVES: To determine the statistically normal range of corneal Young's modulus in young healthy eyes in vivo, and to establish if this variation has a clinically significant influence on intraocular pressure (IOP) measurement using applanation tonometry. ...RESU …",
    "abstract": "Objectives:\n        \n      \n      To determine the statistically normal range of corneal Young's modulus in young healthy eyes in vivo, and to establish if this variation has a clinically significant influence on intraocular pressure (IOP) measurement using applanation tonometry.\n    \n\n\n          Methods:\n        \n      \n      Central corneal curvature, central corneal thickness (CCT), and applanation IOP (Goldmann tonometer) were measured using standard clinical techniques in one eye of 100 normal human subjects (22.0 +/- 2.9 years) in vivo. The Orssengo-Pye algorithm was used to calculate the corneal Young's modulus of these experimental subjects, and to produce a theoretical model of potential errors in Goldmann applanation tonometry estimates of IOP due to variations of Young's modulus and CCT.\n    \n\n\n          Results:\n        \n      \n      Corneal Young's modulus was 0.29 +/- 0.06 MPa [95% confidence interval (CI) 0.17 to 0.40 MPa]. According to the Orssengo-Pye model, the relationship between Young's modulus and the error in applanation IOP is linear; the slope was 23 mm Hg per MPa. An increase from the minimum to the maximum value of the calculated limits of agreement (95% CI) of Young's modulus caused a variation in applanation IOP of 5.35 mm Hg. The anticipated error at the extremes of the limits of agreement (95% CI) of CCT was similar at 4.67 mm Hg.\n    \n\n\n          Conclusion:\n        \n      \n      Physiological variations in corneal Young's modulus may cause clinically significant errors in Goldmann applanation tonometry estimates of IOP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18521022/"
}