{
  "pmid": "41423828",
  "title": "Association between the Life's Essential 8 Health Behaviors Score and Mortality Risk in US Adults with Cardiovascular-Kidney-Metabolic Syndrome Stage 0-3.",
  "abstract": "The American Heart Association's novel cardiovascular-kidney-metabolic (CKM) syndrome framework underscores the interconnected pathophysiology of metabolic dysfunction, chronic kidney disease, and cardiovascular disease (CVD). While the Life's Essential 8 (LE8) has demonstrated strong associations with CVD risk in general populations, its prognostic relevance remains unexplored in individuals stratified by CKM syndrome stages. This study analyzed longitudinal data from the nationally representative National Health and Nutrition Examination Survey (2005-2018). The eight components of the LE8 metric-diet quality, physical activity, nicotine exposure, sleep health, body mass index, blood lipid profiles, glycemic status, and blood pressure-were systematically evaluated and scored on a 0-100 scale. A Cox proportional hazards regression model was implemented to assess associations between LE8 scores and all-cause mortality risk. Mortality outcomes were prospectively tracked through December 31, 2019, using linked mortality records from the National Center for Health Statistics. Among 9,152 participants (mean age 45.08±0.29 years; 48.24% male), baseline CKM staging distributed as follows: stage 0 (12.08%, n=916), stage 1 (25.76%, n=2,162), stage 2 (60.02%, n=5,721), and stage 3 (2.14%, n=353). Unexpectedly, during a median follow-up of 7.92 years, the total LE8 score was not related with all-cause mortality in individuals with CKM stage 2-3 (P>0.05). However, fully adjusted analyses revealed a 22% and 13% decreased all-cause mortality risk per 10-points LE8 health behaviors score increment in CKM 0-1 (hazard ratio [HR], 0.78; 95% confidence interval [CI], 0.68 to 0.88) and CKM 2-3 (HR, 0.87; 95% CI, 0.81 to 0.93), respectively. Restricted cubic spline models confirmed a negative linear dose-response relationship between health behaviors score and all-cause mortality across all CKM stages 0-3. This national cohort study establishes LE8 health behaviors score as a robust, linearly associated predictor of all-cause mortality in CKM syndrome populations, independent of disease stage severity. These findings advocate for integrating LE8 health behaviors score into routine metabolic-cardiovascular risk stratification protocols, particularly for early intervention in CKM stage 0-3 individuals.",
  "disease": "chronic kidney disease"
}