{
    "title": "Stem cells: novel players in the treatment of erectile dysfunction.",
    "doc_id": "22002437",
    "writer": "Zhang H",
    "year": "2012",
    "summary": "Historically, stem cells have been categorized as either embryonic stem cells (ESCs) or adult stem cells (ASCs). ...Strong evidence supports the concept that stem cell therapy is potentially the next therapeutic approach for ED. To …",
    "abstract": "Stem cells are defined by their capacity for both self-renewal and directed differentiation; thus, they represent great promise for regenerative medicine. Historically, stem cells have been categorized as either embryonic stem cells (ESCs) or adult stem cells (ASCs). It was previously believed that only ESCs hold the ability to differentiate into any cell type, whereas ASCs have the capacity to give rise only to cells of a given germ layer. More recently, however, numerous studies demonstrated the ability of ASCs to differentiate into cell types beyond their tissue origin. The aim of this review was to summarize contemporary evidence regarding stem cell availability, differentiation, and more specifically, the potential of these cells in the diagnosis and treatment of erectile dysfunction (ED) in both animal models and human research. We performed a search on PubMed for articles related to definition, localisation and circulation of stem cells as well as the application of stem cells in both diagnosis and treatment of ED. Strong evidence supports the concept that stem cell therapy is potentially the next therapeutic approach for ED. To date, a large spectrum of stem cells, including bone marrow mesenchymal stem cells, adipose tissue-derived stem cells and muscle-derived stem cells, have been investigated for neural, vascular, endothelial or smooth muscle regeneration in animal models for ED. In addition, several subtypes of ASCs are localized in the penis, and circulating endogenous stem cells can be employed to predict the outcome of ED and ED-related cardiovascular diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22002437/"
}