{
  "pmid": "41438164",
  "title": "Animal Disease Burden in Nigeria, 2006-2023.",
  "abstract": "Decision-makers in animal health require reliable, evidence-based, timely, yet sensitive data to design disease contingency and preparedness plans, make informed decisions, and prioritize health interventions. Using Nigeria-specific animal health disease reports from the World Animal Health Information System (WAHIS), a global animal disease reporting platform, between 2006 and 2023, we conducted descriptive statistics to summarize the animal disease burden. We used a zero-inflated negative binomial (ZINB) regression model to forecast annual estimates of new outbreaks for the top 10 most reported diseases [Newcastle disease (NCD), infectious bursal disease (IBD), highly pathogenic avian influenza (HPAI), fowl typhoid, contagious bovine pleuropneumonia (CBPP), foot and mouth disease (FMD), African swine fever (ASF), peste des petits ruminants (PPR), rabies, and trypanosomiasis]. We analyzed 3362 official reports that were retrieved from the WAHIS platform and represented 9331 outbreaks of notifiable disease events that occurred in Nigeria. In summary, our analyses revealed that 3,248,945 cases and 4,911,495 culls were linked to the outbreaks, and ~2.2 million doses of vaccines were administered to animals. The most frequently reported non-zoonotic diseases were IBD (446 outbreaks) in poultry, PPR (2836 outbreaks) in small ruminants, and 642 outbreaks of CBPP in cattle. During the period under review, 3822 outbreaks (10 diseases) were reported to be zoonotic. Based on the animal species, there were 10 poultry diseases with HPAI (1230 outbreaks), NCD (1605 outbreaks), and fowl typhoid (241 outbreaks) being most frequently reported. In cattle, there were 11 diseases, with CBPP (642 outbreaks) and trypanosomiasis (233 outbreaks) being the most prevalent. The data revealed spatial variations in disease burden, with 20.7% (1934 outbreaks) reported from North Central Nigeria. Using data from 2006 to 2023, our model forecasted an increasing annual trend in the number of NCD outbreaks from 413 (95% CI: 246-679) in 2025 to 772 (95% CI: 473-1283) by 2030. There was a moderate increase in forecasted estimates for the vaccine-preventable diseases, rabies and FMD. The model forecasted some 68 FMD outbreaks (95% CI: 25-146) in 2025 and 144 (95% CI: 58-295) outbreaks by 2030 and Nigeria should plan against some 157 rabies outbreaks (95% CI: 79-289) in 2025, and this could rise to 252 outbreaks (95% CI: 133-457) by 2030. Outbreaks of ASF and the protozoan, tsetse-fly-transmitted disease trypanosomiasis were forecasted to have steady but slower increases, with ASF outbreaks estimated to range from 18 (95% CI: 5-46) in 2025 to 38 (95% CI: 13-93) by 2030y. Some 52 (95% CI: 19-112) outbreaks of the trypanosomiasis were forecasted for 2025. This is expected to increase to 95 (95% CI: 37-201) by 2030. The model estimated fewer than 10 (95% CI: 1-9) cases of HPAI annually. Finally, the model forecasted a modest but consistent rise in outbreaks of CBPP and fowl typhoid and a sharp increase in the outbreaks of PPR and IBD through 2030, mirroring gradual re-expansion across the country. Our findings underscore the high animal disease burden in Nigeria despite potential underreporting, necessitating enhanced animal disease prevention and control strategies and increased investment in veterinary healthcare infrastructure. To ease the disease burden, Nigeria should implement syndromic surveillance, invest in regional diagnostic capacities, train community animal health workers, and establish an transdisciplinary One Health approach to disease surveillance.",
  "disease": "influenza"
}