{
    "title": "Juvenile idiopathic arthritis and its associated uveitis.",
    "doc_id": "37401872",
    "writer": "Maleki A",
    "year": "2023",
    "summary": "INTRODUCTION: Juvenile idiopathic arthritis is the most common chronic rheumatologic disease in children. ...AREAS COVERED: In this review article, we discussed epidemiology, risk factors, clinical presentation, supportive laboratory tests, treatment options, and co …",
    "abstract": "Introduction:\n        \n      \n      Juvenile idiopathic arthritis is the most common chronic rheumatologic disease in children. Uveitis is the most common extra-articular manifestation of JIA, and it can be a sight-threatening condition.\n    \n\n\n          Areas covered:\n        \n      \n      In this review article, we discussed epidemiology, risk factors, clinical presentation, supportive laboratory tests, treatment options, and complications of Juvenile idiopathic arthritis and Juvenile idiopathic arthritis associated uveitis. We covered conventional immunomodulatory therapy and biologic response modifiers agents for different types of Juvenile idiopathic arthritis and their associated uveitis. Finally, we discussed the course of disease, functional outcome, and the quality of life of Juvenile idiopathic arthritis and Juvenile idiopathic arthritis-associated uveitis.\n    \n\n\n          Expert opinion:\n        \n      \n      Although clinical outcomes of Juvenile idiopathic arthritis and its associated uveitis have been improved over the past three decades by biologic response modifier agents, a significant proportion of patients require active treatment into adult life therefore screening and monitoring of these patients is required during the patient's entire life. The limited number of food and drug administration approved biologic response modifier agents for the treatment of Juvenile idiopathic arthritis associated uveitis justify more randomized clinical trials with new medications in this field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37401872/"
}