{
    "title": "A systematic review of interventions for older adults living in jails and prisons.",
    "doc_id": "30869992",
    "writer": "Canada KE",
    "year": "2020",
    "summary": "Objectives: The population of older adults in prison is the fastest growing demographic. Older inmates are more likely to have chronic medical conditions and cognitive decline, but these conditions occur earlier and may be more complex for older inmates. ...S …",
    "abstract": "Objectives: The population of older adults in prison is the fastest growing demographic. Older inmates are more likely to have chronic medical conditions and cognitive decline, but these conditions occur earlier and may be more complex for older inmates. Specialized interventions to manage the unique health and mental health needs of older inmates are important to improve health and reduce burden on criminal justice systems. The aim of this research is to conduct a systematic review of empirically-tested interventions to improve the health or mental health of older adults living in jail or prison.Method: We conducted a systematic review of the literature to answer two research questions: (1) what interventions designed to improve the health or mental health of older adults living in jail or prison have been empirically tested? and (2) what are the effects of the interventions on inmates' physical or mental health?Results: Twenty-four articles were identified; seven met inclusion criteria. Several manuscripts discussed the same intervention, so the review identified five unique interventions for incarcerated older adults. The interventions are discussed including their main findings and limitations.Conclusion: Results support the need for research on interventions for incarcerated older adults. Intervention during incarceration can have a great impact on older adults' health and mental health during incarceration and upon reentry to the community. Directions for future research suggest the need for collaboration between practitioners and researchers in order to increase knowledge of what types of intervention work for older inmates living in jails and prisons.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30869992/"
}