{
    "title": "The Role of Choice in Weight Loss Strategies: A Systematic Review and Meta-Analysis.",
    "doc_id": "30134595",
    "writer": "Leavy JM",
    "year": "2018",
    "summary": "Effective strategies to achieve weight loss and long-term weight loss maintenance have proved to be elusive. This systematic review and meta-analysis aims to explore whether the choice of weight loss strategy is associated with greater …",
    "abstract": "Effective strategies to achieve weight loss and long-term weight loss maintenance have proved to be elusive. This systematic review and meta-analysis aims to explore whether the choice of weight loss strategy is associated with greater weight loss. An electronic search was conducted using the MEDLINE (Medical Literature Analysis and Retrieval System Online, or MEDLARS Online), EMBASE (Excerpta Medica database), CINAHL (Cumulative Index to Nursing and Allied Health Literature), and PsycINFO (Database of Abstracts of Literature in the Field of Psychology, produced by the American Psychological Association and distributed on the association's APA PsycNET) databases for clinical trials and randomized controlled trials, investigating the role of choice in weight loss strategies. A total of nine studies were identified as meeting the pre-specified criteria. All of the studies included a 'Choice' or preference arm and a 'No Choice' arm or group who did not receive their preference as a control. A total of 1804 subjects were enrolled in these studies, with weight loss observed in both experimental and control groups of all studies, irrespective of dietary intervention, study duration, or follow-up length. Twelve interventions in nine trials were used for the meta-analysis, with results indicating a greater weight loss in the control groups, 1.09 ± 0.28 (overall mean difference in weight loss between groups ± standard error; p = 0). There was no significant effect of duration or attrition. In this meta-analysis, the choice of weight loss strategy did not confer a weight loss benefit.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30134595/"
}