{
    "title": "Efficacy of NVX-CoV2373 Covid-19 Vaccine against the B.1.351 Variant.",
    "doc_id": "33951374",
    "writer": "Shinde V",
    "year": "2021",
    "summary": "BACKGROUND: The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) variants threatens progress toward control of the coronavirus disease 2019 (Covid-19) pandemic. ...The pri …",
    "abstract": "Background:\n        \n      \n      The emergence of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) variants threatens progress toward control of the coronavirus disease 2019 (Covid-19) pandemic. In a phase 1-2 trial involving healthy adults, the NVX-CoV2373 nanoparticle vaccine had an acceptable safety profile and was associated with strong neutralizing-antibody and antigen-specific polyfunctional CD4+ T-cell responses. Evaluation of vaccine efficacy was needed in a setting of ongoing SARS-CoV-2 transmission.\n    \n\n\n          Methods:\n        \n      \n      In this phase 2a-b trial in South Africa, we randomly assigned human immunodeficiency virus (HIV)-negative adults between the ages of 18 and 84 years or medically stable HIV-positive participants between the ages of 18 and 64 years in a 1:1 ratio to receive two doses of either the NVX-CoV2373 vaccine (5 μg of recombinant spike protein with 50 μg of Matrix-M1 adjuvant) or placebo. The primary end points were safety and vaccine efficacy against laboratory-confirmed symptomatic Covid-19 at 7 days or more after the second dose among participants without previous SARS-CoV-2 infection.\n    \n\n\n          Results:\n        \n      \n      Of 6324 participants who underwent screening, 4387 received at least one injection of vaccine or placebo. Approximately 30% of the participants were seropositive for SARS-CoV-2 at baseline. Among 2684 baseline seronegative participants (94% HIV-negative and 6% HIV-positive), predominantly mild-to-moderate Covid-19 developed in 15 participants in the vaccine group and in 29 in the placebo group (vaccine efficacy, 49.4%; 95% confidence interval [CI], 6.1 to 72.8). Vaccine efficacy among HIV-negative participants was 60.1% (95% CI, 19.9 to 80.1). Of 41 sequenced isolates, 38 (92.7%) were the B.1.351 variant. Post hoc vaccine efficacy against B.1.351 was 51.0% (95% CI, -0.6 to 76.2) among the HIV-negative participants. Preliminary local and systemic reactogenicity events were more common in the vaccine group; serious adverse events were rare in both groups.\n    \n\n\n          Conclusions:\n        \n      \n      The NVX-CoV2373 vaccine was efficacious in preventing Covid-19, with higher vaccine efficacy observed among HIV-negative participants. Most infections were caused by the B.1.351 variant. (Funded by Novavax and the Bill and Melinda Gates Foundation; ClinicalTrials.gov number, NCT04533399.).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33951374/"
}