{
  "pmid": "41469385",
  "title": "Monomethyl fumarate confers cardioprotection after myocardial infarction via HCAR2-dependent activation of PI3K/Akt signaling.",
  "abstract": "Monomethyl fumarate (MMF), the active metabolite of dimethyl fumarate, an immunomodulatory drug approved for multiple sclerosis and psoriasis, has emerging potential in ischemic heart disease. We investigated whether MMF can attenuate myocardial infarction (MI) injury and delineated the underlying mechanisms, focusing on hydroxycarboxylic acid receptor 2 (HCAR2, also known as GPR109A) and PI3K/Akt signaling. In a mouse MI model induced by permanent left anterior descending coronary artery ligation, MMF administration prior to ischemia significantly preserved left ventricular function and reduced cardiomyocyte apoptosis compared with untreated MI. Echocardiography and pressure-volume loop analyses demonstrated higher ejection fraction and cardiac output in MMF-treated MI mice, accompanied by attenuation of adverse ventricular remodeling. TUNEL staining and analysis of apoptotic markers showed that MMF decreased myocardial cell death and caspase-3 activation in vivo, while concomitantly upregulating HCAR2 expression and enhancing Akt phosphorylation in ischemic myocardium. In vitro, MMF protected HL-1 cardiomyocytes from CoCl₂-induced hypoxic injury, improving cell viability and reducing apoptosis, as evidenced by fewer TUNEL-positive cells and a lower Bax/Bcl-2 ratio compared with hypoxia alone. Pharmacological inhibition of Gi-coupled signaling with pertussis toxin or siRNA-mediated knockdown of HCAR2 abolished MMF's cytoprotective effects and blunted MMF-induced Akt phosphorylation, and PI3K/Akt pathway inhibition eliminated MMF's anti-apoptotic benefits in vitro. Collectively, these findings demonstrate that MMF markedly reduces ischemic cardiomyocyte injury via an HCAR2-dependent mechanism involving activation of the pro-survival PI3K/Akt pathway, establishing a novel cardioprotective role for MMF and supporting its translational potential as a therapeutic strategy to mitigate acute MI injury.",
  "disease": "coronary artery disease"
}