{
  "pmid": "41333036",
  "title": "Chronic Exposure to Cigarette Smoke Induces Pyroptosis in Pulmonary Epithelial Cells via EGR1/USP44/TRAF6 Axis in COPD.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is characterized by a persistent, progressive, and irreversible decline in lung function, primarily driven by persistent airway obstruction and pulmonary inflammation. Cigarette smoking is a major risk factor, as tobacco smoke harms pulmonary epithelial cells, frequently inducing chronic inflammation and ultimately resulting in structural lung lesions. Although pyroptosis is a well-recognized mechanism implicated in cigarette smoke extract (CSE)-induced lung epithelial damage, the specific regulatory roles of early growth response 1 (EGR1) and ubiquitin-specific peptidase 44 (USP44) in this process remain to be fully elucidated. Since inhibiting pyroptosis represents a promising therapeutic strategy for COPD, clarification of the roles of these factors is critically important. We used a well-established cigarette smoke exposure protocol to establish COPD cellular and animal models. We assessed the extent of pyroptosis in the cellular model using techniques including propidium iodide (PI) staining, Annexin V/PI flow cytometry, and Western blot analysis for cleaved caspase-1 and gasdermin D (GSDMD), identified the pivotal downstream gene EGR1 through transcriptome sequencing, and validated the function of the EGR1/USP44/TNF receptor-associated factor 6 (TRAF6) axis in the model. In the animal model, we observed the therapeutic effect of USP44 knockdown on COPD progression. EGR1 was identified as a key response gene in CSE-stimulated lung epithelial cells. Moreover, our findings indicated that EGR1 plays a crucial role in facilitating CSE-induced pyroptosis. EGR1 transcriptionally enhances the expression of USP44, which subsequently facilitates the deubiquitination and stabilization of TRAF6, thus promoting pyroptosis in lung epithelial cells. The inhibition of either EGR1 or USP44 markedly reduced CSE-induced pyroptosis, underscoring their critical roles in this pathological process. Knocking down USP44 in animal models effectively alleviated COPD-like pathological changes caused by cigarette smoke exposure. We identified the EGR1/USP44/TRAF6 signaling axis implicated in the pyroptosis of lung epithelial cells induced by CSE, indicating that this axis has the potential to serve as a therapeutic target for the treatment of smoking-induced COPD.",
  "disease": "chronic obstructive pulmonary disease"
}