{
    "title": "How Periodontitis or Periodontal Bacteria Can Influence Alzheimer's Disease Features? A Systematic Review of Pre-Clinical Studies.",
    "doc_id": "37927257",
    "writer": "Salhi L",
    "year": "2023",
    "summary": "BACKGROUND: The negative effects of periodontitis on systemic diseases, including diabetes, cardiovascular diseases, and Alzheimer's disease (AD), have been widely described. OBJECTIVE: This systematic review aimed to gather the current understanding of the pathophy …",
    "abstract": "Background:\n        \n      \n      The negative effects of periodontitis on systemic diseases, including diabetes, cardiovascular diseases, and Alzheimer's disease (AD), have been widely described.\n    \n\n\n          Objective:\n        \n      \n      This systematic review aimed to gather the current understanding of the pathophysiological mechanisms linking periodontitis to AD.\n    \n\n\n          Methods:\n        \n      \n      An electronic systematic search of the PubMed/MEDLINE, Scopus, and Embase databases was performed using the following PECO question: How can periodontitis or periodontal bacteria influence Alzheimer's disease features?\". Only preclinical studies exploring the biological links between periodontitis and AD pathology were included. This study was registered at the International Prospective Register of Systematic Reviews (PROSPERO), and the Syrcle and Camarades protocols were used to assess the risk of bias.\n    \n\n\n          Results:\n        \n      \n      After a systematic screening of titles and abstracts (n = 3,307), thirty-six titles were selected for abstract reading, of which 13 were excluded (k = 1), resulting in the inclusion of 23 articles. Oral or systemic exposure to periodontopathogens or their byproducts is responsible for both in situ brain manifestations and systemic effects. Significant elevated rates of cytokines and amyloid peptides (Aβ) and derivate products were found in both serum and brain. Additionally, in infected animals, hyperphosphorylation of tau protein, hippocampal microgliosis, and neuronal death were observed. Exposure to periodontal infection negatively impairs cognitive behavior, leading to memory decline.\n    \n\n\n          Conclusions:\n        \n      \n      Systemic inflammation and brain metastatic infections induced by periodontal pathogens contribute to neuroinflammation, amyloidosis, and tau phosphorylation, leading to brain damage and subsequent cognitive impairment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37927257/"
}