{
  "pmid": "41428291",
  "title": "Risk of Burdensome Health Care Spending Over Time in the US.",
  "abstract": "Cross-sectional studies indicate that out-of-pocket (OOP) health care costs strain household finances, but few studies have examined the risk of incurring burdensome health care spending longitudinally among individuals in the US. To assess burdensome OOP health care costs (and care foregone due to cost) over a 4-year period. In this cohort study, data were analyzed on respondents to the 4-year longitudinal Medical Expenditure Panel Surveys (MEPS), a nationally representative household survey of the US noninstitutionalized population conducted from 2018 to 2022. Analyses were performed from November 2024 to October 2025. Primary outcomes included 4 cost-related outcomes: cost burden, defined as individual annual OOP medical spending greater than 10% of family income (>5% for low-income individuals); catastrophic cost burden (CCB) defined as OOP spending greater than 40% of postsubsistence income; foregone care due to cost; and family-level cost burden. Risk was assessed using time-to-event analyses, overall and among subgroups, eg, baseline chronic disease, hospitalization, and uninsurance, and death during the study period. Among 12 645 MEPS respondents, 74.6% (95% CI, 73.4%-75.8%) were aged 18 years or older and 50.6% (95% CI, 49.7%-51.6%) were female individuals (weighted); among adults, 50.3% (95% CI, 48.6%-52.0%) had a chronic disease, 7.9% (95% CI, 7.2%-8.7%) were hospitalized, and 2.3% (95% CI, 2.0%-2.6%) died. During year 1, 6.5% of adults experienced cost burdens (and 3.5% CCB); 17.4% (and 9.9% CCB) experienced these outcomes (respectively) at least once over 4 years. Overall, 24.7% of US individuals lived in families experiencing cost burdens over 4 years, and 11.2% lived in families experiencing CCBs. Overall, 26.7% of adults experienced either foregone care due to cost or cost burden over 4 years. Lower income, having no insurance, hospitalizations, and chronic disease were each associated with higher cost burden. Overall, 53.2% of decedents experienced cost burdens in 1 to 4 years before death. This cohort study found that the US health care system imposes cost burdens on a larger share of the population than suggested by cross-sectional analyses, and most individuals in the US will experience such burdens during their lifetimes. Policies that reduce OOP costs might improve the well-being of individuals in the US.",
  "disease": "tuberculosis"
}