{
    "title": "Bruxism: An umbrella review of systematic reviews.",
    "doc_id": "30993738",
    "writer": "Melo G",
    "year": "2019",
    "summary": "",
    "abstract": "Objectives:\n        \n      \n      To synthesise available knowledge about both sleep (SB) and awake bruxism (AB) as depicted by previous published systematic reviews (SR).\n    \n\n\n          Methods:\n        \n      \n      SR investigating any bruxism-related outcome were selected in a two-phase process. Searches were performed on seven main electronic databases and a partial grey literature search on three databases. Risk of bias of included SR was assessed using the \"University of Bristol's tool for assessing risk of bias in SR\".\n    \n\n\n          Results:\n        \n      \n      From 1038 studies, 41 SR were included. Findings from these SR suggested that (a) among adults, prevalence of AB was 22%-30%, SB (1%-15%), and SB among children and adolescents (3%-49%); (b) factors consistently associated with bruxism were use of alcohol, caffeine, tobacco, some psychotropic medications, oesophageal acidification and second-hand smoke; temporomandibular disorder signs and symptoms presented a plausible association; (c) portable diagnostic devices showed overall higher values of specificity (0.83-1.00) and sensitivity (0.40-1.00); (d) bruxism might result in biomechanical complications regarding dental implants; however, evidence was inconclusive regarding other dental restorations and periodontal impact; (e) occlusal appliances were considered effective for bruxism management, although current evidence was considered weak regarding other therapies.\n    \n\n\n          Conclusions:\n        \n      \n      Current knowledge from SR was mostly related to SB. Higher prevalence rates were found in children and adolescents than in adults. Associated factors and bruxism effects on stomatognathic structures were considerably heterogeneous and inconsistent. Overall good accuracy regarding portable diagnostic devices was found. Interventions' effectiveness was mostly inconclusive regarding the majority of available therapies, with the exception of occlusal appliances.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30993738/"
}