{
    "title": "Stem cell marker expression in small cell lung carcinoma and developing lung tissue.",
    "doc_id": "18656241",
    "writer": "Koch LK",
    "year": "2008",
    "summary": "Histopathologic and clinical findings suggest that small cell lung cancer is derived from a multipotent proximal airway epithelial cell. In order to investigate the histogenetic origin of small cell lung cancer, we compared stem cell mark …",
    "abstract": "Histopathologic and clinical findings suggest that small cell lung cancer is derived from a multipotent proximal airway epithelial cell. In order to investigate the histogenetic origin of small cell lung cancer, we compared stem cell marker expression in human fetal lung tissue, human adult bronchial tissue, and a cohort of 64 small cell lung cancers. Supporting derivation of a multipotent precursor cell, 87.5% (56/64) of small cell lung cancers showed a dot-like expression of podocalyxin-like protein 1 (PODXL-1), a marker of embryonic and hematopoetic stem cells. Of small cell lung cancers, 98.4% (63/64) ubiquitously expressed Bmi-1, a key player in self-renewal of stem cells. Oct4 and AP2gamma were not expressed. Although podocalyxin-like protein 1 did not correlate with p53 or Wilms tumor suppressor 1, known regulators of podocalyxin-like protein 1, we could demonstrate demethylated CpG islands in the podocalyxin-like protein 1 promoter in small cell lung cancer, indicating epigenetic regulation. During fetal lung development and within adult bronchial mucosa, Bmi-1 was expressed ubiquitously. In contrast, podocalyxin-like protein 1 was detected in few stromal cells during the pseudoglandular phase (n = 7) and, importantly, in clustered epithelial cells within proximal bronchi and the trachea during the canalicular phase (n = 10). Interestingly, podocalyxin-like protein 1 was not expressed in normal or metaplastic adult bronchial epithelium (n = 36) but was expressed in sparse epithelial cells in half of the cases of normal tumor adjacent bronchial mucosa (20/40). Taken together, we show that small cell lung cancers and clustered epithelial cells in developing proximal bronchi share the expression of stem cell markers, suggesting a possible histogenetic link.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18656241/"
}