{
    "title": "Weight-loss outcomes: a systematic review and meta-analysis of weight-loss clinical trials with a minimum 1-year follow-up.",
    "doc_id": "17904936",
    "writer": "Franz MJ",
    "year": "2007",
    "summary": "In contrast, advice-only and exercise-alone groups experienced minimal weight loss at any time point. CONCLUSIONS: Weight-loss interventions utilizing a reduced-energy diet and exercise are associated with moderate weight loss at 6 months …",
    "abstract": "Objective:\n        \n      \n      To assist health professionals who counsel patients with overweight and obesity, a systematic review was undertaken to determine types of weight-loss interventions that contribute to successful outcomes and to define expected weight-loss outcomes from such interventions.\n    \n\n\n          Design:\n        \n      \n      A search was conducted for weight-loss-focused randomized clinical trials with >or=1-year follow-up. Eighty studies were identified and are included in the evidence table.\n    \n\n\n          Outcomes measures:\n        \n      \n      The primary outcomes were a measure of weight loss at 6, 12, 24, 36, and 48 months. Eight types of weight-loss interventions-diet alone, diet and exercise, exercise alone, meal replacements, very-low-energy diets, weight-loss medications (orlistat and sibutramine), and advice alone-were identified. By using simple pooling across studies, subjects mean amount of weight loss at each time point for each intervention was determined.\n    \n\n\n          Statistical analyses performed:\n        \n      \n      Efficacy outcomes were calculated by meta-analysis and provide support for the pooled data. Hedges' gu was combined across studies to obtain an average effect size (and confidence level).\n    \n\n\n          Results:\n        \n      \n      A mean weight loss of 5 to 8.5 kg (5% to 9%) was observed during the first 6 months from interventions involving a reduced-energy diet and/or weight-loss medications with weight plateaus at approximately 6 months. In studies extending to 48 months, a mean 3 to 6 kg (3% to 6%) of weight loss was maintained with none of the groups experiencing weight regain to baseline. In contrast, advice-only and exercise-alone groups experienced minimal weight loss at any time point.\n    \n\n\n          Conclusions:\n        \n      \n      Weight-loss interventions utilizing a reduced-energy diet and exercise are associated with moderate weight loss at 6 months. Although there is some regain of weight, weight loss can be maintained. The addition of weight-loss medications somewhat enhances weight-loss maintenance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17904936/"
}