{
    "title": "Fragile X premutation in women: recognizing the health challenges beyond primary ovarian insufficiency.",
    "doc_id": "27995424",
    "writer": "Hoyos LR",
    "year": "2017",
    "summary": "Fragile X premutation carriers have 55-200 CGG repeats in the 5' untranslated region of the FMR1 gene. ...Neuropsychiatric issues include risk of developing fragile X-associated tremor/ataxia syndrome, neuropathy, musculoskeletal problems, increased pr …",
    "abstract": "Fragile X premutation carriers have 55-200 CGG repeats in the 5' untranslated region of the FMR1 gene. Women with this premutation face many physical and emotional challenges in their life. Approximately 20% of these women will develop fragile X-associated primary ovarian insufficiency (FXPOI). In addition, they suffer from increased rates of menstrual dysfunction, diminished ovarian reserve, reduction in age of menopause, infertility, dizygotic twinning, and risk of having an offspring with a premutation or full mutation. Consequent chronic hypoestrogenism may result in impaired bone health and increased cardiovascular risk. Neuropsychiatric issues include risk of developing fragile X-associated tremor/ataxia syndrome, neuropathy, musculoskeletal problems, increased prevalence of anxiety, depression, and sleep disturbances independent of the stress of raising an offspring with fragile X syndrome and higher risk of postpartum depression. Some studies have reported a higher prevalence of thyroid abnormalities and hypertension in these women. Reproductive health providers play an important role in the health supervision of women with fragile X premutation. Awareness of these risks and correlation of the various manifestations could help in early diagnosis and coordination of care and services for these women and their families. This paper reviews current evidence regarding the possible conditions that may present in women with premutation-sized repeats beyond FXPOI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27995424/"
}