{
    "title": "A Qualitative Exploration of Social Support in Males and Females Experiencing Issues With Infertility.",
    "doc_id": "36340522",
    "writer": "Borowczak M",
    "year": "2022",
    "summary": "INTRODUCTION: The purpose of this study was to qualitatively investigate and compare male and female experiences of infertility in the context of social support. ...Only participants that completed the qualitative component of the survey were included in the study. …",
    "abstract": "Introduction:\n        \n      \n      The purpose of this study was to qualitatively investigate and compare male and female experiences of infertility in the context of social support.\n    \n\n\n          Methods:\n        \n      \n      A Qualtrics survey (Qualtrics, Provo, Utah, United States) was posted to online fertility support groups and the responses were thematically analyzed. Only participants that completed the qualitative component of the survey were included in the study. Responses were subsequently thematically analyzed.\n    \n\n\n          Results:\n        \n      \n      A sample of 110 participants (13 males and 97 females) were included in the present study. Thematic analyses revealed that isolation and loneliness, stigma, sentiments of misunderstanding, insensitive reactions, and others' unhelpful attempts at support were general recurring themes, especially amongst females. Males predominantly reported negative emotional experiences and stigma, often feeling overlooked when compared with women despite being equally affected by these issues.\n    \n\n\n          Conclusion:\n        \n      \n      Our study provides insight into the factors that contribute to perceived isolation amongst the infertile population. These largely stemmed from feeling misunderstood and from others' inexperience with infertility. Spreading awareness and facilitating dialogue and education across not only the infertile population but also the community, is therefore critical to begin addressing the mental health effects of infertility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36340522/"
}