{
    "title": "Acquired forms of central diabetes insipidus: Mechanisms of disease.",
    "doc_id": "32792133",
    "writer": "Verbalis JG.",
    "year": "2020",
    "summary": "Most cases of acquired central diabetes insipidus are caused by destruction of the neurohypophysis by: 1) anatomic lesions that destroy the vasopressin neurons by pressure or infiltration, 2) damage to the vasopressin neurons by surgery or head trauma, and 3) …",
    "abstract": "Most cases of acquired central diabetes insipidus are caused by destruction of the neurohypophysis by: 1) anatomic lesions that destroy the vasopressin neurons by pressure or infiltration, 2) damage to the vasopressin neurons by surgery or head trauma, and 3) autoimmune destruction of the vasopressin neurons. Because the vasopressin neurons are located in the hypothalamus, lesions confined to the sella turcica generally do not cause diabetes insipidus because the posterior pituitary is simply the site of the axon terminals that secrete vasopressin into the bloodstream. In addition, the capacity of the neurohypophysis to synthesize vasopressin is greatly in excess of the body's needs, and destruction of 80-90% of the hypothalamic vasopressin neurons is required to produce diabetes insipidus. As a result, even large lesions in the sellar and suprasellar area generally are not associated with impaired water homeostasis until they are surgically resected. Regardless of the etiology of central diabetes insipidus, deficient or absent vasopressin secretion causes impaired urine concentration with resultant polyuria. In most cases, secondary polydipsia is able to maintain water homeostasis at the expense of frequent thirst and drinking. However, destruction of the osmoreceptors in the anterior hypothalamus that regulate vasopressin neuronal activity causes a loss of thirst as well as vasopressin section, leading to severe chronic dehydration and hyperosmolality. Vasopressin deficiency also leads to down-regulation of the synthesis of aquaporin-2 water channels in the kidney collecting duct principal cells, causing a secondary nephrogenic diabetes insipidus. As a result, several days of vasopressin administration are required to achieve maximal urine concentration in patients with CDI. Consequently, the presentation of patients with central diabetes insipidus can vary greatly, depending on the size and location of the lesion, the magnitude of trauma to the neurohypophysis, the degree of destruction of the vasopressin neurons, and the presence of other hormonal deficits from damage to the anterior pituitary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32792133/"
}