{
    "title": "Adjusting to a new reality: Consensual qualitative research on therapists' experiences with teletherapy.",
    "doc_id": "36704974",
    "writer": "Békés V",
    "year": "2023",
    "summary": "Many therapists faced this move to a remote setting with little experience or training. We aimed to qualitatively examine therapists' subjective experience of providing teletherapy, including changes in technique, the therapeutic relationship, and the therapeutic process. …",
    "abstract": "Objective:\n        \n      \n      In the wake of the COVID-19 pandemic, the use of teletherapy has become more pervasive than ever. Many therapists faced this move to a remote setting with little experience or training. We aimed to qualitatively examine therapists' subjective experience of providing teletherapy, including changes in technique, the therapeutic relationship, and the therapeutic process.\n    \n\n\n          Methods:\n        \n      \n      Thirty-one psychotherapists participated in semistructured interviews. Interviews were recorded, then transcribed and analyzed using the Consensual Qualitative Research method.\n    \n\n\n          Results:\n        \n      \n      Therapists typically reported a change in the therapeutic relationship in terms of an increased sense of disconnection as well as shifts in various aspects of the relational dynamics, and they also typically experienced differences in the therapy process due to changes in patient and therapist engagement in the therapeutic work. Additionally, some therapists also reported that they became more active and directive in sessions, took a more informal, personal, or relaxed approach to interacting with patients, and while the emotional connection changed and they missed the energy and intimacy of in-person sessions, the relationship in telesessions felt more authentic and human for some, and teletherapy also provided a way to discuss new dimensions in the process.\n    \n\n\n          Conclusion:\n        \n      \n      Overall, these results suggest great variability in therapists' subjective experiences with teletherapy, and present teletherapy as a distinct therapy format in many aspects. Further process-level research and subsequent training is needed to better equip therapists to navigate teletherapy's challenges and harness its unique opportunities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36704974/"
}