{
  "pmid": "41461934",
  "title": "Predicting Antegrade Success in Femoropopliteal Occlusions Using Radiological and Clinical Machine Learning Models.",
  "abstract": "To develop and validate a machine learning model integrating imaging, demographic, and laboratory features to predict the technical success of antegrade endovascular approaches for femoropopliteal artery occlusion. The retrospective multicenter study included 379 femoropopliteal artery interventions (training set: n = 264; internal test set: n = 66; external test set: n = 49) treated between January 2020 and June 2023. Radiological features-plaque burden, composition, vessel remodeling, and occlusion length-were extracted from non-contrast and contrast-enhanced CT. Clinical features included demographics, comorbidities, and laboratory results. Feature selection was performed using univariate and multivariate analysis. A random forest model was developed with three variations: clinical, radiological, and combined clinical-radiological. Model performance was assessed using area under the curve (AUC), sensitivity, specificity, and decision curve analysis (DCA). Technical failure occurred in 136 of 379 interventions (36%). Thirteen key predictors were identified, including hypertension, low-density lipoprotein, aspartate transaminase, occlusion length, Agatston score, and other imaging-based features. The clinical, radiological, and combined clinical-radiological models were developed based on the selected features. The combined model showed the highest performance, with AUC values of 0.81 in the training set, 0.77 in the internal test set, and 0.78 in the external test set. Calibration improved predictive accuracy while maintaining high specificity (> 0.75). DCA confirmed this model's superior net clinical benefit. A machine learning model combining radiological and clinical features provides high accuracy in predicting the technical success of antegrade access in femoropopliteal interventions. The model's high specificity and clinical utility may support preoperative decision-making.",
  "disease": "hypertension"
}