{
    "title": "Effects of reversible spinalization on individual spinal neurons.",
    "doc_id": "24285903",
    "writer": "Zelenin PV",
    "year": "2013",
    "summary": "Postural limb reflexes (PLRs) represent a substantial component of the postural system responsible for stabilization of dorsal-side-up trunk orientation in quadrupeds. Spinalization causes spinal shock, that is a dramatic reduction of extensor tone and spinal …",
    "abstract": "Postural limb reflexes (PLRs) represent a substantial component of the postural system responsible for stabilization of dorsal-side-up trunk orientation in quadrupeds. Spinalization causes spinal shock, that is a dramatic reduction of extensor tone and spinal reflexes, including PLRs. The goal of our study was to determine changes in activity of spinal interneurons, in particular those mediating PLRs, that is caused by spinalization. For this purpose, in decerebrate rabbits, activity of individual interneurons from L5 was recorded during stimulation causing PLRs under two conditions: (1) when neurons received supraspinal influences and (2) when these influences were temporarily abolished by a cold block of spike propagation in spinal pathways at T12 (\"reversible spinalization\"; RS). The effect of RS, that is a dramatic reduction of PLRs, was similar to the effect of surgical spinalization. In the examined population of interneurons (n = 199), activity of 84% of them correlated with PLRs, suggesting that they contribute to PLR generation. RS affected differently individual neurons: the mean frequency decreased in 67% of neurons, increased in 15%, and did not change in 18%. Neurons with different RS effects were differently distributed across the spinal cord: 80% of inactivated neurons were located in the intermediate area and ventral horn, whereas 50% of nonaffected neurons were located in the dorsal horn. We found a group of neurons that were coactivated with extensors during PLRs before RS and exhibited a dramatic (>80%) decrease in their activity during RS. We suggest that these neurons are responsible for reduction of extensor tone and postural reflexes during spinal shock.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24285903/"
}