{
    "title": "Theories of back pain and health care utilization.",
    "doc_id": "1840385",
    "writer": "Volinn E",
    "year": "1991",
    "summary": "Interventions have been developed to prevent back pain but, once back pain has already occurred, little is done to prevent it from becoming chronic. ...Pain specialists for the past 15 years have advocated a conservative approach to back …",
    "abstract": "Because most people in the United States have occasional back pain, demand for the treatment of back pain is widespread. Yet, few treatments have proven to be more effective than placebo therapy. We examine patterns of treatment that have emerged in the absence of definitive treatment. We concentrate on high-cost users of back pain treatment (i.e., chronic pain patients) and high-cost treatments (i.e., surgical and non-surgical hospitalization for low back pain). The small minority of back pain patients whose disability persists into chronicity (90 days or more) accounts for a disproportionate amount of all back pain costs. Interventions have been developed to prevent back pain but, once back pain has already occurred, little is done to prevent it from becoming chronic. Drug therapy may be used to treat the symptom of chronic pain, the cause of which may not be thereby affected. Regarding high-cost treatments, surgical and nonsurgical hospitalizations for low back pain are common practices in the United States. Pain specialists for the past 15 years have advocated a conservative approach to back pain, but the rate of surgery for low back pain increased during this time. Average lengths of stay for surgical and nonsurgical low back pain hospitalizations decreased. We explore why, in the instance of low back pain surgery, change was resisted, whereas, in the instance of average lengths of stay, change was accepted. In view of why change may be resisted or accepted, we discuss interventions designed to change physicians' practice style.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1840385/"
}