{
  "pmid": "41387015",
  "title": "Spatiotemporal patterns of asthma in Bhutan: a Bayesian analysis.",
  "abstract": "Asthma is a chronic respiratory disorder requiring ongoing medical management. This ecological study investigated the spatial and temporal patterns of notification rates for asthma from clinic visits and hospital discharges and identified demographic, meteorological and environmental factors that drive asthma in Bhutan. Monthly numbers of asthma notifications from 2016 to 2022 were obtained from the Bhutan Ministry of Health. Climatic variables (rainfall, relative humidity, minimum and maximum temperature) were obtained from the National Centre for Hydrology and Meteorology, Bhutan. The Normalised Difference Vegetation Index (NDVI) and surface particulate matter (PM2.5) were extracted from open sources. A multivariable zero-inflated Poisson regression (ZIP) model was developed in a Bayesian framework to quantify the relationship between risk of asthma and sociodemographic and environmental correlates, while also identifying the underlying spatial structure of the data. There were 12 696 asthma notifications, with an annual average prevalence of 244/100 000 population between 2016 and 2022. In ZIP analysis, asthma notifications were 3.4 times (relative risk (RR)=3.39; 95% credible interval (CrI) 3.047 to 3.773) more likely in individuals aged >14 years than those aged ≤14 years, and 43% (RR=1.43; 95% CrI 36.5% to 49.2%) more likely for females than males. Asthma notification increased by 0.8% (RR=1.008, 95% CrI 0.2% to 1.5%) for every 10 cm increase in rainfall, and 1.7% (RR=1.017; 95% CrI 1.2% to 2.3%) for a 1°C increase in maximum temperature. An increase in one unit of NDVI and 10 µg/m Environmental risk factors and spatial clusters of asthma notifications were identified. Identification of spatial clusters and environmental risk factors can help develop targeted interventions that maximise impact of limited public health resources for controlling asthma in Bhutan.",
  "disease": "asthma"
}