{
    "title": "Thermo-Responsive Hydrogel Based on Lung Decellularized Extracellular Matrix for 3D Culture Model to Enhance Cancer Stem Cell Characteristics.",
    "doc_id": "39339380",
    "writer": "Chen L",
    "year": "2024",
    "summary": "Cancer stem cells (CSCs) are most likely the main cause of lung cancer formation, metastasis, drug resistance, and genetic heterogeneity. ...In addition, lung cancer cells 3D cultured in LEH displayed the overexpression of metastasis-related genes and …",
    "abstract": "Cancer stem cells (CSCs) are most likely the main cause of lung cancer formation, metastasis, drug resistance, and genetic heterogeneity. Three-dimensional (3D) ex vivo cell culture models can facilitate stemness improvement and CSC enrichment. Considering the critical role of extracellular matrix (ECM) on CSC properties, the present study developed a thermo-responsive hydrogel using the porcine decellularized lung for 3D cell culture, and the cell-laden hydrogel culturing model was used to explore the CSC characteristics and potential utilization in CSC-specific drug evaluation. Results showed that the lung dECM hydrogel (LEH) was composed of the main ECM components and displayed excellent cellular compatibility. In addition, lung cancer cells 3D cultured in LEH displayed the overexpression of metastasis-related genes and enhanced migration properties, as compared with those in two-dimensional (2D) conditions. Notably, the CSC features, including the expression level of stemness-associated genes, colony formation capability, drug resistance, and the proportion of cancer stem-like cells (CD133+), were also enhanced in 3D cells. Furthermore, the attenuation effect of epigallocatechin gallate (EGCG) on CSC properties in the 3D model was observed, confirming the potential practicability of the 3D culture on CSC-targeted drug screening. Overall, our results suggest that the fabricated LEH is an effective and facile platform for 3D cell culture and CSC-specific drug evaluation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39339380/"
}