{
    "title": "Relevance of oxidative injury in the pathogenesis of motor neuron diseases.",
    "doc_id": "14753657",
    "writer": "Agar J",
    "year": "2003",
    "summary": "Oxidative stress, which results from a complex interplay of pro- and anti-oxidant forces, is generally considered to be the major effector of accumulation of oxidatively modified protein accumulation in cells, although reduced degradation due to impairment of …",
    "abstract": "Oxidative stress, which results from a complex interplay of pro- and anti-oxidant forces, is generally considered to be the major effector of accumulation of oxidatively modified protein accumulation in cells, although reduced degradation due to impairment of proteolytic activity could also contribute. The discovery that a familial lateral sclerosis (ALS) results from mutations in the gene encoding Cu/Zn superoxide dismutase a anti-oxidant enzyme, stimulated considerable evaluation of reactive oxygen species (ROS) generation and oxidative protein damage in both familial and sporadic forms of the disease. Mutations in SOD1 do not cause disease by compromising dismutating activity, but through some toxic gain of function. Although exacerbation of other copper-catalyzed enzymatic activities has been demonstrated in vitro, there is little evidence substantiating that this property is responsible for toxicity in vivo. Studies of ROS generation and oxidative damage in vivo have produced mixed results, but collectively are consistent with oxidative stress playing a secondary role in pathogenesis of the disease. Studies of post-mortem tissue from sporadic ALS patients has yielded more consistent evidence of accumulation of oxidative damage to proteins, lipids, and DNA, but the time course of accumulation cannot be determined and the initiating causes of the disease have not been identified. The interplay between motor neurons and glial cells is important in the clinical progression of both familial and sporadic motor neuron diseases and release of reactive oxygen and nitrogen species or cytokines from microglia could contribute to the demise of motor neurons. This review describes the general mechanisms of radical-mediated cellular damage followed by the evidence for and against the contribution of oxidative injury to the pathogenesis of motor neuron diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14753657/"
}