{
    "title": "Embedded Computational Heart Model for External Ventricular Assist Device Investigations.",
    "doc_id": "35292915",
    "writer": "Kummer T",
    "year": "2022",
    "summary": "METHODS: We present a computational modeling framework for realistic representation of the heart's tissue structure, electrophysiology and actuation. The passive heart tissue is described by a nonlinear anisotropic material law, considering fiber and sheetlet …",
    "abstract": "Purpose:\n        \n      \n      External cardiac assist devices are based on a promising and simple concept for treating heart failure, but they are surprisingly difficult to design. Thus, a structured approach combining experiments with computer-based optimization is essential. The latter provides the motivation for the work presented in this paper.\n    \n\n\n          Methods:\n        \n      \n      We present a computational modeling framework for realistic representation of the heart's tissue structure, electrophysiology and actuation. The passive heart tissue is described by a nonlinear anisotropic material law, considering fiber and sheetlet directions. For muscle contraction, an orthotropic active-strain model is employed, initiated by a periodically propagating electrical potential. The model allows for boundary conditions at the epicardium accounting for external assist devices, and it is coupled to a circulation network providing appropriate pressure boundary conditions inside the ventricles.\n    \n\n\n          Results:\n        \n      \n      Simulated results from an unsupported healthy and a pathological heart model are presented and reproduce accurate deformations compared to phenomenological measurements. Moreover, cardiac output and ventricular pressure signals are in good agreement too. By investigating the impact of applying an exemplary external actuation to the pathological heart model, it shows that cardiac patches can restore a healthy blood flow.\n    \n\n\n          Conclusion:\n        \n      \n      We demonstrate that the devised computational modeling framework is capable of predicting characteristic trends (e.g. apex shortening, wall thickening and apex twisting) of a healthy heart, and that it can be used to study pathological hearts and external activation thereof.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35292915/"
}