{
    "title": "The experiences of pregnant women during the COVID-19 pandemic in Turkey: A qualitative study.",
    "doc_id": "33023829",
    "writer": "Mizrak Sahin B",
    "year": "2021",
    "summary": "This trend is increasing more especially in pregnant women at risk as they are concerned about the safety of themselves and the fetus. ...Due to the social isolation rules during the coronavirus pandemic, interviews with pregnant women were planned to …",
    "abstract": "Background:\n        \n      \n      Due to spread and impact of COVID-19 in the world and Turkey lead to fear, stress and anxiety in individuals. This trend is increasing more especially in pregnant women at risk as they are concerned about the safety of themselves and the fetus.\n    \n\n\n          Aim:\n        \n      \n      In our study, concerns, problems and attitudes of pregnant women related to diseases in the pandemic process will be determined by detailed discussions based on their individual experience, and by increasing the awareness of midwives and nurses about what pregnant women experience in this process.\n    \n\n\n          Methods:\n        \n      \n      Content analysis is used as qualitative study pattern. Due to the social isolation rules during the coronavirus pandemic, interviews with pregnant women were planned to be held via mobile phone. The study was completed with 15 pregnant women.\n    \n\n\n          Results:\n        \n      \n      As a result of the content analysis of the interviews, 3 main themes and 11 sub-themes were identified. The identified themes were as following: (1) not understanding the seriousness and fear of the unknown, (2) coronavirus pandemic and disruption of the routine prenatal care (3) disrupted routines and social lives. Each theme was necessarily discussed separately.\n    \n\n\n          Conclusion:\n        \n      \n      The results of the study show that coronavirus pandemic has a significant potential for creating anxiety, adversity and fear, which has a negative emotional effect on pregnant people. It will be useful to provide awareness for midwives and nurses not only about the physical health of pregnant women, but also their mental health, and to cooperate with mental health experts if necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33023829/"
}