{
  "pmid": "41465319",
  "title": "Microenvironmental and Molecular Pathways Driving Dormancy Escape in Bone Metastases.",
  "abstract": "Bone metastases remain a leading cause of morbidity and mortality in patients with advanced breast, prostate, and lung cancers. A striking clinical feature of bone metastasis is the ability of disseminated tumor cells (DTCs) to persist in a dormant state for years or even decades before reawakening to drive overt disease. While the molecular and microenvironmental cues that induce and maintain dormancy have been increasingly studied, the mechanisms governing dormancy escape remain poorly defined yet are critical for preventing relapse. In this review, we synthesize emerging evidence on how the bone microenvironment orchestrates the transition of dormant tumor cells into proliferative lesions. We discuss how osteoclast-mediated bone resorption liberates growth factors such as TGF-β and IGF-1, fueling reactivation; how loss of osteoblast-mediated quiescence signals disrupts the endosteal niche; and how bone marrow adipocytes provide metabolic support through lipid transfer and adipokine secretion. We highlight the role of immune surveillance in maintaining dormancy and how immunosuppressive myeloid populations, regulatory T cells, and inflammatory triggers, such as neutrophil extracellular traps, promote escape. Additional emphasis is placed on extracellular matrix remodeling, mechanotransduction, angiogenic switching, and systemic factors, including aging, hormonal changes, and sympathetic nervous system activation. We also review epigenetic and metabolic reprogramming events within dormant cells that enable reactivation. Finally, we evaluate therapeutic strategies to sustain dormancy or prevent reawakening, including osteoclast-targeted therapies, immune-modulating approaches, and epigenetic or metabolic interventions. By integrating these insights, we identify key knowledge gaps and propose future directions to intercept dormancy escape and delay or prevent metastatic relapse in bone.",
  "disease": "breast cancer"
}