{
    "title": "COVID-19 convalescent plasma as long-term therapy in immunodeficient patients?",
    "doc_id": "33901641",
    "writer": "Rnjak D",
    "year": "2021",
    "summary": "The specific aim was to quantify SARS-CoV2 neutralizing antibodies in a patient plasma during the course of therapy. MATERIALS AND METHODS: Besides the standard of care treatment and monitoring, neutralizing antibody titers in patient's serum samples, calibrated acc …",
    "abstract": "Objectives:\n        \n      \n      The patients with hematological malignancies are a vulnerable group to COVID-19, due to the immunodeficiency resulting from the underlying disease and oncological treatment that significantly impair cellular and humoral immunity. Here we report on a beneficial impact of a passive immunotherapy with convalescent plasma to treat a prolonged, active COVID-19 infection in a patient with a history of nasopharyngeal diffuse large B-cell lymphoma treated with the therapy inducing substantial impairment of particularly humoral arm of immune system. The specific aim was to quantify SARS-CoV2 neutralizing antibodies in a patient plasma during the course of therapy.\n    \n\n\n          Materials and methods:\n        \n      \n      Besides the standard of care treatment and monitoring, neutralizing antibody titers in patient's serum samples, calibrated according to the First WHO International Standard for anti-SARS-CoV-2 immunoglobulin (human), were quantified in a time-dependent manner. During the immunotherapy period peripheral blood flow cytometry immunophenotyping was conducted to characterize lymphocyte subpopulations.\n    \n\n\n          Results:\n        \n      \n      The waves of clinical improvements and worsening coincided with transfused neutralizing antibodies rises and drops in the patient's systemic circulation, proving their contribution in controlling the disease progress. Besides the patient's lack of own humoral immune system, immunophenotyping analysis revealed also the reduced level of helper T-lymphocytes and immune exhaustion of monocytes.\n    \n\n\n          Conclusion:\n        \n      \n      Therapeutic approach based on convalescent plasma transfusion transformed a prolonged, active COVID-19 infection into a manageable chronic disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33901641/"
}