{
  "pmid": "41450372",
  "title": "National Trends and Impact of the COVID-19 Pandemic on Trauma Patient Care in the United States.",
  "abstract": "Introduction  The COVID-19 pandemic disrupted healthcare delivery worldwide. We examined whether national trauma demographics, injury patterns, severity, comorbidities, in-hospital events, procedures, and outcomes differed before and during the pandemic using a large multicenter dataset in the United States. Methods We performed a retrospective analysis of the American College of Surgeons Trauma Quality Improvement Program dataset. The pre-pandemic years were 2018-2019, and the pandemic year was 2020. Variables included patient demographics, mechanism and type of injury, prehospital and early in-hospital care, comorbidities, in-hospital events, procedures, length of stay, and mortality. Continuous variables were summarized as medians with interquartile ranges, and categorical variables were summarized as frequencies with percentages. Associations across years were tested using chi-square tests for categorical variables and one-way analysis of variance for continuous variables. Statistical significance was set at p≤0.05. Results Year-to-year differences were observed across multiple domains. The demographic distribution shifted, with a higher proportion of Black patients and lower proportions of White and Asian patients during the pandemic year. Penetrating trauma increased, while blunt trauma decreased slightly; mechanisms such as cutting/piercing and gunshot wounds became more common, whereas motor-vehicle occupant injuries declined. Indicators of acuity suggested sicker presentations, including more early blood transfusions and a smaller share of low injury severity score (ISS) cases. Comorbidities and patient characteristics also shifted, with higher proportions of alcohol use disorder, mental health disorders, smoking history, and functional dependence. In-hospital events showed increases in cardiac arrest, pulmonary embolism, unplanned intubations, and unplanned intensive care unit admissions, while rates of deep surgical site infection, deep vein thrombosis, compartment syndrome, organ-space infection, osteomyelitis, and stroke were stable. Operative rates for thoracotomy and laparotomy and lengths of stay were unchanged, whereas mortality was higher during the pandemic year. Conclusions This national analysis shows that the pandemic materially altered trauma epidemiology, case mix, and in-hospital course, with greater penetration of violent mechanisms, higher acuity at presentation, and worse outcomes. These findings highlight vulnerability points in trauma systems and support actionable priorities for practice: strengthening surge preparedness and critical-care capacity; ensuring reliable blood product availability; integrating violence-prevention, mental health, and substance-use screening into trauma pathways; and advancing equity-focused policies to safeguard access and outcomes for underserved populations.",
  "disease": "stroke"
}