{
    "title": "Independent predictors of mortality for patients with traumatic renal injury.",
    "doc_id": "33398426",
    "writer": "Ho P",
    "year": "2021",
    "summary": "Data were analyzed to identify differences in hospital length of stay, ER and hospital disposition, and mortality based on patient age, gender, race, Injury Severity Score, renal injury grade, and need for emergent intervention (angioembolization versus open surgery …",
    "abstract": "Purpose:\n        \n      \n      To investigate the parameters of renal trauma, including emergent intervention type, that predict the mortality of patients with traumatic renal injury.\n    \n\n\n          Methods:\n        \n      \n      A retrospective database analysis was performed on patients who sustained a traumatic renal parenchymal injury identified by the 2017 National Trauma Data Bank. Data were analyzed to identify differences in hospital length of stay, ER and hospital disposition, and mortality based on patient age, gender, race, Injury Severity Score, renal injury grade, and need for emergent intervention (angioembolization versus open surgery). Logistic regression was used to correlate intervention type and trauma parameters to mortality.\n    \n\n\n          Results:\n        \n      \n      A total of 4,876 of 1,004,440 trauma patients (0.49%) had a traumatic renal injury. Of those, 220 (4.5%) underwent an emergent intervention-29 (0.59%) angioembolization and 191 (3.9%) open renal surgery. 83 patients with a blunt renal trauma (2.0%) underwent renal intervention, whereas 136 (21.0%) with a penetrating injury required a procedure. Forty-five of the 220 patients (20.5%) who had a renal intervention died, while 377 of 4,656 (8.1%) who did not have an intervention died. Multiple logistic regression identified black race, age > 45 years, penetrating trauma, and ISS > 15 to be independent predictors of mortality. Neither angioembolization nor open renal surgery was associated with a significantly higher likelihood of mortality in the multivariable model.\n    \n\n\n          Conclusion:\n        \n      \n      While procedural interventions are associated with higher mortality for patients with traumatic renal injury, other factors, such as race, age, trauma type, and injury severity may be more predictive of death under care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33398426/"
}