{
  "pmid": "41445857",
  "title": "Effectiveness of rapid rule-out strategy for acute coronary syndrome in the emergency department: a real-world retrospective study in Asia.",
  "abstract": "The European Society of Cardiology (ESC) 0/1 h high-sensitivity cardiac troponin T (hs-cTnT) algorithm is endorsed for rapid triage of patients with suspected acute coronary syndrome (ACS). However, its real-world performance, particularly in Asian populations and among patients with comorbidities, remains uncertain. We conducted a retrospective observational study of consecutive patients presenting with suspected ACS to the emergency department of a tertiary hospital in China between May 2023 and May 2025. Patients were classified by the ESC 2020 0/1 h hs-cTnT algorithm into rule-out, observe, or rule-in groups. The primary outcome was the diagnostic performance of the rule-in arm, assessed by specificity and positive predictive value (PPV) for myocardial infarction (MI) during admission. Disposition decisions and length of stay (LOS) were also evaluated. A sensitivity analysis compared the ESC 2015 and 2020 thresholds. A total of 508 patients were included (median age 62 years, 39% women). According to the 2020 ESC algorithm, 203 patients (40%) were classified as rule-out, 254 (50%) as observe, and 51 (10%) as rule-in. In the rule-in group, 42 patients had a final diagnosis of MI, yielding a PPV of 82%. None of the rule-out patients were diagnosed with MI, although 20% were admitted despite meeting rule-out criteria. The observe group was clinically heterogeneous, with 17% diagnosed with MI and the longest ED LOS (median 7.4 h). Patients with known coronary artery disease were more often classified as rule-in or observe, whereas younger patients were predominantly rule-out. In the sensitivity analysis, applying 2015 thresholds reduced the rule-in proportion and increased the observe group, without improving discrimination for MI. The ESC 0/1 h hs-cTnT algorithm demonstrated good diagnostic concordance in the rule-in group and high safety in the rule-out group, but nearly half of the patients remained in the observe category, limiting operational efficiency. The 2020 threshold adjustments reclassified more patients as rule-in or rule-out but did not enhance diagnostic yield. These findings suggest that while the algorithm can support early decision-making, its thresholds may require recalibration to local populations and clinical practice settings.",
  "disease": "coronary artery disease"
}