{
  "pmid": "41408498",
  "title": "Acceptability and Barriers to Implementation of the EULAR Recommendations for the Role of the Nurse in the Management of Chronic Inflammatory Arthritis: A Mixed-Methods Study With Nurses and Rheumatologists in Japan.",
  "abstract": "EULAR recommendations for the role of nurses in managing chronic inflammatory arthritis were updated in 2018. This study aimed to: (i) assess the level of agreement and implementation of these recommendations among nurses and rheumatologists, and (ii) identify barriers to the implementation of these recommendations in clinical practice in Japan. Nurses and doctors in rheumatology care in Japan were asked to complete a survey on (1) levels of agreement and implementation of each recommendation (0-10: 0 \"not at all\" and 10 \"yes, entirely\"), as well as (2) reasons for disagreeing and/or barriers to implementation. Quantitative and qualitative data were first analyzed separately then paired side by side for comparison and identification of similar categories within and across the eight recommendations. There were 309 complete responses (215 nurses and 94 doctors). Both nurses and doctors showed high levels of acceptability with a median of 10 for all recommendations. Implementation levels were significantly lower, indicating the discrepancy between acceptance and implementation in both groups. Ten categories were extracted from a total of 1300 comments, illustrating perceived barriers. The most common categories were lack of time, knowledge, and resistance to role expansion in the nursing division. This study highlights the gap between acceptance of the recommendations in Japan and their implementation in practice. Despite strong agreement, challenges like time constraints, knowledge gaps, and systemic barriers hinder implementation. Overcoming these requires interprofessional collaboration and nurturing a supportive environment for rheumatology nursing role development.",
  "disease": "rheumatoid arthritis"
}