{
  "pmid": "41368835",
  "title": "Epigenetic Aging Clocks and Incident Cardiovascular Outcomes: Results From the MESA.",
  "abstract": "DNA methylation-based aging clocks capture biological aging processes and may improve cardiovascular risk prognostication. However, evidence about epigenetic aging clocks, incident outcomes, and interactions with clinical biomarkers such as coronary artery calcium (CAC) in diverse cohorts are limited. In this retrospective cohort study, we assessed 1264 MESA (Multi-Ethnic Study of Atherosclerosis) participants (mean age, 69 years; 49% men) who provided DNA at examination 5 (2010-2012). Epigenetic clock measures included GrimAge and age acceleration (the residual of GrimAge on chronological age). Outcomes included incident myocardial infarction, coronary heart disease, stroke, heart failure (HF) subtypes, and composite cardiovascular disease through 2019. Cox proportional hazards models adjusted for demographics, behaviors, comorbidities, and medications and stratified by CAC presence. During a median 8.3 years of follow-up, 223 cardiovascular disease, 76 myocardial infarction, 148 coronary heart disease, 21 stroke, and 109 HF events (49 HF with reduced ejection fraction, 14 HF with mildly reduced ejection fraction, 46 HF with preserved ejection fraction) occurred. In fully adjusted models, GrimAge was independently associated with higher risk of composite cardiovascular disease (hazard ratio [HR], 1.05 [95% CI, 1.02-1.08]), stroke (HR, 1.08 [95% CI, 1.04-1.13]), and HF with mildly reduced ejection fraction (HR, 1.31 [95% CI, 1.13-1.53]). Associations with myocardial infarction attenuated after full adjustment in those without baseline CAC but remained significant among those with baseline CAC >0 (myocardial infarction: HR, 1.09 [95% CI, 1.03-1.16]). Aging clocks may capture cardiovascular risk beyond traditional risk factors and work in concert with subclinical disease measures such as CAC. However, given small numbers of stroke/HF subtypes, replication of these results in other populations is needed to assess whether interventions that slow epigenetic aging or target CAC translate into fewer clinical events.",
  "disease": "coronary artery disease"
}