{
  "pmid": "41455174",
  "title": "The modified Bereiter trochleoplasty for severe trochlear dysplasia demonstrates significant clinical improvement in knee function and quality of life at mid-term follow-up.",
  "abstract": "Trochleoplasty is effective for patients with patellofemoral instability attributed to severe trochlear dysplasia. Previously published data on short-term outcomes demonstrate excellent results in knee function and quality of life with an acceptable complication profile. This study reports on mid-term function and quality of life outcomes following trochleoplasty for severe trochlear dysplasia, including post-operative sequelae. A longitudinal database was investigated, identifying all trochleoplasty procedures. Patients with <3 years follow-up data were excluded. All operations were performed by a fellowship-trained sports knee surgeon utilising a modified Bereiter technique. Post-operative mid-term IKDC, Kujala and EQ-5D results were compared to baseline. Non-parametric statistical methods were used. Statistically significant differences were assessed using a paired Wilcoxon-signed rank test (p < 0.05). Fifty-two trochleoplasties were performed between 2013-2019; 28 with >3 years follow-up data were available for analysis. Mean age at surgery was 22y (SD 4.7, 14-37y); median follow-up of 5.3y (IQR 3.9-7.0y). Median Kujala score improved from 57.0 (IQR 45-66) to 96.3 (IQR 83-100). Median IKDC score improved from 42.6 (IQR 35.9-51.3) to 92.6 (IQR 71.6-98.7). Median EQ-5D scores improved from 0.691 (IQR 0.414-0.727) to 1.000 (IQR 0.818-1.000). Improvement in all scores were statistically significant (p < 0.001). There were no further symptoms of patella instability, complications of chondral necrosis or patellofemoral osteoarthritis. The Modified Bereiter trochleoplasty remains safe and effective in addressing recurrent patellofemoral instability associated with severe trochlear dysplasia. There is sustained improvement in knee function and quality of life at median follow-up of 5.3 years.",
  "disease": "osteoarthritis"
}