{
    "title": "Clinical target volume automatic segmentation based on lymph node stations for lung cancer with bulky lump lymph nodes.",
    "doc_id": "36085253",
    "writer": "Shen J",
    "year": "2022",
    "summary": "BACKGROUND: The lack of standardized delineation of lymph node station in lung cancer radiotherapy leads to nonstandard clinical target volume (CTV) contouring, especially in patients with bulky lump gross target volume lymph nodes (GTVnd). This study …",
    "abstract": "Background:\n        \n      \n      The lack of standardized delineation of lymph node station in lung cancer radiotherapy leads to nonstandard clinical target volume (CTV) contouring, especially in patients with bulky lump gross target volume lymph nodes (GTVnd). This study defines lymph node region boundaries in radiotherapy for lung cancer and automatically contours lymph node stations based on the International Association for the Study of Lung Cancer (IASLC) lymph node map.\n    \n\n\n          Methods:\n        \n      \n      Computed tomography (CT) scans of 200 patients with small cell lung cancer were collected. The lymph node zone boundaries were defined based on the IASLC lymph node map, with adjustments to meet radiotherapy requirements. Contours of lymph node stations were confirmed by two experienced oncologists. A model (DiUNet) was constructed by incorporating the contours of GTVnd to precisely contour the boundaries. Quantitative evaluation metrics and clinical evaluations were conducted.\n    \n\n\n          Results:\n        \n      \n      The mean 3D Dice similarity coefficient (Dice similarity coefficient) values of DiUNet in most lymph node stations was greater than 0.7, 98.87% of the lymph node station slices are accepted. The mean DiUNet score was not significantly different from that of the man contoured in the evaluation of lymph node stations and CTV.\n    \n\n\n          Conclusion:\n        \n      \n      This is the first study to propose a method that automatically contours lymph node regions station by station based on the IASLC lymph node map with bulky lump GTVnd. Delineation of lymph node stations based on the DiUNet model is a promising strategy to obtain accuracy and efficiency for CTV delineation in lung cancer patients, especially for bulky lump GTVnd.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36085253/"
}