{
  "pmid": "41316246",
  "title": "Exhaled breath volatile organic compounds (VOCs) detection methods: GC-MS versus eNose in COPD diagnosis-a systematic review and meta-analysis.",
  "abstract": "Volatile organic compounds (VOCs) derived from exhaled breath have been studied for their diagnostic potential in chronic obstructive pulmonary disease (COPD). However, the diagnostic efficacy of detection technologies of electronic nose (eNose) and gas chromatography-mass spectrometry (GC-MS) remains unclear. This study aims to systematically compare the diagnostic performance of these two methods in COPD diagnosis. This review was conducted in accordance with PRISMA guidelines. Relevant studies were retrieved from databases including PubMed, EMBASE, Cochrane, SciFinder and Web of Science, with a cutoff date of April 30, 2025. Two researchers screened the literature, extracted data, and evaluated the quality of the studies using the QUADAS-2 tool. A bivariate model was used to perform meta-analyses of sensitivity, specificity and heterogeneity for the eNose and GC-MS detection methods. A total of 39 studies were included in the systematic review, involving 2363 COPD patients and 1570 healthy controls. Among these, 18 studies were incorporated into the meta-analysis, with the pooled sensitivity and specificity of VOCs for differentiating COPD patients from controls being 83% and 78%, respectively. For specific VOCs detection methods, both GC-MS and eNose showed comparable pooled sensitivity of 0.83 and 0.82 respectively. However, eNose demonstrated a significantly higher pooled specificity (0.84; 95% CI: 0.79-0.89) and area under the sROC curve (AUC: 0.9011) than GC-MS with the specificity of 0.70 (95% CI: 0.63-0.75) and an AUC of 0.8764. This study revealed that VOCs can distinguish COPD patients from healthy controls. While both GC-MS and eNose demonstrated comparable sensitivity, GC-MS - considered the gold standard method for VOCs detection - showed lower specificity and AUC values than eNose in differentiating COPD patients from controls, suggesting that eNose has a lower misdiagnosis rate for COPD. These result may be influenced by the heterogeneity due to the variations in COPD disease stages or differences in breath portion across studies. Future research is recommended to standardize case inclusion criteria and conduct multicenter head-to-head validation studies.",
  "disease": "chronic obstructive pulmonary disease"
}