{
    "title": "Emotional eating is more frequent in obese rheumatoid arthritis patients.",
    "doc_id": "31987125",
    "writer": "Bulut N",
    "year": "2020",
    "summary": "Firstly, we compared eating behaviours of the rheumatoid arthritis patients with controls, and then we evaluated the differences in eating features between obese rheumatoid arthritis patients with non-obese rheumatoid arthritis patients. …",
    "abstract": "Background & aim:\n        \n      \n      Obesity is a risk factor for both cardiovascular mortality and poor disease control. Unfavourable eating behaviours may have a role in obesity and increase the risk for obesity. In this study, we evaluated the eating behaviours of the patients with rheumatoid arthritis and compare these with controls. Also, we assessed the eating behaviour differences between obese and non-obese rheumatoid arthritis patients.\n    \n\n\n          Methods:\n        \n      \n      It was a cross sectional case control study. We enrolled 157 rheumatoid arthritis patients and 60 controls to the study in one year period. We evaluated the eating behaviours of the patients with Three-Factor Eating Questionnaire R-18. Firstly, we compared eating behaviours of the rheumatoid arthritis patients with controls, and then we evaluated the differences in eating features between obese rheumatoid arthritis patients with non-obese rheumatoid arthritis patients. We compared the continuous variables with Mann-Whitney u test. Furthermore, categorical variables were compared with Chi-square test.\n    \n\n\n          Results:\n        \n      \n      Sixty-three (40.2%) of the rheumatoid arthritis patients were obese. Eating behaviours of rheumatoid arthritis patients and controls were similar, out of uncontrolled eating score. This score was found higher in control group than rheumatoid arthritis patients (p = 0.01). Moreover, emotional eating domain scores were higher in obese RA patients (p = 0.04).\n    \n\n\n          Conclusions:\n        \n      \n      Even though there were no negative eating features in general rheumatoid arthritis population, obese rheumatoid arthritis patients may have an emotional eating problem. Herein, treatments that address psychosomatic sides of eating may be effective for treatment of obesity in rheumatoid arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31987125/"
}