{
  "pmid": "41440852",
  "title": "Cardiac Computed Tomography: Technological Developments and Clinical Applications.",
  "abstract": "Cardiac computed tomography (CT) has long evolved as a highly accurate screening tool for coronary artery disease. New technologies such as multi-detector rows and artifact reduction by a new motion correction algorithm have made it possible to evaluate coronary artery stenosis with higher diagnostic accuracy and lower radiation exposure. In addition to the anatomical evaluation of coronary arteries, the introduction of fluid dynamic analysis enables the measurement of coronary fractional flow reserve (FFR) for each stenotic lesion, which can only be achieved through invasive catheter evaluation. Myocardial ischemia can now also be detected using myocardial stress perfusion CT imaging. In addition, with the advent of dual-energy imaging or new image reconstruction technology, the addition of late contrast phase imaging enables myocardial late enhancement and left ventricular (LV) extracellular volume (ECV) analysis, which was previously possible only with cardiac magnetic resonance imaging (MRI). It has also been reported that LV ECV may be useful in predicting prognosis in cases with cardiomyopathies. In addition, retrospective imaging of the entire heart in a single cardiac cycle is now possible with lower radiation exposure, enabling not only morphological evaluation of the heart and valves but also myocardial strain analysis, which has conventionally been evaluated mainly by echocardiography and is expected to be applied in clinical practice in the future. Cardiac CT, which overcomes the weaknesses of other modalities while demonstrating greater usefulness through the latest technological development, is expected to expand its field of application to the entire heart analysis. The purpose of this review is to provide an overview of the technological development of cardiac CT, which has seen remarkable development in recent years, along with its clinical utility, with the aim of enabling clinicians to fully utilize it in daily practice.",
  "disease": "coronary artery disease"
}