{
    "title": "Management of endometrial precancers.",
    "doc_id": "23090535",
    "writer": "Trimble CL",
    "year": "2012",
    "summary": "Total hysterectomy is curative for atypical endometrial hyperplasia or endometrial intraepithelial neoplasia, and provides a definitive standard for assessment of a concurrent carcinoma, when clinically appropriate. If hysterectomy is performed for atypical endom …",
    "abstract": "In the United States, endometrial cancer is the most commonly diagnosed cancer of the female reproductive system. Strategies to sensitively and accurately diagnose premalignant endometrial lesions are sorely needed. We reviewed studies pertaining to the diagnostic challenges of endometrial precancers, their predictive value, and evidence to support management strategies. Currently, two diagnostic schemas are in use: the four-class 1994 World Health Organization hyperplasia system, based on morphologic features of architectural complexity and nuclear atypia and, more recently, the two-class endometrial intraepithelial neoplasia system, which is quantitative. Diagnosis should use criteria and terminology that distinguish between clinicopathologic entities that can be managed differently. In some instances, such as for women with hereditary nonpolyposis colon cancer, biomarkers may aid in diagnosis, but the clinical utility of biomarkers has yet to be determined. Total hysterectomy is curative for atypical endometrial hyperplasia or endometrial intraepithelial neoplasia, and provides a definitive standard for assessment of a concurrent carcinoma, when clinically appropriate. If hysterectomy is performed for atypical endometrial hyperplasia or endometrial intraepithelial neoplasia, then intraoperative assessment of the uterine specimen for occult carcinoma is desirable, but optional. Nonsurgical management may be appropriate for patients who wish to preserve fertility or those for whom surgery is not a viable option. Treatment with progestin therapy may provide a safe alternative to hysterectomy; however, clinical trials of hormonal therapies for atypical endometrial hyperplasia or endometrial intraepithelial neoplasia have not yet established a standard regimen. Future studies will need to determine the optimal nonsurgical management of atypical endometrial hyperplasia or endometrial intraepithelial neoplasia, standardizing agent, dose, schedule, clinical outcomes, and appropriate follow-up.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23090535/"
}