{
    "title": "Maternal diet quality and circulating extracellular vesicle and particle miRNA during pregnancy.",
    "doc_id": "39891736",
    "writer": "Muse ME",
    "year": "2025",
    "summary": "Both dysregulation of circulating EVP miRNA during pregnancy and maternal diet quality have been previously associated with pregnancy complications and adverse birth outcomes. ...Additional research is needed to assess whether alterations in maternal circulating EVP miRNA …",
    "abstract": "Purpose:\n        \n      \n      During pregnancy, extracellular vesicle and particle microRNAs (EVP miRNA) in maternal circulation have the capacity to cross the placenta and facilitate maternal-fetal communication. Both dysregulation of circulating EVP miRNA during pregnancy and maternal diet quality have been previously associated with pregnancy complications and adverse birth outcomes. However, little is known about how maternal diet influences circulating EVP miRNA during pregnancy. This study assesses associations between maternal diet quality, as measured by the Alternative Healthy Eating Index (2010; AHEI-2010), and EVP miRNA levels in maternal circulation during pregnancy.\n    \n\n\n          Methods:\n        \n      \n      In a pilot study of 53 pregnant participants in the New Hampshire Birth Cohort Study, maternal diet quality was assessed using AHEI-2010 and plasma (mean gestational age at blood collection: 28.8 weeks) EVP miRNA were profiled using the NanoString nCounter platform which interrogates 798 miRNA transcripts.\n    \n\n\n          Results:\n        \n      \n      In covariate-adjusted models, the AHEI-2010 adherence score was negatively associated (P < 0.05) with the number of unique miRNA transcripts detectable in each sample. In post hoc analyses, greater consumption of red and processed meats was positively associated with levels of 7 miRNA (Q < 0.05), including hsa-miR-512-5p (PBonf < 0.01), a member of the placenta-specific chromosome 19 miRNA cluster.\n    \n\n\n          Conclusion:\n        \n      \n      We identified associations between the consumption of red and processed meat and levels of circulating select EVP miRNA during pregnancy, including placenta-specific miRNA and miRNA with target genes overrepresented in pathways involved in placental development. Additional research is needed to assess whether alterations in maternal circulating EVP miRNA may mediate maternal diet quality's impacts on pregnancy and birth outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39891736/"
}