{
    "title": "Ciprofloxacin mediates cancer stem cell phenotypes in lung cancer cells through caveolin-1-dependent mechanism.",
    "doc_id": "26947806",
    "writer": "Phiboonchaiyanan PP",
    "year": "2016",
    "summary": "Cancer stem cells (CSCs), a subpopulation of cancer cells with high aggressive behaviors, have been identified in many types of cancer including lung cancer as one of the key mediators driving cancer progression and metastasis. Here, we have reported for the …",
    "abstract": "Cancer stem cells (CSCs), a subpopulation of cancer cells with high aggressive behaviors, have been identified in many types of cancer including lung cancer as one of the key mediators driving cancer progression and metastasis. Here, we have reported for the first time that ciprofloxacin (CIP), a widely used anti-microbial drug, has a potentiating effect on CSC-like features in human non-small cell lung cancer (NSCLC) cells. CIP treatment promoted CSC-like phenotypes, including enhanced anchorage-independent growth and spheroid formation. The known lung CSC markers: CD133, CD44, ABCG2 and ALDH1A1 were found to be significantly increased, while the factors involving in epithelial to mesenchymal transition (EMT): Slug and Snail, were depleted. Also, self-renewal transcription factors Oct-4 and Nanog were found to be up-regulated in CIP-treated cells. The treatment of CIP on CSC-rich populations obtained from secondary spheroids resulted in the further increase of CSC markers. In addition, we have proven that the mechanistic insight of the CIP induced stemness is through Caveolin-1 (Cav-1)-dependent mechanism. The specific suppression of Cav-1 by stably transfected Cav-1 shRNA plasmid dramatically reduced the effect of CIP on CSC markers as well as the CIP-induced spheroid formation ability. Cav-1 was shown to activate protein kinase B (Akt) and extracellular signal-regulated kinase (ERK) pathways in CSC-rich population; however, such an effect was rarely found in the main lung cancer cells population. These findings reveal a novel effect of CIP in positively regulating CSCs in lung cancer cells via the activation of Cav-1, Akt and ERK, and may provoke the awareness of appropriate therapeutic strategy in cancer patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26947806/"
}