{
  "pmid": "41378708",
  "title": "Impact of Liquid Sublingual Immunotherapy on Health Care Resource Use in Allergic Rhinitis and Asthma in the Real-world EfficAPSI Study.",
  "abstract": "The retrospective study EfficAPSI explored the real-world impact of liquid sublingual allergen immunotherapy (AIT; Staloral® SLIT-liquid) on health care resource utilization (HCRU) in allergic rhinitis (AR) patients with/without asthma. In the EfficAPSI cohort, patients dispensed SLIT-liquid and AIT-naïve controls taking symptomatic drug treatment (SDT) were compared using propensity score weighting. A total of 5 periods were analyzed, namely, the historical pre-SLIT period (HP, 2 years before the index dose of SLIT/SDT [first dispensation]) and four 2-year follow-up periods (FUPs) after the index dose, with the latter 2 periods corresponding to post-treatment years. HCRU was analyzed using a Poisson model with generalized estimating equations. The study population comprised 112 492 SLIT and 333 082 control patients. Dispensations of antihistamines and intranasal corticosteroids decreased by 28% to 49% during the FUPs (IRR from 0.51 [0.50-0.52] to 0.69 [0.67-0.71]) and after treatment (IRR from 0.62 [0.59-0.65] to 0.72 [0.69-0.74]), favoring SLIT-exposed patients. In patients with asthma, a 17%-29% reduction in asthma medication dispensations also favored SLIT-liquid (IRR, 0.83 [0.78-0.88] to 0.71 [0.68-0.74] during treatment; 0.82 [0.77-0.88] to 0.78 [0.72-0.85] after treatment). For oral corticosteroids, the between-group difference in change from the HP was in favor of SLIT-liquid for all FUPs (IRR for doses, 0.66 [0.64-0.69] to 0.79 [0.73-0.85]). The decrease in medical consultations and hospitalizations was consistently more frequent over time in SLIT patients than in controls. In this national real-world study involving the largest number of person-years followed in the field of AIT to date, SLIT-liquid was associated with a reduction in AR and dispensation of asthma medication, including systemic corticosteroids, and medical consultations. The results recorded in the last 2 post-treatment FUPs suggest a sustained effect of SLIT-liquid.",
  "disease": "asthma"
}