{
  "pmid": "41434160",
  "title": "Alzheimer's Imaging Consortium.",
  "abstract": "Dysfunctional allostatic-interoception, altered processing of bodily signals in response to environmental demands, occurs in behavioural-variant frontotemporal dementia (bvFTD) patients. Previous research, however, has focused on static measures of interoception (e.g., heart-evoked potential, HEP). These measures do not capture the dynamic nature of interoception, unlike intrinsic neural timescales. Intrinsic neural timescales refers to the temporal durations over which information is processed within the spatiotemporal hierarchy of the brain, with shorter timescales representing more rapid processing. We hypothesised that longer intrinsic neural timescales of interoception would occur in bvFTD patients, evidencing dysfunctional allostatic-interoception. One-hundred and twelve participants (31 bvFTD patients, 35 Alzheimer's disease patients, AD and 46 healthy controls) completed a well-validated task measuring cardiac-interoception and exteroception. Simultaneous EEG and ECG were recorded. Intrinsic neural timescales were measured via the autocorrelation window (ACW) of broadband EEG signals from each heartbeat and a time-lagged version of itself. Spatiotemporal clustering analyses identified clusters with significant between-group differences in each condition. HEP modulation analyses were also conducted and covaried for to investigate potential relationships between HEP and ACW. Voxel-based morphometry was used to target the allostatic-interoceptive network. Neuropsychological tests of cognition and social cognition were assessed. In bvFTD patients, longer interoceptive-ACWs than controls were observed in the bilateral fronto-temporal and parietal regions (Figure 1). In AD patients, longer interoceptive-ACWs than controls were observed in central and occipitoparietal brain regions (Figure 1). No differences were observed during exteroception. In bvFTD patients only, longer interoceptive-ACW was linked to worse sociocognitive performance. Our interoceptive-ACW results, remained the same when accounting for HEP modulation. Structural neural correlates of interoceptive-ACW in bvFTD involved the anterior cingulate, insula, orbitofrontal cortex, hippocampus, and angular gyrus (Figure 2). No structural differences emerging in AD. Our findings suggest a core allostatic-interoceptive deficit occurs in people with bvFTD, captured by altered brain dynamics of intrinsic neural timescales. In AD, it is possible that a more generalised disruption of brain oscillation occurs. Altered interoceptive intrinsic neural timescales may provide a neurobiological mechanism underpinning the complex behaviours observed in bvFTD patients. Our findings support synergistic models of brain disease and can inform clinical practice.",
  "disease": "alzheimer disease"
}