{
  "pmid": "41410582",
  "title": "Clinical impact of anti-SSA antigenic specificity on disease activity and patient-reported outcomes in primary Sjögren's disease: a real-life cohort study.",
  "abstract": "Anti-Ro/SSA antibodies are a hallmark of Sjögren's disease (SjD), yet the clinical implications of distinct antigenic targets remain insufficiently defined. We aimed to determine whether specific anti-SSA antigenic profiles-isolated anti-Ro52, isolated anti-Ro60, double anti-Ro52/anti-Ro60, or triple anti-Ro52/anti-Ro60/anti-La/SSB positivity, are associated with distinct systemic, serological, and patient-reported phenotypes in real-life clinical practice. We analysed 279 anti-SSA-positive SjD patients fulfilling 2016 ACR/EULAR criteria. Participants were stratified into the four serological subsets and compared for demographics, cumulative ESSDAI domains, systemic activity (ESSDAI), immunologic markers (IgG, C3, C4), and patient-reported outcomes (ESSPRI and subdomains) at study entry. Group comparisons used ANOVA/ANCOVA and Kruskal-Wallis tests, with modified Poisson regression for adjusted prevalence ratios and general linear models for adjusted means. Triple-positive patients displayed the highest systemic inflammatory activity (ESSDAI median 3 [IQR 1-6]) and IgG levels (1497 [1180-1790] mg/dL; p<0.001), enriched for haematologic, lymphoid, glandular and biological domains. In contrast, isolated anti-Ro60 patients showed the mildest systemic activity (ESSDAI 0 [0-0]) yet the highest patient-reported burden (ESSPRI 6.08 [0.52]; p<0.01), revealing a marked dissociation between objective inflammation and symptoms. Isolated anti-Ro52 displayed the broadest and most heterogeneous phenotype, and older age at diagnosis. In adjusted analyses, only triple-positive patients remained independently associated with increased systemic activity and B-cell hyperactivity (all p<0.05). Symptom measures showed the opposite gradient: isolated anti-Ro52 and anti-Ro60 subsets had the highest adjusted ESSPRI, pain, and fatigue scores, whereas double- and triple-positive patients reported substantially fewer symptoms. When stratified by combined ESSDAI/ESSPRI scores, low-activity/high-symptom cases predominated and were enriched among isolated anti-Ro52 and anti-Ro60 patients. Anti-SSA antigenic specificity delineates biologically and clinically distinct phenotypes within SjD. These data support serology-informed, multidimensional disease stratification as a foundation for precision-targeted management in SjD.",
  "disease": "rheumatoid arthritis"
}