{
    "title": "Microbiological quality of raw milk attributable to prolonged refrigeration conditions.",
    "doc_id": "28252354",
    "writer": "Vithanage NR",
    "year": "2017",
    "summary": "However, temperature abused conditions in the farming and processing environments can significantly affect the microbiological quality of raw milk. Thus, the present study investigated the effect of different refrigeration conditions such as 2, 4, 6, 8, 10 and 12 C on micr …",
    "abstract": "Refrigerated storage of raw milk is a prerequisite in dairy industry. However, temperature abused conditions in the farming and processing environments can significantly affect the microbiological quality of raw milk. Thus, the present study investigated the effect of different refrigeration conditions such as 2, 4, 6, 8, 10 and 12 °C on microbiological quality of raw milk from three different dairy farms with significantly different initial microbial counts. The bacterial counts (BC), protease activity (PA), proteolysis (PL) and microbial diversity in raw milk were determined during storage. The effect of combined heating (75 ± 0·5 °C for 15 s) and refrigeration on controlling those contaminating microorganisms was also investigated. Results of the present study indicated that all of the samples showed increasing BC, PA and PL as a function of temperature, time and initial BC with a significant increase in those criteria ≥6 °C. Similar trends in BC, PA and PL were observed during the extended storage of raw milk at 4 °C. Both PA and PL showed strong correlation with the psychrotrophic proteolytic count (PPrBC: at ≥4 °C) and thermoduric psychrotrophic count (TDPC: at ≥8 °C) compared to total plate count (TPC) and psychrotrophic bacterial count (PBC), that are often used as the industry standard. Significant increases in PA and PL were observed when PPrBC and TDPC reached 5 × 104 cfu/ml and 1 × 104 cfu/ml, and were defined as storage life for quality (S LQ), and storage life for safety (S LS) aspects, respectively. The storage conditions also significantly affected the microbial diversity, where Pseudomonas fluorescens and Bacillus cereus were found to be the most predominant isolates. However, deep cooling (2 °C) and combination of heating and refrigeration (≤4 °C) significantly extended the S LQ and S Ls of raw milk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28252354/"
}