{
    "title": "The mediating role of health literacy between the presence of chronic disease and psychological distress among older persons in Xi'an city of China.",
    "doc_id": "38110936",
    "writer": "Guo K",
    "year": "2023",
    "summary": "METHODS: This study employs a quantitative research design using a cross-sectional survey of 300 older persons over 60 years living in the six urban districts of Xi'an city. Data were collected using the Health Literacy Questionnaire (HLQ) and the Depression Anxiety …",
    "abstract": "Background:\n        \n      \n      The increased number of older persons in China, and the prevalence of most chronic diseases raised with age significantly increased the total disease burden. When a person ages, psychological distress happens when they are faced with stressors that they cannot cope with. Psychological distress refers to non-specific symptoms of depression, anxiety, and stress. Health literacy influences several health outcomes, such as emotional functioning among the population. The primary purpose of this study is to examine the mediator role of health literacy between the presence of chronic disease and psychological distress among older persons living in Xi'an city. Thus, this study used the Cognitive Behavior Theory (CBT) as a combination of the basic behavioral and cognitive psychology principles to explain the cognitive processes associated with psychological distress.\n    \n\n\n          Methods:\n        \n      \n      This study employs a quantitative research design using a cross-sectional survey of 300 older persons over 60 years living in the six urban districts of Xi'an city. Data were collected using the Health Literacy Questionnaire (HLQ) and the Depression Anxiety Stress Scale (DASS-21). This study employed descriptive statistics and inferential methods to analyze the data. The inferential methods applied structural equation modeling (SEM) to test the hypothesis of the mediator role of health literacy between the presence of chronic disease and psychological distress.\n    \n\n\n          Results:\n        \n      \n      In this study, chronic disease had an effect on health literacy among older persons living in Xi'an city (β=-0.047, p < 0.01); chronic disease impact on psychological distress among older persons living in Xi'an city (β = 0.047, p < 0.01); health literacy was identified effect on psychological distress among older persons in Xi'an city (β=-0.738, p < 0.001); health literacy as a partial mediator between chronic disease and psychological distress (β = 0.07, p < 0.01).\n    \n\n\n          Conclusion:\n        \n      \n      Psychological distress among older persons is affected by chronic disease and health literacy. Health literacy had a partial mediating effect on the presence of chronic disease and psychological distress. Improved health literacy measures should be considered when treating older persons with psychological distress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38110936/"
}