{
    "title": "Ultrasonographic features of gastrointestinal ulcerations in cats.",
    "doc_id": "40059808",
    "writer": "Bach A",
    "year": "2025",
    "summary": "BACKGROUND: Gastrointestinal ulceration in cats can be life threatening due to the risk of perforation and septic peritonitis. ...Therefore, this multicentre retrospective study aimed to describe the clinical features and ultrasound findings for cats with gastrointestinal …",
    "abstract": "Background:\n        \n      \n      Gastrointestinal ulceration in cats can be life threatening due to the risk of perforation and septic peritonitis. However, the ultrasound findings associated with this condition and their diagnostic sensitivities have not been described. Therefore, this multicentre retrospective study aimed to describe the clinical features and ultrasound findings for cats with gastrointestinal ulceration and estimate the diagnostic sensitivity of in these cases.\n    \n\n\n          Methods:\n        \n      \n      Hospital medical record databases were retrospectively searched for feline cases with 'ulcer' keywords. Cats were included in the study if they had undergone an abdominal ultrasound followed by surgical, endoscopic or postmortem histopathological verification of gastrointestinal ulceration.\n    \n\n\n          Results:\n        \n      \n      Twenty-four cats were included. On ultrasound examination, all cases showed a mucosal defect filled with hyperechoic microbubbles located in the stomach (29.2%), pylorus (16.7%), duodenum (29.2%), jejunum (20.8%) or ileocecocolic junction (4.2%). Single lesions were present in 75% of cases. Perforations occurred in 16.7% of cases. Wall thickening was detected in 62.5% of the cats, and loss of wall layering was observed in 54.2%. Underlying aetiologies included neoplasia (33.0%), inflammation (33.0%), trauma (12.5%) and foreign bodies (12.5%).\n    \n\n\n          Limitations:\n        \n      \n      The retrospective design limits standardisation of ultrasound techniques and records, thereby potentially limiting the generalisability of the findings.\n    \n\n\n          Conclusion:\n        \n      \n      Ulceration was identified by ultrasound in 75% of cats. Solitary ulcerative lesions with associated wall thickening and crater-like defects were most commonly documented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40059808/"
}