{
    "title": "Gut Microbiota-brain Axis.",
    "doc_id": "27647198",
    "writer": "Wang HX",
    "year": "2016",
    "summary": "OBJECTIVE: To systematically review the updated information about the gut microbiota-brain axis. DATA SOURCES: All articles about gut microbiota-brain axis published up to July 18, 2016, were identified through a literature search on PubMed, ScienceDir …",
    "abstract": "Objective:\n        \n      \n      To systematically review the updated information about the gut microbiota-brain axis.\n    \n\n\n          Data sources:\n        \n      \n      All articles about gut microbiota-brain axis published up to July 18, 2016, were identified through a literature search on PubMed, ScienceDirect, and Web of Science, with the keywords of \"gut microbiota\", \"gut-brain axis\", and \"neuroscience\".\n    \n\n\n          Study selection:\n        \n      \n      All relevant articles on gut microbiota and gut-brain axis were included and carefully reviewed, with no limitation of study design.\n    \n\n\n          Results:\n        \n      \n      It is well-recognized that gut microbiota affects the brain's physiological, behavioral, and cognitive functions although its precise mechanism has not yet been fully understood. Gut microbiota-brain axis may include gut microbiota and their metabolic products, enteric nervous system, sympathetic and parasympathetic branches within the autonomic nervous system, neural-immune system, neuroendocrine system, and central nervous system. Moreover, there may be five communication routes between gut microbiota and brain, including the gut-brain's neural network, neuroendocrine-hypothalamic-pituitary-adrenal axis, gut immune system, some neurotransmitters and neural regulators synthesized by gut bacteria, and barrier paths including intestinal mucosal barrier and blood-brain barrier. The microbiome is used to define the composition and functional characteristics of gut microbiota, and metagenomics is an appropriate technique to characterize gut microbiota.\n    \n\n\n          Conclusions:\n        \n      \n      Gut microbiota-brain axis refers to a bidirectional information network between the gut microbiota and the brain, which may provide a new way to protect the brain in the near future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27647198/"
}