{
  "pmid": "41472993",
  "title": "Assessment of Peripheral Arterial Disease among Type 2 Diabetes Patients in Calabar, Nigeria.",
  "abstract": "Peripheral Arterial Disease (PAD) is a significant complication among patients with Type 2 Diabetes Mellitus (T2DM), characterized by atherosclerosis that leads to reduced blood flow to the extremities. This article assesses the traditional risk factors for PAD and the predictive value of the new inflammatory biomarkers like fibrinogen and C-reactive protein (CRP), and the implications of PAD in T2DM patients, drawing from recent studies and findings. The presence of PAD in T2DM patients poses serious health risks, including increased risk of foot ulcers, limb amputation, and cardiovascular events, necessitating comprehensive cardiovascular risk management. The study aims to assess the effectiveness of various diagnostic tests for PAD, particularly the Ankle-Brachial Index (ABI), in detecting PAD and stratifying cardiovascular risk in T2DM patients. The study population comprises the recruitment of 112 Type 2 DM patients and an equal number and sex matched healthy participants as controls from three centres in Calabar, making a total of 224 participants. Socio-demographic information was collected. After physical examination and anthropometric measurements, the ABI was performed using a Doppler ultrasound device. Descriptive statistics were used to summarize clinical and demographic characteristics, and comparative analysis was done using chi-square for categorical variables and t-test for continuous variables. Logistic regression was used for independent risk factors associated with PAD. The median ages for the Type 2 DM patients and the controls were 58 years (IQR 10) and 58 years (IQR 11), respectively. The prevalence of PAD using ABI<0.9 in this study was 37.5% in people living with type 2 diabetes and 14.3% in controls. The prevalence of PAD for Type 2 DM patients and controls using symptoms of palpation of pedal pulsations and intermittent claudication was 17.0% vs 3.6% and 11.6% vs 2.7% respectively. There was a statistically significant relationship between advanced age, hypertension, duration of diabetes, glycaemic control, fibrinogen, as well as CRP, and PAD among people living with Type 2 diabetes. After multiple regression analysis, the predictors of PAD in this study were age, duration of Diabetes, and elevated serum CRP. There was no correlation between smoking, obesity, and lipid profiles with PAD. There is a high prevalence of peripheral artery disease among people with T2DM in Calabar. The use of ABI is of great value in the detection of PAD, as evidenced by a more objective assessment of PAD compared to intermittent claudication and reduced/absent pedal pulses. Routine screening of PLWDM for PAD using ABI would enhance early diagnosis and intervention.",
  "disease": "diabetes mellitus"
}