{
    "title": "A Secondary Data Analysis Examining Young Adults' Performance in an Internet Weight Loss Program with Financial Incentives.",
    "doc_id": "32374527",
    "writer": "LaRose JG",
    "year": "2020",
    "summary": "Young adults (n = 28) were also compared with older adults (ages 36-70; n = 152) on these outcomes. ...Compared with older adults, young adults were less engaged, but there were no differences for retention or weight loss (P values > 0 …",
    "abstract": "Objective:\n        \n      \n      In traditional behavioral weight loss (BWL) programs, young adults fare worse than older adults with respect to engagement, retention, and weight loss, but money and use of technology have been cited as program factors that might improve outcomes for this population. This study evaluated young adult performance in internet-based BWL (IBWL) offering financial incentives for self-monitoring and weight loss.\n    \n\n\n          Methods:\n        \n      \n      Participants (N = 180; BMI = 33.2 ± 6.0 kg/m2 ) were randomly assigned to a 12-week IBWL or IBWL + incentives (IBWL + $) group. This secondary data analysis compared young adults (ages 18-35) in IBWL (n = 16) with young adults in IBWL + $ (n = 12) on percent weight loss, engagement, and retention. Young adults (n = 28) were also compared with older adults (ages 36-70; n = 152) on these outcomes.\n    \n\n\n          Results:\n        \n      \n      Young adult weight loss was -2.8% ± 5.2% in IBWL and -5.4% ± 5.7% in IBWL + $ (P = 0.23, partial η2 = 0.06). A greater proportion of young adults in IBWL + $ achieved a 10% weight loss compared with IBWL (42% vs. 6%, P = 0.02). Compared with older adults, young adults were less engaged, but there were no differences for retention or weight loss (P values > 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Findings suggest that technology-based BWL has the potential to eliminate weight loss disparities observed between young adults and older adults in in-person BWL trials. Moreover, adding financial incentives holds promise for promoting clinically meaningful weight loss for young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32374527/"
}