{
    "title": "Equivalent Young's modulus of composite resin for simulation of stress during dental restoration.",
    "doc_id": "27866696",
    "writer": "Park JH",
    "year": "2017",
    "summary": "This study proposes a formula to measure the equivalent Young's modulus of a composite resin through a calculation scheme of the shrinkage stress in dental restoration. ...Equivalent Young's moduli were measured for the two types of composite resins through the form …",
    "abstract": "Objectives:\n        \n      \n      For shrinkage stress simulation in dental restoration, the elastic properties of composite resins should be acquired beforehand. This study proposes a formula to measure the equivalent Young's modulus of a composite resin through a calculation scheme of the shrinkage stress in dental restoration.\n    \n\n\n          Methods:\n        \n      \n      Two types of composite resins remarkably different in the polymerization shrinkage strain were used for experimental verification: the methacrylate-type (Clearfil AP-X) and the silorane-type (Filtek P90). The linear shrinkage strains of the composite resins were gained through the bonded disk method. A formula to calculate the equivalent Young's moduli of composite resin was derived on the basis of the restored ring substrate. Equivalent Young's moduli were measured for the two types of composite resins through the formula. Those values were applied as input to a finite element analysis (FEA) for validation of the calculated shrinkage stress.\n    \n\n\n          Significance:\n        \n      \n      Both of the measured moduli through the formula were appropriate for stress simulation of dental restoration in that the shrinkage stresses calculated by the FEA were in good agreement within 3.5% with the experimental values. The concept of equivalent Young's modulus so measured could be applied for stress simulation of 2D and 3D dental restoration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27866696/"
}