{
    "title": "The provision of wound care and management in a community healthcare setting: an exploratory study.",
    "doc_id": "39797748",
    "writer": "Skerritt L",
    "year": "2025",
    "summary": "This research aimed to establish the prevalence and aetiology of wounds, the current delivery of wound care, wound documentation and referral pathways in an Irish community care setting. ...CONCLUSION: This study has identified that people with chronic (hard- …",
    "abstract": "Objective:\n        \n      \n      Wound management can be costly and challenging to the health services' scarce resources. Information regarding the number of wounds in a community care setting and their associated aetiology will provide nurses and nurse managers with an insight into the specific needs of these clients with wounds and highlight areas where care or services can be improved or further developed. This research aimed to establish the prevalence and aetiology of wounds, the current delivery of wound care, wound documentation and referral pathways in an Irish community care setting.\n    \n\n\n          Method:\n        \n      \n      A retrospective chart review was carried out on all clients in the community care area who received wound care from the Public Health Nursing Service over a specified one-year period.\n    \n\n\n          Results:\n        \n      \n      A total of 331 individuals were identified as having wounds, and nearly half presented with more than one wound, equating to 632 wounds in total (point prevalence (PP)=0.46%). A total of 56% (n=186; PP=0.14%) had leg ulcers (LUs), 18% (n=58; PP=0.04%) had pressure ulcers (PUs), 15% (n=49; PP=0.04%) had developed a diabetic foot ulcer (DFUs) and a further 11% (n=38; PP=0.03%) had wounds of other aetiologies. The mean duration of wounds was 11.37 months. Comorbidities were present in 99% (n=327) of clients with wounds, with cardiovascular disease observed in 87% (n=288) of clients and diabetes in 45% (n=148). Nursing wound-related concerns resulted in 52% (n=171) of clients receiving antibiotics, with 71% (n=121) being prescribed more than one dose. As many as 61% (n=104) of clients prescribed antibiotics did not have completed documentation to demonstrate a suspected wound infection. It was established that 16% of the Public Health Nursing Service's active caseload was made up of clients with wounds and the management of these wounds accounted for 65% of nursing time, equating to 28 full-time community nurses.\n    \n\n\n          Conclusion:\n        \n      \n      This study has identified that people with chronic (hard-to-heal) wounds often present with more than one chronic disease, which may negatively influence the wound's healing trajectory, lengthening its duration. The criteria for onward referral for suspected wound infections have been examined and resulted in large numbers of poorly documented wound assessments, leading to a high reliance on the use of oral antibiotics as commonplace for the management of hard-to-heal wounds. Hard-to-heal wounds, such as lower LUs, PUs and DFUs, are either caused or significantly affected by the presence of underlying comorbidities. Therefore, aligning the prevention and management of these burdensome wounds with National Clinical Programmes will deliver efficient, cost-effective, holistic quality care to clients in Irish community healthcare settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39797748/"
}