{
  "pmid": "41344220",
  "title": "Identifying the self-management strategies of people with chronic obstructive pulmonary disease in their daily lives: A qualitative survey.",
  "abstract": "Chronic Obstructive Pulmonary Disease (COPD) is an incurable chronic disease, and self-management is often used to support patients. Current research often targets clinical aspects, while actual self-management is performed by the patient at home. However, little is known about the patient experience. This research identifies which self-management strategies people with COPD apply and what the facilitators and barriers are to adopting these. Specific attention is given to the recruitment approach, aiming to increase response rates and the generalizability of the self-management model. A self-management survey developed for people with rheumatic and musculoskeletal diseases (RMDs) was adapted for COPD, pilot-tested, and disseminated via traditional (e.g., via email) and enhanced (e.g., offline support) recruitment routes. Anonymized responses were deductively coded, using the self-management model for RMDs and the model of positive health. From 33 respondents, 152 self-management strategies were identified. All strategies could be categorised using the self-management model. 'Physical activity' was the most common category. Motivations to start a strategy are mostly derived from the 'bodily functioning dimension'. Participants reported 122 facilitators and 41 barriers, such as 'time' and 'support'. Passive approaches, in which participants themselves have to sign up, to improve response rates, were not substantial. People with COPD perform diverse self-management strategies. These efforts may not always be visible in the clinical setting, as these are often initiated by one's search journey and thus are additional to standard Healthcare Professionals´ (HCP) advice. Future research should investigate alternative approaches to reach the wider COPD population.",
  "disease": "chronic obstructive pulmonary disease"
}