{
    "title": "Differences in IgG autoantibody Fab glycosylation across autoimmune diseases.",
    "doc_id": "36716825",
    "writer": "Koers J",
    "year": "2023",
    "summary": "OBJECTIVES: To study whether elevated Fab glycosylation is a common feature of autoimmunity, this study investigated Fab glycosylation levels on serum IgG and its subclasses for autoantibodies associated with a range of different B cell-mediated autoimmune diseases, including rhe …",
    "abstract": "Background:\n        \n      \n      Increased prevalence of autoantibody Fab glycosylation has been demonstrated for several autoimmune diseases.\n    \n\n\n          Objectives:\n        \n      \n      To study whether elevated Fab glycosylation is a common feature of autoimmunity, this study investigated Fab glycosylation levels on serum IgG and its subclasses for autoantibodies associated with a range of different B cell-mediated autoimmune diseases, including rheumatoid arthritis, myasthenia gravis subtypes, pemphigus vulgaris, antineutrophil cytoplasmic antibody-associated vasculitis, systemic lupus erythematosus, anti-glomerular basement membrane glomerulonephritis, thrombotic thrombocytopenic purpura, and Guillain-Barré syndrome.\n    \n\n\n          Methods:\n        \n      \n      The level of Fab glycosylated IgG antibodies was assessed by lectin affinity chromatography and autoantigen-specific immunoassays.\n    \n\n\n          Results:\n        \n      \n      In 6 of 10 autoantibody responses, in 5 of 8 diseases, the investigators found increased levels of Fab glycosylation on IgG autoantibodies that varied from 86% in rheumatoid arthritis to 26% in systemic lupus erythematosus. Elevated autoantibody Fab glycosylation was not restricted to IgG4, which is known to be prone to Fab glycosylation, but was also present in IgG1. When autoimmune diseases with a chronic disease course were compared with more acute autoimmune illnesses, increased Fab glycosylation was restricted to the chronic diseases. As a proxy for chronic autoantigen exposure, the investigators determined Fab glycosylation levels on antibodies to common latent herpes viruses, as well as to glycoprotein 120 in individuals who are chronically HIV-1-infected. Immunity to these viral antigens was not associated with increased Fab glycosylation levels, indicating that chronic antigen-stimulation as such does not lead to increased Fab glycosylation levels.\n    \n\n\n          Conclusions:\n        \n      \n      These data indicate that in chronic but not acute B cell-mediated autoimmune diseases, disease-specific autoantibodies are enriched for Fab glycans.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36716825/"
}