{
    "title": "Adolescent and young adult cancer survivors' perceptions of participating in a survey - Ethical and methodological considerations.",
    "doc_id": "30850139",
    "writer": "Olsson M",
    "year": "2019",
    "summary": "PURPOSE: The aim of this study was to understand patient-reported perception of participation in a population-based web-survey focusing on sensitive issues for adolescent and young adult cancer survivors. METHOD: A population-based web survey for adolescent and y …",
    "abstract": "Purpose:\n        \n      \n      The aim of this study was to understand patient-reported perception of participation in a population-based web-survey focusing on sensitive issues for adolescent and young adult cancer survivors.\n    \n\n\n          Method:\n        \n      \n      A population-based web survey for adolescent and young adult cancer survivors including a matched control group. Adolescent and young adult cancer survivors from the population-based Swedish National Cancer Registry from four of the six register holders at Regional Cancer Centers in Sweden. Controls were randomly identified from the Swedish National Population registry, from the same register holders.\n    \n\n\n          Result:\n        \n      \n      Of 729 eligible participants, 540 completed the survey i.e. 74% participation rate. The study population included 285 adolescent and young adult cancer survivors and 255 matched controls. None of the participants answered that the survey had a very negative impact on them and a minority of 43 (7.9%) of the 540 responded that they were mildly negatively affected by their participation in the study. There was a no significant difference between patients and controls regarding the negative effect of the participation (p = 0.29). Positive experiences of participating in the study were widely expressed and most participants (95%) found the study valuable.\n    \n\n\n          Conclusions:\n        \n      \n      These findings suggest that the benefits clearly outweigh the risks when adolescent and young adult cancer survivors participate in surveys including sensitive and trauma-related aspects, given that the study design is ethically sound and participants are approached carefully. We also present a modified ethical protocol for epidemiological surveys on adolescents and young adult cancer survivors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30850139/"
}