{
    "title": "Effect of core stabilization exercises versus conventional exercises on pain and functional status in patients with non-specific low back pain: a randomized clinical trial.",
    "doc_id": "23411647",
    "writer": "Inani SB",
    "year": "2013",
    "summary": "BACKGROUND AND OBJECTIVES: Low Back Pain (LBP) results in significant level of disability, producing significant restriction on usual activity such as an inability to work. ...CONCLUSION: Core stabilization exercises were found to be more effective in reducing pain …",
    "abstract": "Background and objectives:\n        \n      \n      Low Back Pain (LBP) results in significant level of disability, producing significant restriction on usual activity such as an inability to work. Nearly two third of the adults are affected by non-specific low back pain at some point in their lives. The purpose of the study was to determine the effect of core stabilization exercises in comparison with conventional exercises on pain, functional status in patients with non-specific LBP.\n    \n\n\n          Material and methods:\n        \n      \n      Thirty patients diagnosed with non-specific LBP participated with age group between 20-50 years and divided in to 2 groups, one with core stabilization exercises and other conventional exercises, 15 subjects each. Three months study, pre and post treatment outcome measures used were VAS for pain intensity and Modified Oswestry Low Back Pain Disability Index for functional status (disability).\n    \n\n\n          Results:\n        \n      \n      Data were analyzed using student 't' test (paired and unpaired). Whereas both groups improved significantly from the initiation of treatment, a between-group comparison revealed significantly greater (p<0.001) improvements regarding pain and functional status for experimental group compared to control group.\n    \n\n\n          Conclusion:\n        \n      \n      Core stabilization exercises were found to be more effective in reducing pain and improving functional status by decreasing disability of patients with non-specific low back pain in comparison with conventional exercises.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23411647/"
}