{
    "title": "Treponema pallidum PCR testing for diagnosis of mucocutaneous ulcers suspicious for syphilis.",
    "doc_id": "34785619",
    "writer": "Junejo MH",
    "year": "2022",
    "summary": "BACKGROUND: Primary syphilis is characterised by the appearance of an ulcerated lesion (chancre) on the anogenital or oral mucosa from which Treponema pallidum DNA may be detectable by PCR. ...Treponemal DNA testing is an important addition to serological assays in individ …",
    "abstract": "Background:\n        \n      \n      Primary syphilis is characterised by the appearance of an ulcerated lesion (chancre) on the anogenital or oral mucosa from which Treponema pallidum DNA may be detectable by PCR. Serological tests for syphilis may be non-reactive in early infection, even after the appearance of a chancre. We reviewed the use of a multiplex-PCR (M-PCR) test to determine the added value of T. pallidum DNA detection in the management of individuals presenting with mucocutaneous ulceration at a sexual health service in central London.\n    \n\n\n          Methods:\n        \n      \n      We performed a cross-sectional analysis of all individuals with detectable T. pallidum DNA from September 2019 to April 2020. Electronic patient records were reviewed and concomitant results for treponemal serology and/or rapid plasma reagin (RPR) extracted, along with demographic data, history of syphilis and indices of sexual behaviour including number of sexual partners contacted. Any subsequent treponemal serology and RPR results were also reviewed.\n    \n\n\n          Results:\n        \n      \n      M-PCR swab specimens were performed in 450 individuals, of whom 63 (14%) had detectable T. pallidum DNA; 60 of 63 (95%) were gay or bisexual men and 11 of 63 (17%) were living with HIV. A history of treated syphilis was present in 17 of 63 (27%). Same-day treponemal serology/RPR testing was performed in 58 of 63 (92%) patients. Of the 58 who had same-day syphilis serology/RPR, 9 (16%) had their syphilis infection confirmed by treponemal DNA PCR alone. A total of 165 partners were traced as contacts of infection, of whom 25 (15%) were contacts of individuals diagnosed by M-PCR testing alone.\n    \n\n\n          Conclusion:\n        \n      \n      In individuals with T. pallidum PCR-positive lesions, around one in six in our cohort were negative on standard diagnostic serological tests for syphilis. Treponemal DNA testing is an important addition to serological assays in individuals with mucocutaneous ulceration who are at risk of recent syphilis infection and facilitates early diagnosis and contact tracing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34785619/"
}