{
    "title": "Effects of physical activity on the P300 component in elderly people: a systematic review.",
    "doc_id": "28261898",
    "writer": "Pedroso RV",
    "year": "2017",
    "summary": "Nine analyzed the influence of physical activity on P300 in the elderly, and five examined the effects of physical exercise on P300 in the elderly. ...Evidence shows that physical activity and physical exercise positively in …",
    "abstract": "The effects of physical activity on brain function can be assessed through event-related potentials (P300) that reflect cortical activities related to cognitive functions. P300 latency represents the information processing time; longer latencies represent slower processing. P300 amplitude is associated with the attentional system and working memory, with higher amplitudes representing more preserved functions. This systematic review summarizes the literature concerning the effects of physical activity and exercise on P300 in the elderly. Databases, including Web of Science, Scopus, PsycINFO, MEDLINE/PubMed, and Biological Abstracts, were searched for articles up to November 2015. Articles were considered for inclusion if they were studies of the elderly, assessed P300, and evaluated the influence of physical activity on P300 or the effect of physical exercise training on P300. Of the 1227 articles found, 14 investigations matched the inclusion criteria. Nine analyzed the influence of physical activity on P300 in the elderly, and five examined the effects of physical exercise on P300 in the elderly. The obtained results showed that physically active elderly people have shortened P300 latency and higher amplitude. Physical exercise, especially those involving aerobic or resistance training, seems to have marked beneficial effects on P300 in the elderly. Evidence shows that physical activity and physical exercise positively influence cortical activities related to cognitive functions, as indicated by P300, in elderly people.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28261898/"
}