{
  "pmid": "41447002",
  "title": "A randomised controlled study on the synergistic effects of neuroplasticity-based interventions for trunk control in post-stroke rehabilitation.",
  "abstract": "Trunk impairment after a stroke is a common complication in hemiplegic patients. Neuroplasticity-driven interventions, such as trunk rehabilitation exercises (TRE) and transcranial direct current stimulation (tDCS), have shown potential to enhance trunk control, balance, and mobility. This study evaluates the individual and combined effects of TRE and tDCS on trunk function and mobility in post-stroke rehabilitation. A randomised controlled study was conducted among post-ischaemic stroke survivors from a single medical institution. Participants (aged 24-85 years) with first-ever stroke of at least six months' duration, without a history of drug abuse or antidepressant use, with wellcontrolled comorbidities, and able to stand with minimal support were included. Exclusion criteria included recurrent stroke, fractures, amputations, or other neurological conditions affecting balance. Participants were randomly assigned to four groups: (1) control, (2) TRE, (3) tDCS, and (4) combined intervention (CI). Effectiveness was evaluated using the Trunk Impairment Scale, Postural Assessment Stroke Scale, and Rivermead Mobility Index, measured at baseline and after 8 weeks. Sixty-nine participants were enrolled and randomly assigned to four groups: control (n=18), TRE (n=17), tDCS (n=17), and CI (n=17). Although no statistically significant differences were observed across groups, the combined intervention group demonstrated higher improvement in Trunk Impairment Scale, Postural Assessment Stroke Scale, and Rivermead Mobility Index scores compared to single interventions or control. The combination of TRE and tDCS may be a promising approach to enhance trunk control and mobility in post-stroke patients. Further research with larger sample sizes is recommended to confirm these findings.",
  "disease": "stroke"
}