{
    "title": "Metabolic cell deaths in head and neck cancer: mechanisms, therapeutic potential, and challenges.",
    "doc_id": "41185600",
    "writer": "Wang T",
    "year": "2025",
    "summary": "BACKGROUND: Head and neck cancer (HNC) poses prominent clinical challenges: limited early diagnosis efficacy, suboptimal five-year survival after conventional treatment, over 60% of patients at advanced/metastatic stages, and lymph node metastasis acceleratin …",
    "abstract": "Background:\n        \n      \n      Head and neck cancer (HNC) poses prominent clinical challenges: limited early diagnosis efficacy, suboptimal five-year survival after conventional treatment, over 60% of patients at advanced/metastatic stages, and lymph node metastasis accelerating progression. Metabolic cell death (ferroptosis, cuproptosis, disulfidptosis, lysozincrosis, alkaliptosis) offers promising HNC therapeutic avenues, while their crosstalk, synergy with standard therapies and translation hurdles require attention.\n    \n\n\n          Main findings:\n        \n      \n      Ferroptosis inducers demonstrate capacity to reverse HNC drug resistance and synergize with chemoradiotherapy, yet elevated FSP1 expression drives resistance. Cuproptosis inducers combined with immunotherapy reprogram the tumor microenvironment, with HIF-1α mediating resistance to this combination. HNC exhibits sensitivity to disulfidptosis, but its in vivo/in vitro validation in HNC remains insufficient. Lysozincrosis, triggered by lysosomal zinc release, has TRPML1 as a potential target due to HNC's active lysosomal function. Alkaliptosis induces selective cancer cell death and is regulated by CA9 and NF-κB. These pathways interact, and their translation is hindered by tumor heterogeneity and poor delivery efficiency.\n    \n\n\n          Future directions:\n        \n      \n      Future studies should prioritize clarifying these pathways' regulatory network, address translation hurdles, develop multi-target strategies and tumor-targeted delivery systems, and enhance therapy synergy to improve HNC prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41185600/"
}