{
    "title": "Weight Loss Interventions and Skeletal Health in Persons with Diabetes.",
    "doc_id": "36040543",
    "writer": "Zhao Q",
    "year": "2022",
    "summary": "However, both diabetes and weight loss have been associated with detrimental skeletal health. This review aims to summarize recent study findings on the effects of lifestyle interventions for weight loss on skeletal health among persons with type 2 dia …",
    "abstract": "Purpose of review:\n        \n      \n      Weight loss is recommended for improving glycemic control and reducing cardiovascular risk factors in persons with diabetes. However, both diabetes and weight loss have been associated with detrimental skeletal health. This review aims to summarize recent study findings on the effects of lifestyle interventions for weight loss on skeletal health among persons with type 2 diabetes (T2D).\n    \n\n\n          Recent findings:\n        \n      \n      A few large-scale observational studies have demonstrated an increased fragility fracture risk associated with weight loss among persons with T2D. Randomized control trials in persons with T2D also have shown that intentional lifestyle interventions for weight loss are associated with a greater decrease in bone mineral density (BMD) and an increase in the risk of fracture. The biological mechanisms underlying the compromised bone health during lifestyle interventions for weight loss are complex and not yet conclusive. However, there is evidence to suggest that bone loss and increased fracture risk during intentional weight loss may be mitigated by some intervention approaches, such as high protein intake, calcium supplementation, and resistance and balance training. There is still a lack of studies investigating the effects of different interventions for weight loss on skeletal health among persons with T2D. However, certain types of diet and physical activity intervention combined with bone monitoring and fracture risk prediction may help achieve weight loss goals and maintain skeletal health among persons with T2D during intentional weight loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36040543/"
}