{
    "title": "Analysis of Epidemiological Characteristics of Scarlet Fever in Zhejiang Province, China, 2004-2018.",
    "doc_id": "31533311",
    "writer": "Lu Q",
    "year": "2019",
    "summary": "OBJECTIVE: The aim of this study was to analyze the trends and epidemiological characteristics of scarlet fever in Zhejiang Province in 2004-2018, intending to provide a basis for targeted prevention and control of this disease. ...CONCLUSIONS: The prevalence of scarlet fe …",
    "abstract": "Objective:\n        \n      \n      The aim of this study was to analyze the trends and epidemiological characteristics of scarlet fever in Zhejiang Province in 2004-2018, intending to provide a basis for targeted prevention and control of this disease.\n    \n\n\n          Method:\n        \n      \n      We collated the epidemiological data for cases of scarlet fever from the China Information System for Disease Control and Prevention (CISDCP) in Zhejiang province between 1 January 2004 and 31 December 2018. Descriptive statistical analysis was used to analyze epidemiological characteristics of scarlet fever, whereas the Getis-Ord Gi* statistic was used to determine the hotspot incidence of scarlet fever.\n    \n\n\n          Results:\n        \n      \n      In 2004-2018, a total of 22,194 cases of scarlet fever were reported in Zhejiang Province, with no death reports. The annual average of scarlet fever incidence was 2.82/100,000 (range,1.12 to 6.34/100,000). The male incidence was higher than that among female (χ2 = 999.834, p < 0.05), and a majority of the cases (86.42%) occurred in children aged 3-9 years. Each year, the incidence of scarlet fever in Zhejiang Province appeared two seasonal peaks: the first peak occurred from March to June (the constituent ratio was 49.06%), the second peak was lower than the first one during November and the following January (the constituent ratio was 28.67%). The two peaks were almost in accordance with the school spring semester and autumn-winter semester, respectively. The incidence in the northern regions of the province was generally higher than that in the southern regions. High-value clusters were detected in the central and northern regions, while low-value clusters occurred in the southern regions via the Getis-Ord Gi* statistical analysis.\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence of scarlet fever in Zhejiang Province showed a marked seasonality variation and mainly clustered in the central and northern regions in 2004-2018. Children under 15 years of age were most susceptible to scarlet fever. Kindergartens and primary schools should be the focus of prevention and control, and targeted strategies and measures should be taken to reduce the incidence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31533311/"
}