{
  "pmid": "41387831",
  "title": "A risk prediction model for oral frailty in elderly patients with COPD was constructed based on the health ecology model.",
  "abstract": "Elderly patients with chronic obstructive pulmonary disease (COPD) often experience oral health problems, such as dry oral mucosa, tooth loss, and gum disease. Dry oral mucosa makes it difficult for food to slide and chew in the mouth. Tooth loss or gum disease can affect chewing and occlusal functions, causing difficulty in swallowing during meals for such patients and increasing the risk of difficulty in swallowing. Oral frailty is an independent risk factor for dysphagia in elderly patients with COPD. This study aims to explore the influencing factors of oral frailty in this group and construct a nomogram prediction model using R software. From July 2025 to August 2025, this study selected 320 elderly patients with chronic obstructive pulmonary disease (COPD) from a tertiary grade A hospital in Shandong Province, China as the research subjects by using the convenience sampling method. Patients were screened by the Oral Frailty Index − 8 (OFI-8), and those with a score of ≥ 4 were defined as having oral frailty. The research subjects were randomly divided into the modeling group (223 cases) and the validation group (97 cases) in a ratio of 7:3. Univariate and multivariate Logistic regression analyses were conducted on the data of the modeling group using SPSS software to identify the risk factors affecting oral frailty in participants. Based on the results of regression analysis, a risk prediction model was established using R software and visualized through Nomogram. To verify the predictive effect of the model, methods such as ROC curve, Hosmer-Lemeshow (H-L) test, correction curve and decision curve analysis (DCA) were adopted to evaluate the discrimination, calibration and clinical practicability of the model. The research results show that the incidence of oral frailty among participants are as high as 92.5%. Analysis shows that the influencing factors of oral frailty mainly include the patient’s nutritional status, the degree of breathing difficulties and the type of chronic disease. In the modeling group and the validation group, the areas under the ROC curve were 0.97 (95% CI: 0.94-1.00) and 0.96 (95% CI: 0.91-1.00), respectively, indicating that the model had a relatively high predictive accuracy. In addition, the calibration curve fitting of the two groups was good ( The nomogram prediction model constructed in this study can effectively assess the risk of oral frailty in elderly patients with chronic obstructive pulmonary disease and has a good predictive ability. This model helps clinical staff identify oral frailty at an early stage and provides a basis for implementing targeted preventive interventions. Through this model, nursing staff can screen high-risk patients more accurately, thereby formulating personalized intervention measures and improving the quality of life and health management level of patients. This study was approved by the Medical Ethics Review Committee of Jinzhou Medical University (Approval No. JZMULL2025269) on 17 March 2025. Not applicable. The online version contains supplementary material available at 10.1186/s12903-025-07186-6.",
  "disease": "chronic obstructive pulmonary disease"
}