{
  "pmid": "41393770",
  "title": "Anatomical Variants of the C6 and C7 Transverse Processes: Hidden Risk Factors in Ultrasound-Guided Cervical Nerve Root Blocks.",
  "abstract": "Ultrasound-guided cervical nerve root block (US-CNRB) is increasingly recognized as a safer alternative to fluoroscopy-guided procedures for treating cervical radiculopathy, owing to its ability to visualize neural and vascular structures in real time and to avoid exposure to radiation and contrast media. However, its clinical adoption remains limited due to concerns regarding inadvertent vascular puncture and misidentification of cervical levels. This study focuses on anatomical anomalies at the C6 and C7 levels, which are critical to the accuracy and safety of US-CNRB, and investigates the prevalence of morphological variations using cervical computed tomography (CT). This retrospective observational study included patients who underwent cervical CT between April 2018 and March 2020. Patients with tumors, rheumatoid arthritis, infectious spondylitis, destructive spondyloarthropathy, or a history of cervical spine surgery were excluded. Axial and sagittal CT images were analyzed to assess two specific anatomical variants: absence of the anterior tubercle at C6 and presence of the anterior tubercle at C7. Two board-certified orthopedic spine surgeons independently assessed the images. Descriptive statistics and Cohen's kappa coefficient were used for analysis, with a p<0.05 considered statistically significant. We included 671 patients (359 females, 312 males; mean age: 62.1 years). Anatomical variants were observed in 1.34% (9/671) of cases: absence of the anterior tubercle at the C6 vertebra in 0.45% and presence of the anterior tubercle at C7 in 0.89%. No patient had both anomalies. Interobserver agreement was high, with disagreement in only one case. The Cohen's kappa coefficient for interobserver reliability was 0.97. Although rare, anatomical anomalies at C6 and C7 can obscure critical landmarks during US-CNRB, increasing the risk of level misidentification and procedural errors. Recognizing these variants through preprocedural imaging is essential to improve the safety and precision of cervical spine interventions.",
  "disease": "rheumatoid arthritis"
}