{
    "title": "Child maltreatment and post-traumatic growth: Implications for the well-being of young adults.",
    "doc_id": "35834879",
    "writer": "Jankovic C",
    "year": "2022",
    "summary": "OBJECTIVE: To examine the relationship between child maltreatment and well-being among young adults, by considering the perpetrator and the extent of the maltreatment, as well as PTG among young adults with a HCM. PARTICIPANTS AND SETTING: The sample c …",
    "abstract": "Background:\n        \n      \n      Little is known about the relationship between childhood maltreatment and well-being in young adults, including the role of post-traumatic growth (PTG) in promoting better outcomes for young adults who have a history of childhood maltreatment (HCM).\n    \n\n\n          Objective:\n        \n      \n      To examine the relationship between child maltreatment and well-being among young adults, by considering the perpetrator and the extent of the maltreatment, as well as PTG among young adults with a HCM.\n    \n\n\n          Participants and setting:\n        \n      \n      The sample comprised 537 young adults (aged 18-25; M = 21.09 years, SD = 2.36) from across Australia, with 182 young adults in the sample forming the cohort with a HCM.\n    \n\n\n          Method:\n        \n      \n      Participants' current well-being, the extent of maltreatment by their mother, father and other adults experienced as a child (<18 years), and PTG was collected using an online survey. Tests of group differences and multiple regression were conducted to analyse the relationships between child maltreatment, PTG, and current well-being.\n    \n\n\n          Results:\n        \n      \n      Maltreatment by one's mother or father predicted poorer current well-being, but not maltreatment by another adult. Young adults who identified as having a HCM had poorer well-being than those who did not. Within the cohort of those with a HCM, greater PTG predicted greater well-being, and also mitigated the negative relationship between child maltreatment by one's father and well-being.\n    \n\n\n          Conclusion:\n        \n      \n      Findings indicate that both the extent of child maltreatment and the relationship to the perpetrator have implications for well-being among young adults. PTG appeared to play a protective role, highlighting the potential therapeutic benefit of fostering PTG to improve well-being among young adults with a HCM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35834879/"
}