{
    "title": "Feasibility of Spinal Cord Stimulation in Patients With Refractory Angina Pectoris and a Cardiac Implanted Electronic Device.",
    "doc_id": "33955131",
    "writer": "Vervaat FE",
    "year": "2023",
    "summary": "Manufacturers of spinal cord stimulators have stated a warning that interference can occur between the spinal cord stimulator and the CIED. ...RESULTS: In total, 22 patients had both a spinal cord stimulator and a CIED with an average fol …",
    "abstract": "Objectives:\n        \n      \n      Five to 10% of patients with stable coronary artery disease have refractory angina pectoris (RAP). These patients are restricted in performing daily activities due to angina pectoris. Spinal cord stimulation is a last resort treatment option. A number of this patient population also has an indication for a cardiac implanted electronic device (CIED) (pacemaker or implantable cardiac defibrillator). Manufacturers of spinal cord stimulators have stated a warning that interference can occur between the spinal cord stimulator and the CIED. Consequently, only a limited number of patients with RAP and a CIED have received a spinal cord stimulator. The aim of this retrospective cohort study is to determine whether spinal cord stimulation can be safely used in patients with RAP and a CIED.\n    \n\n\n          Materials and methods:\n        \n      \n      All patients with RAP referred to our center were screened and included if 1) the patient received a spinal cord stimulator as treatment for RAP and if 2) the patient received a CIED either prior to or after spinal cord stimulator implantation. A transcutaneous electrical nerve stimulation (TENS) treadmill test was used as a screening tool to determine whether the patient was eligible for implantation of a spinal cord stimulator. Interference between the spinal cord stimulator and CIED was checked 1) after TENS treadmill test, 2) during implantation of spinal cord stimulator or CIED, 3) during mode switches of the SCS, and 4) during regular out patient follow-up.\n    \n\n\n          Results:\n        \n      \n      In total, 22 patients had both a spinal cord stimulator and a CIED with an average follow-up duration of 44.5 months. No interference between the spinal cord stimulator and CIED was found.\n    \n\n\n          Conclusion:\n        \n      \n      Spinal cord stimulation can be safely applied in patients with a CIED provided that the CIED is checked for interference during implantation, if mode switches of the SCS occurred and once yearly after implantation according to routine follow-up.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33955131/"
}