{
  "pmid": "41401602",
  "title": "Factors associated with respiratory syncytial virus vaccination among Japanese adults aged 60 years and older: an internet-based cross-sectional study.",
  "abstract": "Respiratory syncytial virus (RSV) is a common pathogen in young children and older adults. Recently, RSV vaccines have been approved in adults aged 60 years and older and have demonstrated substantial efficacy. However, limited data on older adults receiving the RSV vaccination are available. We aimed to identify potential factors associated with RSV vaccination among adults aged 60 years and older. Data from 28,000 respondents of the Japan COVID-19 and Society Internet Survey 2024 were used, and data from participants aged 60 years and older were extracted. The association between RSV vaccination status and potential factors (age, sex, marital status, living status, household income, education, working status, comorbidities, COVID-19/influenza vaccination status, and knowledge about RSV and its vaccine) was evaluated using univariate and multivariate analyses. We included 8300 participants, of whom 349 (4.2 %) received the RSV vaccine. After adjustment, older age (age group \"80-84\" years, adjusted odds ratio [aOR]: 3.79, 95 % confidence interval [CI]: 2.43-5.92), living with two or more people (aOR: 1.63, 95 % CI: 1.03-2.57), diabetes (aOR: 1.59, 95 % CI: 1.20-2.11), stroke (aOR: 2.29, 95 % CI: 1.29-4.06), chronic obstructive pulmonary disease (aOR: 3.00, 95 % CI: 1.67-5.38), and COVID-19 (aOR: 2.38, 95 % CI: 1.81-3.12) and influenza vaccination (aOR: 2.03, 95 % CI: 1.60-2.57) were significantly associated with an increase in RSV vaccination rates. Additionally, higher vaccination rates were associated with higher knowledge of the clinical picture (aOR: 2.37, 95 % CI: 1.89-2.97), disease severity (aOR: 3.50, 95 % CI: 2.80-4.38), and vaccine eligibility (aOR: 5.75, 95 % CI: 4.58-7.22). RSV vaccination was more prevalent among older adults in certain high-risk groups. However, overall coverage remains low, and further efforts are needed for educational and awareness initiatives.",
  "disease": "chronic obstructive pulmonary disease"
}