{
    "title": "Comparing Spinal Chloroprocaine to Hyperbaric and Isobaric Bupivacaine for Total Hip and Knee Arthroplasties: A Retrospective Study.",
    "doc_id": "37016653",
    "writer": "Gu L",
    "year": "2023",
    "summary": "This single-center retrospective observational study compares the recovery profile of patients undergoing TKA and THA under chloroprocaine spinals compared to hyperbaric and isobaric bupivacaine spinals. METHODS: One hundred and twelve patients undergoing primary TK …",
    "abstract": "Introduction:\n        \n      \n      Spinal anesthesia is commonly used for total knee and hip arthroplasties (TKA/THA). The rising popularity of ambulatory TKA and THAs require anesthetic techniques that provide rapid recovery of motor and sensory function while minimizing side effects like postoperative urinary retention. This single-center retrospective observational study compares the recovery profile of patients undergoing TKA and THA under chloroprocaine spinals compared to hyperbaric and isobaric bupivacaine spinals.\n    \n\n\n          Methods:\n        \n      \n      One hundred and twelve patients undergoing primary TKA and THA under spinal anesthesia at University of Florida Health were identified between September 1, 2019 and February 21, 2020. Their electronic medical records were reviewed. Patients were categorized based on the local anesthetic used in the spinal. Various demographic, intraoperative, and postoperative data were compiled and compared, including duration of surgery, time to physical therapy, time to post-anesthesia care unit (PACU) discharge, and time to spontaneous micturition.\n    \n\n\n          Results:\n        \n      \n      Time to spontaneous micturition and PACU discharge were significantly lower in the chloroprocaine spinal group compared to the hyperbaric bupivacaine group by 193 minutes and 42 minutes, respectively. Fewer patients receiving chloroprocaine spinals had their first physical therapy session limited by residual motor weakness compared to those in both bupivacaine groups. Additionally, mean duration of surgery was shorter in the chloroprocaine group compared to both bupivacaine groups (89 minutes compared to 111 minutes). Time to physical therapy completion was not different. All groups had <10% conversion to general anesthesia.\n    \n\n\n          Conclusion:\n        \n      \n      Chloroprocaine spinals can be feasible options for TKAs and THAs with improved postoperative recovery profiles compared to bupivacaine spinals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37016653/"
}