{
    "title": "Core promoter mutation contributes to abnormal gene expression in bladder cancer.",
    "doc_id": "35033028",
    "writer": "Huang T",
    "year": "2022",
    "summary": "BACKGROUND: Bladder cancer is one of the most mortal cancers. Bladder cancer has distinct gene expression signature, highlighting altered gene expression plays important roles in bladder cancer etiology. ...From the RNA-seq data from bladder cancer, we …",
    "abstract": "Background:\n        \n      \n      Bladder cancer is one of the most mortal cancers. Bladder cancer has distinct gene expression signature, highlighting altered gene expression plays important roles in bladder cancer etiology. However, the mechanism for how the regulatory disorder causes the altered expression in bladder cancer remains elusive. Core promoter controls transcriptional initiation. We hypothesized that mutation in core promoter abnormality could cause abnormal transcriptional initiation thereby the altered gene expression in bladder cancer.\n    \n\n\n          Methods:\n        \n      \n      In this study, we performed a genome-wide characterization of core promoter mutation in 77 Spanish bladder cancer cases.\n    \n\n\n          Results:\n        \n      \n      We identified 69 recurrent somatic mutations in 61 core promoters of 62 genes and 28 recurrent germline mutations in 20 core promoters of 21 genes, including TERT, the only gene known with core promoter mutation in bladder cancer, and many oncogenes and tumor suppressors. From the RNA-seq data from bladder cancer, we observed altered expression of the core promoter-mutated genes. We further validated the effects of core promoter mutation on gene expression by using luciferase reporter gene assay. We also identified potential drugs targeting the core promoter-mutated genes.\n    \n\n\n          Conclusions:\n        \n      \n      Data from our study highlights that core promoter mutation contributes to bladder cancer development through altering gene expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35033028/"
}