{
  "pmid": "41445604",
  "title": "Can objective measures of physical activity and sleep serve as early predictors of dementia among individuals with cognitive impairment?",
  "abstract": "Physical activity and sleep are potential modifiable risk factors for the development of Alzheimer's disease and related disorders (ADRD), but few studies have objectively measured both domains in participants across the cognitive continuum. Standard clinical assessment, accelerometry, and at-home EEG sleep data were obtained from older controls (n=9) and adults who met consensus diagnostic criteria for mild cognitive impairment (MCI; n=7), Alzheimer's disease (AD; n=10), and dementia with Lewy bodies (DLB; n=11). Given these sample sizes, descriptive statistics are presented rather than formal statistical testing. The MCI group had the most surprising findings-although they were cognitively similar to the control group, they were less physically active than the AD group and had the worst sleep efficiency. The DLB group had the most severe motor and neuropsychiatric symptoms, were the least physically active, spent the least amount of time in rapid eye movement (REM) sleep, and spent the highest amount of time in non-REM sleep with hypotonia (NRH). The AD group had physical activity counts that fell between the DLB and control groups; REM sleep and NRH levels that were similar to the control and MCI groups; and autonomic activation index (AAI) and sleep spindle durations that were higher than the MCI and DLB groups. These findings highlight interesting physical activity and sleep patterns between groups, but larger samples are needed to investigate how objectively measured physical activity and sleep might serve as disease-specific digital biomarkers of neurodegenerative disorders. This study uses wearable technologies to measure physical activity and sleep in adults with and without cognitive impairment. The study found that adults with mild cognitive impairment had physical activity and sleep patterns that resembled people with dementia despite having cognitive scores that were closer to cognitively healthy controls. Sleep and activity patterns were distinct when comparing participants with Alzheimer's and dementia with Lewy bodies. Larger studies are needed to validate these findings, but mobile health devices may be an accessible way to detect early cognitive decline and help differentiate dementia subtypes, resulting in earlier, targeted clinical care.",
  "disease": "alzheimer disease"
}