{
  "pmid": "41418997",
  "title": "Good clinical outcome of nonoperative treated low grade medial collateral ligament injuries combined with primary anterior cruciate ligament reconstruction.",
  "abstract": "The purpose of this study was to determine whether functional outcomes differ between patients undergoing an anterior cruciate ligament (ACL) reconstruction with a concomitant, nonoperatively treated grade I and II medial collateral ligament (MCL) injury (ACL+MCL group) and patients undergoing an isolated ACL reconstruction (ACL group). A total of 153 patients (34 ACL+MCL group, 119 ACL group, mean age 28.6 years old) who were available for a 2-year follow-up without re-injuries or requiring revision were included in this study. Preoperative magnetic resonance imaging was used to diagnose the MCL injury and a grade of MCL laxity was evaluated by physical examination. Patient-reported outcomes (Lysholm score, Tegner activity score, IKDC 2000 subjective score, the Knee Injury and Osteoarthritis Outcome Scores (KOOS), Anterior Cruciate Ligament-Return to Sport after Injury scale (ACL-RSI), and return to preinjury level of sports activity at the 2-year after ACL reconstruction were compared between two groups. Statistical significance was set at a p-value < 0.05. At the 2-year follow-up, no statistically significant differences of Lysholm score (84.7 vs 83.2; p=.740), Tegner activity score (6.2 vs 6.3; p=.829), IKDC 2000 subjective score (77.1 vs 78.9; p=.572), KOOS symptom (81 vs 78.5; P =.454); Pain (90.1 vs 93.6, p=.513), daily living (96.4 vs 94.5; P =.172), sports and recreation (80.5 vs 77.2; P = .352), quality of life (39.2 vs 43.1; P = .172), ACL-RSI emotion (53.4 vs 53.7; P= 0.953); confidence (63 vs 63.1; P = 0.970); risk (55.6 vs 52.5; P= 0.565) and ACL-RSI total(58.5 vs 57; P = 0.679) were observed. There was no statistically significant differences of rates of return to preinjury level of sports activity (44% vs 29%, p=0.092). Similar patient-reported, functional, and return-to-sport outcomes were found for nonoperatively treated grade I and II MCL injuries combined with ACL reconstruction compared to those of isolated ACL reconstruction at the 2-year follow-up. Level III, retrospective cohort study.",
  "disease": "osteoarthritis"
}