{
  "pmid": "41452006",
  "title": "High glucose enhances lung cancer cell aggressiveness: The impacts of GLUT1, UAP1, UGP2, and N-linked Glycosylation.",
  "abstract": "Lung cancer remains the leading cause of cancer-related deaths globally, underscoring the need for novel therapeutic strategies. The relationship between high glucose levels, N-linked glycosylation, and cancer progression has been observed across various cancers, but its underlying mechanisms are not fully understood. Recent studies using CRISPR-Cas9 screens have highlighted the roles of glucose transporter 1 (GLUT1), UDP-N-acetylglucosamine pyrophosphorylase 1 (UAP1), and UDP-glucose pyrophosphorylase 2 (UGP2) in N-linked glycosylation. This study aims to elucidate how glucose influences lung cancer progression by examining its impact on aggressive phenotypes in A549 and PC-9 cell lines. The aggressive phenotypes-proliferation, colony formation, migration, and invasion- were investigated using MTT, and Boyden chamber assays. N-linked glycosylation status was monitored via lectin blot with Con A and PHA-E and molecular shift of GP130. Glucose dependently enhanced aggressive phenotypes in these cells through increased expression of GLUT1, UAP1, UGP2, and enhanced N-linked glycosylation. Conversely, inhibiting GLUT1 activity by selective inhibitors or knocking-out UAP1, and UGP2 expression using CRISPR-Cas9 significantly reduced aggressive behaviors and glycosylation levels. These observations were modulated through mediators of cell cycle (cyclin D1, p21, XIAP) and EMT (E-cadherin, vimentin, slug, snail). Notably, high expression of either GLUT1, UAP1, or UGP2, and the coordinated expression of these genes in tumor tissues correlated with poor survival outcomes in lung cancer patients. Our findings highlight the roles of GLUT1-UAP1-UGP2 axis and N-linked glycosylation in high glucose-induced progression of lung cancer cells. GLUT1, UAP1, and UGP2 may serve as prognostic markers and potential targets for future lung cancer treatments.",
  "disease": "lung cancer"
}