{
  "pmid": "41457454",
  "title": "A roadmap to scale up person-centred care in the HIV response: recommendations from a global consensus-building process.",
  "abstract": "World Health Organization global normative guidance recommends person-centred care (PCC) approaches to reduce HIV-related mortality and morbidity and to improve health-related quality of life (HrQoL). However, consensus on the priority PCC elements and guidance on how different stakeholders can realize PCC principles at the health systems, service delivery and individual client-healthcare worker (HCW) levels are lacking. We conducted a global consensus-building process to define core PCC elements and develop recommendations for implementation at scale. We used a multi-phase process to build consensus and prioritize recommendations, consisting of a literature review, five stakeholder consultations (34-43 participants each) between July 2022 and July 2023 and a three-round Delphi survey from March to July 2024 (49 participants). We sought diverse actors (including clients, HCWs, policymakers and researchers) from all world regions. Initial statements were drafted during the final consultation meeting, and adjustments to statements and recommendations were made during the Delphi survey. All statements achieved over 90% agreement, and recommendations reached at least 95% agreement. At the core of PCC is an effective primary healthcare (PHC) system, which prioritizes individual health, HrQoL and wellbeing and which adapts to evolving needs. Other core elements include: HCW responsibility to create safe, inclusive and stigma-free spaces; prioritizing community leadership, including in care provision by trained and compensated peers and community HCWs; power sharing within client-HCW relationships, reinforced by HCW training and client literacy; use of appropriate digital technology to increase engagement; and cross-disciplinary collaboration to address different health issues in an integrated manner. Recommendations include: policymakers setting national targets for self-reported HrQoL; strengthening integrated PHC; researchers prioritizing community-academic partnerships; and HCWs routinely assessing client-reported outcomes. Our findings outline a roadmap with roles and actions for different stakeholders to realize the full potential of PCC. Jointly, there is a need to foster a culture that hears all voices in the care team, including clients and their caregivers, the community and all HCW cadres. At a systems level, it will be crucial to strengthen HIV/PHC integration and align with the universal health coverage agenda for increased investment in inclusive, responsive and sustainable healthcare for all.",
  "disease": "tuberculosis"
}