{
    "title": "Cellular and molecular pathways of renal repair after acute kidney injury.",
    "doc_id": "29291820",
    "writer": "Kumar S.",
    "year": "2018",
    "summary": "The acutely injured mammalian kidney mounts a cellular and molecular response to repair itself. However, in patchy regions such intrinsic processes are impaired and dysregulated leading to chronic kidney disease. Currently, no therapy exists to treat establis …",
    "abstract": "The acutely injured mammalian kidney mounts a cellular and molecular response to repair itself. However, in patchy regions such intrinsic processes are impaired and dysregulated leading to chronic kidney disease. Currently, no therapy exists to treat established acute kidney injury per se. Strategies to augment human endogenous repair processes and retard associated profibrotic responses are urgently required. Recent studies have identified injury-induced activation of the intrinsic molecular driver of epithelial regeneration and induction of partial epithelial to the mesenchymal state, respectively. Activation of key developmental transcription factors drive such processes; however, whether these recruit comparable gene regulatory networks with target genes similar to those in nephrogenesis is unclear. Extensive complex molecular cross-talk between the nephron epithelia and immune, interstitial, and endothelial cells regulate renal recovery. In vitro-based M1/M2 macrophage subtypes have been increasingly linked to renal repair; however, the precise contribution of in vivo macrophage plasticity to repair responses is poorly understood. Endothelial cell-pericyte intimacy, balance of the angiocrine/antiangiocrine system, and endothelial cell-regulated inflammatory processes have an impact on renal recovery and fibrosis. Close scrutiny of cellular and molecular pathways in repairing human kidneys is imperative for the identification of promising therapeutic targets and biomarker of human renal repair processes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29291820/"
}