{
    "title": "The Influencing Factors of Breastfeeding for Full-Term Singleton Within Six Months of Birth in Xi'an Before the Covid-19 Pandemic.",
    "doc_id": "35359339",
    "writer": "Yuan ZW",
    "year": "2022",
    "summary": "OBJECTIVE: The study is designed to understand the situation of full-term infants breastfeeding within 6 months of birth in Xi'an before the Covid-19 pandemic and analyze the influencing factors of exclusive breastfeeding. METHODS: Five hospitals in Xi'an …",
    "abstract": "Objective:\n        \n      \n      The study is designed to understand the situation of full-term infants breastfeeding within 6 months of birth in Xi'an before the Covid-19 pandemic and analyze the influencing factors of exclusive breastfeeding.\n    \n\n\n          Methods:\n        \n      \n      Five hospitals in Xi'an province have been selected as research centers. Full-term infants who met the inclusion and exclusion criteria were recruited from these centers between January 1 and February 28, 2019. The feeding situation at 10 days, 42 days, 3 months, and 6 months after birth were investigated. A self-designed breastfeeding questionnaire was used for investigation and follow-up. SPSS 22.0 was applied for statistical analysis of the data.\n    \n\n\n          Results:\n        \n      \n      The exclusive breastfeeding rate of full-term infants on days 10 and 42 and at months three and six after birth was 61.38%, 54.78%, 48.83%, and 38.78%, respectively, with a decreasing trend over time. During breastfeeding within 48 h after delivery, 1,653 cases (91.83%) of puerpera had different grades of pain, including 1,325 cases (80.16%) of mild discomfort, 321 cases (19.42%) of moderate pain, and seven cases (0.42%) of severe pain. Within 24-48 h postpartum, 1,607 (89.27%) mothers faced problems related to postpartum breastfeeding. Among them, 694 (43,19%) neonates could not be fed effectively; 665 (41.38%) mothers had wound pain and had inconvenience to turn over; 598 (37.21%) neonates were difficult to wake up; 439 (27.32%) mothers had incorrect feeding posture; 181 (11.26%) mothers experienced other problems. The Cox risk regression model showed that weight gain during pregnancy was higher than the recommended standard. Living in suburban counties was a risk factor of exclusive breastfeeding for full-term infants. Participation in breastfeeding courses during pregnancy, feeding more than eight times daily after delivery, were the protective factors of exclusive breastfeeding for full-term infants.\n    \n\n\n          Conclusion:\n        \n      \n      The body weight gain of parturients should be controlled within a reasonable range during pregnancy. Parturients were encouraged by medical staff to participate in breastfeeding courses or watch the breastfeeding process during pregnancy to increase their self-confidence and improve the rate of exclusive breastfeeding for full-term infants. In addition, it is necessary to strengthen the publicity of breastfeeding in suburban areas to promote breastfeeding.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35359339/"
}