{
  "pmid": "41349223",
  "title": "Real-world evaluation of interstitial lung disease/pneumonitis in patients treated with trastuzumab deruxtecan for HER2-positive advanced or recurrent gastric cancer: a postmarketing surveillance study in Japan.",
  "abstract": "Interstitial lung disease (ILD)/pneumonitis is an important identified risk associated with trastuzumab deruxtecan (T-DXd) treatment, but there are few reports of T-DXd-related ILD in a real-world setting. This observational, multicenter, all-patient postmarketing surveillance study in patients with gastric cancer treated with T-DXd in a real-world setting in Japan investigated the incidence and characteristics of drug-related ILD and factors of interest associated with its incidence. All patients who initiated T-DXd treatment for human epidermal growth factor receptor 2 (HER2)-positive unresectable advanced or recurrent gastric cancer between September 2020 and December 2021 were enrolled and observed until T-DXd therapy termination or completion of 12 months of treatment. All potential ILD cases occurring during or after T-DXd treatment were reported by the investigators and evaluated. The primary outcome was adjudicated drug-related ILD. In the safety analysis set (n = 1070), 77.4% were males and the median age was 70 years (range 23-100 years). The median treatment duration of T-DXd was 3.9 months (range 0.7-12.0 months). The incidence of any grade, grade ≥3, and grade 5 adjudicated drug-related ILD was 9.6%, 2.8%, and 1.2%, respectively. The median time from first T-DXd treatment to the first onset of adjudicated drug-related ILD episode was 2.9 months (range 0.3-11.5 months). The most common imaging pattern at the onset of adjudicated drug-related ILD was organizing pneumonia (62.1%), followed by hypersensitivity pneumonitis (20.4%) and diffuse alveolar damage (7.8%). Age (≥75 years), medical history and/or comorbidity of ILD, radiation pneumonitis, and chronic obstructive pulmonary disease (COPD) or emphysema were identified as factors of interest for ILD incidence. The incidence of ILD with T-DXd in the real-world setting was similar to that observed in clinical trials, indicating no new ILD-related safety signals. Further investigation of the identified factors may offer insights into ILD incidence in high-risk populations.",
  "disease": "chronic obstructive pulmonary disease"
}