{
  "pmid": "41354106",
  "title": "Characterization of Interstitial Lung Disease Subtypes by Bronchoalveolar Lavage Cytokine Profiles: A Cluster-Based Approach.",
  "abstract": "To identify subgroups of ILD based on BALF cytokine profiles using cluster analysis and explore their clinical relevance and relationship with traditional disease classification, with particular focus on rheumatoid arthritis-associated ILD (RA-ILD). We reanalyzed the BALF cytokine dataset. BALF samples were collected from 84 patients with various types of ILDs, including 14 with IPF, 18 with NSIP, 6 with organizing pneumonia, 17 with sarcoidosis, 19 with myositis-associated ILD, and 10 with RA-ILD. A multiplex bead assay was used to measure the levels of the 17 cytokines. Cluster, principal component, cosine similarity, and discriminant analyses were performed to identify cytokine-based subgroups and investigate their clinical associations. Three distinct cytokine clusters were identified: Cluster 1, characterized by high cytokine levels; Cluster 2, moderate levels; and Cluster 3, low expression. Cluster 1 was associated with a poor prognosis, whereas Cluster 3 was associated with favorable outcomes. No significant associations were found between the clusters and traditional disease classifications, except for cluster 3 and sarcoidosis. RA-ILD cases mainly appeared in Clusters 1 and 2, together with other ILDs, except sarcoidosis, and exhibited cytokine profiles similar to usual interstitial pneumonia IPF/NSIP. However, RA-ILD was uniquely characterized by elevated interleukin-17 and granulocyte-macrophage colony-stimulating factor levels, setting it apart from IPF/NSIP. BALF cytokine profiling identified prognostically relevant ILD subgroups, independent of the traditional classification. RA-ILD shares cytokine profiles with IPF/NSIP but also exhibits distinct signatures. These results suggest that intrapulmonary cytokine profiling could serve as a tool for ILD stratification.",
  "disease": "rheumatoid arthritis"
}