{
    "title": "Impact of COVID-19 mitigations on anxiety and depression amongst university students: A systematic review and meta-analysis.",
    "doc_id": "37655370",
    "writer": "Lee B",
    "year": "2023",
    "summary": "BACKGROUND: While much research has addressed mental health concerns related to the coronavirus disease 2019 (COVID-19) pandemic, there remains a scarcity of studies specifically exploring the changes in anxiety and depression among university students before and after the …",
    "abstract": "Background:\n        \n      \n      While much research has addressed mental health concerns related to the coronavirus disease 2019 (COVID-19) pandemic, there remains a scarcity of studies specifically exploring the changes in anxiety and depression among university students before and after the implementation of COVID-19 mitigation measures.\n    \n\n\n          Methods:\n        \n      \n      In this systematic review and meta-analysis, we searched databases including MEDLINE (Ovid), EMBASE (Ovid), PsycINFO (Ovid), CINAHL (EBSCO), ERIC (EBSCO), the WHO COVID-19 database, Scopus, and Science Citation Index (Web of Science) as of 15 February 2023. We included studies that used a validated tool to measure changes in anxiety or depression at two distinct time points - before (T1) and during (T2); during (T2) and after (T3); or before (T1) and after (T3) COVID-19 mitigation. The quality of studies was assessed using an adapted Joanna Briggs Institute Checklist for longitudinal studies. Utilising random-effects models, we synthesised changes in continuous outcomes as standardised mean difference (SMD) with 95% confidence interval (CI) and binary outcomes as risk difference (RD) with 95% CI.\n    \n\n\n          Results:\n        \n      \n      In total, 15 studies were included in this review, with eight of moderate and seven of high quality. In most of the included studies (n = 13), the majority of participants were women. Eleven studies analysed mental health outcomes between T1 and T2 of COVID-19 mitigations. Continuous symptom changes were a minimal or small improvement for anxiety (SMD = -0.03, 95% CI = -0.24 to 0.19, I2 = 90%); but worsened for depression (SMD = 0.26, 95% CI = -0.01 to 0.62). However, the proportions of students reporting moderate-to-severe symptoms, defined by specific cut-offs, increased during COVID-19 mitigation measures for both anxiety (RD = 0.17, 95% CI = -0.04 to 0.38, I2 = 95%) and depression (RD = 0.12, 95% CI = 0.03 to 0.22, I2 = 72%). Sensitivity analyses, which distinguished between baseline periods based on awareness of COVID-19, demonstrated an exacerbation of both symptoms when comparing the period before the global awareness of the COVID-19 outbreak (before December 2019) with the period during the implementation of mitigation measures.\n    \n\n\n          Conclusions:\n        \n      \n      Mental health outcomes, especially depressive symptoms, were observed to worsen in university students during COVID-19 mitigations. Despite considerable heterogeneity requiring careful interpretation of results, the impact of COVID-19 mitigations on mental health in university students is evident.\n    \n\n\n          Registration:\n        \n      \n      PROSPERO (CRD42021266889).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37655370/"
}