{
  "pmid": "41445805",
  "title": "Impact of COVID-19 school learning model on mental health, suicidal thoughts and behaviors, substance use, and violence related behaviors and experiences among U.S. high school students.",
  "abstract": "The COVID-19 pandemic and associated prevention measures reshaped students' lives. We estimated the effects of virtual learning during the pandemic on adolescents' mental health, suicidal thoughts and behaviors, substance use, and violence-related experiences and behaviors. Using Youth Risk Behavior Survey data from 25 local jurisdictions, we compared overall and relative changes from 2019 (n = 49,740) to 2021 (n = 42,995) between jurisdictions where high school students predominantly attended school virtually vs. in-person during the 2020-2021 school year with Rao-Scott chi-square tests and difference-in-differences logistic regression. P-values<0.050 were considered significant. From 2019 to 2021, reported persistent feelings of sadness/hopelessness (2019 = 36.3%, 2021 = 41.3%), seriously considering suicide (17.0-18.7%), making suicide plan(s) (14.2-16.9%), and experiencing sexual dating violence in past 12 months (6.7-7.8%) increased significantly, while alcohol use (22.5-17.1%), binge drinking (8.5-6.2%), and marijuana use (20.2-14.3%) in past 30 days, ever prescription opioid misuse (16.0-13.2%), and gun-carrying (5.5-4.5%), physical fighting (22.3-17.3%), and any sexual violence (11.3-10.4%) in past 12 months decreased significantly. Students in virtual learning jurisdictions reported relative decreases in injury during suicide attempt(s) (OR=0.68, 95%CI = 0.52-0.88), experiencing sexual violence (OR=0.78, 95%CI = 0.67-0.91), using electronic vapor products (OR=0.81, 95%CI = 0.70-0.95), using alcohol (OR=0.84, 95%CI = 0.74-0.95), and misusing prescription opioids (OR=0.82, 95%CI = 0.72-0.94). Learning model was not associated with relative changes in persistent feelings of sadness/hopelessness, seriously considering suicide, making suicide plan(s), attempting suicide, binge drinking, marijuana use, gun-carrying, physical fighting, experiencing sexual dating violence, or being electronically bullied. Additional efforts to support schools in providing safe, supportive environments are needed, particularly where schools returned in-person in fall 2020.",
  "disease": "tuberculosis"
}