{
    "title": "Clinical management of tendinopathy: A systematic review of systematic reviews evaluating the effectiveness of tendinopathy treatments.",
    "doc_id": "32484976",
    "writer": "Irby A",
    "year": "2020",
    "summary": "The purpose of this study was to perform a systematic review of systematic reviews to determine the ability of therapeutic interventions to improve pain and dysfunction in patients with tendinopathy regardless of type or location. ...",
    "abstract": "While the pathoetiology is disputed, a wide array of treatments is available to treat tendinopathy. The most common treatments found in the literature include therapeutic modalities, exercise protocols, and surgical interventions; however, their effectiveness remains ambiguous. The purpose of this study was to perform a systematic review of systematic reviews to determine the ability of therapeutic interventions to improve pain and dysfunction in patients with tendinopathy regardless of type or location. Five databases were searched for systematic reviews containing only randomized control trials to determine the effectiveness of treatments for tendinopathies based on pain and patient-reported outcomes. Systematic reviews were assessed via the Assessment of Multiple Systematic Reviews (AMSTAR) for methodological quality. From the database search, 3,295 articles were found, 107 passed the initial inclusion criteria. After further review, 25 systematic reviews were included in the final qualitative analysis. The AMSTAR scores were relatively high (8.8 ± 1.0) across the 25 systematic reviews. Eccentric exercises were the most common and consistently effective treatment for tendinopathy across systematic reviews. Low-level laser therapy and extracorporeal shockwave therapy demonstrated moderate effectiveness, while platelet-rich plasma injections demonstrated inconclusive evidence on their ability to decrease tendinopathy-related pain and improve function. Corticosteroids also showed some effectiveness for short-term pain, but for the long-term use deemed ineffective and at times contraindicated. Regarding surgical options, minimally invasive procedures were more effective compared to open surgical interventions. When treating tendinopathy regardless of location, eccentric exercises were the best treatment option to improve tendinopathy-related pain and improve self-reported function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32484976/"
}