{
    "title": "Life transitions of adolescents and young adults with life-limiting conditions.",
    "doc_id": "27992275",
    "writer": "Johnston B",
    "year": "2016",
    "summary": "These concurrent transitions were found to be relevant to adolescents and young adults with life-limiting conditions, generating complex needs. Sub-themes within the transitions were also identified. ...CONCLUSIONS: Future research is needed to focus on adolescent a …",
    "abstract": "Aims:\n        \n      \n      A systematic review was conducted to appraise and classify evidence related to the life transitions of adolescents and young adults with life-limiting conditions.\n    \n\n\n          Methods:\n        \n      \n      The databases searched were MEDLINE, CINAHL, PsycINFO, CancerLit, and AMED. Methodological quality was assessed using an established tool and the final articles included in the study were rated as moderate to high quality. Articles were then assessed based on the insight that they provided into life transitions for adolescents and young adults.\n    \n\n\n          Results:\n        \n      \n      Eighteen studies were included in the final review, with two major life transitions identified as pertinent: 'illness transition' and 'developmental transition'. These concurrent transitions were found to be relevant to adolescents and young adults with life-limiting conditions, generating complex needs. Sub-themes within the transitions were also identified. Furthermore, the illness transition was found to also impact significant others, namely family members, having physical, mental and emotional health implications and requiring them to make adaptations.\n    \n\n\n          Conclusions:\n        \n      \n      Future research is needed to focus on adolescent and young adult perspectives to bring further insight into these key transitions, since such perspectives are currently underrepresented. Attention to the impact of the illness on the whole family would be useful to expand findings from this review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27992275/"
}