{
  "pmid": "41469567",
  "title": "Consistency of primary outcomes in evidence synthesis researches on drug-eluting stents for coronary artery disease.",
  "abstract": "As the number of systematic reviews (SRs) and meta-analyses (MAs) evaluating drug-eluting stents (DES) for coronary artery disease (CAD) continues to grow, the need for standardized primary outcomes has become increasingly important. This study aimed to examine the specification and selection of primary outcomes in published SRs/MAs on DES for CAD and to identify factors associated with their reporting. We conducted a cross-sectional analysis of SRs/MAs on DES for CAD. They were retrieved from English-language databases (PubMed, Embase, Cochrane Library) and Chinese-language databases (CNKI, Wanfang, VIP) from the beginning of their establishment to May 3, 2025. We assessed whether primary outcomes were explicitly specified and employed multivariable logistic regression to identify factors associated with such specification. For frequently reported outcomes, we compared how often they were designated as primary outcomes. In SRs/MAs that clearly stated primary outcomes, we categorized them using the Core Outcome Measures in Effectiveness Trials (COMET) framework and calculated the Corrected Covered Area (CCA) to assess outcome overlap. A total of 271 SRs/MAs from 29 countries or regions were included. Only 188 (188/271, 69.37%) specified primary outcomes. Specification was significantly associated with prospective protocol registration (adjusted odds ratio = 2.69, 95% confidence interval: 1.11-6.54, P = 0.03). We identified 18 distinct primary outcomes among these reviews, with a low overlap (Corrected Covered Area = 0.0544). The most frequently reported outcomes were specified as primary outcomes in just 19.56% (53/271) of studies, while the most designated primary outcomes were not reported in 43.54% (118/271) of reviews. According to the COMET framework, coverage of life impact, resource use, and other non-physiological domains was limited. The inconsistent specification and limited standardization of primary outcomes in SRs/MAs of DES for CAD may undermine evidence quality. The pathway from \"unspecified primary outcomes\" to \"lack of standardization\" to an \"incomplete core outcome set\" suggests a need for urgent methodological improvement in outcome reporting.",
  "disease": "coronary artery disease"
}