{
    "title": "How Child's Attachment, Mentalizing, Mental Functioning, and Emerging Personality Interplay with Age Differences and Clinical Status?",
    "doc_id": "40627301",
    "writer": "Bizzi F",
    "year": "2025",
    "summary": "Social cognition processes like mentalizing and mental functioning (i.e., specific psychological capacities underlying how individuals experience themselves and others, regulate emotions, form relationships, and manage internal conflicts) are crucial during developm …",
    "abstract": "Social cognition processes like mentalizing and mental functioning (i.e., specific psychological capacities underlying how individuals experience themselves and others, regulate emotions, form relationships, and manage internal conflicts) are crucial during development. Rooted in early attachment relationships, they contribute to determining the level of organization of an individual's personality. However, little is known about how these processes differ by age and clinical status, especially in middle childhood and early adolescence (aged 8-13). This study investigates (1) age-related differences in mentalizing, attachment, mental functioning, and personality organization, (2) the impact of internalizing and externalizing problems, assessed both by their parents and clinical providers, compared to non-clinical groups on these processes, and (3) the interaction between age and clinical status. The sample included 137 children and early adolescents, including non-clinical (N = 67, Mage = 11,08, 40,3% female), and with internalizing (N = 40, Mage = 10,85, 52,5% female) and externalizing symptoms (N = 30, Mage = 10,77, 10% female) groups. Participants were assessed using the Child Reflection Functioning Scale and the Psychodiagnostic Chart of the PDM-2 (Child and Adolescent version) applied to the Child Attachment Interview. Parents completed the Child Behaviour Checklist. Younger children showed lower levels of mentalizing, attachment security, and personality functioning than older peers. Groups with externalizing and internalizing problems exhibited significant deficits in mentalizing abilities and personality organization compared to non-clinical participants. The interaction between age and clinical status revealed that mentalizing and personality deficits were most pronounced in middle childhood for internalizing groups. The findings suggest that social cognition processes evolve with age but are significantly disrupted in clinical groups, particularly in middle childhood. Differential deficits in populations with externalizing and internalizing problems highlight the need for specific interventions targeting mentalizing, mental functioning, and attachment relationships to support healthy development during these critical stages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40627301/"
}