{
    "title": "Consumption of Fruit Juice and Risk of Type 2 Diabetes Mellitus: A Systematic Review and Meta-Analysis of Prospective Cohort Studies.",
    "doc_id": "40393612",
    "writer": "Lee CW",
    "year": "2025",
    "summary": "An increased risk of type 2 diabetes mellitus by fruit juice was observed only in Asian populations (RR, 1.17 [95% CI 1.02-1.34], P = .023). CONCLUSION: The consumption of non-100% fruit juice increased the risk of type 2 diabetes …",
    "abstract": "Background:\n        \n      \n      Previous observational studies on the association between the consumption of fruit juice and the risk of type 2 diabetes mellitus have reported inconsistent findings. We investigated the association using a meta-analysis of prospective cohort studies.\n    \n\n\n          Methods:\n        \n      \n      Studies were identified through PubMed and EMBASE searches from inception to August 3, 2024. We calculated pooled relative risks (RRs) and 95% confidence intervals (CIs). The consumption of fruit juice was categorized into 100% fruit juice and non-100% fruit juice. The primary outcome was the incidence of type 2 diabetes mellitus.\n    \n\n\n          Results:\n        \n      \n      Out of 1591 articles, 14 prospective cohort studies were included in the final analysis. In the meta-analysis of all studies, there was no significant association between the consumption of overall fruit juice and the risk of type 2 diabetes mellitus (RR, 1.06 [95% CI, 0.98-1.15], P = .170). In the subgroup meta-analysis by juice type, non-100% fruit juice was statistically significantly associated with an increased risk of type 2 diabetes mellitus (RR, 1.15 [95% CI, 1.03-1.28], P = .012), while there was no significant association between the consumption of 100% fruit juice and the risk of type 2 diabetes mellitus. An increased risk of type 2 diabetes mellitus by fruit juice was observed only in Asian populations (RR, 1.17 [95% CI 1.02-1.34], P = .023).\n    \n\n\n          Conclusion:\n        \n      \n      The consumption of non-100% fruit juice increased the risk of type 2 diabetes mellitus. Unlike whole fruit consumption, 100% fruit juice had no beneficial effect on the risk of type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40393612/"
}