{
  "pmid": "41446373",
  "title": "Enhanced Parkinson's disease prediction using LDEFS feature selection and Mamdani fuzzy neural network.",
  "abstract": "Parkinson's Disease (PD) is a progressive neurodegenerative disorder caused by the degeneration of dopaminergic neurons, leading to impairments in speech, motor control, and cognitive functioning. Although recent computational models have improved diagnostic accuracy, many still depend on manual intervention, fail to account for exercise-related patterns, and may contribute to disease misclassification. There is a growing need for an automated and highly reliable predictive model capable of handling large volumes of clinical data. A Parkinson's disease dataset was obtained from an online public repository. To improve data quality, Z-Score Normalization (ZSN) was applied to minimize noise and eliminate irrelevant records. The Disease Affect Scaling Rate (DASR) technique was then employed to quantify and rank the influence of disease-related features. Feature selection was performed using the proposed Logistic Decision Exhaustive Feature Selection (LDEFS) approach to extract the most significant disease indicators. Finally, the Mamdani Fuzzy Neural Network (MFNN) model was developed for PD prediction using the optimal feature subset. The proposed LDEFS-MFNN framework demonstrated superior detection capability compared to existing approaches. Experimental evaluation showed a prediction accuracy of 95.8% and an F-measure of 95.3% for early PD detection, outperforming previous machine-learning classifiers reported in the literature. Results confirm that the integration of exhaustive feature ranking with fuzzy neural modeling enhances PD prediction performance while minimizing the need for human intervention. The inclusion of exercise-related patterns and optimized feature weighting leads to improved robustness in classification. Therefore, the proposed system offers a reliable and scalable solution for early Parkinson's disease diagnosis and has strong potential for clinical deployment.",
  "disease": "parkinson disease"
}