{
    "title": "[Case Analysis of Heavy Air Pollution Process in Xi'an Using Multi-source Data].",
    "doc_id": "37827756",
    "writer": "Wang N",
    "year": "2023",
    "summary": "Air pollution continues to be a serious problem in Xi'an. A heavy pollution process and formation mechanism were investigated in Xi'an in January 2019 using multi-source methods (such as material balance and sulfur/nitrogen oxidation rate (SOR/NOR)). . …",
    "abstract": "Air pollution continues to be a serious problem in Xi'an. A heavy pollution process and formation mechanism were investigated in Xi'an in January 2019 using multi-source methods (such as material balance and sulfur/nitrogen oxidation rate (SOR/NOR)). The multi-source data included the concentrations of PM2.5, PM10, SO2, NO2, CO, and O3; the chemical components of PM2.5; the meteorological records of ground and vertical observations; the atmospheric reanalysis data. Three phases were obtained including the accumulation phase (P1), maintenance phase (P2), and dispersion phase (P3) during the pollution period. The pollution event was primarily attributed to the superposition of adverse weather conditions and feedback effects. During the periods of P1 and P2, the area of Xi'an was affected by blocking and zonal westerly airflow at 500 hPa (with flat westerly airflow) and uniform-distribution pressure at sea level with a limited pressure gradient and stable weather conditions, and the easterly wind was dominant at 925 hPa; not all of these factors were conducive to the pollutant diffusion. An interaction feedback mechanism between meteorological conditions and heavy pollution could be studied using the ground-based microwave radiometer. The correlations between PM2.5 and inversions of water vapor density, relative humidity, air temperature, and temperature inversion were significant with coefficients of 0.86, 0.62, 0.53, and 0.38, respectively. The feedback mechanism was primarily manifested as follows:with the pollutant accumulation, the radiative cooling effect could lead to or strengthen the occurrence and intensity of temperature inversion, decrease the mixed layer height, and cause moisture accumulation. High humidity could further maintain the pollution by accelerating the secondary formation and promoting the hygroscopic growth of aerosol particles. Therefore, the dominant chemical components to PM2.5were secondary inorganic ions (SO42-+NO3-+NH4+, SNA) and \"other\" components during the period of P2, with contributions of 43.2% and 23.1%, respectively. In addition, the peak values of PM2.5, SOR, NOR, and the light extinction coefficients all occurred on the same days (January 3 and 6), indicating that the effect of secondary formation was important for both heavy pollution events and visibility. The total contribution of NH4NO3, organic matter (OM), (NH4)2SO4, and EC to the light extinction coefficient was more than 85%. Limited variations in the proportion for components were observed in three phases. During the period of P3, the strong cold air in the mid-lower atmosphere was conducive to the dry and clean air sinking and the pressure gradient at sea level increasing. These were beneficial to the diffusion of air pollutants and water vapor.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37827756/"
}