{
  "pmid": "41451715",
  "title": "Association between low cardiometabolic indexes and diastolic dysfunction in T2DM patients with HFpEF.",
  "abstract": "Dyslipidemia in metabolic syndrome characterized by low cardiometabolic indexes (TG/FBG, TG/HDL-C, and LDL-C/HDL-C) pose inherent risks for the development of diabetic cardiomyopathy. The tangible association between type 2 diabetes mellitus (T2DM) and Heart Failure with Preserved Ejection Fraction (HFpEF) initiated by diastolic dysfunction also has been widely studied. However, whether cardiometabolic indexes may be independently associated with left ventricular (LV) diastolic dysfunction in T2DM patients with HFpEF remained elusive. The aim of this study is to investigate the association between cardiometabolic indexes (TG/FBG, TG/HDL-C, and LDL-C/HDL-C) and diastolic dysfunction in T2DM patients with HFpEF. In this cross-sectional study, we analyzed electronic medical records from October 2021 to January 2022 from Dr. Sardjito Hospital. A total of 55 T2DM patients with clinical HFpEF were enrolled. Baseline characteristics, clinical and laboratory variables, medication, and echocardiography data were obtained. Cardiometabolic indexes are presented as numeric data (median with IQR). Meanwhile, the diastolic function is presented as categorical data based on the echocardiographic parameters. Mann-Whitney analysis was performed. P-value <0.05 represent significant associations. In a cohort of 55 T2DM patients with HFpEF, subjects with diastolic dysfunction demonstrated significantly lower median values for TG/FBG (p=0.015), TG/HDL-C (p=0.003), and LDL-C/HDL-C (p=0.044) compared to those with normal diastolic function. These findings suggest a potential, albeit paradoxical, link between these cardiometabolic markers and impaired ventricular relaxation in this population. TG/FBG, TG/HDL-C, and LDL-C/HDL-C were significantly associated with diastolic dysfunction. Optimal dyslipidemia control represented by high TG/FBG, TG/HDLC, and LDL-C/HDL-C may become an appealing approach to prevent HFpEF progression in T2DM patients.",
  "disease": "diabetes mellitus"
}