{
    "title": "The 2013 Canadian Forces Mental Health Survey: Background and Methods.",
    "doc_id": "27270738",
    "writer": "Zamorski MA",
    "year": "2016",
    "summary": "OBJECTIVE: The 2013 Canadian Forces Mental Health Survey (CFMHS) collected detailed information on mental health problems, their impacts, occupational and nonoccupational determinants of mental health, and the use of mental heal …",
    "abstract": "Objective:\n        \n      \n      The 2013 Canadian Forces Mental Health Survey (CFMHS) collected detailed information on mental health problems, their impacts, occupational and nonoccupational determinants of mental health, and the use of mental health services from a random sample of 8200 serving personnel. The objective of this article is to provide a firm scientific foundation for understanding and interpreting the CFMHS findings.\n    \n\n\n          Methods:\n        \n      \n      This narrative review first provides a snapshot of the Canadian Armed Forces (CAF), focusing on 2 key determinants of mental health: the deployment of more than 40,000 personnel in support of the mission in Afghanistan and the extensive renewal of the CAF mental health system. The findings of recent population-based CAF mental health research are reviewed, with a focus on findings from the very similar mental health survey done in 2002. Finally, key aspects of the methods of the 2013 CFMHS are presented.\n    \n\n\n          Results:\n        \n      \n      The findings of 20 peer-reviewed publications using the 2002 mental health survey data are reviewed, along with those of 25 publications from other major CAF mental health research projects executed over the past decade.\n    \n\n\n          Conclusions:\n        \n      \n      More than a decade of population-based mental health research in the CAF has provided a detailed picture of its mental health and use of mental health services. This knowledge base and the homology of the 2013 survey with the 2002 CAF survey and general population surveys in 2002 and 2012 will provide an unusual opportunity to use the CFMHS to situate mental health in the CAF in a historical and societal perspective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27270738/"
}