{
  "pmid": "41458812",
  "title": "Evaluation of a Single-Center Pilot Digital Inpatient Referral System: A Mixed-Methods Study.",
  "abstract": " Effective and timely inpatient referrals are critical to maintaining patient safety, continuity of care, and efficient clinical decision-making within hospitals. At the Queen Elizabeth Hospital King's Lynn, the long-standing \"Greencard\" paper system was widely used to manage inpatient referrals between specialties. However, such methods are vulnerable to illegibility, misplacement, delays, and lack of auditability, often leading to inefficiencies and fragmented communication. These limitations were further exposed during the coronavirus disease 2019 pandemic, when the need for remote, traceable, and secure communication increased across healthcare settings.  This study aimed to address these challenges: a bespoke electronic referral platform, termed the \"e-Greencard\" and formally known as E-Referral System for Hospital Admissions (ERSHA), was developed and piloted as a locally designed, in-house digital alternative. Created using open-source web technologies by a clinician, ERSHA aimed to provide a secure, auditable, and user-friendly referral workflow that could replace paper-based processes without reliance on external IT vendors. This pilot study evaluated the Phase 1 implementation of ERSHA across three inpatient specialties, cardiology, respiratory medicine, and neurology, using a mixed-methods approach combining referral analytics and user feedback.  Over six months, 1,033 inpatient referrals were logged through ERSHA. Cardiology accounted for most submissions (625, 60.6%) and achieved the highest digital response rate (621/625, 99.4%). Respiratory medicine recorded 114 referrals with 99 replies (86.8%), while neurology recorded 35 replies from 294 referrals (11.9%), reflecting differing workflow integration. Overall, 755 of 1,033 referrals (73.1%) generated replies, rising to 97.4% when neurology was excluded. Survey feedback (n = 6) indicated good user satisfaction, with 83% rating the interface as easy to use and 100% supporting expansion to other specialties and outpatient referrals. However, the low formal response rate (5.9%) limits generalizability.  ERSHA demonstrated the feasibility and acceptability of a clinician-led, in-house digital referral platform developed without external IT support. The system was implemented in place of the traditional paper process, offering a secure and auditable digital workflow that clinicians perceived as more convenient, accessible, and transparent. Reported improvements were observational and based on user feedback rather than comparative metrics. Despite challenges such as single-server dependency and limited survey participation, the project illustrates the potential of locally driven innovation to support practical digitization within National Health Service hospitals. These findings should be viewed as exploratory and hypothesis-generating, with future iterations aiming to incorporate structured analytics, predictive features, and machine-learning-assisted triage to further enhance referral management and inpatient care.",
  "disease": "covid-19"
}