{
    "title": "A severe symptom phenotype in tomato in Mali is caused by a reassortant between a novel recombinant begomovirus (Tomato yellow leaf curl Mali virus) and a betasatellite.",
    "doc_id": "19400843",
    "writer": "Chen LF",
    "year": "2009",
    "summary": "Here, a novel recombinant begomovirus from Mali, Tomato yellow leaf curl Mali virus (TYLCMLV), is described that, alone, causes tomato yellow leaf curl disease or, in combination with a betasatellite, causes the severe symptom phenotype. TYLCMLV is an Old World mono …",
    "abstract": "Tomato production in West Africa has been severely affected by begomovirus diseases, including yellow leaf curl and a severe symptom phenotype, characterized by extremely stunted and distorted growth and small deformed leaves. Here, a novel recombinant begomovirus from Mali, Tomato yellow leaf curl Mali virus (TYLCMLV), is described that, alone, causes tomato yellow leaf curl disease or, in combination with a betasatellite, causes the severe symptom phenotype. TYLCMLV is an Old World monopartite begomovirus with a hybrid genome composed of sequences from Tomato yellow leaf curl virus-Mild (TYLCV-Mld) and Hollyhock leaf crumple virus (HoLCrV). A TYLCMLV infectious clone induced leaf curl and yellowing in tomato, leaf curl, crumpling and yellowing in Nicotiana benthamiana and common bean, mild symptoms in N. glutinosa, and a symptomless infection in Datura stramonium. In a field-collected sample from a tomato plant showing the severe symptom phenotype in Mali, TYLCMLV was detected together with a betasatellite, identified as Cotton leaf curl Gezira betasatellite (CLCuGB). Tomato plants co-agroinoculated with TYLCMLV and CLCuGB developed severely stunted and distorted growth and small crumpled leaves. These symptoms were more severe than those induced by TYLCMLV alone, and were similar to the severe symptom phenotype observed in the field in Mali and in other West African countries. TYLCMLV and CLCuGB also induced more severe symptoms than TYLCMLV in the other solanaceous hosts, but not in common bean. The increased symptom severity was associated with hyperplasia of phloem-associated cells, but relatively little increase in TYLCMLV DNA levels. In surveys of tomato virus diseases in West Africa, TYLCMLV was commonly detected in plants with leaf curl and yellow leaf curl symptoms, whereas CLCuGB was infrequently detected and always in association with the severe symptom phenotype. Together, these results indicate that TYLCMLV causes tomato yellow leaf curl disease throughout West Africa, whereas TYLCMLV and CLCuGB represent a reassortant that causes the severe symptom phenotype in tomato.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19400843/"
}