{
    "title": "A systematic review of interventions to improve outcomes for young adults with Type 1 diabetes.",
    "doc_id": "27761951",
    "writer": "O'Hara MC",
    "year": "2017",
    "summary": "BACKGROUND: Many young adults with Type 1 diabetes experience poor outcomes. The aim of this systematic review was to synthesize the evidence regarding the effectiveness of interventions aimed at improving clinical, behavioural or psychosocial outcomes for young …",
    "abstract": "Background:\n        \n      \n      Many young adults with Type 1 diabetes experience poor outcomes. The aim of this systematic review was to synthesize the evidence regarding the effectiveness of interventions aimed at improving clinical, behavioural or psychosocial outcomes for young adults with Type 1 diabetes.\n    \n\n\n          Methods:\n        \n      \n      Electronic databases were searched. Any intervention studies related to education, support, behaviour change or health service organizational change for young adults aged between 15-30 years with Type 1 diabetes were included. A narrative synthesis of all studies was undertaken due to the large degree of heterogeneity between studies.\n    \n\n\n          Results:\n        \n      \n      Eighteen studies (of a possible 1700) were selected and categorized: Health Services Delivery (n = 4), Group Education and Peer Support (n = 6), Digital Platforms (n = 4) and Diabetes Devices (n = 4). Study designs included one randomized controlled trial, three retrospective studies, seven feasibility/acceptability studies and eight studies with a pre/post design. Continuity, support, education and tailoring of interventions to young adults were the most common themes across studies. HbA1c was the most frequently measured outcome, but only 5 of 12 studies that measured it showed a significant improvement.\n    \n\n\n          Conclusion:\n        \n      \n      Based on the heterogeneity among the studies, the effectiveness of interventions on clinical, behavioural and psychosocial outcomes among young adults is inconclusive. This review has highlighted a lack of high-quality, well-designed interventions, aimed at improving health outcomes for young adults with Type 1 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27761951/"
}