{
    "title": "The genetic basis for the inverse relationship between rheumatoid arthritis and schizophrenia.",
    "doc_id": "32965087",
    "writer": "Zamanpoor M",
    "year": "2020",
    "summary": "There are several common features between rheumatoid arthritis and schizophrenia. The inverse relationship between rheumatoid arthritis and schizophrenia has been replicated in several studies. ...MATERIALS AND METHODS': We meta-analyzed the genome-wid …",
    "abstract": "Introduction:\n        \n      \n      Rheumatoid arthritis is a common autoimmune disease and schizophrenia is a relatively common and debilitating neurological disorder. There are several common features between rheumatoid arthritis and schizophrenia. The inverse relationship between rheumatoid arthritis and schizophrenia has been replicated in several studies. Despite evidence for an inverse epidemiological relationship and negative correlations for risk between rheumatoid arthritis and schizophrenia, there are no biological data that directly support this inverse relationship.\n    \n\n\n          Materials and methods':\n        \n      \n      We meta-analyzed the genome-wide association studies to investigate the shared association loci between rheumatoid arthritis and schizophrenia at the genome-wide scale. Rheumatoid arthritis- and schizophrenia-associated loci in most recent genome-wide association studies of rheumatoid arthritis and schizophrenia were tested. Genetic risk score analysis was also conducted to investigate the collective contribution of schizophrenia risk loci to rheumatoid arthritis risk.\n    \n\n\n          Results:\n        \n      \n      Rheumatoid arthritis and schizophrenia meta-genome-wide association study showed a significant peak at the major histocompatibility complex locus on chromosome 6 in both rheumatoid arthritis-schizophrenia meta-genome-wide association study and inverted meta-genome-wide association study datasets. Testing rheumatoid arthritis- and schizophrenia-associated loci outside the human leukocyte antigen region showed no association with both rheumatoid arthritis and schizophrenia at a genome-wide level of significance. Weighted genetic risk scores showed no evidence for a statistically significant association between rheumatoid arthritis and schizophrenia.\n    \n\n\n          Conclusion:\n        \n      \n      The finding of our study is consistent with the role of the major histocompatibility complex locus in the genetic correlation between rheumatoid arthritis and schizophrenia, and suggests that either schizophrenia has an autoimmune basis and/or rheumatoid arthritis has an active neurological component.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32965087/"
}