{
    "title": "Long-Term Outcomes of Perioperative Versus Nonoperative Myocardial Infarction: A Danish Population-Based Cohort Study (2000-2016).",
    "doc_id": "35861779",
    "writer": "Korsgaard S",
    "year": "2022",
    "summary": "We examined long-term fatal and nonfatal outcomes of perioperative myocardial infarction compared with nonoperative myocardial infarction. METHODS: We conducted a population-based cohort study of first-time myocardial infarction in Denmar …",
    "abstract": "Background:\n        \n      \n      Perioperative myocardial infarction is a serious cardiovascular complication of noncardiac surgery. The clinical course of perioperative myocardial infarction, other than all-cause mortality, is largely unknown. We examined long-term fatal and nonfatal outcomes of perioperative myocardial infarction compared with nonoperative myocardial infarction.\n    \n\n\n          Methods:\n        \n      \n      We conducted a population-based cohort study of first-time myocardial infarction in Denmark from 2000 to 2016. We calculated cumulative incidence of all-cause mortality, cardiac mortality, recurrent myocardial infarction, heart failure, stroke, venous thromboembolism, acute kidney injury, and kidney failure with replacement therapy. We computed 5-year risk ratios adjusted for age, sex, year of diagnosis, educational level, and comorbidities.\n    \n\n\n          Results:\n        \n      \n      We identified 5068 patients with perioperative myocardial infarction and 137 862 patients with nonoperative myocardial infarction. The 5-year risk of all-cause mortality was 67.5% (95% CI, 66.1%-69.0%) for perioperative myocardial infarction patients and 38.0% (95% CI, 37.7%-38.3%) for nonoperative myocardial infarction patients. The adjusted risk ratio of all-cause mortality was 1.13 (95% CI, 1.11-1.16) at 5 years. After adjustment, we found no association between patients with perioperative myocardial infarction and 5-year cardiac mortality, recurrent myocardial infarction, heart failure, stroke, or kidney failure with replacement therapy when compared with nonoperative myocardial infarction patients. Perioperative myocardial infarction patients had a higher relative risk of venous thromboembolism (5-year risk ratio, 1.21 [95% CI, 1.01-1.46]) and acute kidney injury (5-year risk ratio, 1.37 [95% CI, 1.22-1.53]).\n    \n\n\n          Conclusions:\n        \n      \n      Compared with nonoperative myocardial infarction patients, perioperative myocardial infarction patients had elevated risk of all-cause mortality, venous thromboembolism, and acute kidney failure. In addition to the myocardial infarction component of perioperative myocardial infarction, this poor prognosis seemed associated with the surgery or underlying comorbidities. These findings warrant further research on strategies to reduce the risk of perioperative myocardial infarction and on strategies to manage perioperative myocardial infarction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35861779/"
}