{
  "pmid": "41469334",
  "title": "Single-nucleus RNA sequencing reveals the distinct heterogeneity of primary pulmonary sarcomas (PPS) and pulmonary sarcomatoid carcinoma (PSC).",
  "abstract": "Primary pulmonary sarcomas (PPS) and pulmonary sarcomatoid carcinoma (PSC) are rare and aggressive diseases that pose significant diagnostic challenges, requiring extensive sampling and comprehensive evaluation. To date, the single-cell characteristics and distinctions between these two conditions have not been thoroughly investigated. In this study, we employed single-nucleus RNA sequencing (snRNA-seq) to characterise the cellular heterogeneity of PSC and PPS. Our analysis included 20 PSC samples, seven PPS samples and two non-malignant control samples obtained from adjacent normal tissue. Our results revealed that the majority of cells in PSC were of epithelial origin, while fibroblasts predominated in PPS. Specifically, AT2 cells, a major source of epithelial cells in PSC, underwent malignant transformation primarily through epithelial-mesenchymal transition, suggesting AT2 cells may serve as the origin of PSC. High Mobility Group AT-Hook 2 (HMGA2) expression was elevated in malignant AT2 cells of PSC and correlated with an unfavourable prognosis. Moreover, MET-mutated patients have a significantly higher expression level of HMGA2 (p < .001). In PPS, fibroblasts constituted the majority, only lipofibroblasts exhibited malignant features. A direct comparison between PSC and PPS lipofibroblasts revealed largely similar expression profiles, with the exception of an enrichment in DNA repair pathways specifically observed in PPS lipofibroblasts. These findings provide novel insights of PSC and PPS at the single-cell level. Distinct Cellular Origins: PSC arises primarily from epithelial (AT2) cells via EMT, whereas PPS is predominantly fibroblast-derived. Prognostic Driver HMGA2: Elevated HMGA2 in malignant AT2 cells correlates with poor prognosis and is significantly higher in MET-mutated PSC. Pathway Divergence in Malignant Cells: Malignant lipofibroblasts in PPS share a similar profile with PSC but uniquely enrich DNA repair pathways.",
  "disease": "lung cancer"
}