{
  "pmid": "41449310",
  "title": "Metastatic lung adenocarcinoma causes extensive destruction of the hip and pelvis.",
  "abstract": "Lung cancer is the most prevalent tumor and frequently present with distant metastases, with the bone being one of the most common affected sites. However, bone metastases leading to complete resorption of the hip joint and pelvis are extremely rare. This case aimed to report an extensive destruction of the hip and pelvis in metastatic lung adenocarcinoma, and conduct a literature review to explore the factors influencing the diagnosis and treatment decisions of bone metastasis. A 56-year-old woman presented with progressive pain in her left hip joint and pelvis accompanied by impaired mobility for over one year. X-ray and computed tomography (CT) scan of left hip joint and pelvis showed extensive bone metastasis. A chest X-ray displayed disorganized lung texture in both lungs and multiple bilateral lung nodules of variable sizes. Surgical biopsy of the left iliac bone and histology examination indicated bone metastasis originating from lung adenocarcinoma, which was confirmed using immunohistochemical analysis. Due to multiple extensive metastases throughout the body, the patient was treated conservatively. Targeted therapy with almonertinib mesilate was administered; however, and the patient eventually passed away one week later. Early detection of bone metastasis and identification of the original tumor are crucial, especially when the symptoms are subtle or nonspecific. Delayed diagnosis can lead to extensive skeletal destruction, loss of function, and poor prognosis. A comprehensive diagnostic approach integrating thorough physical examination, advanced imaging modalities, and pathological analysis is essential for timely and accurate diagnosis. An optimal management requires a personalized, multidisciplinary treatment strategy that considers the patient's overall condition, the molecular profile of the primary tumor, and the anatomical complexity of the metastatic site.",
  "disease": "lung cancer"
}