{
  "pmid": "41348723",
  "title": "The impact of hyperglycemia on prognosis in chronic obstructive pulmonary disease patients with coronary heart disease: A five-year prospective study.",
  "abstract": "There is a lack of research on the impact of hyperglycemia on the prognosis of patients with both chronic obstructive pulmonary disease (COPD) and coronary heart disease (CHD). This study aims to investigate the effect of hyperglycemia on long-term acute exacerbation frequency and mortality rates in COPD patients with CHD. This real-world and prospective study recruited inpatients with COPD from the second Xiangya Hospital of Central South University, in China in December 2016, with follow-up until March 2023. Moreover, we collected data on COPD participants from the National Health and Nutrition Examination Survey (NHANES), spanning the period from 1999 to 2018. All patients included in the study had concurrent CHD and available fasting blood glucose (FBG) measurements at the time of admission. Patients were categorized into normal blood glucose and hyperglycemia groups based on whether their FBG exceeded 7 mmol/L. Self-administered questionnaires, clinical records, and self-reported data were the primary methods for data collection. Kaplan-Meier survival analyses and Cox proportional hazard models were used to assess the risk of acute exacerbation and all-cause mortality for COPD patients with CHD during the follow-up period. Among patients with both COPD and CHD, patients in the hyperglycemia group had lower smoking index, higher prevalence of diabetes, lower eosinophil percentage (Eos%), notably elevated C-reactive protein (CRP) and brain natriuretic peptide (BNP) levels, reduced albumin (ALB) levels, and higher incidence of fungal positivity than patients in the normal blood glucose group (p < 0.05). Age (HR = 1.098, 95% CI = 1.013-1.191, p = 0.024), hyperglycemia (HR = 3.622, 95% CI = 1.08-12.15, p = 0.037), and comorbidities with obsolete pulmonary tuberculosis (HR = 3.185, 95% CI = 1.03-9.85, p = 0.044) were identified as independent predictors of mortality in multivariate analyses over the follow-up years. Hyperglycemia, age, smoking, white blood cell count (WBC), uric acid (UA), creatinine (Cr), ALB, and aspartate aminotransferase (AST) were also identified as independent predictors of mortality in multivariate analyses during the follow-up years, according to NHANES data. Kaplan-Meier survival curves demonstrated that patients in the hyperglycemia group experienced significantly higher rates of exacerbations and mortality compared to those in the normal blood glucose group over a follow-up period of 5 years or more (log-rank test, p < 0.05). Hyperglycemia serves as an independent risk factor for prolonged acute exacerbations and mortality in COPD patients complicated with CHD post-discharge. Proactive intervention strategies targeting hyperglycemia should be promptly instituted to mitigate the risk of future acute exacerbations and mortality in COPD patients with CHD.",
  "disease": "chronic obstructive pulmonary disease"
}