{
  "pmid": "41467153",
  "title": "Reclassification of Hypophosphatemic Bone Disease as X-Linked Hypophosphatemia Following Genetic Testing in Adulthood.",
  "abstract": "X-linked hypophosphatemia (XLH) is a disorder caused by a pathogenic variant in the phosphate-regulating endopeptidase homolog X-linked gene. This leads to increased fibroblast growth factor 23 synthesis, prompting renal phosphate wasting and hypophosphatemia. Adults with XLH present with osteomalacia, chronic musculoskeletal pain, enthesopathy, osteoarthritis, fractures, and pseudofractures. We present a patient initially diagnosed with hypophosphatemic, nonrachitic bone disease. However, later genetic testing identified a pathogenic phosphate-regulating endopeptidase homolog X-linked variant (c.1645+1G>A), establishing an XLH diagnosis. A 50-year-old male was diagnosed with XLH through molecular testing at age 49. He was initially diagnosed at age 3 years with hypophosphatemic bone disease due to an unclear inheritance pattern. Treatment with phosphate and active vitamin D was started but discontinued at age 13 due to adverse effects, then resumed between ages 30 and 45. The patient presented with joint pain, abnormal gait, dental abscesses, and right hip replacement due to early-onset osteoarthritis with history of an atraumatic vertebral fracture at age 42. Labs showed hypophosphatemia, low tubular phosphate reabsorption, and elevated alkaline phosphatase and fibroblast growth factor 23. He was switched to burosumab therapy, resulting in clinical improvement. This case underscores the diagnostic challenges of atypical XLH, particularly when X-linked inheritance patterns are absent. It illustrates the transformative role of molecular diagnostics in establishing diagnoses. It also reports on the impact of burosumab therapy when initiated in adults. This case demonstrates hallmark biochemical and radiological features of XLH, and the value of genetic testing in establishing a definitive diagnosis, particularly in individuals with atypical or nonclassical presentations.",
  "disease": "osteoarthritis"
}