{
  "pmid": "41469472",
  "title": "GATOR1 complex controls cisplatin sensitivity.",
  "abstract": "Cisplatin administration is the primary chemotherapy approach for many epithelial cancers. However, resistance to this drug poses a significant challenge to effective treatment. Despite the identification of numerous factors associated with resistance, reliable biomarkers predicting drug response remain elusive. Previously, low expression of the NPRL2 tumor suppressor was linked to cisplatin resistance. NPRL2, along with NPRL3 and DEPDC5, forms the GATOR1 complex, an upstream regulator of the mTORС1, the function of which is perturbed in many cancers, particularly those resistant to cisplatin. Here, we compare non-cancerous bronchial epithelium BEAS-2B cells with GATOR1 deletions, serving as a model of intrinsic cisplatin resistance, with non-small cell lung cancer lines A549, H460, and H1975 with acquired resistance to the drug. We found that deletion of any GATOR1 member, not solely NPRL2, promotes cisplatin resistance, whereas their overexpression renders cells sensitive to the drug. In cells with GATOR1 deletions, expression of the ATP7A transporter required for cisplatin efflux is increased, while expression of cisplatin influx transporters CTR2 and LRRC8A is downregulated, especially after treatment with the drug. This hinders drug accumulation in cells, resulting in the formation of fewer cisplatin-DNA adducts. Simultaneously, these cells exhibit enhanced DNA damage response and mTORC1 activity. Overexpression of GATOR1 components and/or concomitant treatment with an mTORC1 inhibitor restores sensitivity to cisplatin. Transcriptomic analysis of GATOR1-deleted BEAS-2B cells, treated or not with the drug, identifies new signatures important for understanding GATOR1 function and its role in cisplatin resistance. Thus, GATOR1 not only participates in the cellular response to amino acid availability but also plays a role in resistance to DNA-damaging anticancer drugs. This novel function of GATOR1 should be taken into account when developing new strategies to combat chemoresistance.",
  "disease": "lung cancer"
}