{
    "title": "The Future of In Utero Gene Therapy.",
    "doc_id": "32020561",
    "writer": "Peranteau WH",
    "year": "2020",
    "summary": "Significant advances in the safety and efficacy of gene therapy have sparked a new frontier in therapeutics for genetic diseases as evidenced by the greater than 700 active gene therapy investigational new drug applications reported by the NIH a …",
    "abstract": "Significant advances in the safety and efficacy of gene therapy have sparked a new frontier in therapeutics for genetic diseases as evidenced by the greater than 700 active gene therapy investigational new drug applications reported by the NIH and the US Food and Drug Association. Although postnatal gene therapy trials are encouraging, limitations to effective therapy including an immune barrier and initiation of treatment after disease onset can exist. Advances in prenatal diagnostics provide hope that many genetic abnormalities will be able to be diagnosed before birth. Prenatal gene therapy has the potential to take advantage of normal developmental properties of the fetus and overcome some of the current limitations to efficient postnatal gene therapy. The rationale for prenatal gene therapy includes the small fetal size, the tolerogenic fetal immune system, the presence of highly proliferative and accessible stem/progenitor cells of multiple organs, and, ultimately, the ability to treat diseases in which irreversible pathology begins prior to birth. This rationale is based on and supported by a number of published animal studies. Unique ethical considerations exist in the context of prenatal gene therapy, including the importance of rigorous evaluation of the effect of the therapy on fetal germ cells and developing organs as well as the mother. To date, animal studies have not demonstrated any significant germline or maternal effect of prenatal gene therapy. Finally, practical considerations of future clinical prenatal gene therapy will include, but not be limited to, determining the initial target disease characteristics and the importance of non-directive prenatal counseling of families carrying a fetus with a genetic diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32020561/"
}