{
    "title": "Osteoporosis Changes Collagen/Apatite Orientation and Young's Modulus in Vertebral Cortical Bone of Rat.",
    "doc_id": "30588540",
    "writer": "Ozasa R",
    "year": "2019",
    "summary": "This study revealed the distinguished changes of preferential orientation of collagen and apatite and Young's modulus in two different types of osteoporotic bones compared with the normal bone. ...This suggests that osteocytes are possibly involved in the osteoporotic chan …",
    "abstract": "This study revealed the distinguished changes of preferential orientation of collagen and apatite and Young's modulus in two different types of osteoporotic bones compared with the normal bone. Little is known about the bone material properties of osteoporotic bones; therefore, we aimed to assess material properties in osteoporotic bones. 66 female Sprague-Dawley rats were used. We analyzed the volumetric bone mineral density, collagen/apatite orientation, and Young's modulus of fifth lumbar vertebral cortex for osteoporotic rats caused by ovariectomy (OVX), administration of low calcium and phosphate content (LCaP) diet, and their combination (OVX + LCaP), as well as sham-operated control. Osteocyte conditions were assessed by hematoxylin and eosin and immunohistochemical (matrix extracellular phosphoglycoprotein (MEPE) and dentin matrix protein 1 (DMP1)) staining. All osteoporotic animals showed bone loss compared with the sham-operated control. OVX improved craniocaudal Young's modulus by enhancing collagen/apatite orientation along the craniocaudal axis, likely in response to the elevated stress due to osteoporotic bone loss. Conversely, LCaP-fed animals showed either significant bone loss or degraded collagen/apatite orientation and Young's modulus. Osteocytes in LCaP and OVX + LCaP groups showed atypical appearance and MEPE- and DMP1-negative phenotype, whereas those in the OVX group showed similarity with osteocytes in the control group. This suggests that osteocytes are possibly involved in the osteoporotic changes in collagen/apatite orientation and Young's modulus. This study is the first to demonstrate that osteoporosis changes collagen/apatite orientation and Young's modulus in an opposite manner depending on the cause of osteoporosis in spite of common bone loss.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30588540/"
}