{
  "pmid": "41448711",
  "title": "Frailty and multimorbidity among adults aged 40-69 years in Montenegro: a cross-sectional pilot study.",
  "abstract": "This pilot study aimed to estimate the prevalence of frailty, prefrailty and multimorbidity among adults aged 40-69 in Montenegro and to assess the feasibility of measuring these conditions in primary care to inform the design of a future large-scale study. We also aimed to examine differences in frailty scores and chronic disease burden across age subgroups, describe the profiles of prefrail/frail versus robust individuals and contextualise the findings within a broader public health framework. Cross-sectional pilot study. Primary healthcare centre, Podgorica, Montenegro. A total of 165 adults aged 40-69 were recruited during routine follow-up visits for chronic conditions or preventive check-ups with their primary care physicians. Patients with acute conditions or injuries were excluded. Primary outcomes were the prevalence of frailty and prefrailty (based on an adapted Fried frailty phenotype) and multimorbidity (defined as ≥2 coexisting chronic conditions). Secondary outcomes included comparisons of frailty scores and the number of chronic conditions across age subgroups (40-54, 55-64, 65-69), as well as sociodemographic and clinical differences between prefrail/frail and robust participants. Historic national mortality and healthcare utilisation trends since 2012 were also analysed. Frailty and prefrailty prevalence was 6.1% (95% CI 2.9% to 10.8%) and 46.7% (95% CI 38.8% to 54.5%), respectively, while multimorbidity affected 23% of participants (95% CI 16.8% to 30.2%). The number of chronic diseases and frailty score increased significantly across age groups (p<0.001 and p=0.003, respectively), with a marked increase in number of chronic diseases observed already after age 55. Participants categorised as prefrail or frail had higher body mass index (p=0.031) and more frequently presented with coronary artery disease (p=0.01) and multimorbidity (p=0.027) compared with robust individuals. Retrospective analyses showed a change in patterns of healthcare utilisation during the COVID-19 pandemic, accompanied by increased mortality among adults aged ≥55. This highlights the vulnerability of this age group and the fragility of the Montenegrin healthcare system during crises. This pilot study demonstrates that assessing frailty, prefrailty and multimorbidity in primary care settings in Montenegro is feasible and provides essential insights for designing a future large-scale study. Our preliminary evidence revealed a considerable proportion of prefrail individuals and a smaller proportion of frail individuals, as well as a notable burden of multimorbidity among adults aged 40-69 in Montenegro, particularly among those aged ≥55. This group could benefit from more timely preventive interventions at the primary care level, early detection of prefrailty, frailty and multimorbidity, which would ultimately enhance the resilience of the national healthcare system.",
  "disease": "coronary artery disease"
}