{
  "pmid": "41450442",
  "title": "Drivers and barriers for the implementation of value-based healthcare in Latin America: a cross-country qualitative policy analysis.",
  "abstract": "Value-Based Healthcare (VBHC) represents a paradigm shift from the traditional fee-for-service model to a fee-for-value model, aiming to optimize patient outcomes relative to cost. This study assesses the transition to VBHC in three Latin American countries: Argentina, Brazil, and Mexico. By identifying barriers and opportunities to unlock value in these health systems, it provides recommendations for advancing VBHC across the region. Multiple methods were used integrating targeted literature reviews, key informant interviews, and qualitative indicators scoring based on the Harvard High-Value Health System (HVHS) Model. Data were collected from academic and national health databases, government reports, and international health organizations. Thematic analysis was conducted to synthesize findings from the literature and interviews, while qualitative indicators were assessed using the HVHS Model. Brazil and Mexico have made progress in adopting VBHC principles, particularly in digital health and integrated care models. Brazil's Health Value Score (HVS) pilot and the Adequate Childbirth Project are key initiatives demonstrating the potential for improving patient outcomes and resource allocation. Mexico's Telemedicine Program has improved access to specialized care in remote areas. However, both countries face challenges such as fragmented healthcare systems, procurement practices that undermine value, and limited data interoperability. For example, Brazil's health Ministry has yet to establish a national or regional policy on VBHC. Argentina has shown progress in digital data systems and analytics, driven by the National Strategy of Digital Health 2018-2024, but faces significant challenges in healthcare financing, outcome measurement, and performance benchmarking. Advancing VBHC in Latin America requires comprehensive policy reforms, infrastructure investment, and collaboration among patients as well as the public, private, and non-profit sectors. Key recommendations include implementing standardized cost and outcome measurement frameworks, investing in health information technology, reforming procurement regulations to prioritize value, and providing training and support for healthcare providers. Addressing these challenges will enable the region to implement VBHC effectively, fostering more efficient, equitable, and sustainable, technologically flexible healthcare systems. We acknowledge support from the U.S. Chamber of Commerce and the Global Innovation Hub.",
  "disease": "breast cancer"
}