{
    "title": "The relationship between endometrial thickening and endometrial lesions in postmenopausal women.",
    "doc_id": "36006486",
    "writer": "Yao L",
    "year": "2022",
    "summary": "Regression analysis indicated that hypertension and endometrial thickness were independent risk factors for endometrial cancer and precancerous lesions in the symptomatic group. ...The endometrial thickening in postmenopausal asymptomatic women is mainly beni …",
    "abstract": "Purpose:\n        \n      \n      The study aims to investigate the relationship between endometrial thickening and endometrial lesions in postmenopausal women.\n    \n\n\n          Methods:\n        \n      \n      Totally 390 postmenopausal patients with endometrial thickening ≥ 5 mm were enrolled from June 2016 to April 2020, among whom 188 patients were asymptomatic and 202 patients were symptomatic.\n    \n\n\n          Results:\n        \n      \n      There were 50 cases with endometrial cancer and precancerous lesions and 150 cases with benign lesions in the symptomatic group, significantly higher than that in the asymptomatic group. The most common pathological type in the asymptomatic group was endometrial polyp. In the asymptomatic group, statistically significant differences were found in endometrial thickness between patients with endometrial cancer and precancerous lesion (group B) and those with benign lesions and non-organic lesions (group A). Statistically significant differences were also found in age, endometrial thickness, hypertension, full-term delivery time and miscarriage times between group A and group B. Regression analysis indicated that hypertension and endometrial thickness were independent risk factors for endometrial cancer and precancerous lesions in the symptomatic group. ROC analysis showed that 10.5 mm was the optimal threshold for predicting endometrial cancer and precancerous lesions in the asymptomatic group, with sensitivity of 100% and specificity of 78.3%.\n    \n\n\n          Conclusion:\n        \n      \n      The incidence of endometrial cancer and precancerous lesions in postmenopausal women with endometrial thickening and vaginal bleeding is higher than that of asymptomatic women. The endometrial thickening in postmenopausal asymptomatic women is mainly benign, and the threshold for predicting endometrial cancer and precancerous lesions is 10.5 mm.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36006486/"
}