{
    "title": "Violence Exposed Nepalese Pregnant Women have an Accepting Attitude to Domestic Violence and Suffer from Emotional Distress.",
    "doc_id": "38628002",
    "writer": "Pun KD ",
    "year": "2023",
    "summary": "Objective To investigate women's attitudes to domestic violence and their emotional distress, in a specific group of pregnant women. ...Result In total 1011 pregnant women participated in the research and 240 women admitted being exposed …",
    "abstract": "Background Violence against women and girls is frequent, a third of all women is estimated to experience violence in their lifetime and mostly by an intimate partner. Women in Southeast Asia are most affected, and previous studies in Nepal found that one in five women had experiences of domestic violence, including being afraid of someone in the family. Objective To investigate women's attitudes to domestic violence and their emotional distress, in a specific group of pregnant women. Method Validated questions from the WHO multi-country study on women's health and experiences of domestic violence, and questions from the Hopkins Symptom Checklist (HSCL-5), measuring depression and anxiety, were used. Women could answer anonymously by hearing questions in a headset and touching a tablet screen, for 'yes' or 'no'. Result In total 1011 pregnant women participated in the research and 240 women admitted being exposed to domestic violence (23.7%). These women had a more accepting attitude to violence compared to non-violence exposed women. They agreed more that the husband had good reasons to hit his wife, if she does not complete the household work to his satisfaction, she disobeys or refuses to have sex with him. Violence exposed women also reported more emotional distress and subsequently reduced wellbeing. They admitted worrying too much, feelings of hopelessness, feeling blue, fearful, or nervous. Conclusion The present study found that the pregnant Nepali women having an accepting attitude to violence suffer from emotional distress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38628002/"
}