{
    "title": "Non-agricultural sources dominate the atmospheric NH(3) in Xi'an, a megacity in the semi-arid region of China.",
    "doc_id": "32208242",
    "writer": "Wu C",
    "year": "2020",
    "summary": "To identify the sources of urban NH(3) in the semi-arid region of East Asia, real-time measurements of NH(3) and NH(4)(+) of PM(2.5) in the urban atmosphere of Xi'an, inland China during the winter and summer of 2017 were performed and their stable nitrogen isotope …",
    "abstract": "Ammonia (NH3), as a dominant alkaline gas in the atmosphere, plays a vital role in Chinese urban haze formation process, but its source in urban areas of China is controversial. To identify the sources of urban NH3 in the semi-arid region of East Asia, real-time measurements of NH3 and NH4+ of PM2.5 in the urban atmosphere of Xi'an, inland China during the winter and summer of 2017 were performed and their stable nitrogen isotope composition were analyzed. NH3 was 38.0 ± 9.4 μg/m3 in the summer, which is 1.5 times higher than that in the winter. Concentration of NH3 in both seasons well correlated with that of PAHs in PM2.5 and the mass ratio of (BbF + BeP + IP + BghiP) to the total PAHs, suggesting that fossil fuel combustion is an important source of NH3 in Xi'an. Moreover, diurnal variation pattern of NH3 was consistent with that of CO in the summer, peaking in the morning and evening rush hours, respectively, further indicating an importance of the contribution of traffic emissions to NH3 in the city. Based on the source apportionment by using isotope mixing model, we found that 66.4% and 62.5% of NH3 in the urban atmosphere were contributed by non-agricultural sources in the summer and winter, respectively. Our work revealed that non-agricultural sources dominate the atmospheric NH3 of Xi'an, where haze pollution is still severe, and suggested that emission controls of non-agricultural NH3 could be an effective way to mitigate the air pollution problem in the semi-arid region of East Asia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32208242/"
}