{
  "pmid": "41318835",
  "title": "The gut-liver-virus axis in hepatitis B and C: microbiota, immunometabolism, and exosome-mediated therapeutic opportunities.",
  "abstract": "Hepatitis B virus (HBV) and hepatitis C virus (HCV) infections remain a major global health burden, leading to chronic liver disease, cirrhosis, and hepatocellular carcinoma (HCC). Despite advancements in vaccination and antiviral therapies, viral persistence, immune evasion, and disease progression continue to challenge global elimination goals. Recent evidence suggests that the gut-liver-virus axis, involving microbiota dysbiosis, immunometabolic reprogramming, and exosome mediated signaling, plays a central role in HBV and HCV related pathogenesis. A comprehensive literature search was conducted using PubMed/MEDLINE, Scopus, Web of Science, and Google Scholar from January 2000 to August 2025. Studies were screened according to the PICO framework, focusing on HBV/HCV persistence, gut microbiota dysbiosis, immunometabolic changes, exosome-mediated communication, and therapeutic interventions. A total of 100 eligible studies, including clinical, preclinical, and mechanistic investigations, were synthesized. The analysis revealed that HBV and HCV infections remodel the gut liver axis through depletion of short-chain fatty acid (SCFA) producing taxa, enrichment of pro-inflammatory bacteria, and dysregulated bile acid and lipopolysaccharide metabolism. Viral persistence is sustained by immunometabolic rewiring, including glycolysis upregulation, lipid accumulation, and tryptophan kynurenine pathway activation, leading to T-cell exhaustion and immune suppression. Exosomes derived from infected hepatocytes and tumors facilitate viral spread, immune evasion, and oncogenesis while emerging as potential biomarkers and therapeutic nanocarriers. Collectively, these interconnected mechanisms drive inflammation, fibrosis, cirrhosis, and progression to HCC. The progression of HBV/HCV infections is governed by a complex interplay of viral persistence, gut microbiota alterations, metabolic reprogramming, and exosome-mediated communication. Targeting these pathways through microbiota-directed therapies, metabolic modulators, and exosome-based interventions offers promising opportunities for precision medicine. Future studies employing multi-omics integration, validated models, and longitudinal cohorts are required to establish causality and translate mechanistic insights into effective clinical strategies for preventing HBV/HCV associated cirrhosis and cancer.",
  "disease": "liver cirrhosis"
}