{
    "title": "Probing the Effect of Young's Modulus on the Reservoir Regulation Abilities of Dispersed Particle Gels.",
    "doc_id": "37232994",
    "writer": "Wang Z",
    "year": "2023",
    "summary": "The mechanical strength of dispersed particle gels (DPGs), which can be directly characterized by Young's modulus, is an important parameter affecting reservoir regulation performance. ...The results showed that with increase in Young's modulus, the DPG particles ex …",
    "abstract": "The mechanical strength of dispersed particle gels (DPGs), which can be directly characterized by Young's modulus, is an important parameter affecting reservoir regulation performance. However, the effect of reservoir conditions on the mechanical strength of DPGs, as well as the desired range of mechanical strength for optimum reservoir regulation performance, have not been systematically studied. In this paper, DPG particles with different Young's moduli were prepared and their corresponding migration performances, profile control capacities and enhanced oil recovery abilities were studied by simulated core experiments. The results showed that with increase in Young's modulus, the DPG particles exhibited improved performance in profile control as well as enhanced oil recovery. However, only the DPG particles with a modulus range of 0.19-0.762 kPa could achieve both adequate blockage in large pore throats and migration to deep reservoirs through deformation. Considering the material costs, applying DPG particles with moduli within the range of 0.19-0.297 kPa (polymer concentration: 0.25-0.4%; cross-linker concentration: 0.7-0.9%) would ensure optimum reservoir control performance. Direct evidence for the temperature and salt resistance of DPG particles was also obtained. When aged in reservoir conditions below 100 °C and at a salinity of 10 × 104 mg·L-1, the Young's modulus values of the DPG particle systems increased moderately with temperature or salinity, indicating a favorable impact of reservoir conditions on the reservoir regulation abilities of DPG particles. The studies in this paper indicated that the practical reservoir regulation performances of DPGs can be improved by adjusting the mechanical strength, providing basic theoretical guidance for the application of DPGs in efficient oilfield development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37232994/"
}