{
    "title": "People with low back pain perceive needs for non-biomedical services in workplace, financial, social and household domains: a systematic review.",
    "doc_id": "29574167",
    "writer": "Chou L",
    "year": "2018",
    "summary": "QUESTION: What needs of non-biomedical services are perceived by people with low back pain? DESIGN: Systematic review of qualitative and quantitative studies examining perceived needs of non-biomedical services for low back pain, identifi …",
    "abstract": "Question:\n        \n      \n      What needs of non-biomedical services are perceived by people with low back pain?\n    \n\n\n          Design:\n        \n      \n      Systematic review of qualitative and quantitative studies examining perceived needs of non-biomedical services for low back pain, identified through searching of MEDLINE, EMBASE, CINAHL and PsycINFO (1990 to 2016).\n    \n\n\n          Participants:\n        \n      \n      Adults with low back pain of any duration.\n    \n\n\n          Data extraction and analysis:\n        \n      \n      Descriptive data regarding study design and methodology were extracted. The preferences, expectations and satisfaction with non-biomedical services reported by people with low back pain were identified and categorised within areas of perceived need.\n    \n\n\n          Results:\n        \n      \n      Twenty studies (19 qualitative and one quantitative) involving 522 unique participants (total pool of 590) were included in this systematic review. Four areas emerged. Workplace: people with low back pain experience pressure to return to work despite difficulties with the demands of their occupation. They want their employers to be informed about low back pain and they desire workplace accommodations. Financial: people with low back pain want financial support, but have concerns about the inefficiencies of compensation systems and the stigma associated with financial remuneration. Social: people with low back pain report feeling disconnected from social networks and want back-specific social support. Household: people with low back pain report difficulties with household duties; however, there are few data regarding their need for auxiliary devices and domestic help.\n    \n\n\n          Conclusion:\n        \n      \n      People with low back pain identified work place, financial and social pressures, and difficulties with household duties as areas of need beyond their healthcare requirements that affect their ability to comply with management of their condition. Consideration of such needs may inform physiotherapists, the wider health system, social networks and the workplace to provide more relevant and effective services. [Chou L, Cicuttini FM, Urquhart DM, Anthony SN, Sullivan K, Seneviwickrama M, Briggs AM, Wluka AE (2018) People with low back pain perceive needs for non-biomedical services in workplace, financial, social and household domains: a systematic review. Journal of Physiotherapy 64: 74-83].",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29574167/"
}