{
    "title": "A qualitative study of mindfulness-based meditation therapy in Japanese cancer patients.",
    "doc_id": "20473691",
    "writer": "Ando M",
    "year": "2011",
    "summary": "PURPOSE: The primary objective of the study was to examine mindfulness-based meditation therapy qualitatively. A secondary goal was to examine the differences in themes selected by Japanese and Western patients receiving this therapy. ...RESULTS: Narrative data from the se …",
    "abstract": "Purpose:\n        \n      \n      The primary objective of the study was to examine mindfulness-based meditation therapy qualitatively. A secondary goal was to examine the differences in themes selected by Japanese and Western patients receiving this therapy.\n    \n\n\n          Methods:\n        \n      \n      The subjects were 28 patients who were undergoing anti-cancer treatment. The subjects participated in two sessions of mindfulness-based meditation therapy, including breathing, yoga movement, and meditation. Each patient was taught the program in the first session, then exercised at home with a CD, and subsequently met the interviewer in a second session after 2 weeks. Primary physicians recruited the patients and interviews were conducted individually by nurses or psychologists with training in the program. Patients provided answers to pre- and post-intervention interviews about the meaning of their illness.\n    \n\n\n          Results:\n        \n      \n      Narrative data from the semi-structured interview were analyzed qualitatively. Pre-intervention, themes such as \"Effort to cope,\" \"Looking back,\" \"Spirituality,\" \"Personal growth,\" and \"Suffering\" were often chosen. Post-intervention, themes such as \"Adapted coping,\" \"Personal growth,\" \"Positive meaning,\" \"Spirituality,\" and \"Negative recognition\" were more commonly chosen.\n    \n\n\n          Conclusions:\n        \n      \n      Mindfulness-based meditation therapy may be effective for producing adapted coping, including positive recognition and changes for an adapted lifestyle. There were some common aspects and some differences in the themes selected by patients in this study and Western patients received mindfulness therapy in other studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20473691/"
}