{
    "title": "Urine Uromodulin as a Biomarker of Kidney Tubulointerstitial Fibrosis.",
    "doc_id": "35948365",
    "writer": "Melchinger H",
    "year": "2022",
    "summary": "BACKGROUND AND OBJECTIVES: Uromodulin, produced exclusively in the kidney's thick ascending limb, is a biomarker of kidney tubular health. However, the relationship between urine uromodulin and histologic changes in the kidney tubulointerstitium has no …",
    "abstract": "Background and objectives:\n        \n      \n      Uromodulin, produced exclusively in the kidney's thick ascending limb, is a biomarker of kidney tubular health. However, the relationship between urine uromodulin and histologic changes in the kidney tubulointerstitium has not been characterized. In this study, we test the association of urine uromodulin with kidney histologic findings in humans and mice.\n    \n\n\n          Design, setting, participants, & measurements:\n        \n      \n      We investigated the independent association of urine uromodulin measured at the time of kidney biopsy with histologic features in 364 participants at two academic medical centers from 2015 to 2018 using multivariable linear regression models. This relationship was further examined by comparison of uromodulin staining in murine models of kidney fibrosis and repair.\n    \n\n\n          Results:\n        \n      \n      We found urine uromodulin to be correlated with serum creatinine (rho=-0.43; P<0.001), bicarbonate (0.20; P<0.001), and hemoglobin (0.11; P=0.03) at the time of biopsy but not with urine albumin (-0.07; P=0.34). Multivariable models controlling for prebiopsy GFR, serum creatinine at biopsy, and urine albumin showed higher uromodulin to be associated with lower severity of interstitial fibrosis/tubular atrophy and glomerulosclerosis (interstitial fibrosis/tubular atrophy: -3.5% [95% confidence intervals, -5.7% to -1.2%] and glomerulosclerosis: -3.3% [95% confidence intervals, -5.9% to -0.6%] per two-fold difference in uromodulin). However, when both interstitial fibrosis/tubular atrophy and glomerulosclerosis were included in multivariable analysis, only interstitial fibrosis/tubular atrophy was independently associated with uromodulin (interstitial fibrosis/tubular atrophy: -2.5% [95% confidence intervals, -4.6% to -0.4%] and glomerulosclerosis: -0.9% [95% confidence intervals, -3.4% to 1.5%] per two-fold difference in uromodulin). In mouse kidneys, uromodulin staining was found to be lower in the fibrotic model than in normal or repaired models.\n    \n\n\n          Conclusions:\n        \n      \n      Higher urine uromodulin is independently associated with lower tubulointerstitial fibrosis in both human kidney biopsies and a mouse model of fibrosis.\n    \n\n\n          Podcast:\n        \n      \n      This article contains a podcast at https://www.asn-online.org/media/podcast/CJASN/2022_08_10_CJN04360422.mp3.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35948365/"
}