{
    "title": "Synchrony of sarcomeric movement regulates left ventricular pump function in the in vivo beating mouse heart.",
    "doc_id": "34605861",
    "writer": "Kobirumaki-Shimozawa F",
    "year": "2021",
    "summary": "Sarcomeric contraction in cardiomyocytes serves as the basis for the heart's pump functions. It has generally been considered that in cardiac muscle as well as in skeletal muscle, sarcomeres equally contribute to myofibrillar dynamics in myocytes at varying loads by …",
    "abstract": "Sarcomeric contraction in cardiomyocytes serves as the basis for the heart's pump functions. It has generally been considered that in cardiac muscle as well as in skeletal muscle, sarcomeres equally contribute to myofibrillar dynamics in myocytes at varying loads by producing similar levels of active and passive force. In the present study, we expressed α-actinin-AcGFP in Z-disks to analyze dynamic behaviors of sequentially connected individual sarcomeres along a myofibril in a left ventricular (LV) myocyte of the in vivo beating mouse heart. To quantify the magnitude of the contribution of individual sarcomeres to myofibrillar dynamics, we introduced the novel parameter \"contribution index\" (CI) to measure the synchrony in movements between a sarcomere and a myofibril (from -1 [complete asynchrony] to 1 [complete synchrony]). First, CI varied markedly between sarcomeres, with an average value of ∼0.3 during normal systole. Second, when the movements between adjacent sarcomeres were asynchronous (CI < 0), a sarcomere and the ones next to the adjacent sarcomeres and farther away moved in synchrony (CI > 0) along a myofibril. Third, when difference in LV pressure in diastole and systole (ΔLVP) was lowered to <10 mm Hg, diastolic sarcomere length increased. Under depressed conditions, the movements between adjacent sarcomeres were in marked asynchrony (CI, -0.3 to -0.4), and, as a result, average CI was linearly decreased in association with a decrease in ΔLVP. These findings suggest that in the left ventricle of the in vivo beating mouse heart, (1) sarcomeres heterogeneously contribute to myofibrillar dynamics due to an imbalance of active and passive force between neighboring sarcomeres, (2) the force imbalance is pronounced under depressed conditions coupled with a marked increase in passive force and the ensuing tug-of-war between sarcomeres, and (3) sarcomere synchrony via the distal intersarcomere interaction regulates the heart's pump function in coordination with myofibrillar contractility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34605861/"
}