{
  "pmid": "41411984",
  "title": "Risk factors for keratoconus progression and changes in corneal swept source OCT parameters.",
  "abstract": "Identifying progression of keratoconus (KC) at an early stage remains a significant but important challenge, because it allows the treatment of patients before the disease affects their vision. This study aimed to analyze the risk factors for KC progression and the changes in CASIA-2 swept source OCT topography (SS-OCT Tomey, Japan) corneal parameters in progressive and nonprogressive KC. This retrospective, single-center study was conducted at Bordeaux University Hospital, France, at the National Referral Center for Keratoconus (CRNK). One hundred thirty-four patients were retrospectively included and divided into two groups: progressive KC (n=59), requiring accelerated CXL, and stable KC (n=75). Demographic, clinical, and topographic data were recorded. At baseline, young age, a history of asthma, and severe KC were significantly associated with keratoconus progression (OR 2.50, 95% CI: 1.44-4.35; OR 2.80, 95% CI: 1.05-7.42; and 3.56, 95% CI: 1.54-8.19, respectively). CASIA Fourier high-order aberrations (CASIA HOA), Ectasia Screening Index (ESI), anterior maximal elevation, and posterior maximal elevation were the four variables that were significantly different between the progressive and nonprogressive groups. Keratometric Asymmetry Amplitude (KAA), SimKmax, Kapex ant, and CASIA spherical aberrations (CASIA AS) showed a greater magnitude of increase than the other parameters between the two consultations in the progressive group than in the nonprogressive group. In the future, developing a progression risk score that combines clinical criteria (age, asthma, and eye rubbing) with topographic variables (CASIA HOA, ESI, anterior maximal elevation, and posterior maximal elevation) may improve adaptation of the follow-up frequency for keratoconus patients. The four most promising CASIA parameters for monitoring keratoconus progression are KAA, Kapex, SimKmax, and CASIA AS; these variables could serve as potential warning signs of progression.",
  "disease": "asthma"
}