{
  "pmid": "41436282",
  "title": "Clinical 7T MRI for Epilepsy: A Retrospective Review of 50 Cases.",
  "abstract": "7T MRI has specific technical features that are advantageous for epilepsy. This study aims to evaluate whether new potentially epileptogenic abnormalities can be identified on 7T MRI in patients with epilepsy with negative 3T MRI findings. Clinical 7T epilepsy MRI examinations in patients with prior negative 3T imaging findings were retrospectively reviewed by 3 neuroradiologists. Their consensus 7T scan interpretations were reviewed by a neurologist for concordance with EEG findings. Descriptive characteristics of any 7T MRI abnormalities and their locations were recorded. The clinical and EEG findings in subjects with abnormal 7T scan findings were compared with those of subjects without a 7T abnormality. In patients with epilepsy with nonlesional 3T MRI, new abnormal findings were identified on 7T MRI in 36% (18/50) of cases. Of the 14 pediatric cases, there were 7T MRI abnormal findings in 6/14 (42.9%). Across all cases, a total of 21 discrete abnormal findings were identified, including meningoencephaloceles (5/21, 23.8%), cavernous malformations/possible vascular lesions (5/21, 23.8%), focal cortical dysplasia (3/21, 14.3%), gray matter heterotopia (3/21, 14.3%), mesial temporal sclerosis (3/21, 14.3%), 1 indeterminant hippocampal morphology finding (1/21), and 1 case of a diffuse migrational abnormality (1/21). Noninvasive EEG monitoring unit data were concordant with the location of 7T abnormalities in 60.0% (9/15) of cases with these clinical data available. Participants with generalized seizures (OR, 0.2; 95% CI, 0.041-0.75) and those with multiple seizure types (OR, 0.14; 95% CI, 0.027-0.52) were significantly less likely to have new potentially epileptogenic lesions detected at 7T. Two 7T cases with abnormal findings underwent surgical resection with good clinical outcomes (Engel Class IA). In clinical practice, 7T MRI revealed additional epileptogenic lesions in 36% of nonlesional 3T MRI cases.",
  "disease": "epilepsy"
}