{
    "title": "The Assessment of Quality of Life (AQoL) instrument: a psychometric measure of health-related quality of life.",
    "doc_id": "10472152",
    "writer": "Hawthorne G",
    "year": "1999",
    "summary": "This paper describes constructing the Assessment of Quality of Life (AQoL) instrument; designed to measure health-related quality of life (HRQoL), and to be the descriptive system for a multi-attribute utility instrument. ...These preliminary results i …",
    "abstract": "This paper describes constructing the Assessment of Quality of Life (AQoL) instrument; designed to measure health-related quality of life (HRQoL), and to be the descriptive system for a multi-attribute utility instrument. Unlike previous utility instruments' descriptive systems, the AQoL's has been developed using state-of-the-art psychometric procedures. The result is a descriptive system which emphasizes five different facets of HRQoL and which can claim to have construct validity. Based on the WHO's definition of health a model of HRQoL was developed. Items were written by focus groups of doctors and the researchers. These were administered to a construction sample, comprising hospital patients, and community members chosen at random. Final construction was through an iterative process of factor and reliability analyses. The AQoL measures 5 dimensions: illness, independent living, social relationships, physical senses and psychological wellbeing. Each has three items. Exploratory factor analysis showed the dimensions were orthogonal, and each was unidimensional. Internal consistency was alpha = 0.81. Structural equation modeling explored its internal structure; the comparative fit index was 0.90. These preliminary results indicate the AQoL has the prerequisite qualities for a psychometric HRQoL instrument for evaluation; replication with a larger sample is needed to verify these findings. Scaling it for economic evaluation using utilities is being undertaken. Respondents have indicated the AQoL is easy to understand and is quickly completed. Its initial properties suggest it may be widely applicable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10472152/"
}