{
    "title": "Expression and function of human ribonuclease 4 in the kidney and urinary tract.",
    "doc_id": "33818125",
    "writer": "Bender K",
    "year": "2021",
    "summary": "RNASE4 transcript expression was detected in human kidney and bladder tissue using quantitative real-time PCR. Immunostaining or in situ hybridization localized RNase 4 expression to proximal tubules, principal and intercalated cells in the kidney's collectin …",
    "abstract": "Antimicrobial peptides are essential host defense mechanisms that prevent urinary tract infections. Recent studies have demonstrated that peptides in the ribonuclease A superfamily have antimicrobial activity against uropathogens and protect the urinary tract from uropathogenic Escherichia coli (UPEC). Little is known about the antibacterial function or expression of ribonuclease 4 (RNase 4) in the human urinary tract. Here, we show that full-length recombinant RNase 4 peptide and synthetic amino-terminal RNase 4 peptide fragment have antibacterial activity against UPEC and multidrug-resistant (MDR)-UPEC. RNASE4 transcript expression was detected in human kidney and bladder tissue using quantitative real-time PCR. Immunostaining or in situ hybridization localized RNase 4 expression to proximal tubules, principal and intercalated cells in the kidney's collecting duct, and the bladder urothelium. Urinary RNase 4 concentrations were quantified in healthy controls and females with a history of urinary tract infection. Compared with controls, urinary RNase 4 concentrations were significantly lower in females with a history of urinary tract infection. When RNase 4 was neutralized in human urine or silenced in vitro using siRNA, urinary UPEC replication or attachment to and invasion of urothelial and kidney medullary cells increased. These data show that RNase 4 has antibacterial activity against UPEC, is expressed in the human urinary tract, and can contribute to host defense against urinary tract infections.NEW & NOTEWORTHY Ribonuclease 4 (RNase 4) is a newly identified host defense peptide in the human kidney and bladder. RNase 4 kills uropathogenic Escherichia coli (UPEC) and multidrug-resistant UPEC. RNase 4 prevents invasive UPEC infection and suppressed RNase 4 expression may be a risk factor for more severe or recurrent urinary tract infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33818125/"
}