{
  "pmid": "41430713",
  "title": "Disrupting α-Synuclein-ClpP interaction restores mitochondrial function and attenuates neuropathology in Parkinson's disease models.",
  "abstract": "Mitochondrial dysfunction and α-Synuclein (αSyn) aggregation are defining features of Parkinson's disease (PD), yet the mechanistic link between them remains poorly understood. Although our previous findings suggest that the interaction between αSyn and ClpP (a mitochondrial matrix protease) contributes to PD progression, the pathogenic and therapeutic relevance of this interaction remains elusive. We employed biochemical and cell biological approaches to investigate how αSyn and ClpP are mutually regulated. Additionally, we determined the pathogenic impact of αSyn-ClpP interaction by using decoy peptide CS2 in αSyn-PFF inoculated primary neurons, PD patient iPSC-derived dopaminergic neurons, and a transgenic mouse model of PD carrying αSyn-A53T mutation. We identified mitochondrial protease ClpP as a key regulator of αSyn pathology. We show that αSyn interacts with ClpP through its non-amyloid-β component (NAC) domain, leading to impaired ClpP activity and mitochondrial proteotoxic stress. ClpP, in turn, negatively regulates αSyn aggregation and propagation by stabilizing its native tetrameric form. To interrupt this pathogenic interaction, we developed a decoy peptide, CS2, which binds the NAC domain of αSyn and restores ClpP function. CS2 treatment reduced mitochondrial oxidative stress and αSyn neurotoxicity in neuronal cultures, primary cortical neurons inoculated with αSyn preformed fibrils, and dopaminergic neurons derived from PD patient iPSCs. In mThy1-hSNCA transgenic mice, subcutaneous administration of CS2 restored ClpP levels, decreased αSyn pathology and neuroinflammation, and improved both cognitive and motor function. These findings highlight the αSyn-ClpP interaction as a druggable target and support CS2 as a potential disease-modifying therapy for PD and related synucleinopathies.",
  "disease": "parkinson disease"
}