{
    "title": "Preventive Role of Diet Interventions and Dietary Factors in Type 2 Diabetes Mellitus: An Umbrella Review.",
    "doc_id": "32899917",
    "writer": "Toi PL",
    "year": "2020",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Although the body of evidence indicates clear benefits of dietary modifications for prevention of type-2 diabetes mellitus (T2DM), it may be difficult for healthcare providers to recommend which diet interventions or dietary factors are appropriate for patients as there are too many modalities available. Accordingly, we performed an umbrella review to synthesize evidence on diet interventions and dietary factors in prevention of T2DM.\n    \n\n\n          Methods:\n        \n      \n      Medline and Scopus databases were searched for relevant studies. Systematic reviews with meta-analyses of randomized-controlled trial or observational studies were eligible if they measured effects of diet interventions and/or dietary factors including dietary patterns, food groups, and nutrients on risk of T2DM. The effect of each diet intervention/factor was summarized qualitatively.\n    \n\n\n          Results:\n        \n      \n      Sixty systematic reviews and meta-analyses were eligible. Results of the review suggest that healthy dietary patterns such as Mediterranean and Dietary Approaches to Stop Hypertension (DASH) diets, and high consumption of whole grains, low-fat dairy products, yogurt, olive oil, chocolate, fiber, magnesium, and flavonoid significantly reduced the risk of T2DM. In contrast, high glycemic index and glycemic load diets, high consumption of red and processed meat, and sugar or artificial sugar-sweetened beverages significantly increased risk of T2DM. Prescribing diet interventions with or without physical activity interventions significantly decreased risk of T2DM in both high-risk and general population.\n    \n\n\n          Conclusion:\n        \n      \n      High consumption of Mediterranean and DASH diet, and interventions that modified the quality of diet intake significantly reduced risk of T2DM especially in the high-risk population. These lifestyle modifications should be promoted in both individual and population levels to prevent and decrease burden from T2DM in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32899917/"
}