{
  "pmid": "41467439",
  "title": "Microbiota-gut-brain axis and bile acids-driven neuromodulation.",
  "abstract": "Bile acids emerge as multifunctional signaling molecules with dual hepatic and microbial origins, acting through farnesoid X receptor and Takeda G protein coupled receptor 5 to influence inflammation and metabolism. Their dysregulation is consistently observed across various neurodegenerative diseases. The microbiota-gut-brain axis is a pivotal conduit for bile acids-driven neuromodulation, while sex-specific bile acid profiles and signaling pathways introduce critical biological heterogeneity. Emerging translational evidence indicates the promise of bile acids as biomarkers and therapeutic targets, yet highlights the critical hurdles that need to be addressed to realize precision interventions. Our core findings are: (1) Bile acids are far more than mere metabolic byproducts. They orchestrate core pathological processes such as neuroinflammation and energy metabolism. Their functions, whether neuroprotective or neurotoxic, are highly context-dependent, varying with cell type and disease-specific pathological backgrounds, thus exhibiting a potent \"double-edged sword\" effect. (2) The \"microbiota-bile acids-brain axis\" serves as a crucial bridge linking peripheral metabolic dysregulation to central nervous system pathology. (3) Sexual dimorphism emerges as a fundamental biological variable essential for understanding the heterogeneity in bile acid profiles and disease susceptibility. The primary contribution of this work is the proposal of an integrated \"microbiota-bile acids-sex\" framework that systematically describes the key scientific challenge of the context-dependent, dual roles of bile acids. Ultimately, this review champions a paradigm shift from a traditional brain-centric view to a systemic, metabolic perspective, establishing the bile acid system as a promising target for future precision therapeutic interventions.",
  "disease": "alzheimer disease"
}