{
    "title": "Associations between paraoxonase-1 and systemic lupus erythematosus.",
    "doc_id": "31653192",
    "writer": "Bae SC",
    "year": "2019",
    "summary": "OBJECTIVE: The objective of this analysis was to explore associations between paraoxonase-1 levels, gene polymorphisms and systemic lupus erythematosus. METHODS: Meta-analyses of paraoxonase-1 levels and Q192R and L55M and polymorphisms in systemic …",
    "abstract": "Objective:\n        \n      \n      The objective of this analysis was to explore associations between paraoxonase-1 levels, gene polymorphisms and systemic lupus erythematosus.\n    \n\n\n          Methods:\n        \n      \n      Meta-analyses of paraoxonase-1 levels and Q192R and L55M and polymorphisms in systemic lupus erythematosus were conducted.\n    \n\n\n          Results:\n        \n      \n      Nine articles were incorporated in our meta-analysis, which uncovered that the paraoxonase-1 level was decreased in systemic lupus erythematosus compared to control (standard mean difference = -1.626, 95% confidence interval = -2.829--0.424, p = 0.008). Ethnicity-specific meta-analysis demonstrated a relation tendency between decreased paraoxonase-1 activity and lupus in Europeans (standard mean difference = -1.236, 95% confidence interval = -2.634-0.163, p = 0.083). Paraoxonase-1 activity was reduced in systemic lupus erythematosus in a single Arab and African population. Decreased paraoxonase-1 activity was found in a small sample of systemic lupus erythematosus patients (standard mean difference = -1.642, 95% confidence interval = -3.076--0.247, p = 0.021). Ethnicity-specific analysis indicated a relationship between the paraoxonase-1 55 M allele in the Arab systemic lupus erythematosus population. However, a lack of association with systemic lupus erythematosus and the paraoxonase-1 192 R allele was observed.\n    \n\n\n          Conclusions:\n        \n      \n      Meta-analyses revealed reduced paraoxonase-1 activity in patients with systemic lupus erythematosus and found possible associations between systemic lupus erythematosus and paraoxonase-1 L55M polymorphism in a specific ethnic group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31653192/"
}