{
    "title": "University students' resilience in post-pandemic period: a socio-ecological perspective.",
    "doc_id": "40417036",
    "writer": "Sheng J",
    "year": "2025",
    "summary": "In China, universities have recognized the importance of this issue and investigated students' resilience in the post-pandemic world. METHODS: This study utilized a quantitate research method to examine university students' resilience and the factors influencing it. …",
    "abstract": "Introduction:\n        \n      \n      The psychological impact of the COVID-19 pandemic on university students has become a significant concern, leading to increased attention on students' mental health. In China, universities have recognized the importance of this issue and investigated students' resilience in the post-pandemic world.\n    \n\n\n          Methods:\n        \n      \n      This study utilized a quantitate research method to examine university students' resilience and the factors influencing it. Employed purposive sampling, 1735 students from 5 universities in China participated in the research. A comprehensive questionnaire was distributed to collect data on participants' demographic information, socio-ecological factors, and resilience levels.\n    \n\n\n          Results:\n        \n      \n      Using the data analysis approach of descriptive statistics, independent sample t-test and structural equation modeling, the results revealed the following findings: (1) The majority of students demonstrated a moderate level of resilience (M = 2.949 out of 5, SD = 0.569). (2) Significant differences in resilience levels were observed among students based on demographic factors of gender and students' leadership experience. (3) Regarding ecological factors, individuals were identified as the most influential factor on resilience levels, followed by family, school, and social factors. Among Individual factors, emotional regulation and coping abilities are the greatest influence.\n    \n\n\n          Discussion:\n        \n      \n      Based on the results, the study provides targeted recommendations and strategies and addresses the identified factors to enhance students' psychological resilience in university settings in the post-pandemic era.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40417036/"
}