{
  "pmid": "41416019",
  "title": "Comparison of Myocardial Viability by Cardiac Magnetic Resonance Imaging and Echocardiography in Patients With Myocardial Infarction: An Observational Cross-Sectional Study.",
  "abstract": "Background and aim Coronary artery disease (CAD) is one of the major causes of morbidity and mortality worldwide. Following myocardial infarction (MI), patients may develop significant ventricular dysfunction, and many others may harbor a burden of residual coronary disease, for which viability assessment of the suspected myocardial territory may be needed. Thus, this study aimed to assess the viability of myocardium by cardiac magnetic resonance imaging (MRI) in patients with MI and compare it with wall motion abnormality in echocardiography. Methods An observational cross-sectional study was conducted at Shahid Gangalal National Heart Centre and Bir Hospital, Kathmandu, Nepal. A total of 90 patients with a history of MI who underwent cardiac MRI were enrolled from May 12, 2023, to May 11, 2024. Echocardiography was analyzed for wall motion abnormalities and left ventricular ejection fraction (LVEF), while cardiac MRI was analyzed for wall motion abnormalities, LVEF, and late gadolinium enhancement (LGE). Myocardial segments were divided into those with LGE ≤50% (viable) and those with LGE >50% (non-viable). Wall motion abnormality by echocardiography and LGE by cardiac MRI were assessed for each segment and compared. Results Out of a total of 1,530 myocardial segments in 90 patients, 431 segments showed LGE on cardiac MRI, out of which 38 segments had LGE ≤50%, and 393 segments had LGE >50%. Most of the myocardial segments with LGE on cardiac MRI were in the left anterior descending (LAD) artery territory. All 38 segments that showed LGE ≤50% showed hypokinesia on echocardiogram. None of these segments showed akinesia or dyskinesia on echocardiogram. The majority of the segments with LGE >50% showed akinesia on echocardiogram, followed by hypokinesia and dyskinesia. None of the segments with LGE >50% had normal wall motion. Conclusion Cardiac MRI is an accurate and reliable tool to assess cardiac volumes, function, and LGE, thus determining the extent and severity of infarcted myocardium. Wall motion abnormalities by echocardiography, based on their severity, can also help to predict which involved myocardium may be viable and thus benefit in resource-limited settings.",
  "disease": "coronary artery disease"
}