{
  "pmid": "41452450",
  "title": "Lipopolysaccharide of Klebseilla pneumoniae as a potential vaccine target: extraction, purification and structural insights.",
  "abstract": "Klebseilla pneumoniae, poses a major health concern and its lipopolysaccharide act as a potential immunogenic target for vaccine production. The study was aimed to extract, characterize and structural analysis of lipopolysaccharide from local clinical isolate of Klebseilla pneumoniae by using different analytical techniques. In January 2024 due to large number of pneumonia infections, clinical sample of Klebseilla pneumoniae was collected from tertiary care hospitals of Punjab, Pakistan. Bacterial strain was characterized and antibiotic testing was performed using disk diffusion method. Lipopolysaccharide was extracted, quantified and characterized by various analytical methods such as Limulus Amebocyte Lysate (LAL) assay, SDS-PAGE, High Performance Liquid chromatography (HPLC), Fourier Transfer Infrared spectroscopy (FTIR) and Gas Chromatography-Mass Spectroscopy (GC-MS). Results showed that Klebseilla pneumoniae had highest resistant to most β-lactams and aminoglycosides whereas less sensitive to colistin, merpenem and imipenem. Hot phenol-water method yields purified lipopolysaccharide that was further confirmed by SDS-PAGE that demonstrated O-polysaccharide and lipid A moiety. While HPLC revealed 80-90% purity compared with commercial standard. FTIR spectrum showed distinctive peaks at 3331.10 cm⁻¹, 2216.21 cm⁻¹, 1982.82 cm⁻¹, and 667.37 cm⁻¹, corresponding to hydroxyl, alkyne/nitrile, carbon bonds, and pyranose ring structures, which revealed sugar moieties such as glucosamine that are key components of lipid A in lipopolysaccharide whereas GC-MS detected vital immunogenic components phenylephrine, 1-adamantane methylamine and α-bisabolol. It is concluded that lipopolysaccharide isolated from local isolate of K. pneumoniae represented the structurally validated and immunologically active biomolecules, act as a potential vaccine candidate to address antimicrobial resistance in developing countries.",
  "disease": "pneumonia"
}