{
  "pmid": "41454068",
  "title": "Causal relationships between neuroimaging phenotypes and the risk of early and late-onset alzheimer's disease.",
  "abstract": "Early-onset (EOAD) and late-onset Alzheimer's disease (LOAD) exhibit distinct genetic and neurobiological characteristics, yet their causal relationships with neuroimaging phenotypes remain unclear. This study aimed to investigate the potential causal effects of structural and functional brain alterations on AD subtypes using Mendelian Randomization (MR). Two-sample MR analysis was conducted using genome-wide association study (GWAS) summary data from UK Biobank and FinnGen R12. Neuroimaging phenotypes-including cortical thickness, gray matter volume, white matter integrity, and functional connectivity-were treated as exposures, and EOAD and LOAD were treated as outcomes. The inverse-variance weighted (IVW) method was used as the primary analysis, with multiple testing correction performed using the Bonferroni method. Sensitivity analyses were conducted to assess heterogeneity and horizontal pleiotropy. In the MR analysis, a total of 87 neuroimaging traits showed nominally significant associations (P < 0.05) with EOAD, and 112 traits showed nominally significant associations with LOAD based on the IVW method. After Bonferroni correction for multiple testing, no neuroimaging trait remained statistically significant in EOAD, suggesting potential but unconfirmed causal signals. In contrast, two neuroimaging traits remained significantly associated with LOAD: decreased fractional anisotropy (FA) in the left sagittal stratum (P = 2.04 × 10⁻⁵) and increased intracellular volume fraction (ICVF) in the right sagittal stratum (P = 3.10 × 10⁻⁵), highlighting robust associations with white matter microstructural changes. These findings highlight distinct neuroimaging biomarkers for EOAD and LOAD, providing insights into subtype-specific mechanisms and potential targets for early diagnosis and personalized interventions. Further longitudinal studies integrating multi-omics approaches are warranted to refine causal pathways and enhance therapeutic strategies.",
  "disease": "alzheimer disease"
}