{
    "title": "Preterm birth and risk of type 1 and type 2 diabetes: systematic review and meta-analysis.",
    "doc_id": "25073871",
    "writer": "Li S",
    "year": "2014",
    "summary": "We calculated pooled odds ratio (OR) and 95% confidence interval (CI) using fixed-effects model to evaluate the relations between preterm birth and type 1 and type 2 diabetes. The results suggested that preterm birth was significantly associated with increase …",
    "abstract": "Preterm birth is suggested to play an important role in the development of diabetes. However, results have been inconsistent. We conducted a systematic review and meta-analysis to clarify the relationship between preterm birth and type 1 and type 2 diabetes. PubMed, Embase and ISI Web of Science were searched. A total of 18 studies (including 2,176,480 participants and 22,073 cases) for type 1 diabetes and five studies (including 31,478 participants and 1,898 cases) for type 2 diabetes were included in the current meta-analyses. We calculated pooled odds ratio (OR) and 95% confidence interval (CI) using fixed-effects model to evaluate the relations between preterm birth and type 1 and type 2 diabetes. The results suggested that preterm birth was significantly associated with increased risk of type 1 diabetes (OR = 1.18, 95% CI = 1.11-1.25), with no evidence of between-study heterogeneity (I(2) = 13.2%, P = 0.296). Preterm birth was also significantly associated with increased risk of type 2 diabetes (OR = 1.51, 95% CI = 1.32-1.72), with no evidence of (I(2) = 0.0%, P = 0.557). Subgroup analyses suggested that there was significant association in both case-control studies (OR = 1.16, 95% CI = 1.06-1.26) and cohort studies (relative risk = 1.20, 95% CI = 1.11-1.29) for type 1 diabetes, and similar results were found for type 2 diabetes. The results suggested that preterm birth was a significant and independent risk factor for both type 1 and type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25073871/"
}