{
  "pmid": "41382153",
  "title": "The impact of metabolic control on cardiovascular outcomes in patients with type 2 diabetes and chronic multivessel coronary artery disease: a cohort study.",
  "abstract": "The long-term impact of metabolic control on cardiovascular outcomes in patients with type 2 diabetes mellitus and stable coronary artery disease remains uncertain. While some studies suggest benefits from multifactorial interventions, data specifically evaluating sustained control of key metabolic parameters are limited. From 884 patients enrolled between 1995 and 2010, 718 were selected. Data were analyzed from July 2022 to July 2024. Patients were categorized into four groups based on the number of metabolic factors within target range (low-density lipoproteins (LDL-C) < 100 mg/dL, glycated hemoglobin (HbA1C) < 7.5%, triglycerides < 150 mg/dL).  The primary outcome was a composite of all-cause mortality, myocardial infarction, stroke, and unplanned myocardial revascularization. Multivariate Cox regression models were calculated adjusting for confounders including age, sex, smoking, ejection fraction, number of diseased vessels, and initial coronary artery disease treatment. Of 718 patients (mean [SD] age, 61 [8] years; 254 female [35,3%]), followed during 8 (± 3.4) years, 199 (27.8%) had all 3 metabolic factors controlled, 260 (36.2%) had 2 factors controlled, 175 (24.3%) one factor controlled, and 84 (11.7%) no factor controlled. The group with all factors controlled was older and more frequently male. A dose-response association was observed, with progressively higher event rates as fewer metabolic factors were controlled. Patients with no controlled factors had nearly threefold the risk of events compared to those with all within target levels (HR 2.87, 95% CI 1.81-4.54, p < 0,01) in adjusted analysis. In patients with stable coronary artery disease and type 2 diabetes mellitus, inadequate control of metabolic factors was associated with higher risk of cardiovascular events over long-term follow-up. Retrospectively registered.",
  "disease": "coronary artery disease"
}