{
    "title": "Spinal cord injury: overview of experimental approaches used to restore locomotor activity.",
    "doc_id": "25870961",
    "writer": "Fakhoury M.",
    "year": "2015",
    "summary": "Spinal cord injury affects more than 2.5 million people worldwide and can lead to paraplegia and quadriplegia. ...The recovery process depends mainly on synaptic plasticity in the preexisting circuits and on the formation of new pathways through collateral sp …",
    "abstract": "Spinal cord injury affects more than 2.5 million people worldwide and can lead to paraplegia and quadriplegia. Anatomical discontinuity in the spinal cord results in disruption of the impulse conduction that causes temporary or permanent changes in the cord's normal functions. Although axonal regeneration is limited, damage to the spinal cord is often accompanied by spontaneous plasticity and axon regeneration that help improve sensory and motor skills. The recovery process depends mainly on synaptic plasticity in the preexisting circuits and on the formation of new pathways through collateral sprouting into neighboring denervated territories. However, spontaneous recovery after spinal cord injury can go on for several years, and the degree of recovery is very limited. Therefore, the development of new approaches that could accelerate the gain of motor function is of high priority to patients with damaged spinal cord. Although there are no fully restorative treatments for spinal injury, various rehabilitative approaches have been tested in animal models and have reached clinical trials. In this paper, a closer look will be given at the potential therapies that could facilitate axonal regeneration and improve locomotor recovery after injury to the spinal cord. This article highlights the application of several interventions including locomotor training, molecular and cellular treatments, and spinal cord stimulation in the field of rehabilitation research. Studies investigating therapeutic approaches in both animal models and individuals with injured spinal cords will be presented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25870961/"
}