{
    "title": "Neuropathic pain component and its association with time elapsed since pain onset in patients with low back pain.",
    "doc_id": "36861853",
    "writer": "Kim HJ",
    "year": "2023",
    "summary": "BACKGROUND: Time elapsed since pain onset might affect the likelihood of neuropathic component in low back pain. The aim of this study was to investigate the relationship between neuropathic pain component and pain duration in patients with low back pa …",
    "abstract": "Background:\n        \n      \n      Time elapsed since pain onset might affect the likelihood of neuropathic component in low back pain. The aim of this study was to investigate the relationship between neuropathic pain component and pain duration in patients with low back pain and to identify factors associated with neuropathic pain component.\n    \n\n\n          Methods:\n        \n      \n      Patients with low back pain who received treatment at our clinic were enrolled. Neuropathic component was assessed using the painDETECT questionnaire at the initial visit. PainDETECT scores and the results for each item were compared according to pain duration category (< 3 months, 3 months to 1 year, 1 year to 3 years, 3 years to 10 years, and ≥ 10 years). A multivariate analysis was used to identify factors associated with neuropathic pain component (painDETECT score ≥ 13) in low back pain.\n    \n\n\n          Results:\n        \n      \n      A total of 1957 patients, including 255 patients who reported neuropathic-like pain symptoms (13.0%), fully satisfied the study criteria for analysis. No significant correlation between painDETECT score and pain duration was observed (ρ = -0.025, p = 0.272), and there were no significant differences between median painDETECT score or trend of change in the proportion of patients with neuropathic component and the pain duration category (p = 0.307, p = 0.427, respectively). The electric shock-like pain symptom was frequently reported in patients with acute low back pain, and the persistent pain pattern with slight fluctuations was predominant in chronic low back pain. The pattern of attacks with pain between them was much less common in patients with pain for 10 years or longer. Multivariate analysis revealed that a history of lumbar surgery, severe maximum pain, opioid use, lumbosacral radiculopathy, and sleep disturbance were significantly associated with a neuropathic component in low back pain.\n    \n\n\n          Conclusion:\n        \n      \n      Time elapsed since current pain onset did not correlate with neuropathic pain component in patients with low back pain. Therefore, diagnostic and therapeutic approaches for this condition should be based on a multidimensional evaluation at assessment and not on pain duration alone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36861853/"
}