{
  "pmid": "41428177",
  "title": "Efficacy and Safety of Adjunctive Cenobamate in Chinese Participants with Focal Seizure.",
  "abstract": "The treatment landscape for focal seizures in China is distinct from those in other regions, with oxcarbazepine and sodium valproate being more commonly used than newer antiseizure medications (ASMs). Cenobamate, a novel ASM, has demonstrated significant efficacy in reducing seizure frequency. However, its efficacy and safety have not been assessed within the Chinese population. The current study analyzed the 24-week double-blind period data of Chinese participants from a randomized, double-blind, placebo-controlled clinical trial (NCT04557085). Efficacy was assessed by determining seizure frequency reduction and responder rates across the cenobamate dose groups (100, 200, and 400 mg) and concomitant ASM groups. Safety was assessed by treatment-emergent adverse events (TEAEs) and treatment-related adverse events (TRAEs) during the double-blind treatment period. This post hoc analysis included 227 participants with a median age of 32 (interquartile range 24-40) years with focal seizures across 24 sites in China. Cenobamate demonstrated a greater median percentage reduction in seizure frequency (100 mg, 39.5%, 200 mg, 88.0%, 400 mg, 100.0%) compared to placebo (24.6%). The responder rate of ≥ 50% was higher in the cenobamate groups (100 mg, 35.4%, 200 mg, 76.0%, 400 mg, 89.4%) compared to the placebo group (22.0%). A greater seizure reduction and responder rates were observed when cenobamate was administered alongside sodium channel blockers (SCBs) and non-SCBs, demonstrating better efficacy compared to placebo. On the basis of the number of baseline ASMs, cenobamate demonstrated seizure reduction and higher responder rates across all ASM groups as compared with placebo. Cenobamate demonstrated an acceptable safety profile across all dosage groups, with most AEs being mild to moderate. Common TEAEs reported included dizziness and somnolence. Cenobamate demonstrated a very favorable efficacy and safety profile in Chinese participants with focal seizures. The combination of cenobamate with both SCB and non-SCB treatments was effective in reducing seizure frequency and improved responder rates compared to placebo.",
  "disease": "epilepsy"
}