{
    "title": "Metabolic reprogramming of renal epithelial cells contributes to lithium-induced nephrogenic diabetes insipidus.",
    "doc_id": "37245528",
    "writer": "Liu M",
    "year": "2023",
    "summary": "Lithium, mainstay treatment for bipolar disorder, frequently causes nephrogenic diabetes insipidus (NDI) and renal injury. However, the detailed mechanism remains unclear. ...",
    "abstract": "Lithium, mainstay treatment for bipolar disorder, frequently causes nephrogenic diabetes insipidus (NDI) and renal injury. However, the detailed mechanism remains unclear. Here we used the analysis of metabolomics and transcriptomics and metabolic intervention in a lithium-induced NDI model. Mice were treated with lithium chloride (40 mmol/kg chow) and rotenone (ROT, 100 ppm) in diet for 28 days. Transmission electron microscopy showed extensive mitochondrial structural abnormalities in whole nephron. ROT treatment markedly ameliorated lithium-induced NDI and mitochondrial structural abnormalities. Moreover, ROT attenuated the decrease of mitochondrial membrane potential in line with the upregulation of mitochondrial genes in kidney. Metabolomics and transcriptomics data demonstrated that lithium activated galactose metabolism, glycolysis, and amino sugar and nucleotide sugar metabolism. All these events were indicative of metabolic reprogramming in kidney cells. Importantly, ROT ameliorated metabolic reprogramming in NDI model. Based on transcriptomics analysis, we also found the activation of MAPK, mTOR and PI3K-Akt signaling pathways and impaired focal adhesion, ECM-receptor interaction and actin cytoskeleton in Li-NDI model were inhibited or attenuated by ROT treatment. Meanwhile, ROT administration inhibited the increase of Reactive Oxygen Species (ROS) in NDI kidneys along with enhanced SOD2 expression. Finally, we observed that ROT partially restored the reduced AQP2 and enhanced urinary sodium excretion along with the blockade of increased PGE2 output. Taken together, the current study demonstrates that mitochondrial abnormalities and metabolic reprogramming play a key role in lithium-induced NDI, as well as the dysregulated signaling pathways, thereby serving as a novel therapeutic target.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37245528/"
}