{
    "title": "The effect of denervation diuresis on the severity of glycerol-induced acute renal failure in rats.",
    "doc_id": "6644154",
    "writer": "Bidani A",
    "year": "1983",
    "summary": "In saline-injected rats, the inulin clearances of right and left kidneys were virtually identical, whether the left kidney was denervated or not; however, in rats with denervated left kidneys, left kidney urine flow exceeded that of the right kidney …",
    "abstract": "The results of several previous studies suggest that high urine flow rate has a protective effect in several models of experimentally induced acute renal failure. However, the methods employed to alter urine flow precluded a paired experimental design, left kidney vs. right kidney in the same experimental animal. The purpose of the present studies was to determine whether the unilateral diuresis that results from renal denervation has a protective effect on that kidney in glycerol-induced acute renal failure. Eight groups of rats were studied. The left kidneys of all were either denervated or sham-denervated; 3 to 5 days later, rats were injected with either 150 mM NaCl (controls) or glycerol; then either 3 or 24 hr after injection, renal function was measured in acute experiments. In saline-injected rats, the inulin clearances of right and left kidneys were virtually identical, whether the left kidney was denervated or not; however, in rats with denervated left kidneys, left kidney urine flow exceeded that of the right kidney whereas the opposite was true in rats with sham-denervated left kidneys. In contrast with saline-injected rats, there were highly significant differences in inulin clearances of right and left kidneys in glycerol-injected rats at both 3 and 24 hr after injection; left kidney inulin clearance exceeded that of the right in rats with denervated left kidneys, whereas right kidney inulin clearance exceeded that of the left in rats with sham-denervated left kidneys. Since the kidney with the higher urine flow had the higher inulin clearance at 3 and 24 hr after glycerol, whether or not the kidney was denervated, these results suggest that urine flow per se has a protective effect in glycerol-induced acute renal failure in rats.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6644154/"
}