{
    "title": "Feasibility of Sentinel Lymph Node Mapping With Carbon Nanoparticles in Cervical Cancer: A Retrospective Study.",
    "doc_id": "37624147",
    "writer": "Sun W",
    "year": "2023",
    "summary": "RESULTS: Of 174 cases, 88.5% of patients (154/174) had at least 1 sentinel lymph node, and 131 patients (75.29%) had bilateral pelvic sentinel lymph nodes. The left pelvic lymph node was the most common sentinel lymph node ( …",
    "abstract": "Introduction:\n        \n      \n      This retrospective study aims to investigate the feasibility of using carbon nanoparticles to detect sentinel lymph nodes (SLNs) in cervical cancer.\n    \n\n\n          Methods:\n        \n      \n      This study involved 174 patients with cervical cancer. Cervix tissues adjacent to the cancer were injected with 1 mL of carbon nanoparticles (CNPs) at the 3 and 9 o'clock positions according to the instructions. The pelvic lymph nodes were then dissected, and the black-stained sentinel lymph nodes were sectioned for pathological examination.\n    \n\n\n          Results:\n        \n      \n      Of 174 cases, 88.5% of patients (154/174) had at least 1 sentinel lymph node, and 131 patients (75.29%) had bilateral pelvic sentinel lymph nodes. The left pelvic lymph node was the most common sentinel lymph node (34.16%). At least 1 sentinel lymph node was observed in 285 out of 348 hemipelvises, with a detection rate of a side-specific sentinel lymph node of 81.89%. In total, 47 hemipelvises had metastasis of the lymph node, and 33 involved the sentinel lymph node, with a sensitivity of 70.21% and a false-negative rate of 29.79%. There were 238 hemipelvises with no metastasis of the lymph node, as well as negative sentinel lymph nodes, with a specificity of 100% and a negative predictive value of 94.44%. The univariate analysis demonstrated that risk factors included tumor size (OR .598, 95% CI: .369-.970) and deep stromal invasion (OR .381, 95% CI: .187-.779). The deep stromal invasion was the only variable for the false-negative detection of a sentinel lymph node.\n    \n\n\n          Conclusion:\n        \n      \n      Sentinel lymph node mapping with carbon nanoparticles might be applied to predict the metastasis of pelvic lymph nodes in cervical cancer. However, tumor size and deep stromal invasion might negative influence the detection rate of SLN.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37624147/"
}