{
    "title": "The prognostic significance of lymph node size in node-positive colon cancer.",
    "doc_id": "30096142",
    "writer": "Schrembs P",
    "year": "2018",
    "summary": "OBJECTIVES: To (i) show the outcome benefits of enlarged lymph nodes in node-positive colon cancer cases, as it was shown previously in negative node cases; (ii) disprove the stage migration theory and (iii) list the factors affecting lymph n …",
    "abstract": "Objectives:\n        \n      \n      To (i) show the outcome benefits of enlarged lymph nodes in node-positive colon cancer cases, as it was shown previously in negative node cases; (ii) disprove the stage migration theory and (iii) list the factors affecting lymph node size and yield.\n    \n\n\n          Methods:\n        \n      \n      A retrospective study including 234 node-positive colon cancer cases was scheduled and performed. All recovered lymph nodes (6969) from 234 cases were microscopically examined in regard to (a) lymph node size (b) presence of metastasis (c) extent of intra-nodal metastasis. On the basis of resulting data, a statistical analysis was performed.\n    \n\n\n          Results:\n        \n      \n      Metastases occurred in all size categories, though more often in larger lymph nodes. Fifty-one percent of all metastasised nodes were 2 to 6 mm in size. Approximately half of all nodes >10 mm were microscopically free of cancer. Cases with a small lymph node metastasis to lymph node size ratio (MSR) had a better prognosis than others: 85 months (95% CI: 72-97) vs. 67 months (95% CI: 47-88), p <0.001 (mean, overall survival). To differentiate between cases with the same ratio but different absolute lymph nodes sizes, we divided the cases into two groups that differed in their number of moderate to large lymph nodes. The group with more moderate to large lymph nodes showed a clear outcome benefit: 104 months (95% CI: 86-122) vs. 66 months (95% CI: 54-77), p = 0.014 (mean, overall survival).\n    \n\n\n          Conclusions:\n        \n      \n      Metastasised lymph nodes affect all size categories, and large lymph nodes are not always metastasised. The combination of enlarged lymph nodes and a small lymph node metastasis to lymph node size ratio (MSR) is associated with a better prognosis than others. When enlarged lymph nodes were considered as surrogate markers of an effective local immune response due to nodal hyperplasia, the immune system could be seen as the confounder affecting both lymph node size and prognosis. Our results are pointing in this direction and, along with other reasons, are challenging the stage migration theory.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30096142/"
}