{
    "title": "Sleep quality, daytime sleepiness, and insomnia in patient with epilepsy: A single center experience from Saudi Arabia.",
    "doc_id": "36617446",
    "writer": "Alenizi AA",
    "year": "2023",
    "summary": "OBJECTIVES: To measure the burden of insomnia and daytime sleepiness (DTS) and their effects on sleep quality, and the risk factors of poor quality of sleep. METHODS: We conducted a cross-sectional study of 218 epilepsy patients. We administered well-v …",
    "abstract": "Objectives:\n        \n      \n      To measure the burden of insomnia and daytime sleepiness (DTS) and their effects on sleep quality, and the risk factors of poor quality of sleep.\n    \n\n\n          Methods:\n        \n      \n      We conducted a cross-sectional study of 218 epilepsy patients. We administered well-validated and previously translated questionnaires to assess sleep quality, insomnia, and DTS using the Pittsburgh Sleep Quality Index, Insomnia Severity Index, and Epworth Sleepiness Scale, respectively.\n    \n\n\n          Results:\n        \n      \n      Approximately 75% of participants reported poor sleep quality. Moreover, 42.2% did not have insomnia, while 37.6%, 17.9%, and 2.3% had subthreshold insomnia and clinical insomnia of moderate and severe severity, respectively. Roughly 64.2% of participants had normal sleep, 17.8% had an average amount of DTS, and 16.9% and 0.9% may and should seek medical attention, respectively. Compared to normal sleepers, patients with clinical insomnia were 5.45 times likely to experience poor sleep quality, whereas patients with an average amount of DTS and who were recommended to seek medical attention were 6.84 and 44.15 times likely to experience poor sleep quality, respectively. Patients who had seizures every month were 2.51 times likely to experience poor quality sleep, compared to patients who had seizures annually.\n    \n\n\n          Conclusion:\n        \n      \n      We found a higher prevalence of poor quality of sleep, insomnia, and excessive DTS in our sample of Saudi epilepsy patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36617446/"
}