{
  "pmid": "41349641",
  "title": "The clinical effective of sodium/glucose co-transporter-2 inhibitors on admission frequency, duration and use of acute non-invasive ventilation in patients with chronic obstructive pulmonary disease: A single-centre 24-month retrospective observational study in a UK tertiary care centre.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) contributes significantly to global morbidity and mortality and high economic burdens to healthcare systems. Emerging evidence suggests that sodium/glucose co-transporter-2 inhibitors (SGLT2i), beyond their use in type 2 diabetes mellitus (T2DM) and heart failure (HF), offer multifaceted immunomodulatory and anti-inflammatory effects which may offer positive outcomes in patients with COPD. Investigate the impact of SGLT2i on inpatient outcomes - specifically, hospital length of stay (LOS), admission frequency, and use of acute non-invasive ventilation (NIV). We conducted a 24-month retrospective observational study of adults with spirometry-confirmed COPD admitted to University Hospitals Coventry and Warwickshire between April 2022 and April 2024. Patients receiving SGLT2i for ≥30 days prior to study start formed the treatment group. Multivariable Poisson logistic regression was used to analyse the association between SGLT2i use and key outcomes, adjusting for demographics, disease severity, comorbidities and concurrent therapies. About 1,197 admissions of 627 patients met the inclusion criteria, with 32 patients (5%) prescribed SGLT2i. SGLT2i use was associated with a statistically significant 26% reduction in hospital LOS (95% CI 0.62-0.87; p ≤ 0.001), independent of co-existing HF or T2DM. However, there was no significant reduction in admission frequency (IRR 0.84, 95% CI: 0.62-1.09, p = 0.212) or acute NIV use (OR 2.62, 95% CI: 0.35-13.26, p = 0.277) among SGLT2i users. SGLT2i therapy in COPD patients was associated with a significantly reduced hospital length of stay during exacerbations, regardless of underlying heart failure or diabetes status. However, no differences were observed in admission frequency or acute NIV utilisation. These findings support the hypothesis of a beneficial anti-inflammatory or cardiopulmonary effect of SGLT2i in COPD and warrant further investigation through prospective trials to explore their therapeutic role in this population.",
  "disease": "chronic obstructive pulmonary disease"
}