{
  "pmid": "41452570",
  "title": "Emerging Anti-Cancer and Repurposed Therapies for Overcoming Multidrug Resistance in Lung Cancer.",
  "abstract": "Multidrug resistance (MDR) still constitutes a significant barrier to the effective treatment of lung cancer and makes a significant contribution to the poor clinical results. MDR is explained by a set of mechanisms; increase of drug efflux, metabolism, increase of DNA repair potential, inhibition of apoptotic signals, mutation or post-translational modification of drug targets. These cell intrinsic mechanisms are even aggravated by tumour-microenvironment-induced factors, epigenetics dysregulation, survival of cancer stem cells and intratumour heterogeneity, which has made resistance highly adaptive and multifactorial. In order to address this complexity emerging therapeutic strategy is dual. The former element deals with new targeted agents which are able to counter an oncogene-mediated resistance. These include next-generation tyrosine kinase inhibitors (TKIs), KRAS12C inhibitors, bispecific antibodies including ivonescimab, and they all are specific to inhibit predominant signalling cascades that promote tumoral proliferation and resistance. The second element is drug repurposing whereby it exploits already established pharmacological drugs with already a clear safety record to attack non-oncogenic vulnerabilities linked with MDR. Pharmacological modulators of autophagy including statins, disulfiram, and lysosomotropic agents (e.g., chloroquine) target metabolic vulnerabilities such as mitochondrial bioenergetics and redox homeostasis. By mitigating oxidative stress and immune evasion, these compounds act as chemo sensitizers that potentiate the efficacy of tyrosine kinase inhibitors (TKIs) and immunotherapies, effectively overcoming adaptive drug resistance. Real-time monitoring of resistance evolution can be achieved with liquid biopsies, such as circulating tumor DNA and exosomal cargo, whereas MDR-related biomarkers can be used to stratify a patient. Analytical models that are built using artificial-intelligence also guide rational combination-therapy design and the chosen selection of treatments that are personalized. Also, inhalable nano formulations and targeted drug-delivery systems optimize the bioavailability of the formulation by pulmonary determination and ameliorates the systemic toxicity. A combination of these therapeutic approaches will provide a more accurate and flexible way of conquering MDR in lung cancer.",
  "disease": "lung cancer"
}