{
    "title": "Older men and loneliness: a cross-sectional study of sex differences in the English Longitudinal Study of Ageing.",
    "doc_id": "38308255",
    "writer": "Ratcliffe J",
    "year": "2024",
    "summary": "Older men who cohabited with a partner were less lonely than cohabiting older women, whereas previously married but not cohabiting older men were lonelier than their female counterparts. However, never married older men were less lonely than never marr …",
    "abstract": "Background:\n        \n      \n      Research into men and masculinities suggests men may be more reluctant than women to state they are lonely, more reliant on partners/spouses and/or alcohol to tackle it, and that this may be a result of poorer social relationships. Ageing is often associated with loneliness, and research has indicated gendered results in older people, but existing evidence lacks generalisability and cultural context. This study tests hypotheses on sex differences in loneliness in older England-based men and women.\n    \n\n\n          Methods:\n        \n      \n      We conducted a cross-sectional study using a sample of 6936 respondents aged 50 + from the English Longitudinal Study of Ageing (wave 8). Multiple imputation with chained equations was conducted to handle missing data. Multivariate regression was used to investigate the impact of sex on a direct question on loneliness whilst controlling for the University of California loneliness (UCLA) scale. Multivariate regression with interaction terms were used to examine sex differences in loneliness and alcohol consumption, partner status, and social relationships.\n    \n\n\n          Results:\n        \n      \n      Older men were less likely than older women to state they are lonely even when controlling for UCLA score. Older men showed a greater association between loneliness and alcohol consumption, but only when measuring the number of units consumed in the last week, and not using a less precise measure of the past year. Older men who cohabited with a partner were less lonely than cohabiting older women, whereas previously married but not cohabiting older men were lonelier than their female counterparts. However, never married older men were less lonely than never married older women. Evidence was found to suggests older men's worse friendships mediated this association, but social isolation and number of close relationships did not. Severe isolation predicted greater loneliness in older women, but not older men.\n    \n\n\n          Conclusions:\n        \n      \n      Cultural ideals of masculinity and older men's poorer quality friendships may explain their reluctance to directly state loneliness, greater dependency on partners/spouses, and use of alcohol. Severely isolated older men may under-report loneliness on the UCLA scale as well as a direct question.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38308255/"
}