{
  "pmid": "41462348",
  "title": "Implementing brain health strategies in primary care: methods and baseline findings from the BHAM registry.",
  "abstract": "Managing modifiable risk factors in early life is associated with reduced risk of cognitive decline, stroke, and dementia later in life. This is especially important in the US Deep South, which has the highest rates of stroke and dementia nationally. While prevention efforts for brain health are gaining attention, they remain limited within primary care settings. To describe the methods and baseline characteristics of the Brain Health Advocacy Mission (BHAM) Registry, an initiative aimed at implementing brain health education and intervention in central Alabama primary care clinics and building a participant registry for longitudinal brain health assessment. Prospective, longitudinal, single-group study evaluating changes in the McCance Brain Care Score (BCS) and adherence to brain health strategies over time. Adults recruited from four primary care clinics across two locations. Participants review individual BCS results and select personalized brain health targets to guide lifestyle change. BCS (range 0-21; higher scores indicate better brain health) summarizes biologic, lifestyle, and emotional factors associated with long-term brain health. Among the initial 150 participants (72% female; 67% Black; median age 48 [IQR 39-56]; mean BCS 14.3), 61% had treated hypertension and 67% had a BMI >30 kg/m². The most frequent suboptimal BCS domains were elevated blood pressure, obesity, and physical inactivity. Top participant-selected brain health targets were body weight (20.7%), exercise (20.0%), and diet (18.7%). The BHAM Registry highlights the urgent need for early brain health intervention in the Deep South, where disparities in modifiable stroke and dementia risk factors are extreme. Its integration into primary care demonstrates patient willingness to engage in prevention and offers a scalable model for improving brain health through lifestyle modification across the life span.",
  "disease": "hypertension"
}