{
    "title": "The Prevalence of Psychiatric Disorders in General Hospital Inpatients: A Systematic Umbrella Review.",
    "doc_id": "35491011",
    "writer": "van Niekerk M",
    "year": "2022",
    "summary": "We did this using a systematic umbrella review (systematic review of systematic reviews), which is the best and most efficient method for summarizing a broad area of research. ...",
    "abstract": "Background:\n        \n      \n      To inform the future development of consultation-liaison psychiatry services, we need accurate information on the prevalence of psychiatric disorders in the general hospital inpatient setting. Systematic reviews have summarized the literature on specific aspects of this broad topic, but there has been no high-level overview that aggregates their findings and identifies gaps in the relevant literature.\n    \n\n\n          Objective:\n        \n      \n      We aimed to produce a comprehensive overview of the field, summarizing the research literature on the prevalence of psychiatric disorders (i.e., interview-based psychiatric diagnoses) in general hospital inpatients. We did this using a systematic umbrella review (systematic review of systematic reviews), which is the best and most efficient method for summarizing a broad area of research.\n    \n\n\n          Methods:\n        \n      \n      We searched Ovid Medline, Ovid Embase, Ovid PsycINFO, EBSCO CINAHL, and Scopus from database inception to September 2021 for systematic reviews that provided a pooled prevalence estimate, or prevalence range, for interview-diagnosed psychiatric disorders in general hospital inpatients. Two reviewers independently assessed articles and extracted data. The review is registered with PROSPERO, number CRD42019125574.\n    \n\n\n          Results:\n        \n      \n      We screened 11,728 articles and included 10 systematic reviews in our umbrella review. We were able to extract pooled prevalence estimates from these as follows: major depression 12% to 20%, any anxiety disorder 8%, generalized anxiety disorder 5%, panic disorder 3%, delirium 15%. We were only able to extract a prevalence range for dementia, which was 3% to 63%. We found no systematic reviews from which we could extract prevalence data for the other psychiatric disorders that we included in our searches, indicating important gaps. From these data, we estimated that approximately one-third of inpatients have a psychiatric disorder.\n    \n\n\n          Conclusions:\n        \n      \n      Psychiatric disorders are very common in general hospital inpatients. While the planning of consultation-liaison psychiatry services will benefit from more research on the prevalence of each of the full range of disorders encountered in the inpatient setting, our findings indicate that we already know enough to justify increased and more population-based service provision.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35491011/"
}