{
    "title": "Tuberculosis burden caused by migrant population in Eastern China: evidence from notification records in Zhejiang Province during 2013-2017.",
    "doc_id": "35100983",
    "writer": "Liu K",
    "year": "2022",
    "summary": "BACKGROUND: Internal migrants have an enormous impact on tuberculosis (TB) epidemic in China. Zhejiang Province, as one of the developed areas, also had a heavy burden caused by TB. METHODS: In this study, we collected all cases in Zhejiang Province through the TB M …",
    "abstract": "Background:\n        \n      \n      Internal migrants have an enormous impact on tuberculosis (TB) epidemic in China. Zhejiang Province, as one of the developed areas, also had a heavy burden caused by TB.\n    \n\n\n          Methods:\n        \n      \n      In this study, we collected all cases in Zhejiang Province through the TB Management Information System from 2013 to 2017. Description analysis and Spatio-temporal analysis using R software and ArcGIS were performed to identify the epidemiological characteristics and clusterings, respectively.\n    \n\n\n          Results:\n        \n      \n      48,756 individuals in total were notified with TB among the migrant population (TBMP), accounting for one-third of all cases identified. The primary sources of TB from migrants outside the province were from Guizhou, Sichuan, and Anhui. Wenzhou, Taizhou, and Lishui were the three mainly outflowing cities among the intra-provincial TBMP and Hangzhou as the primarily inflowing city. Also, results implied that the inconsistency of the TBMP in spatial analysis and the border area of Quzhou and Lishui city had the highest risk of TB occurrence among the migrants. Additionally, one most likely cluster and four secondary clusters were identified by the spatial-temporal analysis.\n    \n\n\n          Conclusion:\n        \n      \n      The effective control of TB in extra-provincial MP was critical to lowering the TB burden of MP in Zhejiang Province. Also, it is suggested that active TB screening for migrant employees outflowed from high epidemic regions should be strengthened, and further traceability analysis needs to be investigated to clarify the mechanism of TB transmission in clustered areas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35100983/"
}