{
    "title": "Redox-dependent trafficking of 2,3,4,5, 6-pentafluorodihydrotetramethylrosamine, a novel fluorogenic indicator of cellular oxidative activity.",
    "doc_id": "10889457",
    "writer": "Chen CS",
    "year": "2000",
    "summary": "In solution assay, this probe can be oxidized by a broad spectrum of oxidizing species including horseradish peroxidase, hydrogen peroxide and horseradish peroxidase, cytochrome c, cytochrome c and hydrogen peroxide, superoxide and hydrogen peroxide, nitric oxide …",
    "abstract": "The trafficking of 2,3,4,5,6-pentafluorodihydrotetramethylrosamine (PF-H(2)TMRos, also known as RedoxSensor Red), a new fluorogenic indicator for oxidative activity, was evaluated in a contact-inhibited cell line, normal rat kidney fibroblast (NRK-49F), using quantitative fluorescence microscopy. After cells were incubated with 1-5 microM dye at 37 degrees C for 10 to 30 min, fluorescent staining of its oxidized product (PF-TMRos) distributed in mitochondria and/or lysosomes. This distribution pattern varied depending on the proliferation state of cells. In proliferating cells, PF-H(2)TMRos was internalized through a nonendocytic pathway, then oxidized in the cytosol, followed by immediate targeting to active mitochondria, resulting in fluorescent staining in this organelle. Photo-oxidation experiments demonstrated that PF-H(2)TMRos is not directly transported to mitochondria. On the contrary, in contact-inhibited cells whose proliferation is inhibited, PF-H(2)TMRos enters cells and is transported to lysosomes before it is oxidized. This results in lysosomal rather than mitochondrial staining. In both proliferating and quiescent cell states, subcellular distribution of the oxidized dye PF-TMRos can be altered by treatment with an oxidant (hydrogen peroxide) or an antioxidant (N-acetyl-L-cysteine), indicating a regulatory relationship between cell proliferation and oxidative activity. In solution assay, this probe can be oxidized by a broad spectrum of oxidizing species including horseradish peroxidase, hydrogen peroxide and horseradish peroxidase, cytochrome c, cytochrome c and hydrogen peroxide, superoxide and hydrogen peroxide, nitric oxide (or nitrite), peroxynitrite, and lipid hydroperoxide. Based on its subcellular distribution and its oxidation by a broad range of oxidizing species, PF-H(2)TMRos is demonstrated to be a novel indicator for cellular oxidative stresses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10889457/"
}