{
    "title": "Physical activity, exercise capacity and mortality risk in people with interstitial lung disease: A systematic review and meta-analysis.",
    "doc_id": "36270901",
    "writer": "Rocha V",
    "year": "2022",
    "summary": "OBJECTIVES: Physical activity and exercise measures show potential to predict mortality in people with interstitial lung disease. ...CONCLUSIONS: Physical activity and exercise capacity measures were associated with mortality risk in peop …",
    "abstract": "Objectives:\n        \n      \n      Physical activity and exercise measures show potential to predict mortality in people with interstitial lung disease. This study summarized evidence on the association between physical activity and exercise capacity measures and mortality risk in people with interstitial lung disease and quantified its magnitude by meta-analysis.\n    \n\n\n          Design:\n        \n      \n      Systematic review and meta-analysis.\n    \n\n\n          Methods:\n        \n      \n      PubMed, Scopus, Web of Science and EBSCO were searched until May 2020 with updates until September 2021. Two authors screened studies, extracted data, and assessed risk of bias. A random-effects meta-analysis for each physical activity measure was conducted using logarithmic hazard ratios.\n    \n\n\n          Results:\n        \n      \n      Fifty-two studies of 10,349-people with interstitial lung disease (64 ± 9 years; 67%men) were included. A significant association between at least one measure of physical activity and exercise and mortality risk was found in 44-studies. Most reported measures were the six-minute walk test, oxygen uptake (VO2), work (watts-W) and time spent in physical activity. Meta-analysis showed that individuals with six-minute walk distance < 250 m had more than twofold higher mortality risk, than those with six-minute walk distance ≥ 350 m. Individuals presenting a six-minute walk distance decrease ≥ 26 m over 6-48 months showed an almost threefold higher mortality risk. An increase of 10-20 W or 10 %predicted in workload and a time spent in physical activity ≥ 100 min/week or ≥0.031 kcal/min/kg/day were associated with an overall 12 % and 45 % lower mortality risk, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      Physical activity and exercise capacity measures were associated with mortality risk in people with interstitial lung disease. Most studies used the six-minute walk test and more evidence is needed on the other measures (i.e., VO2, work and physical activity time). Personalized interventions to improve physical activity and exercise capacity should be considered to delay premature mortality in people with interstitial lung disease.\n    \n\n\n          Prospero registration number:\n        \n      \n      CRD42020187952.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36270901/"
}