{
    "title": "Unravelling the relationship between anxiety, autonomic nervous system dysfunction and fibromyalgia: a systematic review.",
    "doc_id": "40556613",
    "writer": "Di Bari A",
    "year": "2025",
    "summary": "Additionally, FM patients commonly exhibit elevated anxiety symptoms and comorbid anxiety disorders. This systematic review aimed to explore the potential relationship between elevated anxiety symptoms and reduced HRV in patients with FM.Through a comprehensi …",
    "abstract": "Fibromyalgia (FM) is a chronic condition characterised by widespread musculoskeletal pain accompanied by various somatic and psychological debilitating symptoms. Dysfunction of the autonomic nervous system (ANS), as measured by heart rate variability (HRV), including reduced HRV at rest and dysfunctional HRV response patterns, has been consistently reported in patients with FM. Additionally, FM patients commonly exhibit elevated anxiety symptoms and comorbid anxiety disorders. This systematic review aimed to explore the potential relationship between elevated anxiety symptoms and reduced HRV in patients with FM.Through a comprehensive analysis of the literature, the association between anxiety symptoms and HRV was investigated in FM patients under resting conditions and in response to various interventions. The results suggest that the association between reduced HRV and elevated anxiety symptoms in FM patients at rest is widely supported by most studies. Interventions focused on improving HRV, such as exercise, psychotherapy, and mind-body therapies, also appear to be effective in reducing symptoms of anxiety.These findings suggest the presence of a possible common underlying mechanism contributing to the high comorbidity of ANS dysregulation and elevated anxiety symptoms in FM. The observed interconnection between anxiety and HRV highlights the need to develop targeted, multimodal interventions aimed at simultaneously reducing anxiety and improving HRV to enhance the overall quality of life for individuals affected by this complex condition.Collectively, this systematic review underscores the importance of recognising and addressing the intricate interplay between psychological and physiological factors in the management of FM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40556613/"
}