{
    "title": "Depression as a moderator and a mediator of marital quality's effect on older adults' self-rated physical health.",
    "doc_id": "30947067",
    "writer": "Chen R",
    "year": "2019",
    "summary": "OBJECTIVE: This study aims to test the moderation and mediation effects of depression on marital quality's impact on older adults' self-rated physical health. METHOD: Data from the National Social Life, Health, and Aging Project (Wave 2) (N = 2118) were used to test …",
    "abstract": "Background:\n        \n      \n      Depression and marital quality are both established correlates of physical health for older adults. However, there is a lack of research on the interaction between depression and marital quality on physical health, and on depression's role as a mediator of the mechanism by which marital quality affects physical health.\n    \n\n\n          Objective:\n        \n      \n      This study aims to test the moderation and mediation effects of depression on marital quality's impact on older adults' self-rated physical health.\n    \n\n\n          Method:\n        \n      \n      Data from the National Social Life, Health, and Aging Project (Wave 2) (N = 2118) were used to test a latent moderated mediation structural equation model. Marital quality was constructed as a latent variable with indicators measuring its various aspects.\n    \n\n\n          Results:\n        \n      \n      Depression had a significant moderating effect (β = .17, SE = .04, p < .001, 95% CI [.08, .25]) on marital quality's impact on self-rated physical health: when the level of depression was low, higher marital quality was strongly associated with better self-rated physical health, but when the level of depression was high, higher marital quality became slightly associated with poorer self-rated physical health. Moreover, depression was a significant partial mediator (β = -.27, SE = .03, p < .001, 95% CI [-.33, -.21]) of the effect of marital quality on self-rated physical health.\n    \n\n\n          Conclusions:\n        \n      \n      Depression plays an important role in explaining the mechanism by which older adults' marital quality affects their self-rated physical health. For marital quality to positively affect physical health, older adults need to attend to their personal mental health needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30947067/"
}