{
    "title": "Disruption of Claudin-Made Tight Junction Barriers by Clostridium perfringens Enterotoxin: Insights from Structural Biology.",
    "doc_id": "35269525",
    "writer": "Ogbu CP",
    "year": "2022",
    "summary": "Structures obtained by X-ray crystallography of CpE, claudins, and claudins in complex with CpE fragments have provided the structural bases of claudin and CpE functions, revealing potential mechanisms for the CpE-mediated disruption of claudin-made tight junctions. …",
    "abstract": "Claudins are a family of integral membrane proteins that enable epithelial cell/cell interactions by localizing to and driving the formation of tight junctions. Via claudin self-assembly within the membranes of adjoining cells, their extracellular domains interact, forming barriers to the paracellular transport of small molecules and ions. The bacterium Clostridium perfringens causes prevalent gastrointestinal disorders in mammals by employing an enterotoxin (CpE) that targets claudins. CpE binds to claudins at or near tight junctions in the gut and disrupts their barrier function, potentially by disabling their assembly or via cell signaling means-the mechanism(s) remain unclear. CpE ultimately destroys claudin-expressing cells through the formation of a cytotoxic membrane-penetrating β-barrel pore. Structures obtained by X-ray crystallography of CpE, claudins, and claudins in complex with CpE fragments have provided the structural bases of claudin and CpE functions, revealing potential mechanisms for the CpE-mediated disruption of claudin-made tight junctions. This review highlights current progress in this space-what has been discovered and what remains unknown-toward efforts to elucidate the molecular mechanism of CpE disruption of tight junction barriers. It further underscores the key insights obtained through structure that are being applied to develop CpE-based therapeutics that combat claudin-overexpressing cancers or modulate tight junction barriers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35269525/"
}