{
    "title": "A structured multimodal teaching approach enhancing musculoskeletal physical examination skills among undergraduate medical students.",
    "doc_id": "35993497",
    "writer": "Alomar AZ.",
    "year": "2022",
    "summary": "Current evidence indicates that undergraduate medical students display deficits in musculoskeletal physical examination skills (MPES). While various instructional methods are recommended for teaching clinical skills, effective methods for teaching MPES have not been …",
    "abstract": "Current evidence indicates that undergraduate medical students display deficits in musculoskeletal physical examination skills (MPES). While various instructional methods are recommended for teaching clinical skills, effective methods for teaching MPES have not been established. This study compared the effectiveness of a multimodal teaching approach incorporating video-based learning, interactive small-group teaching, hands-on practicing, peer-assisted learning, formative assessment, and constructive feedback with traditional bedside teaching in developing undergraduate orthopedic MPES. Participants were 151 fifth-year medical students divided into two groups. One group received multimodal teaching, and the other received traditional bedside teaching. In both groups, the participants learned how to physically examine the knee and shoulder. The primary outcome was objective structured clinical examination (OSCE) scores, while the secondary outcomes included teaching sessions' total durations, facilitator's demonstration time, participants' practice time, and proportion of students with passing checklist scores and global ratings-based assessments for the two teaching approaches. The multimodal teaching group had significantly higher OSCE scores (checklist scores, global ratings, and passing rates; p = 0.02, 0.02, 0.01, respectively) than the comparison group. Individual OSCE component assessments showed significant improvements in the special musculoskeletal physical examination test. The overall duration and amount of participants' hands-on time were significantly longer for the multimodal than for the traditional bedside teaching group (p = 0.01 and 0.01, respectively), and the facilitator's demonstration time was significantly shorter (p = 0.01). The multimodal learner-centered teaching approach evaluated in this study was effective for teaching MPES. It appeared to maximize learner engagement through enhancing interactions and providing increased time to engage in hands-on practice. This teaching approach improved MPES levels, maximized teaching efficiency for scenarios with limited instruction time and resources, and enhanced competency of undergraduate medical students in performing special musculoskeletal physical examinations compared to traditional bedside teaching.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35993497/"
}