{
    "title": "A Systematic Review and Meta-Analysis of Microvascular Stacked and Conjoined-Flap Breast Reconstruction.",
    "doc_id": "33592635",
    "writer": "Salibian AA",
    "year": "2021",
    "summary": "RESULTS: Twenty-six studies were included for analysis (21 case series, five retrospective cohort studies) for a total of 869 patients, 1,003 breasts, and 2006 flaps. The majority of flaps were harvested from the bilateral abdomen (78%, 782 breasts) followed by comb …",
    "abstract": "Background:\n        \n      \n       Stacked and conjoined (SC) flaps are a useful means of increasing flap volume in autologous breast reconstruction. The majority of studies, however, have been limited to smaller, single-center series.\n    \n\n\n          Methods:\n        \n      \n       A systematic literature review was performed to identify outcomes-based studies on microvascular SC-flap breast reconstruction. Pooled rates of flap and operative characteristics were analyzed. Meta-analytic effect size estimates were calculated for reconstructive complication rates and outcomes of studies comparing SC flaps to non-SC flaps. Meta-regression analysis identified risk factors for flap complications.\n    \n\n\n          Results:\n        \n      \n       Twenty-six studies were included for analysis (21 case series, five retrospective cohort studies) for a total of 869 patients, 1,003 breasts, and 2006 flaps. The majority of flaps were harvested from the bilateral abdomen (78%, 782 breasts) followed by combined abdomen-thigh stacked flaps (22.2%, 128 breasts). About 51.1% of flaps were anastomosed to anterograde/retrograde internal mammary vessels (230 breasts) and 41.8% used internal mammary/intraflap anastomoses (188 breasts). Meta-analysis revealed a rate of any flap complication of 2.3% (95% confidence interval: 1.4-3.3%), Q-statistic value p = 0.012 (I 2 = 43.3%). SC flaps had a decreased risk of fat necrosis compared with non-SC flaps (odds ratio = 0.126, p < 0.0001, I 2 = 0.00%), though rates of any flap and donor-site complication were similar. Age, body mass index, flap weight, and flap donor site and recipient vessels were not associated with increased risk of any flap complication.\n    \n\n\n          Conclusion:\n        \n      \n       A global appraisal of the current evidence demonstrated the safety of SC-flap breast reconstruction with low complication rates, regardless of donor site, and lower rates of fat necrosis compared with non-SC flaps.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33592635/"
}