{
  "pmid": "41457940",
  "title": "Determining optimal transit dosimetry gamma parameter values for the detection of failure modes using receiver operating curve analysis.",
  "abstract": "To determine the gamma criteria that maximize the sensitivity and specificity of the transit dosimetry software PerFRACTION (Sun Nuclear Corporation) under five possible failure modes in external beam radiotherapy. We simulated five failure modes that potentially introduce large changes in the absorbed dose distribution: (1) Linac hardware incidents. In a VMAT head and neck treatment plan, erroneous plans were created, introducing known errors in the MLC aperture, the collimator angle, and the monitor units. (2) Breathing management protocol incidents. Based on a 4D-CT of a lung treatment, we created expiration and inspiration CT images. A treatment plan was created using each CT and recalculated in the alternate CT. (3) Patient identification incidents. The treatment plan of one breast patient was recalculated on another patient, and vice versa. (4) Selection of the planning CT incidents. A lung patient had two planning CTs with the presence/absence of lung fluid. A treatment plan was generated for each CT and recalculated for the other. (5) Bolus positioning incidents. An erroneous treatment plan for a breast plan was created without the bolus. For the five failure modes, the transit images were compared using seven gamma criteria, both global and local. Receiver-operating characteristic (ROC) curves were generated based on the change in the PTV mean dose: > 5%, > 10%, and > 20%. The area under the curve (AUC) and optimal passing rate were calculated. The global gamma criterion γ(10%/1 mm) maximizes PerFRACTION sensitivity and specificity to detect failure modes that introduce a change in the PTV mean dose exceeding 10%. The standard global gamma criterion, as γ(3%/3 mm), maximizes PerFRACTION sensitivity and specificity to detect deviations in the PTV mean dose above 5%. A 10%, 1 mm global gamma parameter value produces the needed sensitivity and specificity to identify erroneous deliveries at a level of dose differences of 10% or greater.",
  "disease": "breast cancer"
}