{
  "pmid": "41399551",
  "title": "Comparison of Bioelectrical Impedance Parameters in Patients With Knee Osteoarthritis: A Case-Control Study.",
  "abstract": "Osteoarthritis is the most prevalent type of arthritis, often significantly affecting the knee. Timely identification of knee joint osteoarthritis may facilitate the early implementation of preventive strategies and therapeutic measures, perhaps mitigating the course and the extent of the condition. Established methodologies, such as X-ray, computed tomography scan, magnetic resonance imaging, and arthroscopy, possess limitations and typically do not identify early-onset knee joint osteoarthritis. This study aimed to compare specific bioelectrical impedance parameters, including phase angle, impedance ratio, reactance, and resistance, between patients with knee osteoarthritis and age- and sex-matched controls and to evaluate their diagnostic performance in identifying osteoarthritic changes. The study was an age- and sex-matched case-control study. The study participants were patients between the ages of 40 and 80 years diagnosed with knee osteoarthritis. The controls were patients without having osteoarthritis. Patients with inflammatory or rheumatic disease, any infection, endocrine-related arthropathy, secondary post-traumatic osteoarthritis, and hip osteoarthritis are excluded. A multifrequency bioelectrical impedance analysis (BIA) analyzer (version 4/20; QuadScan 4000, Bodystat Ltd., Douglas, Isle of Man, British Isles) was used to perform bioelectric impedance assessment. A total of 116 participants were enrolled in the study, with 58 patients with knee osteoarthritis as cases and 58 healthy controls. The mean reactance in the case group was 79.96 ± 27.89 ohms compared to only 54.68 ± 23.42 in the control group. This difference was statistically significant (p < 0.001). Although resistance was observed to be higher in the control group, it was not statistically significant (p = 0.134). The impedance ratio and phase angle were significantly higher in patients with knee osteoarthritis compared to healthy controls (p < 0.001). Predictive accuracy was highest for the phase angle, with an area under the curve (AUC) of 0.793, with sensitivity and specificity of 81% each. The study findings demonstrate that the BIA parameters, including phase angle, were significantly different between the osteoarthritic knee and the normal knee.",
  "disease": "osteoarthritis"
}