{
  "pmid": "41419188",
  "title": "High Disease Activity is Associated with Incident Osteoporotic Fractures Among Veterans with Rheumatoid Arthritis.",
  "abstract": "Rheumatoid arthritis (RA) increases osteoporosis and fracture risk. The relationship between disease activity and fracture is not well characterized. We aimed to study whether RA disease activity and its components were associated with incident osteoporotic fracture. Data were from the multicenter Veterans Affairs RA (VARA) registry. Fractures were identified by ICD9/10 codes and validated by chart review. Multivariable Cox regression was used to quantify associations of time-varying and cumulative RA disease activity, using DAS28-ESR, with incident osteoporotic fracture. To directly compare hazard ratios (HRs), DAS28-ESR components were scaled, centered and evaluated in multivariable models. Sensitivity analyses, including evaluating DAS28-ESR categories, were also performed. Among 2,912 Veterans, 248 (9%) experienced incident osteoporotic fracture. Those who fractured were more likely to be female (19% versus 11%), White (83% vs 75%) and had higher baseline disease activity (DAS28-ESR 4.0±1.5 vs. 3.8±1.6). The time-varying model demonstrated an 18% increased risk of incident osteoporotic fracture per unit increase of DAS28-ESR (aHR 1.18 [95%CI 1.09-1.28], p<0.001). The cumulative model revealed a 3% increased risk per DAS28-ESR unit-year (aHR 1.03 [95%CI 1.01-1.05], p<0.001). Patient global assessment of disease activity had the highest point estimates of the disease activity components in both time-varying and cumulative models. Compared to remission, moderate and high disease activity carried a 2-fold risk of incident osteoporotic fracture (aHR 2.24 and 2.01 respectively, both p<0.01). Time-varying and cumulative RA disease activity are associated with incident osteoporotic fracture. These data support achieving low disease activity or remission to reduce the risk of incident osteoporotic fracture.",
  "disease": "rheumatoid arthritis"
}