{
    "title": "Quality Assessment of the Literature on Quality Improvement in PICUs: A Systematic Review.",
    "doc_id": "33729730",
    "writer": "Inata Y",
    "year": "2021",
    "summary": "The median quality score based on the Quality Improvement Minimum Quality Criteria Set was 11.0 (25-75th interquartile range, 9.0-13.0). ...Only eight articles (5%) cited Standards for QUality Improvement Reporting Excellence guidelines f …",
    "abstract": "Objectives:\n        \n      \n      To synthesize the literature describing quality improvement in PICUs and to appraise the quality of extant research.\n    \n\n\n          Data sources:\n        \n      \n      We searched the PubMed, Cumulative Index to Nursing and Allied Health Literature, and the Cochrane Central Register of Controlled Trials databases between May and June 2020.\n    \n\n\n          Study selection:\n        \n      \n      Peer-reviewed articles in English that report quality improvement interventions in PICUs were included. Titles and abstracts were screened, and articles were reviewed to determine whether they met quality improvement criteria.\n    \n\n\n          Data extraction:\n        \n      \n      Data were abstracted using a structured template. The quality of the included articles was assessed using the Quality Improvement Minimum Quality Criteria Set and scored on a scale of 0-16.\n    \n\n\n          Data synthesis:\n        \n      \n      Of the 2,449 articles identified, 158 were included in the analysis. The most common targets of quality improvement interventions were healthcare-associated infections (n = 17, 10.8%), handoffs (n = 15, 9.5%), rounds (n = 13, 8.2%), sedation/pain/delirium (n = 13, 8.2%), medication safety (n = 11, 7.0%), and unplanned extubation (n = 9, 5.7%). Of the six domains of healthcare quality described by the Institute of Medicine, patient-centeredness and timeliness were infrequently addressed, and none of the studies addressed equity. The median quality score based on the Quality Improvement Minimum Quality Criteria Set was 11.0 (25-75th interquartile range, 9.0-13.0). Although the quantity and quality of articles have been increasing, only 17% of the studies were deemed \"high quality,\" having a score between 14 and 16. Only eight articles (5%) cited Standards for QUality Improvement Reporting Excellence guidelines for reporting quality improvement works.\n    \n\n\n          Conclusions:\n        \n      \n      The number of publications, including high-quality publications, on quality improvement interventions in PICUs has been increasing. However, low-quality articles continue to be published, even in recent years. Therefore, there is room for improvement in the quality of reporting.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33729730/"
}