{
  "pmid": "41459550",
  "title": "An Ex Vivo Lung Histoculture Model for Studying Pulmonary Infection and Immune Response With SARS-CoV-2 as an Example of RNA Virus.",
  "abstract": "The tissue explant culture (histoculture) is a method that involves maintaining small pieces taken from an organ ex vivo or post mortem in a controlled laboratory setting. Such a technique has a number of advantages: unlike the 2D, organoid, or on-chip cultures, tissue explants preserve the whole complexity of the original tissue in vivo, its structure, extracellular matrix, and the diverse cell populations, including resident immune cells. The explant culture method can be applied to human tissue specimens obtained from biopsies or autopsies, provided that proper ethical protocols are followed. This avoids the difficulties that may arise in translating results obtained on animal models into biomedical research for humans. This advantage makes histocultures especially desirable for studying human pathogenesis in the course of infectious diseases. The disadvantage of the method is the limited lifespan of the cultured tissues; however, a number of approaches allow extending tissue viability to a period sufficient for observing the infection onset and development. Here, we provide a protocol for lung explant maintenance that allows tracing the local effects of infection with SARS-CoV-2 in humans. Further applications of the lung tissues cultured according to this protocol include, but are not limited to, histochemical and immunohistochemical studies and microscopy, FACS, qPCR, and ELISA-based analysis of the conditioned culture media. Key features • The protocol relies on lung tissue culture on collagen rafts at the air-liquid interface, followed by infection with viral agents. • The developed system provides a laboratory-controlled model to investigate the mechanisms of SARS-CoV-2 infection and allows further histological/immunohistochemical, qPCR, FACS, and xMAP cytokine analysis. • Successful establishment of explant culture requires basic cell culture experience. Successful viral infection requires access to a BSL3 laboratory and relevantly trained personnel.",
  "disease": "covid-19"
}