{
  "pmid": "41445935",
  "title": "Advancing Early Detection of Alzheimer Disease in the Primary Care Setting in the United States.",
  "abstract": "As evidence supporting the robustness of blood-based biomarker (BBM) testing for Alzheimer disease (AD) continues to emerge, understanding the perceptions, drivers, and barriers to the adoption of these tests among primary care physicians (PCPs) in the United States is crucial for improving patient outcomes and advancing clinical management of AD. In this study, we perform a survey of PCPs in the United States to better understand current practices for detecting and diagnosing mild cognitive impairment (MCI) or mild dementia due to AD and to identify drivers and barriers to adopting BBM testing in primary care clinics in the United States. This was a cross-sectional study involving a self-administered quantitative online survey. An advisory board was convened before and after the survey to advise on the survey design and discuss survey results. The survey was conducted online in the United States between December 2023 and January 2024, excluding Vermont and Maine because of state laws restricting PCP participation in market research. A total of 603 PCPs from the United States completed the survey for their self-reported perception and adoption of BBM tests for early diagnosis of AD, including awareness and/or experience with testing for patients with suspected cognitive/memory issues, and their belief, motivation, and obstacles for ordering BBM tests. Lack of effective diagnostic tools in the primary care setting and recognition of MCI/early AD symptoms were among the top barriers to early diagnosis of MCI/mild dementia due to AD. Although PCPs manage or treat patients with MCI/mild dementia independently, awareness and adoption of AD BBM tests are substantially lower (<15%) compared with standard cognitive assessments and non-AD-specific blood tests (>65%). Despite practice and perception barriers, two-thirds of PCPs reported that they would order a BBM test for patients with cognitive concerns to improve the diagnosis and management of AD. However, concerns were raised regarding testing accuracy, financial burden, and reimbursement. Primary care physicians are willing to adopt blood-based biomarker tests for diagnosing MCI and mild dementia due to AD, provided that they receive enhanced education, clear guidelines, and reimbursement support.",
  "disease": "alzheimer disease"
}