{
  "pmid": "41397797",
  "title": "[Early follow-up study on three-dimensional-printed customized porous acetabular components for reconstructing extensive acetabular bone defects in primary total hip arthroplasty].",
  "abstract": "To evaluate the feasibility and short-term effectiveness of three-dimensional (3D)-printed customized porous acetabular components for reconstruction of extensive acetabular bone defects during primary total hip arthroplasty (THA). The clinical data of 8 patients with extensive acetabular bone defects, who were treated with 3D-printed individualized porous acetabular components between July 2018 and January 2022, were retrospectively analyzed. The cohort comprised 4 males and 4 females with an average age of 48 years ranging from 34 to 56 years. Acetabular bone defects were classified as Paprosky type ⅢA in 3 cases and type ⅢB in 5 cases. The causes of acetabular destruction were hip tuberculosis (5 cases), pigmented villonodular synovitis (2 cases), and syphilitic arthritis (1 case). Visual analogue scale (VAS) score and Harris hip score (HHS) were used to evaluate the pain relief and hip function before and after operation. Reconstruction outcomes were further assessed by imaging results [X-ray film and Tomosynthesis Shimadzumetal artefact reduction technology (T-SMART)], and the mechanical properties were evaluated by finite element analysis. The operation time ranged from 174 to 195 minutes (mean, 187 minutes), and intraoperative blood loss ranged from 390 to 530 mL (mean, 465 mL). All 8 patients were follow-up 26-74 months (mean, 44 months). Among the 5 patients with tuberculosis, none experienced postoperative recurrence. At last follow-up, the VAS score was 0.3±0.5 and the HHS score was 87.9±3.7, both significantly improved compared to preoperative values (  The application of 3D-printed individualized porous acetabular components in the reconstruction of extensive acetabular bone defects demonstrated precise anatomical reconstruction, stable mechanical support, and good functional performance in short-term follow-up, offering a potential alternative for acetabular defect reconstruction in primary THA. 探讨初次人工全髋关节置换术（total hip arthroplasty，THA）中应用3D打印个性化多孔髋臼组件重建髋臼巨大骨缺损的可行性及早期临床效果。. 回顾分析2018年7月—2022年1月接受3D打印个性化髋臼组件治疗的8例髋臼巨大骨缺损患者临床资料。男4例，女4例；年龄34～56岁，平均48岁。髋臼骨缺损Paprosky ⅢA型3例，ⅢB型5例。病因为结核5例、色素沉着绒毛结节性滑膜炎2例以及梅毒性关节炎1例。手术前后通过疼痛视觉模拟评分（VAS）和Harris髋关节评分（HHS）评估患者疼痛缓解及髋关节功能，同时结合影像学结果 ［X线片及断层融合成像技术（Tomosynthesis-Shimadzumetal artefact reduction technology，T-SMART）］ 综合评价重建效果，并通过有限元分析对其力学性能进行评价。. 手术时间174～195 min，平均187 min；术中失血量390～530 mL，平均465 mL。8例患者均获随访，随访时间26～74个月，平均44个月。术后5例结核患者未见结核复发。末次随访时，VAS评分为（0.3±0.5）分，HHS评分为（87.9±3.7）分，均较术前显著改善，差异有统计学意义（  3D打印个性化髋臼组件应用于巨大髋臼骨缺损重建，具有精确的解剖重建、稳定的机械支持以及早期随访功能良好等表现，可为初次THA中的髋臼巨大骨缺损重建提供一种替代方案。.",
  "disease": "tuberculosis"
}