{
    "title": "Outcomes of ovarian transposition in gynaecological cancers; a systematic review and meta-analysis.",
    "doc_id": "24995040",
    "writer": "Gubbala K",
    "year": "2014",
    "summary": "BACKGROUND: Pelvic irradiation is essential for improving survival in women with pelvic malignancies despite inducing permanent ovarian damage. Ovarian transposition can be performed in premenopausal women in an attempt to preserve ovarian function. ...We com …",
    "abstract": "Background:\n        \n      \n      Pelvic irradiation is essential for improving survival in women with pelvic malignancies despite inducing permanent ovarian damage. Ovarian transposition can be performed in premenopausal women in an attempt to preserve ovarian function. As uncertainty occurs over the proportion of women who are likely to benefit from the procedure, we performed a systematic review and meta-analysis of the proportion of women with ovarian function preservation, symptomatic or asymptomatic ovarian cysts and metastatic ovarian malignancy following ovarian transposition.\n    \n\n\n          Methods:\n        \n      \n      Medline, Embase and The Cochrane Library databases were systematically searched for articles published from January 1980 to December 2013. We computed the summary proportions for ovarian function preservation, ovarian cyst formation and metastatic ovarian disease following ovarian transposition by random effects meta-analysis with meta-regression to explore for heterogeneity by type of radiotherapy.\n    \n\n\n          Results:\n        \n      \n      Twenty four articles reporting on 892 women undergoing ovarian transposition were included. In the surgery alone group, the proportion of women with preserved ovarian function was 90% (95% CI 92-99), 87% (95% CI 79-97) of women did not develop ovarian cysts and 100% (95% CI 90-111) did not suffer metastases to the transposed ovaries. In the brachytherapy (BR)± surgery group, the proportion of women with preserved ovarian function was 94% (95% CI 79-111), 84% (95% CI 70-101) of women did not develop ovarian cysts and 100% (95% CI 85-118) did not suffer metastases to the transposed ovaries. In the external beam radiotherapy (EBRT) +surgery ± BR group, the proportion of women with preserved ovarian function was 65% (95% CI 56-74), 95% (95% CI 85-106) of women did not develop ovarian cysts and 100% (95% CI 90-112) did not suffer metastases to the transposed ovaries. Subgroup meta-analysis revealed transposition to the subcutaneous tissue being associated with higher ovarian cyst formation rate compared to the \"traditional\" transposition.\n    \n\n\n          Conclusion:\n        \n      \n      Ovarian transposition is associated with significant preservation of ovarian function and negligible risk for metastases to the transposed ovaries despite common incidence of ovarian cysts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24995040/"
}