{
  "pmid": "41467612",
  "title": "Patient- and caregiver-reported barriers to chemotherapy in nine sub-Saharan African countries: A cross-sectional survey among population-based registries.",
  "abstract": "Chemotherapy is an essential component of cancer treatment, as outlined in the National Comprehensive Cancer Network (NCCN) guidelines for Sub-Saharan Africa (SSA). Lack of access to treatment is a key driver of impaired survival rates. This study assessed patient-perceived barriers to chemotherapy in SSA according to the five dimensions of access to care: availability, accessibility, accommodation, affordability, and acceptability. Telephone interviews were conducted with 553 randomly selected cancer patients (or caretakers), registered between 2018 and 2019 in 11 urban population-based cancer registries across nine countries in SSA. Malignancy types included breast, cervical, prostate, and colorectal cancer; non-Hodgkin lymphoma; and Kaposi sarcoma. Patients rated barriers using a 3-point Likert scale. Barriers to chemotherapy and their associations with patient characteristics were analysed using multivariate ordinal regression analysis. Major barriers included accessibility (cost of transport), affordability (cost of treatment, being absent from home), and acceptability (lack of knowledge/awareness and fear of treatment). Results varied between countries: affordability was especially severe in the Republic of Congo, while in Gabon, fear of treatment prevailed. Knowledge and awareness were particularly concerning in Ethiopia and Zimbabwe. A combined educational level and self-reported wealth variable, and national human development index (HDI) were consistently associated with reported barriers. Overall, 58.6% of participants received chemotherapy, while 13.2% were recommended chemotherapy but did not receive it. A higher HDI correlated with an increased probability of receiving treatment. A complex set of barriers influenced patients' non-receipt of treatment. Regionally adapted strategies, including psychosocial support, financial assistance for vulnerable groups, and education, are essential to improve treatment uptake in SSA.",
  "disease": "breast cancer"
}