{
    "title": "Multichannel seismocardiography: an imaging modality for investigating heart vibrations.",
    "doc_id": "33049731",
    "writer": "Munck K",
    "year": "2020",
    "summary": "OBJECTIVE: Seismocardiography is the measurement of vibration waves caused by the beating heart with accelerometer(s) placed on the chest. Investigating the nature and the behavior of these vibration waves, by comparing measurements from multiple sites, would help to under …",
    "abstract": "Objective:\n        \n      \n      Seismocardiography is the measurement of vibration waves caused by the beating heart with accelerometer(s) placed on the chest. Investigating the nature and the behavior of these vibration waves, by comparing measurements from multiple sites, would help to understand the heart's mechanical contraction activity.\n    \n\n\n          Approach:\n        \n      \n      Using newly designed multichannel seismocardiogram equipment, it was possible to investigate the vibration waves with 16 three-axis sensors. The equipment performed well with highly precise synchronization rate over 10 min, linear frequency response and high signal quality. The vibration waves were analyzed using the sagittal axis, a single cardiac cycle and focusing on four fiducial points. Two of the fiducial point where the negative and positive peaks associated with aorta valve opening, along with peaks associated with aorta valve closing.\n    \n\n\n          Main results:\n        \n      \n      The respective average centers of mass of the four fiducial points in 13 subjects were at (frontal axis: 35 mm, vertical axis: 5 mm), (31, 6), (26, 24), and (4, -2), relative to the Xiphoid Process. Similar patterns among the subjects were identified for the propagation of the waves across the chest for the four fiducial points.\n    \n\n\n          Significance:\n        \n      \n      The multichannel seismocardiogram equipment successfully revealed a general pattern present in chest surface vibration maps.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33049731/"
}