{
    "title": "New developments and concepts in the diagnosis and management of diabetes insipidus (AVP-deficiency and resistance).",
    "doc_id": "36683321",
    "writer": "Angelousi A",
    "year": "2023",
    "summary": "Diabetes insipidus (DI) is a disorder characterised by the excretion of large amounts of hypotonic urine, with a prevalence of 1 per 25,000 population. ...",
    "abstract": "Diabetes insipidus (DI) is a disorder characterised by the excretion of large amounts of hypotonic urine, with a prevalence of 1 per 25,000 population. Central DI (CDI), better now referred to as arginine vasopressin (AVP)-deficiency, is the most common form of DI resulting from deficiency of the hormone AVP from the pituitary. The less common nephrogenic DI (NDI) or AVP-resistance develops secondary to AVP resistance in the kidneys. The majority of causes of DI are acquired, with CDI developing when more than 80% of AVP-secreting neurons are damaged. Inherited/familial CDI causes account for approximately 1% of cases. Although the pathogenesis of NDI is unclear, more than 280 disease-causing mutations affecting the AVP2 protein or AVP V2 receptor, as well as in aquaporin 2 (AQP2), have been described. Although the cAMP/protein kinase A pathway remains the major regulatory pathway of AVP/AQP2 action, in vitro data have also revealed additional cAMP independent pathways of NDI pathogenesis. Diagnosing partial forms of DI, and distinguishing them from primary polydipsia, can be challenging, previously necessitating the use of the water deprivation test. However, measurements of circulating copeptin levels, especially after stimulation, are increasingly replacing the classical tests in clinical practice because of their ease of use and high sensitivity and specificity. The treatment of CDI relies on desmopressin administration, whereas NDI requires the management of any underlying diseases, removal of offending drugs and, in some cases, administration of diuretics. A better understanding of the pathophysiology of DI has led to novel evolving therapeutic agents that are under clinical trial.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36683321/"
}