{
    "title": "Overexpression of TSPAN8 Promotes Tumor Cell Viability and Proliferation in Nonsmall Cell Lung Cancer.",
    "doc_id": "27996312",
    "writer": "Dong Z",
    "year": "2016",
    "summary": "However, the effects of TSPAN8 in nonsmall cell lung cancer (NSCLC) remain unclear. MATERIALS AND METHODS: In this study, the authors determined the expression of TSPAN in several NSCLC cell lines (95C, A549, H1299, and 95D) and human bronchial epithelial (HB …",
    "abstract": "Background:\n        \n      \n      Overexpression of TSPAN8 has been involved in several epithelial cancers and TSPAN8 can form a complex with a variety of proteins to participate in several import cellular functions. However, the effects of TSPAN8 in nonsmall cell lung cancer (NSCLC) remain unclear.\n    \n\n\n          Materials and methods:\n        \n      \n      In this study, the authors determined the expression of TSPAN in several NSCLC cell lines (95C, A549, H1299, and 95D) and human bronchial epithelial (HBE) cells. Furthermore, the authors investigated the biological function of TSPAN8 in NSCLC cell lines using gain-of-function and loss-of-function assays, as well as the underlying mechanisms.\n    \n\n\n          Results:\n        \n      \n      TSPAN8 was found to be overexpressed in NSCLC cells compared with normal HBE cells, of which the expression in H1299 is the highest and, in 95C, it is relatively lowest. Functional assays indicated that knockdown of TSPAN8 in H1299 remarkably reduced cell viability and proliferation, while overexpression of TSPAN8 in 95C dramatically enhanced cell viability and proliferation. In addition, TSPAN8 knockdown led to G1 phase arrest and apoptosis by downregulating CDK2, CDK4, and Cyclin D1 and upregulating Bax and PARP.\n    \n\n\n          Conclusions:\n        \n      \n      These results provide evidence that TSPAN8 may contribute to the pathogenesis of lung cancer by promoting cell viability and proliferation. TSPAN8 silencing may provide a potential therapeutic intervention for the treatment of NSCLC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27996312/"
}