{
    "title": "Temperature-dependent plasticity mediates heart morphology and thermal performance of cardiac function in juvenile Atlantic salmon (Salmo salar).",
    "doc_id": "35860948",
    "writer": "Muir CA",
    "year": "2022",
    "summary": "In many fishes, upper thermal tolerance is thought to be limited in part by the heart's ability to meet increased oxygen demands during periods of high temperature. Temperature-dependent plasticity within the cardiovascular system may help fish cope with the thermal …",
    "abstract": "In many fishes, upper thermal tolerance is thought to be limited in part by the heart's ability to meet increased oxygen demands during periods of high temperature. Temperature-dependent plasticity within the cardiovascular system may help fish cope with the thermal stress imposed by increasing water temperatures. In this study, we examined plasticity in heart morphology and function in juvenile Atlantic salmon (Salmo salar) reared under control (+0°C) or elevated (+4°C) temperatures. Using non-invasive Doppler echocardiography, we measured the effect of acute warming on maximum heart rate, stroke distance and derived cardiac output. A 4°C increase in average developmental temperature resulted in a >5°C increase in the Arrhenius breakpoint temperature for maximum heart rate and enabled the hearts of these fish to continue beating rhythmically to temperatures approximately 2°C higher than for control fish. However, these differences in thermal performance were not associated with plasticity in maximum cardiovascular capacity, as peak measures of heart rate, stroke distance and derived cardiac output did not differ between temperature treatments. Histological analysis of the heart revealed that while ventricular roundness and relative ventricle size did not differ between treatments, the proportion of compact myocardium in the ventricular wall was significantly greater in fish raised at elevated temperatures. Our findings contribute to the growing understanding of how the thermal environment can affect phenotypes later in life and identify a morphological strategy that may help fishes cope with acute thermal stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35860948/"
}