{
    "title": "The microbiome in prostate inflammation and prostate cancer.",
    "doc_id": "29795140",
    "writer": "Porter CM",
    "year": "2018",
    "summary": "To date, the majority of studies have focused on direct interactions including the influence of prostate infections on prostate cancer risk and, more recently, on the composition of the urinary microbiome in relation to prostate cancer. ...METHODS: We review …",
    "abstract": "Background:\n        \n      \n      The human microbiome may influence prostate cancer initiation and/or progression through both direct and indirect interactions. To date, the majority of studies have focused on direct interactions including the influence of prostate infections on prostate cancer risk and, more recently, on the composition of the urinary microbiome in relation to prostate cancer. Less well understood are indirect interactions of the microbiome with prostate cancer, such as the influence of the gastrointestinal or oral microbiota on pro- or anti-carcinogenic xenobiotic metabolism, and treatment response.\n    \n\n\n          Methods:\n        \n      \n      We review the literature to date on direct and indirect interactions of the microbiome with prostate inflammation and prostate cancer.\n    \n\n\n          Results:\n        \n      \n      Emerging studies indicate that the microbiome can influence prostate inflammation in relation to benign prostate conditions such as prostatitis/chronic pelvic pain syndrome and benign prostatic hyperplasia, as well as in prostate cancer. We provide evidence that the human microbiome present at multiple anatomic sites (urinary tract, gastrointestinal tract, oral cavity, etc.) may play an important role in prostate health and disease.\n    \n\n\n          Conclusions:\n        \n      \n      In health, the microbiome encourages homeostasis and helps educate the immune system. In dysbiosis, a systemic inflammatory state may be induced, predisposing remote anatomical sites to disease, including cancer. The microbiome's ability to affect systemic hormone levels may also be important, particularly in a disease such as prostate cancer that is dually affected by estrogen and androgen levels. Due to the complexity of the potential interconnectedness between prostate cancer and the microbiome, it is vital to further explore and understand the relationships that are involved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29795140/"
}