{
    "title": "Mentalization-based therapy for personality disorder in adolescents.",
    "doc_id": "40709661",
    "writer": "Simonsen S",
    "year": "2026",
    "summary": "PURPOSE OF REVIEW: Mentalization-based therapy for adolescents (MBT-A) is a treatment approach that aligns well with dimensional models of personality disorders. This article reviews recent literature on mentalizing and MBT, proposing ways in which findings may info …",
    "abstract": "Purpose of review:\n        \n      \n      Mentalization-based therapy for adolescents (MBT-A) is a treatment approach that aligns well with dimensional models of personality disorders. This article reviews recent literature on mentalizing and MBT, proposing ways in which findings may inform future research and clinical innovations.\n    \n\n\n          Recent findings:\n        \n      \n      There have been few new treatment studies and meta-analyses, and the evidence generally does not support the superiority of MBT-A over other well structured treatments for personality disorder in adolescents. Long-term follow-up studies suggest heterotypic continuity of personality disorder (PD) and indicate that discrepancies between adolescent and parent reporting may point to important mentalizing problems. A pilot study of MBT-A for conduct disorder has been published and shows promising results, despite a high dropout rate.\n    \n\n\n          Summary:\n        \n      \n      MBT was originally developed for BPD in adults, but it is increasingly being recognized as a transdiagnostic common-factor model relevant to many conditions, such as those affecting adolescents who have experienced childhood adversity and juveniles with persistent aggressive behavior. For the field to progress further, there is a strong need for more research and clinical innovation, which should continue to move beyond categorical classification and approach disorder and alleviation of suffering from a developmental and social-ecological starting point.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40709661/"
}