{
  "pmid": "41428914",
  "title": "Real-Time Model-Free Adaptive Dual Control in Closed-Loop Deep Brain Stimulation: A Path to Individualized Parkinson's Treatment.",
  "abstract": "Deep brain stimulation (DBS) is an advanced clinical treatment for suppressing tremors in Parkinsonian patients. However, traditional open-loop DBS systems remain unable to adapt to patient-specific neural dynamics, often leading to suboptimal results. To address these limitations, this paper proposes a novel closed-loop DBS scheme based on a data-driven model-free adaptive control (MFAC) strategy, designed to effectively suppress pathological tremors hindering overstimulation and providing less power consumption. Using the basal ganglia (BG) system dynamics which is assumed to be completely unknown, the proposed method overcomes the incomplete regional contraction mapping or inaccurate neural dynamics representations, making it a viable option for patient-specific adaptation. The online control strategy continuously adjusts based on real-time data, using an unknown BG model that is merely employed to generate input-output data for simultaneous regulation of the subthalamic nucleus (STN) and globus pallidus internus (GPi) regions. Three linearization techniques (compact-form, partial-form, and full-form dynamic linearization) are utilized to enhance performance and suppress pathological tremor and bring much flexibility to controller design. Performance metrics, including Integral Absolute Error (IAE), Integral Time Absolute Error (ITAE), and Integral Time Squared Error (ITSE), demonstrate a detailed comparison to check the tracking accuracy and tremor suppression based on the error signal. The controller's robustness against inter- and intra-patient variations is evaluated through Monte-Carlo (MC) simulations, providing a reliable in-vitro alternative to real-world clinical trials. In addition, a Hardware-In-the-Loop (HIL) setup has been devised using an Arduino microcontroller to validate the proposed individualized closed-loop DBS performance in a more realistic environment, validating the adaptation, and accounting for noise and time delay in real-world clinical situations. The findings indicate that the proposed novel adaptive deep brain stimulator can significantly improve the quality of life for Parkinsonian patients by effectively suppressing the disease-related tremors.",
  "disease": "parkinson disease"
}