{
  "pmid": "41463101",
  "title": "Liver Innervation in Health and Disease: Neuroimmune-Neurovascular Interface and Future Therapeutic Implications.",
  "abstract": "The liver is intricately innervated by sympathetic, parasympathetic, and sensory fibres, forming a dynamic neurovascular and neuroimmune network that regulates hepatic function and contributes to disease pathogenesis. While traditionally underexplored, hepatic innervation is now recognised as a key modulator of metabolic homeostasis, immune surveillance, and vascular tone. Historically, the liver was not considered a major target of neural regulation, but recent advances in neurology and imaging have revealed complex and dynamic interactions between neural circuits and hepatic functions. This review provides a comprehensive overview of liver innervation, detailing its anatomical organisation and functional roles in both physiological and pathological contexts. We investigate the role of liver innervation in shaping immune responses, particularly in the context of metabolic dysfunction-associated steatotic liver disease, alcohol-associated liver disease, and autoimmune liver diseases, including autoimmune hepatitis and primary biliary cholangitis. Special attention is given to the neuroimmune crosstalk that governs inflammation, fibrosis, malignancy, and tissue remodelling. Furthermore, we examine how neural inputs influence hepatic blood flow, sinusoidal endothelial function, and portal hypertension, highlighting the interplay between neural and vascular systems. We highlight neuromodulatory approaches, including vagus nerve stimulation and other agents to modulate liver inflammation, vascular dysfunction, and immune dysregulation. Finally, we discuss emerging research models, including liver organoids, Artificial Intelligence-based digital twins and biomaterials as innovative platforms designed to study neural-liver interactions and test new therapeutic strategies. By integrating neuromorphology, immunology, and hepatology, this review aims to advance our understanding of liver innervation as a central player in hepatic health and disease and to identify novel targets for therapeutic intervention.",
  "disease": "hypertension"
}