{
    "title": "Biomarkers in juvenile idiopathic arthritis: towards precision diagnosis and personalized therapy?",
    "doc_id": "40539554",
    "writer": "Breda L",
    "year": "2025",
    "summary": "PURPOSE TO REVIEW: Juvenile idiopathic arthritis (JIA) is the most common chronic rheumatic disease in children, characterized by persistent joint inflammation with heterogeneous clinical subtypes. ...",
    "abstract": "Purpose to review:\n        \n      \n      Juvenile idiopathic arthritis (JIA) is the most common chronic rheumatic disease in children, characterized by persistent joint inflammation with heterogeneous clinical subtypes. Early diagnosis and targeted treatment remain critical to improving long-term outcomes. In recent years, research has increasingly focused on the identification and validation of biomarkers to enhance diagnostic precision, predict disease course, and guide therapeutic decisions.\n    \n\n\n          Recent findings:\n        \n      \n      Calprotectin (S100A8/A9) is a pro-inflammatory protein complex released by activated neutrophils and monocytes. In JIA, serum and synovial fluid calprotectin levels correlate with disease activity and may outperform traditional markers like C-reactive protein and erythrocyte sedimentation rate. Evidence suggests that elevated calprotectin levels can predict flares and subclinical inflammation, making it a promising biomarker for monitoring and prognosis in JIA. Novel biomarkers including microRNAs show potential for differentiating disease subtypes and monitoring treatment response. Proteomic and metabolomic profiling are also uncovering candidates that may improve early diagnosis and personalized management.\n    \n\n\n          Summary:\n        \n      \n      Biomarkers have emerged as pivotal tools in the management of JIA, offering significant advantages in both therapeutic decision-making and long-term monitoring. In the future, a robust biomarker framework holds the potential to improve early diagnosis, guide personalized treatment strategies, and enhance outcome prediction-ultimately contributing to more effective and individualized care for patients with JIA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40539554/"
}