{
    "title": "Non invasive techniques for direct muscle quality assessment after exercise intervention in older adults: a systematic review.",
    "doc_id": "39085773",
    "writer": "Virto N",
    "year": "2024",
    "summary": "Muscle quality's morphological domain encompasses direct assessments of muscle microscopic and macroscopic aspects of muscle architecture and composition. ...MAIN TEXT: To address the imperative of understanding and optimizing muscle quality in aging individu …",
    "abstract": "Background:\n        \n      \n      The aging process induces neural and morphological changes in the human musculoskeletal system, leading to a decline in muscle mass, strength and quality. These alterations, coupled with shifts in muscle metabolism, underscore the essential role of physical exercise in maintaining and improving muscle quality in older adults. Muscle quality's morphological domain encompasses direct assessments of muscle microscopic and macroscopic aspects of muscle architecture and composition. Various tools exist to estimate muscle quality, each with specific technical requirements. However, due to the heterogeneity in both the studied population and study methodologies, there is a gap in the establishment of reference standards to determine which are the non-invasive and direct tools to assess muscle quality after exercise interventions. Therefore, the purpose of this review is to obtain an overview of the non-invasive tools used to measure muscle quality directly after exercise interventions in healthy older adults, as well as to assess the effects of exercise on muscle quality.\n    \n\n\n          Main text:\n        \n      \n      To address the imperative of understanding and optimizing muscle quality in aging individuals, this review provides an overview of non-invasive tools employed to measure muscle quality directly after exercise interventions in healthy older adults, along with an assessment of the effects of exercise on muscle quality.\n    \n\n\n          Results:\n        \n      \n      Thirty four studies were included. Several methods of direct muscle quality assessment were identified. Notably, 2 studies harnessed CT, 20 utilized US, 9 employed MRI, 2 opted for TMG, 2 adopted myotonometry, and 1 incorporated BIA, with several studies employing multiple tests. Exploring interventions, 26 studies focus on resistance exercise, 4 on aerobic training, and 5 on concurrent training.\n    \n\n\n          Conclusions:\n        \n      \n      There is significant diversity in the methods of direct assessment of muscle quality, mainly using ultrasound and magnetic resonance imaging; and a consistent positive trend in exercise interventions, indicating their efficacy in improving or preserving muscle quality. However, the lack of standardized assessment criteria poses a challenge given the diversity within the studied population and variations in methodologies.. These data emphasize the need to standardize assessment criteria and underscore the potential benefits of exercise interventions aimed at optimizing muscle quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39085773/"
}