{
    "title": "Measuring empowerment in pregnant women: A scoping review of progress in instruments.",
    "doc_id": "38669756",
    "writer": "Liu Y",
    "year": "2024",
    "summary": "BACKGROUND: The empowerment of pregnant women is a meaningful strategy that profoundly impacts the health of women and their children. Despite a significant increase in the empowerment of pregnant women and its measurement, little attention was …",
    "abstract": "Background:\n        \n      \n      The empowerment of pregnant women is a meaningful strategy that profoundly impacts the health of women and their children. Despite a significant increase in the empowerment of pregnant women and its measurement, little attention was given to a consensus on the selection and application of assessment instruments used for pregnant women.\n    \n\n\n          Objective:\n        \n      \n      To identify the available assessment instruments for measuring the empowerment of pregnant women and to describe the appraisal content and their psychometric properties.\n    \n\n\n          Methods:\n        \n      \n      We searched nine bibliographic databases for original studies that focus on the measurement of empowerment in pregnant women. Arksey and O'Malley's methodology and PRISMA-ScR were selected to guide the implementation of this scoping review. The COSMIN criteria was employed to assess the methodological quality and the quality of psychometric properties.\n    \n\n\n          Results:\n        \n      \n      A total of 23 studies were included and 13 instruments were extracted. Given comprehensive considerations, Kameda's prenatal empowerment scale may be deemed suitable. The included instruments comprehensively measured the attributes of empowerment, with a particular focus on facilitating women's choice and decision-making. Except for the four most recent self-designed questionnaires, the remaining instruments had been tested for reliability and/or validity.\n    \n\n\n          Conclusion:\n        \n      \n      There were heterogeneous results regarding the included instruments' appraisal content and psychometric properties. Future studies focusing on the development or validation of measurement instruments should be guided by influential and identical standards.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38669756/"
}