{
  "pmid": "41460256",
  "title": "Benchmarking THA Implant Combinations Using Data From a US Total Joint Replacement Registry.",
  "abstract": "Benchmarking is a surveillance methodology used to evaluate implants against predetermined standards at select time points after surgery. Receiving a benchmark indicates that an implant has acceptable revision-free survivorship based on a predefined set of standards. Assessing implant performance against benchmarks offers valuable insights for surgeons, industry, and regulatory bodies, and also serves as a foundation for future evidence-based research. We sought to apply the benchmarking standards proposed by the International Society of Arthroplasty Registries (ISAR) International Prosthesis Benchmarking Working Group to our US-based healthcare system's total joint replacement registry and determine and identify THA implant constructs, as well as individual femoral stem and acetabular cup components, that received benchmarks at (1) early 2- and 5-year time points, (2) the midpoint 10-year time point, and (3) the late 15-year time point. As a secondary aim, (4) we sought to evaluate the consistency of these benchmarks when stratified by gender and age. Data from our US-based healthcare system's total joint replacement registry was used to conduct a cohort study. The registry is a surveillance tool that collects a predefined set of information, including implants used, for all THAs performed within the healthcare system. Surgeons complete interoperative registry forms via the electronic health record (EHR) for all THAs. This information is cross-checked with implant information, including manufacturer, implant, and catalog number, that is recorded into the EHR via barcode scan and then extracted into the registry. Patients are longitudinally followed for outcomes, including revision surgery, after their THA until they either leave the healthcare plan or they die, and identified revisions were manually validated through chart review. Primary THAs with highly crosslinked polyethylene acetabular liners for osteoarthritis were identified (2001 to 2024). The final eligible sample included 155,123 primary THAs performed by 509 surgeons at 67 hospitals. The mean ± SD patient age and BMI were 67 ± 10 years and 29 ± 5 kg/m2, respectively. More patients were women (57% [89,092 of 155,123]), White (79% [121,913 of 155,123]), and had an American Society of Anesthesiologists classification of 1 or 2 (64% [98,913 of 155,123]). The proportions of the cohort lost to follow-up through membership termination were 4%, 9%, 16%, and 22% at 2, 5, 10, and 15 years, respectively. The all-cause cumulative percent revision (CPR) and 95% confidence intervals (CIs) during follow-up were calculated using 1 - the Kaplan-Meier estimate. Standards proposed by the International Prosthesis Benchmarking Working Group to identify benchmarks were used; at each time point of interest, there needed to be at least 250 THAs still at risk at that time of follow-up to be considered for benchmarking, and 95% CIs rather than the CPR were compared with the benchmark standard. For early benchmarks, constructs received a benchmark if the lower bound of the 95% CI was less than or equal to the 2% revision rate standard at 2 years and less than or equal to the 3% standard at 5 years. For midpoint benchmarks at 10 years, a 5% revision rate was the benchmark standard, and both superiority and noninferiority relative to the standard was considered. A superior benchmark was received if the upper bound of the 95% CI was ≤ 5%. For noninferiority, the margin was set at a 20% higher relative revision rate than the standard. Therefore, a noninferiority benchmark was received if the upper bound was ≤ 6% (20% above the 5% standard, or a 1% noninferiority margin); if the upper bound was above the noninferiority threshold of 6%, then the implant failed to receive a benchmark. Superiority and noninferiority were also considered for late benchmarks at 15 years with a 6.5% revision rate benchmark standard. A superior benchmark was received if the upper bound was ≤ 6.5%, noninferior if the upper bound was ≤ 7.8%, and no benchmark was received if the upper bound was > 7.8%. Most (86% [30 of 35]) THA constructs that we considered received a 2-year benchmark, meaning that the lower bound of the 95% CI was less than or equal to the benchmark standard of a 2% revision rate, representing 87% (132,195 of 152,799) of the THAs. The five implant systems not receiving a 2-year benchmark were the Zimmer-Biomet M/L Taper®/Continuum® (n = 9903 still at risk at 2-year follow-up, CPR 3.1 [95% CI 2.8 to 3.5]), Zimmer-Biomet Trabecular Metal®/Continuum (n = 2939, CPR 3.2 [95% CI 2.6 to 3.8]), Zimmer-Biomet Kinectiv®/Continuum (n = 2467, CPR 2.7 [95% CI 2.1 to 3.3]), Zimmer-Biomet M/L Taper/Trabecular Metal® (n = 2375, CPR 2.7 [95% CI 2.1 to 3.4]), and Zimmer-Biomet VerSys®/Continuum (n = 772, CPR 3.3 [95% CI 2.3 to 4.8]). Of the 30 constructs for the 5-year time point, 90% (27) received a benchmark, meaning that the lower bound of the 95% CI was less than or equal to the 3% benchmark standard, used in 90% (131,904 of 146,465) of the THAs considered. The M/L Taper/Continuum, Kinectiv/Continuum, and VerSys/Continuum all failed to receive a 2-year and 5-year benchmark. There were 20 constructs evaluated at the 10-year midpoint, and 13 received a superior benchmark with the upper bound less than or equal to the 5% benchmark standard (80% [83,134 of 103,919] of THAs evaluated), while another five constructs received a noninferior benchmark with the upper bound ≤ 6% (15% [15,528 of 103,919] of THAs evaluated). The M/L Taper/Trabecular Metal and Kinectiv/Continuum did not receive a midpoint benchmark; these constructs also failed to receive benchmarks at earlier time points. There were eight constructs evaluated at the 15-year late time point, seven of which received a superior benchmark with the upper bound of the 95% CI less than or equal to the benchmark standard of 6.5% (97% [74,613 of 77,204] of THAs evaluated). The M/L Taper/Trabecular Metal again failed to receive a benchmark, consistent with earlier time points. Constructs failing to receive a benchmark in gender and stratified analyses were consistent with those already identified in the overall analysis. The proposed ISAR International Prosthesis Benchmarking Working Group benchmarking methodology was applied to a US-based registry and identified distinct implant combinations as superior or adequate performing, as well as those that failed to meet the benchmarks for having a revision rate within the predefined range. Surgeons and health systems should take these findings into consideration when selecting implants for primary THA. Implants that do not receive benchmarks should be scrutinized for modes of failure or subject to direct comparative studies. The benchmarking methodology should be incorporated into US-based registries. Level III, therapeutic study.",
  "disease": "osteoarthritis"
}