{
  "pmid": "41452258",
  "title": "Fetal outcomes of antiseizure medication use during pregnancy: A nationwide retrospective cohort study.",
  "abstract": "This study aims to evaluate the effect of maternal antiseizure medication (ASM) exposure on fetal malformations, accounting for specific periods of medication use during pregnancy and differentiating between monotherapy and dual therapy. Using data from the Korean National Health Insurance Service between 2010 and 2020, we conducted a population-based retrospective cohort study of pregnant women with epilepsy who were administered ASMs during pregnancy and those who were not, to assess the associated risk of congenital malformations. Participants were divided into four subgroups based on ASM exposure: Subgroup 1, first trimester (T1) exposure (first 12 weeks); Subgroup 2, exposure limited to the first 140 days; Subgroup 3, exposure only after day 141; Subgroup 4, continuous exposure. Each subgroup was analyzed separately to compare the effects of monotherapy and dual therapy. The primary outcome was the relative risk (RR) of congenital malformations associated with ASM monotherapy and dual therapy. Between 2012 and 2020, 1 916 583 women gave birth. Among these, 8939 (.47%) were diagnosed with epilepsy and required continuous ASM therapy for part or all of the observation period, whereas 4968 women with epilepsy had no ASM exposure during pregnancy and served as the unexposed comparator group. Subgroup 2 showed lower adjusted RR of congenital malformations with monotherapy and dual therapy. In dual therapy, lamotrigine was linked to an increased risk of overall malformations in Subgroups 1 (adjusted RR = 1.81, 95% confidence interval [CI] = 1.22-2.70, p = .0033) and 4 (adjusted RR = 1.81, 95% CI = 1.21-2.70, p = .0039). Valproate dual therapy in Subgroup 4 showed higher risk of overall malformations (adjusted RR = 3.40, 95% CI = 1.36-8.48, p = .0086) and cardiac malformations (adjusted RR = 5.50, 95% CI = 1.29-23.51, p = .0214). Prolonged ASM exposure throughout pregnancy was associated with a significantly increased risk of malformations compared with exposure limited to T1 or to the first half of pregnancy.",
  "disease": "epilepsy"
}