{
    "title": "PKGIalpha is activated by metal-dependent oxidation in vitro but not in intact cells.",
    "doc_id": "35752367",
    "writer": "Aminzai S",
    "year": "2022",
    "summary": "Type I cGMP-dependent protein kinases (PKGIs) are important components of various signaling pathways and are canonically activated by nitric oxide- and natriuretic peptide-induced cGMP generation. However, some reports have shown that PKGIalpha can also be activated in vit …",
    "abstract": "Type I cGMP-dependent protein kinases (PKGIs) are important components of various signaling pathways and are canonically activated by nitric oxide- and natriuretic peptide-induced cGMP generation. However, some reports have shown that PKGIα can also be activated in vitro by oxidizing agents. Using in vitro kinase assays, here, we found that purified PKGIα stored in PBS with Flag peptide became oxidized and activated even in the absence of oxidizing agent; furthermore, once established, this activation could not be reversed by reduction with DTT. We demonstrate that activation was enhanced by addition of Cu2+ before storage, indicating it was driven by oxidation and mediated by trace metals present during storage. Previous reports suggested that PKGIα Cys43, Cys118, and Cys196 play key roles in oxidation-induced kinase activation; we show that activation was reduced by C118A or C196V mutations, although C43S PKGIα activation was not reduced. In contrast, under the same conditions, purified PKGIβ activity only slightly increased with storage. Using PKGIα/PKGIβ chimeras, we found that residues throughout the PKGIα-specific autoinhibitory loop were responsible for this activation. To explore whether oxidants activate PKGIα in H9c2 and C2C12 cells, we monitored vasodilator-stimulated phosphoprotein phosphorylation downstream of PKGIα. While we observed PKGIα Cys43 crosslinking in response to H2O2 (indicating an oxidizing environment in the cells), we were unable to detect increased vasodilator-stimulated phosphoprotein phosphorylation under these conditions. Taken together, we conclude that while PKGIα can be readily activated by oxidation in vitro, there is currently no direct evidence of oxidation-induced PKGIα activation in vivo.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35752367/"
}