{
    "title": "Antiretroviral Treatment Efficacy and Safety in Older HIV-Infected Adults.",
    "doc_id": "26684554",
    "writer": "Jourjy J",
    "year": "2015",
    "summary": "Limited data are available in older individuals due to underrepresentation in clinical trials. To better understand this relationship, we conducted a literature search to assess the impact of older age on the outcomes of ART in the older HIV-infected populati …",
    "abstract": "Highly active antiretroviral therapy (ART) and its widespread availability have revolutionized the landscape of HIV care and patient outcomes, transforming infection with HIV into a manageable chronic condition rather than a life-limiting disease. This transformation has created an older patient demographic. The effect that older age has on the outcomes of ART is not completely understood. Limited data are available in older individuals due to underrepresentation in clinical trials. To better understand this relationship, we conducted a literature search to assess the impact of older age on the outcomes of ART in the older HIV-infected population, including immunologic and virologic outcomes, mortality, disease progression, toxicity of ART, and pharmacokinetic considerations. In addition, package inserts of antiretroviral (ARV) medications were reviewed for efficacy, safety, and pharmacokinetic information pertaining to the older population. Most studies in older adults (50 yrs or older) demonstrated slower and blunted CD4 immune recovery but better virologic suppression in response to ART. Higher rates of mortality and faster disease progression have been observed in adults 50 years and older, particularly during the first year after ART initiation. HIV-infected patients aged 50 years and older appear to be at greater risk for certain ART-associated toxicities including nephrotoxicity, decline in bone mineral density and bone fracture, symptomatic peripheral neuropathy, and cardiovascular disease including myocardial infarction. The available literature suggests that clinicians should consider avoiding agents such as tenofovir disoproxil fumarate (TDF) in older patients with risk factors for renal impairment and/or osteoporosis. If TDF is used in patients aged 50 years or older, more frequent monitoring should be considered. Older age was a significant predictor for higher atazanavir exposure and higher lopinavir trough concentration at 24 weeks. The clinical implications of these findings are unknown. It is imperative that future development of novel ARV drug therapies includes a greater proportion of older subjects in clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26684554/"
}