{
    "title": "Engineered Extracellular Vesicles Modified by Angiopep-2 Peptide Promote Targeted Repair of Spinal Cord Injury and Brain Inflammation.",
    "doc_id": "39853366",
    "writer": "Kong G",
    "year": "2025",
    "summary": "Through single-cell sequencing and immunofluorescence experiments, we confirmed that the expression of LRP-1, the targeted receptor of Ang2, was elevated after spinal cord injury. Subsequently, we integrated the Ang2 peptide segment into M2 microglia to obtai …",
    "abstract": "Engineered extracellular vesicles play an increasingly important role in the treatment of spinal cord injury. In order to prepare more effective engineered extracellular vesicles, we biologically modified M2 microglia. Angiopep-2 (Ang2) is an oligopeptide that can target the blood-brain barrier. Through single-cell sequencing and immunofluorescence experiments, we confirmed that the expression of LRP-1, the targeted receptor of Ang2, was elevated after spinal cord injury. Subsequently, we integrated the Ang2 peptide segment into M2 microglia to obtain Ang2-EVs, which could successfully target the site of spinal cord injury. However, in order to improve the function of Ang2-EVs, we pretreated M2 microglia with melatonin, which has anti-inflammatory effects, to obtain M-Ang2-EVs. The results of single-nucleus sequencing of the mouse spinal cord verified that neurons and OPCs gradually transformed into subtypes related to nerve repair functions after treatment with M-Ang2-EVs. This is consistent with the sequencing and enrichment analysis of miRNAs contained in M-Ang2-EVs. We further verified through experiments that M-Ang2-EVs can promote microglia/macrophages to phagocytose sphingomyelin, promote axon remyelination and axon elongation, and maintain the integrity of the blood-spinal barrier. Since Ang2 can also target the blood-brain barrier, we found that M-Ang2-EVs can also reduce brain inflammation that results from spinal cord injury. Our study applied the Angiopep-2 peptide to spinal cord injury to enhance the targeting of injured cells, and successfully construct engineered extracellular vesicles that can target the spinal cord injury site and the brain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39853366/"
}