{
  "pmid": "41450403",
  "title": "Inter- and Intra-examiner Reliability of Quantitative Assessment of Respiratory Muscle Cross-Sectional Areas on Preoperative Chest CT Images: A Pilot Study.",
  "abstract": "Respiratory sarcopenia, defined as reduced respiratory muscle mass and strength, and has been reported as a potential prognostic factor in lung cancer. In patients undergoing non-small cell lung cancer (NSCLC) surgery, preoperative chest computed tomography (CT) is routinely performed and offers an opportunity to assess respiratory muscle volume. However, the reliability of CT-based measurements for different respiratory muscles has not been established, and standardized protocols are lacking. This study aimed to evaluate the inter-rater reliability of respiratory muscle volume measurements using preoperative CT images in patients with lung cancer. Five patients who underwent lung cancer surgery at our hospital between July and August 2023 were selected. Four physical therapists with no prior experience in measuring muscle cross-sectional areas (CSAs) on chest CT images received a lecture on the measurement methods from a radiology technician. Respiratory muscle CSAs (pectoralis, intercostal, and latissimus dorsi muscles) were measured from preoperative chest CT images using an image analysis system. Measurements were performed four times on different days. Intra-class correlation coefficients (ICC) were used for intra- and inter-rater reliability assessments, applying a two-way mixed-effects model with absolute agreement: ICC (2, 1) for intra-rater and ICC (2, k) for inter-rater reliability. ICC ≥ 0.75 indicated excellent reliability. Participants had a median age of 75.0 (72.0, 79.0) years and body mass index of 23.0 (20.0-24.0). Four participants (80%) were at tumor stage I. Excellent intra-assessor reliability was demonstrated for all the respiratory muscles (pectoralis CSA [ICC: 0.908 to 0.996], intercostal CSA [ICC: 0.941 to 0.985], and latissimus CSA [ICC: 0.885 to 0.984]). Excellent inter-rater reliability was demonstrated for the pectoralis and intercostal CSAs. This study confirmed excellent intra- and inter-rater reliability for measuring respiratory muscle CSAs using CT images in patients with preoperative lung cancer in the pectoral and intercostal muscles. This suggests that CT assessment of respiratory muscle volume may be widely used as a clinically useful indicator. Further standardization and simplification of this method will allow its use in broader clinical settings.",
  "disease": "lung cancer"
}