{
    "title": "Impact of home mechanical ventilation on sleep quality.",
    "doc_id": "28787382",
    "writer": "Schwarz SB",
    "year": "2017",
    "summary": "Although physiological parameters, health-related quality of life and long-term outcomes frequently serve as primary outcomes, only a few studies have primarily addressed sleep quality in patients undergoing HMV. ...To this end, both subjectively and objectiv …",
    "abstract": "Purpose of review:\n        \n      \n      The number of patients receiving home mechanical ventilation (HMV) has dramatically increased in recent years. Although physiological parameters, health-related quality of life and long-term outcomes frequently serve as primary outcomes, only a few studies have primarily addressed sleep quality in patients undergoing HMV. Therefore, this review article summarizes the current knowledge on sleep quality in patients receiving HMV.\n    \n\n\n          Recent findings:\n        \n      \n      HMV can be performed noninvasively via face masks or invasively via tracheal cannulas. Studies in patients receiving invasive HMV therapy are clearly lacking. Most studies in this field have focused on invasively ventilated patients in the ICU, but the findings are not necessarily applicable to patients undergoing invasive HMV. On the other hand, there are several trials showing that noninvasive ventilation (NIV) has the potential to improve sleep quality in patients with severe sleep disturbances associated with chronic hypercapnic respiratory failure. To this end, both subjectively and objectively assessed sleep qualities by polysomnography are reported to improve after long-term NIV is initiated.\n    \n\n\n          Summary:\n        \n      \n      Although HMV has the potential to improve sleep quality in patients with chronic hypercapnic respiratory failure, it can also have a negative impact on sleep quality, particularly in cases of patient-ventilator asynchrony or leakage. Therefore, both subjective and objective polysomnographic assessments of sleep quality should become an integral part of managing patients who receive HMV therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28787382/"
}