{
    "title": "Cooling Effect of Green Space and Water on Urban Heat Island and the Perception of Residents: A Case Study of Xi'an City.",
    "doc_id": "36429599",
    "writer": "Huang R",
    "year": "2022",
    "summary": "This study analyzed the spatiotemporal evolution of UHI in the central area of Xi'an City in 1999, 2006, 2014, and 2019, and compared the cooling effect of green space and water among 13 urban parks in 2019. ...",
    "abstract": "The urban heat island (UHI) is a typical environmental problem that affects people's health and restricts urban development. Understanding the cooling effect of ecological landscapes and residents' perceptions of the cooling effect can help guide urban planning and mitigate environmental risk. This study analyzed the spatiotemporal evolution of UHI in the central area of Xi'an City in 1999, 2006, 2014, and 2019, and compared the cooling effect of green space and water among 13 urban parks in 2019. Furthermore, we investigated the constraining effect of landscape patterns on UHI and residents' perceptions. Our results show that the area of moderate temperature region increased significantly in the past 20 years, and the UHI of old urban areas has been reduced. The UHI hot spots generally migrated to the northwest, and a shrinking-transferring-diffusing trend was observed across three periods (1999-2006, 2006-2014, 2014-2019). In addition, the cooling effect of parks increased with the proportion of water area, and the average cooling intensity and cooling amplitude were measured at 3.00 °C and 241.43 m, respectively. It was identified that a larger area, a longer circumference, and a more regular shape were more beneficial in reducing the urban thermal environment. Based on 325 questionnaires, we found that 73.23% of residents believed that the cooling effect of green space and water has become better in recent years, but less-educated people tended to be pessimistic about this. Among the residents, 79.08 and 40.92%, respectively, believed that the area and shape of the ecological landscape had an influence on the cooling effect. The comparison of remote sensing inversion results and questionnaire responses revealed that it is critical to incorporate residents' perceptions into urban construction planning for heat risk prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36429599/"
}