{
  "pmid": "41415080",
  "title": "Impact of inflammatory factors on coronary CT calcification score: correlation with plaque stability and evaluation of diagnostic efficiency.",
  "abstract": "To investigate the correlation between inflammatory cytokines (IL-1β, IL-6, and IL-10) and plaque stability as assessed by coronary computed tomography angiography (CTA) calcium scoring. A retrospective study was conducted in 148 patients who underwent coronary angiography in the Department of Cardiovascular Medicine of our hospital from January 2022 to December 2024. Patients were classified into a coronary heart disease (CHD) group (n = 102) and a non-CHD group (n = 46). Coronary CTA calcium scores, biochemical parameters, serum cytokine levels (IL-1β, IL-6, IL-10), and plaque stability-related markers - including lipoprotein-associated phospholipase A2 (Lp-PLA2), lectin-like oxidized low-density lipoprotein receptor-1 (LOX-1), cathepsin K (CTSK), and pentraxin 3 (PTX3) - were compared between the groups. Patients were further stratified according to the Synergy between PCI with TAXUS and Cardiac Surgery (SYNTAX) score into mild-to-moderate and severe coronary artery disease subgroups. Correlations among inflammatory cytokines, SYNTAX score, and plaque stability-related markers were assessed and compared between the groups. Receiver operating characteristic (ROC) curve analysis was performed to evaluate the predictive value of inflammatory cytokines for CHD. Significant differences were observed in peripheral blood levels of IL-1β, IL-6, and IL-10 between the CHD and non-CHD groups (all P < 0.05). IL-1β and IL-6 were positively correlated with both SYNTAX scores and plaque stability-related markers. ROC analysis revealed that IL-1β had an area under the curve (AUC) of 0.754 (95% CI: 0.631-0.877, P < 0.05) with an optimal cutoff of 4.86, yielding a sensitivity of 68.6% and specificity of 89.7%. IL-6 showed an AUC of 0.746 (95% CI: 0.631-0.860, P < 0.05) with a cutoff of 6.74, corresponding to a sensitivity of 82.9% and specificity of 66.7%. Inflammatory factors are important contributors to the development and progression of CHD. Their levels are significantly correlated with coronary calcium scores and plaque stability-related markers, and they demonstrate favorable diagnostic performance, suggesting potential clinical utility.",
  "disease": "coronary artery disease"
}