{
  "pmid": "41473306",
  "title": "Co-administration of intranasal parainfluenza virus vaccines expressing antigenically distinct SARS-CoV-2 S antigens elicits broad and durable immunity in hamsters.",
  "abstract": "Intranasal COVID-19 vaccines with the ability to induce broad and durable mucosal and systemic immunity would be useful as stand-alone vaccines or in combination with injectable vaccines. Here, we evaluated in the hamster model the immunogenicity, breadth of immunity, and durability of protection elicited by co-administration of two live-attenuated bovine/human parainfluenza virus type 3 (B/HPIV3) vectors expressing antigenically distinct prefusion stabilized S proteins of the ancestral SARS-CoV-2 isolate (B/HPIV3/S-6P) or the Omicron/BA.5 variant (B/HPIV3/S-BA.5-2P). These vectors are being developed as bivalent pediatric vaccines against HPIV3 and SARS-CoV-2 and are based on bovine PIV3 with the fusion (F) and hemagglutinin-neuraminidase (HN) glycoproteins replaced by those of human PIV3. To broaden the S-specific antibody response, we evaluated co-administration of these B/HPIV3 S-expressing vectors. Each B/HPIV3 S-expressing vector induced robust serum anti-S IgG and IgA antibody levels to the antigen-matched S protein that were sustained for at least five months. Co-administration increased the breadth of the S-specific antibody response, spanning the antigenic breadths of the response elicited by each B/HPIV3 S-expressing vector individually. Animals that had received the mixture of vectors developed neutralizing antibodies to ancestral as well as recently circulating SARS-CoV-2 strains. Hamsters immunized intranasally were protected against Omicron/BA.5 challenge 5 months after immunization, with no weight loss, SARS-CoV-2 challenge virus replication, or increase in host inflammatory cytokines in the upper and lower airways detectable after the challenge, indicating durable protection. Thus, intranasal co-administration of live-attenuated B/HPIV3 expressing antigenically distinct S proteins induced broad and durable antibody responses and long-term protection against Omicron/BA.5 challenge. This approach warrants further development and may better protect against emerging SARS-CoV-2 variants. Current SARS-CoV-2 vaccines protect against severe disease but are less efficient at blocking infection. Intranasal SARS-CoV-2 vaccines, however, have been shown to induce local immunity that better blocks infection at the nasal portal of entry and have been proposed as booster vaccines to induce better protection against SARS-CoV-2 variants. In the present study, we evaluated in hamsters an intranasal live-attenuated chimeric bovine/human parainfluenza virus type 3 (B/HPIV3) as a bivalent pediatric vaccine against PIV3 and SARS-CoV-2. Co-administration in a single intranasal dose of two B/HPIV3 vectors, one expressing the spike protein S from the antigenically distinct ancestral Wuhan-Hu-1 strain and one expressing S of Omicron/BA.5, induced broad and durable serum anti-S IgG and IgA antibody responses that remained strong for at least five months. Hamsters challenged with the Omicron/BA.5 strain five months after immunization were protected from weight loss, inflammatory responses, and challenge virus replication in the upper and lower airways after challenge. Thus, in the hamster model, intranasal immunization with live-attenuated B/HPIV3 expressing SARS-CoV-2 S can provide durable protection for several months, and combining two antigenically distinct B/HPIV3 S-expressing vectors substantially broadens the antibody response. This mucosal immunization approach may better protect against infection from emerging SARS-CoV-2 variants.",
  "disease": "covid-19"
}