{
  "pmid": "41468734",
  "title": "Restricted access to GPs had limited effect on consultations for mental health problems in deprived areas during COVID-19: A cohort study.",
  "abstract": "Stringent COVID-19 lockdown measures with limited access to GP practices raised concerns about the primary mental care access for patients from deprived neighbourhoods. This study investigated the number of mental health GP consultations among patients in deprived neighbourhoods before and during the COVID-19 pandemic. Observational study from January 2018 to June 2022. Medical records of 379,567 patients were analyzed. We applied segmented time-series Poisson regression analyses to compare monthly mental health consultations in the first lockdown phase (March-May 2020) and the period thereafter with the pre-pandemic period for the total sample and separately for patients in deprived and non-deprived neighbourhoods. Analysis of 759,863 mental health consultations showed fewer consultations during the first lockdown phase, than pre-pandemic levels (RR = 0·955; 95 % CI = 0·919-0·993). This decrease was only significant among patients in non-deprived neighbourhoods Conversely, a significant increase in consultations during the post-lockdown phase was observed among patients in deprived neighbourhoods (RR = 1·074; 95 % CI = 1·002-1·152), returning to pre-pandemic levels for patients in non-deprived neighbourhoods. For the whole study population, patients had more consultations per month during the first lockdown phase and post-lockdown phase (RR = 1·095; 95 % CI = 1·079-1·111 and RR = 1·064; 95 % CI = 1·051-1·078 respectively). During the lockdown phase the GP seemed accessible for patients with mental health problems in deprived neighbourhoods. A general decline in consultations during first lockdown phase, only significant in non-deprived neighbourhoods, was followed by increase in deprived neighbourhoods only during post-lockdown. This can be explained by a higher frequency of mental health consultations per patient. Sufficient access to primary health care should be guaranteed to ensure mental health treatment.",
  "disease": "covid-19"
}