{
    "title": "Improving the accuracy of weight status assessment in infancy research.",
    "doc_id": "24956502",
    "writer": "Dixon WE Jr",
    "year": "2014",
    "summary": "Both researchers and primary care providers vary in their methods for assessing weight status in infants. The purpose of the present investigation was to compare standing-height-derived to recumbent-length-derived weight-for-length standardized (WLZ) scores, using t …",
    "abstract": "Both researchers and primary care providers vary in their methods for assessing weight status in infants. The purpose of the present investigation was to compare standing-height-derived to recumbent-length-derived weight-for-length standardized (WLZ) scores, using the WHO growth curves, in a convenience sample of infants who visited the lab at 18 and 21 months of age. Fifty-eight primarily White, middle class infants (25 girls) from a semi-rural region of southern Appalachia visited the lab at 18 months, with 45 infants returning 3 months later. We found that recumbent-length-derived WLZ scores were significantly higher at 18 months than corresponding standing-height-derived WLZ scores. We also found that recumbent-length-derived WLZ scores, but not those derived from standing height measures, decreased significantly from 18 to 21 months. Although these differential results are attributable to the WHO database data entry syntax, which automatically corrects standing height measurements by adding 0.7 cm, they suggest that researchers proceed cautiously when using standing-height derived measures when calculating infant BMI z-scores. Our results suggest that for practical purposes, standing height measurements may be preferred, so long as they are entered into the WHO database as recumbent length measurements. We also encourage basic science infancy researchers to include BMI assessments as part of their routine assessment protocols, to serve as potential outcome measures for other basic science variables of theoretical interest.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24956502/"
}