{
  "pmid": "41457385",
  "title": "Barriers and competencies in nursing care for diabetic foot management: a mixed-methods observational study.",
  "abstract": "To explore nurses' perceptions regarding their knowledge, degree of autonomy, and the difficulties encountered in managing diabetic foot in Primary Care. Diabetes mellitus is a chronic condition with a high prevalence in Spain, predominantly type 2. One of its most serious complications is diabetic foot disease, affecting between 19% and 34% of patients and associated with considerable morbidity and amputation risk. Primary Care, particularly nursing professionals, plays a pivotal role in the prevention, assessment, and management of diabetic foot. However, institutional, methodological, and personal barriers continue to affect care quality. A descriptive, cross-sectional observational study was conducted using quantitative and qualitative methods. A validated ad hoc questionnaire was administered to 176 nurses from the Murcian Health Service participating in a blended learning course on diabetic foot. Variables assessed included professional autonomy, knowledge, dressings use, clinical documentation, training, and perceived challenges. Qualitative analysis was based on open-ended responses using content analysis. A total of 88.1% of nurses reported autonomy in performing foot examinations; however, only 45.5% managed wound care independently. Just 19.9% considered themselves sufficiently trained, while 42.6% felt confident in selecting dressings appropriate to the healing phase. Although 56.8% regularly completed specific clinical documentation forms, many still expressed uncertainty about dressing use. Qualitative analysis identified five key barriers: lack of knowledge, patient complexity, institutional constraints, issues of authority and communication, and professional insecurity. These findings provide a current picture of persistent barriers in diabetic foot care and reinforce the need for targeted training and institutional support.",
  "disease": "diabetes mellitus"
}