{
    "title": "Quality of Life and Psychosocial Factors as Predictors of Pain Relief Following Nerve Surgery.",
    "doc_id": "32188297",
    "writer": "Heary KO",
    "year": "2022",
    "summary": "Background: Peripheral nerve injuries may result in pain, disability, and decreased quality of life (QoL). Pain is an incompletely understood experience and is associated with emotional and behavioral qualities. ...",
    "abstract": "Background: Peripheral nerve injuries may result in pain, disability, and decreased quality of life (QoL). Pain is an incompletely understood experience and is associated with emotional and behavioral qualities. We hypothesized that pain following peripheral nerve surgery could be predicted by changes in emotions or QoL postoperatively. Methods: Using prospectively collected data, a retrospective study design was used to evaluate the relationships among pain, QoL, and psychosocial factors in patients who underwent peripheral nerve surgery. Patients completed questionnaires rating pain; impact of pain on QoL, sadness, depression, frustration, anger, and hopefulness before surgery; and each postoperative follow-up visit. Multilevel modeling was used to assess the concurrent and lagged relationships between pain and psychosocial factors. Results: Increased pain was concurrently associated with decreased hopefulness (P = .001) and increased the impact on QoL, sadness, depression, and anger (P < .001). In lagged analyses, the impact on QoL and anger prospectively predicted pain (P < .001 and P = .02, respectively). Pain predicted subsequent scores of QoL, sadness, depression, anger, and hopefulness (P < .01). Having an upper limb nerve injury and self-report of \"no comment for childhood trauma\" were predictors of postsurgical pain. Conclusion: Psychosocial measures and pain are reciprocally related among patients who underwent surgery for peripheral nerve injuries or compression. Our study provides evidence of the important relationships among psychosocial factors, pain, and outcome and identifies treatment targets following nerve surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32188297/"
}