{
  "pmid": "41462345",
  "title": "EEG-based detection of early functional brain changes in subjective cognitive decline: a prospective cohort study.",
  "abstract": "Subjective cognitive decline (SCD) has been recognized as a preclinical stage of Alzheimer's disease. However, the identification of early functional brain changes remains challenging. This study investigated the functional brain changes in SCD using longitudinal EEG and evaluate the feasibility of EEG features as scalable biomarkers for identifying amyloid burden and cognitive decline using an interpretable machine learning framework. We analyzed 120 individuals with SCD enrolled in a multicenter prospective cohort (the CoSCo study) at baseline and after a 2-year follow-up. Participants were classified as amyloid-positive (A + SCD) or amyloid-negative (A - SCD). Spectral power and graph theory-based network analyses were conducted. Also, we trained machine learning classifiers to distinguish between the groups and interpreted the predictions of classifiers using SHAP. At both baseline and follow-up, the A + SCD group exhibited elevated low-frequency (delta and theta) activity and reduced alpha activity compared to the A - SCD group. The EEG-based classifiers distinguished A + SCD from A-SCD individuals with high performance, outperforming a classifier based on demographic data. The results of SHAP analysis confirmed the importance and relative contribution of selected EEG features. Longitudinal EEG, when combined with interpretable machine learning, can detect and track the functional alterations of brain related to amyloid pathology in preclinical AD. Our findings support the feasibility of EEG as a non-invasive, scalable, and sensitive biomarker for risk stratification, before overt cognitive impairment emerges. This study was registered at the Clinical Research Information Service (CRIS) (cris.nih.go.kr/cris; # KCT0003397, Registration Date: December 21, 2018).",
  "disease": "alzheimer disease"
}