{
  "pmid": "41348392",
  "title": "Macrolide Antibiotics as Modulators of Cellular Oxidative Stress: Mechanisms, Pathways, and Therapeutic Implications.",
  "abstract": "Macrolide antibiotics, long recognized for antibacterial properties, have recently emerged as modulators of oxidative stress in eukaryotic cells, reflecting context-dependent effects and pharmacological activities distinct from their antimicrobial activities. The purpose of this review is to examine the capacity and outcomes of macrolides, using erythromycin as the most well-documented example, to modulate responses to stress from reactive oxygen species (ROS) and what this means for redox homeostasis. We compare evidence from studies of mammalian cells and the so-called PI3K/AKT/mTOR and PPARγ/NF-κB/Nrf2 signaling pathways to reveal erythromycin's suppressive effects towards oxidative stress-induced senescence, upregulation of antioxidant enzymes (e.g., superoxide dismutase and catalase), and related effects that mitigate mitochondrial dysfunction. These redox outcomes of exposure to erythromycin are particularly relevant to therapeutic strategies targeting inflammatory and age-related diseases, including chronic obstructive pulmonary disease and neurodegeneration. Conversely, studies of aquatic species, including fish, algae, and invertebrates, suggest that erythromycin induces oxidative damage and genotoxicity. In this review, we discuss factors that are likely to shape this dualistic nature of macrolides in redox modulation such as levels and duration of antibiotic exposure, type of antioxidant system, tissue specificity, and organism complexity. Emerging research in oxidative modulatory properties of erythromycin in eukaryotic and prokaryotic microorganisms, and properties that are shared among macrolides are also discussed. While erythromycin's protective redox effects are therapeutically promising, concerns over chronic use, antioxidant suppression, and other context-dependent outcomes merit the need for systems-level multi-omics approaches to define therapeutic thresholds and ecological risks. This review provides a consolidative overview of our up-to-date understanding of macrolides as redox modulators, and advocates for future investigation into the broad physiological and environmental impacts.",
  "disease": "chronic obstructive pulmonary disease"
}