{
    "title": "Young adult cancer patients' experiences of private social network support during cancer treatment.",
    "doc_id": "31017320",
    "writer": "Hauken MA",
    "year": "2019",
    "summary": "AIMS AND OBJECTIVES: To explore young adult cancer patients' experiences of support from their private social network during cancer treatment. ...DESIGN: Qualitative study with interpretive descriptive design. METHODS: Twenty young adult cancer patient …",
    "abstract": "Aims and objectives:\n        \n      \n      To explore young adult cancer patients' experiences of support from their private social network during cancer treatment.\n    \n\n\n          Background:\n        \n      \n      Cancer treatment in young adulthood (aged 18-35 years) can be distressing. Social support is crucial for health and well-being, especially for young people and in times of crisis. Research indicates that young cancer patients experience a lack of social network support, but little is known about the types of private social network support available during cancer treatment.\n    \n\n\n          Design:\n        \n      \n      Qualitative study with interpretive descriptive design.\n    \n\n\n          Methods:\n        \n      \n      Twenty young adult cancer patients with different cancer diagnoses were interviewed retrospectively using a semi-structured interview guideline. Data were analysed using systematic text condensation. The COREQ checklist for qualitative research was followed.\n    \n\n\n          Results:\n        \n      \n      \"From independence to dependence\" was identified as a bridging theme, which was elaborated by four sub-themes: (1) \"My partner was my rock-or not\"; (2) \"My family stood by me-or not\"; (3) \"My friends supported me-or not\"; and (4) \"I lacked young adult cancer peers-or not.\"\n    \n\n\n          Conclusion:\n        \n      \n      The patients' major sources of private social network support were their partners and close family members. Only a few friends supported them during cancer treatment, and most lacked peer support. The type of social network support they received varied, and not all support was perceived as helpful. Helpful network support was experienced as being unconditional and given with empathy and without prompting. Patients without sufficient support from a partner or family members seem to be especially vulnerable.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      Nurses play a crucial role in educating young adult cancer patients about the importance of social support and helping them to map their social network and being explicit when requesting support. Nurses should inform patients' networks about both helpful and unhelpful support and should facilitate interaction between patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31017320/"
}