{
  "pmid": "41448007",
  "title": "Timing of intra-articular injection of adipose-derived mesenchymal stem cells affects cartilage integrity and IL-18 expression in spontaneous osteoarthritis: A preclinical study.",
  "abstract": "Osteoarthritis (OA) is a progressive joint disease primarily characterized by cartilage degradation. A phase I/II clinical trial demonstrated the therapeutic efficacy of a human adipose-derived mesenchymal stem cell (ADMSC) product in patients with knee OA. However, it remains unclear whether its efficacy varies with disease stage or whether a single intra-articular dose offers sustained protection. In this study, we used STR/ort mice-a spontaneous OA model-to evaluate the effects of a single ADMSC injection administered during either early or advancing-stage OA. An additional group received early-stage treatment and was analyzed at a later time point to assess durability. Cartilage integrity, chondrocyte phenotypes, serum cytokines, and subchondral bone structure were examined at three defined time points. Early ADMSC injection significantly reduced matrix-nonproducing chondrocytes, lowered Osteoarthritis Research Society International (OARSI) scores, suppressed aggrecan fragment and matrix metallopeptidase 13 (MMP-13) expression, and increased SRY-box transcription factor 9 (SOX9) levels. In situ RNA hybridization showed that ADMSC xenografts transiently adhered to the cartilage surface and remained detectable post-injection. Micro-computed tomography (micro-CT) demonstrated restored trabecular architecture, while cytokine profiling revealed reduced interleukin-18 (IL-18) levels in both serum and cartilage. These therapeutic effects persisted for up to six weeks but diminished by ten weeks post-injection. In contrast, ADMSC treatment during advancing-stage OA provided only modest protection and failed to reduce IL-18 expression. Moreover, human cartilage plug ex vivo shows ADMSCs modulate the IL-1β/IL-18-NLRP3 inflammasome axis. These findings indicate that early ADMSC injection provides superior joint protection, although sustained efficacy may require repeated dosing.",
  "disease": "osteoarthritis"
}