{
    "title": "Quality improvement in long-term care settings: a scoping review of effective strategies used in care homes.",
    "doc_id": "32888183",
    "writer": "Chadborn NH",
    "year": "2021",
    "summary": "PURPOSE: We conducted a scoping review of quality improvement in care homes. We aimed to identify participating occupational groups and methods for evaluation. ...RESULTS: Sixty five studies were included, 6 of which had multiple publications (75 articles overall). …",
    "abstract": "Purpose:\n        \n      \n      We conducted a scoping review of quality improvement in care homes. We aimed to identify participating occupational groups and methods for evaluation. Secondly, we aimed to describe resident-level interventions and which outcomes were measured.\n    \n\n\n          Methods:\n        \n      \n      Following extended PRISMA guideline for scoping reviews, we conducted systematic searches of Medline, CINAHL, Psychinfo, and ASSIA (2000-2019). Furthermore, we searched systematic reviews databases including Cochrane Library and JBI, and the grey literature database, Greylit. Four co-authors contributed to selection and data extraction.\n    \n\n\n          Results:\n        \n      \n      Sixty five studies were included, 6 of which had multiple publications (75 articles overall). A range of quality improvement strategies were implemented, including audit feedback and quality improvement collaboratives. Methods consisted of controlled trials, quantitative time series and qualitative interview and observational studies. Process evaluations, involving staff of various occupational groups, described experiences and implementation measures. Many studies measured resident-level outputs and health outcomes. 14 studies reported improvements to a clinical measure; however, four of these articles were of low quality. Larger randomised controlled studies did not show statistically significant benefits to resident health outcomes.\n    \n\n\n          Conclusion:\n        \n      \n      In care homes, quality improvement has been applied with several different strategies, being evaluated by a variety of measures. In terms of measuring benefits to residents, process outputs and health outcomes have been reported. There was no pattern of which quality improvement strategy was used for which clinical problem. Further development of reporting of quality improvement projects and outcomes could facilitate implementation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32888183/"
}