{
  "pmid": "41410829",
  "title": "Assessment of Triglyceride/High-Density Lipoprotein Cholesterol Ratio and Triglyceride-Glucose Index Threshold in Patients with Chronic Kidney Disease: Evaluation of Clinical Features and Outcomes.",
  "abstract": "Chronic kidney disease (CKD) is associated with dyslipidaemia. Renal dysfunction changes the level, composition and quality of blood lipids in favor of a more atherogenic profile, resulting in increased risk of cardiovascular diseases (CVD). There is emerging interest in identifying protective cut-off levels of triglycerides (TG), cholesterol, both low density lipoprotein (LDL) and high density lipoprotein (HDL) and new prognostic markers like TyG index and TG/HDL ratio in CVD. To evaluate if higher levels of TG, TG/HDL-ratio and TyG index are associated with increased in-hospital mortality and to identify a prognostic cut-off value of TG and TG/HDL ratio for in-hospital mortality in a population of patients with CKD. We retrospectively analyzed medical records of consecutive hospitalized CKD patients. Clinical and laboratory data were collected and TyG index, TG/HDL-ratio were calculated. We collected data of 122 inpatients with a median age of 75.5 years (70-84); 73 females (65.2%). In-hospital mortality was observed in 18 cases (16.1%) and patients who died showed increased value of TG and TG/HDL ratio (p = 0.024 and p = 0.022). ROC curve analysis showed that a TG level of 115.5mg/dl (AUC = 0.67; 95% CI 0.52-0.8; p = 0.024) and a TG/HDL ratio of 3.19 (AUC = 0.67; 95% CI 0.51-0.83; p = 0.022) had the highest predictive power for in-hospital mortality. The primary outcome in-hospital mortality was more frequently observed in patients with TG ≥ 115.5 mg/dl (p = 0.006) and in patients with TG/HDL ratio ≥ 3.19 (p = 0.032). Multivariate logistic regression models showed that TG levels [OR 1.025 (CI 1.007; 1.044), p = 0.008] were significantly associated with in-hospital death. TG levels were found to be prognostic for in-hospital mortality in our population. Crucially, this study identified specific thresholds of TG (≥ 115.5 mg/dL) and the TG/HDL ratio (≥ 3.19) as prognostic values for in-hospital mortality in CKD patients. The ability of these biomarkers to identify hospitalized patients with an elevated mortality risk underscores the need for their early detection to facilitate effective assessment of both cardiovascular risk and mortality.",
  "disease": "chronic kidney disease"
}