{
  "pmid": "41411213",
  "title": "Validation of the efficacy and safety of targeted pulsed ablation of the bronchus with a novel navigated pulsed electric field ablation system.",
  "abstract": "Background：Bronchial rheoplasty with non-thermal pulsed electric field (PEF) ablation has excellent developmental potential for the therapy of chronic bronchitis (CB) subtypes of chronic obstructive pulmonary disease (COPD). However, the volume of reported clinical studies is quite limited. Also, repeated and missed ablations are involved during the procedure, affecting the targeted therapy and PEF further development. Objectives: Evaluating the feasibility, safety and efficacy of a novel navigated PEF ablation system in the therapy of CB, promoting the COPD therapeutic field toward a new stage of greater precision and efficiency. Methods：First, real-time navigated bronchial rheoplasty were performed in 18 live pigs by a novel navigated PEF ablation system (variable-diameter navigated PEF ablation catheter with a length of 1.4 m and an outer diameter of 1.5 mm) with 84 d of follow-up. Subsequently, bilateral bronchial rheoplasty was conducted in 4 patients with CB using this system. Changes in CAT scores, mMRC scores, CT tests and lung function were explored during the 6-months follow-up. The feasibility, safety and efficacy of the technique were further evaluated. Results：Real-time navigated bronchial rheoplasty was performed successfully in 18 live pigs without any serious complications. Pathologic results showed complete recovery of mild tissue inflammation during follow-up from 4 h to 28 d. In the clinical trial, a total of 8 PEFs were performed in 4 patients with CB subtype COPD, achieving a technical success rate of 100%. There were no device or procedure-related serious adverse events within 6 months. Conclusions: Precision-targeted ablation of patients with CB by a novel navigated PEF ablation system is a safe, feasible, and effective approach.",
  "disease": "chronic obstructive pulmonary disease"
}