{
    "title": "SARS-CoV-2 incidence, seroprevalence, and COVID-19 vaccination coverage in the homeless population: a systematic review and meta-analysis.",
    "doc_id": "37900041",
    "writer": "Liang Y",
    "year": "2023",
    "summary": "OBJECTIVES: SARS-CoV-2 infection and COVID-19 vaccination of homeless people are a serious public health concern during COVID-19 pandemic. ...Moreover, for the homeless subjects, the pooled incidence was 10% (4 to 23%) for asymptom …",
    "abstract": "Objectives:\n        \n      \n      SARS-CoV-2 infection and COVID-19 vaccination of homeless people are a serious public health concern during COVID-19 pandemic. We aimed to systematically assess SARS-CoV-2 incidence, seroprevalence, and COVID-19 vaccination coverage in homeless people, which are important to inform resource allocation and policy adjustment for the prevention and control of COVID-19.\n    \n\n\n          Methods:\n        \n      \n      We searched PubMed, Web of Science, and the World Health Organization COVID-19 database for the studies of SARS-CoV-2 incidence, seroprevalence, and COVID-19 vaccination coverage in the homeless population. Subgroup analyses were conducted to pool SARS-CoV-2 incidence and seroprevalence in sheltered homeless, unsheltered homeless, and mixed population, respectively. Potential sources of heterogeneity in the estimates were explored by meta-regression analysis.\n    \n\n\n          Results:\n        \n      \n      Forty-nine eligible studies with a total of 75,402 homeless individuals and 5,000 shelter staff were included in the meta-analysis. The pooled incidence of SARS-CoV-2 infection was 10% (95% CI: 7 to 12%) in the homeless population and 8% (5 to 12%) for shelter staff. In addition, the overall estimated SARS-CoV-2 specific seroprevalence was 19% (8 to 33%) for homeless populations and 22% (3 to 52%) for shelter staff, respectively. Moreover, for the homeless subjects, the pooled incidence was 10% (4 to 23%) for asymptomatic SARS-CoV-2 infections, 6% (1 to 12%) for symptomatic SARS-CoV-2 infections, 3% (1 to 4%) for hospitalization for COVID-19, and 1% (0 to 2%) for severe COVID-19 cases, respectively while no COVID-19-related death was reported. Furthermore, the data derived from 12 included studies involving 225,448 homeless individuals revealed that the pooled proportion of one dose COVID-19 vaccination was 41% (35 to 47%), which was significantly lower than those in the general population.\n    \n\n\n          Conclusion:\n        \n      \n      Our study results indicate that the homeless people remain highly susceptible to SARS-CoV-2 infection, but COVID-19 vaccination coverage was lower than the general population, underscoring the need for prioritizing vaccine deployment and implementing enhanced preventive measures targeting this vulnerable group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37900041/"
}