{
    "title": "Passive exoskeletons alter low back load transfer mechanism.",
    "doc_id": "36680890",
    "writer": "Zou H",
    "year": "2023",
    "summary": "Previous studies that tested passive back-support exoskeletons focused only on active low-back tissue. Therefore, this study examines the effect from a passive back-support exoskeleton by investigating changes in the load transfer mechanism between act …",
    "abstract": "Previous studies that tested passive back-support exoskeletons focused only on active low-back tissue. Therefore, this study examines the effect from a passive back-support exoskeleton by investigating changes in the load transfer mechanism between active and passive tissue in the low back. Twelve healthy male participants performed a full range of trunk flexion-extension movements under three conditions-FREE (no exoskeleton), the backX, or the CoreBot exoskeleton-while holding 0 kg, 4 kg, and 8 kg loads. Body kinematics and electromyography were recorded. Results showed that the average muscle activity of the lumbar erector spinae (LES) was significantly reduced while wearing the exoskeletons, with a 5.9%MVC reduction with the backX and a 3.3%MVC reduction with the CoreBot. Earlier occurrence of the flexion-relaxation phenomenon induced by the trunk extension moment of exoskeletons played an important role in reducing LES muscle activity because the LES returned to a relaxed state earlier (EMG-Off: a 3.1° reduction with the backX, and a 1.8° reduction with the CoreBot; EMG-On: a 2.3° reduction with the backX, and a 1.4° reduction with the CoreBot). In addition, the maximum lumbar flexion angle (a 2.2° reduction with the backX and a 1.5° reduction with the CoreBot) showed significant decreases compared to the FREE condition, indicating that exoskeleton use can prevent low-back passive tissue from being fully activated. These results suggested the overall effects of passive back-support exoskeletons in reducing loads on both active and passive tissue in the low back.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36680890/"
}