{
    "title": "Systematic review of percutaneous adhesiolysis and management of chronic low back pain in post lumbar surgery syndrome.",
    "doc_id": "19305485",
    "writer": "Epter RS",
    "year": "2009",
    "summary": "Epidural fibrosis may account for as much as 20% to 36% of all cases of failed back surgery syndrome. Percutaneous epidural adhesiolysis has been employed in interventional pain management in the treatment of chronic, refractory low back and lower extremity p …",
    "abstract": "Background:\n        \n      \n      Post lumbar surgery syndrome or failed back surgery syndrome with persistent pain continues to increase over the years. The speculated causes of post lumbar laminectomy syndrome include acquired stenosis, epidural fibrosis, arachnoiditis, radiculopathy, and recurrent disc herniation. Epidural fibrosis may account for as much as 20% to 36% of all cases of failed back surgery syndrome. Percutaneous epidural adhesiolysis has been employed in interventional pain management in the treatment of chronic, refractory low back and lower extremity pain after back surgery.\n    \n\n\n          Study design:\n        \n      \n      A systematic review of randomized trials and observational studies.\n    \n\n\n          Objective:\n        \n      \n      To evaluate the effectiveness of percutaneous adhesiolysis in managing chronic low back and lower extremity pain due to post lumbar surgery syndrome.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive literature search was conducted utilizing electronic databases, as well as systematic reviews and cross references from 1966 through December 2008. The quality of individual articles used in this analysis was assessed by modified Cochrane review criteria for randomized trials and the Agency for Healthcare Research and Quality (AHRQ) criteria for assessment of observational studies. Clinical relevance was evaluated using 5 questions according to the criteria recommended by the Cochrane Review Back Group. Analysis was conducted using 5 levels of evidence, ranging from Level I to III, with 3 subcategories in Level II.\n    \n\n\n          Outcome parameters:\n        \n      \n      The primary outcome measure was pain relief (short-term relief of at least 6 months and long-term relief of more than 6 months). Secondary outcome measures were improvement in functional status, psychological status, return to work, and change in opioid intake.\n    \n\n\n          Results:\n        \n      \n      Of the 13 studies considered for inclusion, 3 randomized trials and 4 observational studies met the inclusion criteria for methodologic quality assessment and evidence synthesis based on methodologic quality scores of 50 or more. Evidence of percutaneous adhesiolysis in the management of chronic low back pain in post-lumbar surgery syndrome is Level I to Level II-1, with evidence derived from 3 randomized trials.\n    \n\n\n          Limitations:\n        \n      \n      There is a paucity of efficacy and pragmatic trials. No trials have been published after 2006.\n    \n\n\n          Conclusion:\n        \n      \n      The indicated level of evidence for percutaneous adhesiolysis is Level I or II-1 based on the US Preventative Services Task Force (USPSTF) criteria.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19305485/"
}