{
    "title": "Fictive motor patterns in chronic spinal cats.",
    "doc_id": "1812222",
    "writer": "Pearson KG",
    "year": "1991",
    "summary": "Fictive motor patterns were recorded in hind leg nerves of 10 adult chronic spinal cats (spinalized at T13). Four of these animals had been trained to step with their hind legs on a treadmill (late-spinal animals), whereas the remainder received no training a …",
    "abstract": "1. Fictive motor patterns were recorded in hind leg nerves of 10 adult chronic spinal cats (spinalized at T13). Four of these animals had been trained to step with their hind legs on a treadmill (late-spinal animals), whereas the remainder received no training and were examined a short time after spinalization (early-spinal animals). 2. A fictive pattern resembling the locomotor pattern for stepping was evoked in all animals in response to stimulation of the skin of the perineal region. (2-[2,6-Dichloroaniline]-2-imidazoline) hydrochloride (Clonidine) at doses ranging from 100 to 500 micrograms/kg iv facilitated the production of this pattern, particularly in early-spinal animals. 3. The fictive locomotor pattern in late-spinal animals was more complex than that occurring in early-spinal animals. In the latter the pattern consisted of an alternation of activity in flexor and extensor nerves, and changing leg position did not qualitatively alter the pattern, whereas in late-spinal animals the relative durations of the bursts in different flexors were usually not the same, and the pattern of flexor activity was dependent on leg position. 4. Moving the legs from extension to flexion progressively decreased the duration of flexor bursts, increased the cycle period, and decreased the ease with which the pattern could be evoked in both early- and late-spinal animals. 5. 1-beta-3,4-Dihydroxyphenylalanine (DOPA)/Isonocotinic acid 2-[(2-benzylcarbamoyl)ethyl]hydrazide (Nialamide) treatment following Clonidine in early-spinal animals increased the complexity of flexor burst activity. This, and other observations, indicates that DOPA and Clonidine do not have strictly identical actions on the locomotor pattern generator. 6. Stimulation of the paws in late-spinal animals produced two patterns of activity distinctly different from the locomotor pattern. of activity distinctly different from the locomotor pattern. One was a short sequence of high-frequency rhythmic activity (at approximately 8 c/s) in response to gently stimulating one paw with a water jet, and the other was a slow rhythm in flexor nerves in response to squeezing the paw. 7. The main conclusion of this investigation is that three distinctly different fictive motor patterns can be generated in chronic spinal cats depending on the method and site of stimulation. These patterns correspond to three different behaviors (locomotion, paw shake, and rhythmic leg flexion) that can be elicited in behaving chronic spinal cats in response to the same stimuli.(ABSTRACT TRUNCATED AT 400 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1812222/"
}