{
  "pmid": "41462094",
  "title": "Deciphering gut microbial impact in coronary artery disease through multimodal computational approaches.",
  "abstract": "Coronary artery disease (CAD) remains a leading global health issue, with growing evidence implicating gut microbiome dysbiosis in its pathogenesis. This study characterized gut microbial alterations in previously reported data of 217 CAD patients compared to 57 healthy controls through advanced computational approaches and bioinformatics analysis. We employed an additional dataset to validate our results as well. Notably, our integrated approach, combining taxonomic profiling, core microbiome and co-occurrence network analyses, stochastic modelling, and machine learning, revealed significant CAD-associated microbial features. Our findings demonstrated that CAD is associated with specific changes in gut bacterial structure, diversity, composition, and stochastic signature, suggesting a dysbiosis in patients with CAD. The co-occurrence network for healthy controls further illustrated the robust and interconnected nature of the microbial community. Whereas, the CAD group showed a less interconnected and more fragmented microbial community. These changes in microbial population included the depletion of beneficial bacterial taxa and the enrichment of potentially harmful microorganisms. However, assessing the individual abundance of core microbiota at the genus level showed that only a small subset of gut core microbiota was correlated with CAD, although beneficial, may not fully compensate for the loss of other stabilizing taxa in the network. This suggests the importance of complex microbial interactions influencing overall health outcomes. We then identified the potential of gut microbial signatures as novel biomarkers for CAD risk assessment and diagnosis. Among those genera,  Our study highlights a significant association between gut microbiota dysbiosis and CAD, characterized by distinct alterations in bacterial diversity and composition. Further research is needed to explore microbial dynamics across diverse populations and to clarify the role of microbiota in CAD onset and progression. The online version contains supplementary material available at 10.1186/s12866-025-04544-w.",
  "disease": "coronary artery disease"
}