{
    "title": "Equity analysis of older adult resource allocation in China.",
    "doc_id": "39071147",
    "writer": "Yu Q",
    "year": "2024",
    "summary": "These methods were applied to evaluate the equity of older adult resource allocation across the different provinces (autonomous regions and municipalities) and regions of China, using two dimensions, namely, the geographical area and the older adult population. ...C …",
    "abstract": "Objective:\n        \n      \n      To evaluate the current status and equity of older adult resource allocation in the 31 provinces (autonomous regions and municipalities) of mainland China, and to offer recommendations for the optimization of these allocations.\n    \n\n\n          Methods:\n        \n      \n      Four key indicators, namely, the number of older adult institutions, employees, professionals, and beds in mainland China in the year 2020, were used and analyzed using various methods and tools, including agglomeration analysis, the Gini coefficient, and the Lorenz Curve. These methods were applied to evaluate the equity of older adult resource allocation across the different provinces (autonomous regions and municipalities) and regions of China, using two dimensions, namely, the geographical area and the older adult population.\n    \n\n\n          Results:\n        \n      \n      Overall, the number of older adult resource allocations was found to be increasing in China, while the number of employees with educational levels of junior college or above was relatively low and the population structure was aging. In terms of the equity of older adult resource allocation, the results showed that this was good according to the dimensions of the older adult population but was on the low side based on the dimension of geographical area, and the Gini coefficient of the western region, in particular, was in an alarming state. Different provinces (autonomous regions and municipalities) were found to have an uneven allocation of resources for older adults, with large differences, with some areas having a serious under-allocation of resources, while others showed resource over-allocation.\n    \n\n\n          Conclusion:\n        \n      \n      While China's allocation of older adult resources is relatively equitable, there is nevertheless a need to take into account recent changes in the older adult population and strengthen the construction of a reasonably structured, high-quality team of professionals and technicians, as well as consider factors such as geographical area and the older adult population, and rationally allocate older adult resources in the eastern, middle, and western regions, to achieve a balanced allocation in terms of equity and efficiency and enhance social capital, to better satisfy the demands for older adult services in older adults at multiple levels.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39071147/"
}