{
  "pmid": "41430589",
  "title": "The junctional protein associated with coronary artery disease predicts adverse cardiovascular events in patients with acute coronary syndromes at high residual risk.",
  "abstract": "Patients with acute coronary syndromes (ACS) are at high ischaemic risk to which cholesterol, inflammation, and yet-to-be-identified pathways jointly contribute. The junctional protein associated with coronary artery disease (JCAD) drives incident cardiovascular events by acting on coagulation and fibrinolysis. This study aimed to assess whether JCAD serves as a novel marker of or target to address residual risk. In the discovery cohort (SPUM-ACS; n = 4787), ACS patients at residual lipid risk [RLR; on-statin LDL cholesterol (LDL-c) ≥70 mg/dL or ≥1.8 mmol/L], residual inflammatory risk [RIR; on-statin high-sensitivity C-reactive protein (hs-CRP) ≥2.0 mg/L], or both (RILR; on-statin LDL-c ≥70 mg/dL and hs-CRP ≥2.0 mg/L) were identified and compared with propensity-score matched controls. Contributions of hs-CRP, LDL-c and JCAD to recurrent major adverse cardiovascular events (MACE) were analysed. In an independent cohort (RISK-PPCI study; n = 496), effects of JCAD on endogenous coagulation and fibrinolysis were gauged, and JCAD-MACE associations were externally validated. At 1 year, patients at RLR, RIR, or RILR were at higher MACE risk as compared to controls [hazard ratio (HR), 1.55, 95% confidence interval (CI) 1.08-2.23; HR 1.80, 95% CI 1.24-2.61; and HR 1.75, 95% CI 1.12-2.75, respectively]. In those at RLR, MACE risk rose with increasing hs-CRP and JCAD, respectively, in uni- (HR per log2 increase, 1.17, 95% CI 1.06-1.30; HR 1.29, 95% CI 1.03-1.62) and multivariable-adjusted models [adjusted (a)HR 1.16, 95% CI 1.03-1.30; aHR 1.27, 95% CI 1.01-1.60]. In those at RIR, MACE risk increased 1.28-fold per log2 increase in JCAD (HR 1.28, 95% CI 1.03-1.59), which prevailed in multivariable-adjusted models (aHR 1.31, 95% CI 1.04-1.65). Similarly, in patients at RILR, MACE risk increased almost linearly with increasing JCAD (HR 1.45, 95% CI 1.09-1.92), independently of potential confounders (aHR 1.47, 95% CI 1.11-1.97). Plasma levels of JCAD correlated positively with proxies of impaired endogenous fibrinolysis, with the JCAD-MACE association being similarly observed in the external validation cohort. Acute coronary syndrome patients at RLR, RIR, or both are at high ischaemic risk. By modulating coagulation and endogenous fibrinolysis, JCAD represents a promising candidate to address the high residual risk that persists in ACS patients receiving guideline-recommended care. NCT01000701, NCT02562690.",
  "disease": "coronary artery disease"
}