{
  "pmid": "41464423",
  "title": "Knowledge Translation Initiative to Improve Interdisciplinary Approaches to Psychosocial Oncology Among Community Stakeholders in Rural Regions of British Columbia.",
  "abstract": "This study reports on a community engagement knowledge-translation world café hosted in British Columbia, built on the research project \"Enhancing cancer navigation for newly diagnosed, treated and post-treatment of people living with breast cancer in interior region\". The aim was to co-create a knowledge translation initiative with community stakeholders to enhance interdisciplinary approaches to psychosocial oncology. This study drew on implementation science and the consolidated framework for implementation research, which emphasize the importance of creating partnerships between researchers and engaging people for whom the research is meant to be of use-knowledge users and service users. Guided world café and purposeful sampling were used to engage a diverse range of stakeholders. Eighty stakeholders participated in this study from April 2023 to April 2024. Thematic analysis was conducted through familiarization, coding, theme development, review, definition, and reporting. Eleven key themes emerged, including compassionate connection, time as a healing gift, empowering health literacy, informed compassion, holistic support ecosystem, empowering patient navigators, shared decision-making, empowering partnerships, digital-physical synergy, person-centered transformation, and accountability and collaboration. The key findings highlighted the need for continuous professional development for primary care providers, integrating patient-reported outcomes in electronic health records, leveraging digital health tools, and establishing community-engaged psychosocial oncology hubs to enhance care in rural communities. Recommendations include ongoing professional learning, embedding patient voices and lived experiences into care planning through digital tools, and empowering rural and diverse communities through inclusive and accessible cancer models of care.",
  "disease": "breast cancer"
}