{
    "title": "Risk Factors for Cage Retropulsion After Lumbar Interbody Fusion: Systematic Review and Meta-Analysis.",
    "doc_id": "31521758",
    "writer": "Liu K",
    "year": "2019",
    "summary": "RESULTS: A total of 10 studies were included in this study. Twelve risk factors were assessed by analyzing 4467 patients. The pooled results indicated that a pear-shaped disk and straight cage were significant risk factors for CR. ...Therefore larger-s …",
    "abstract": "Objective:\n        \n      \n      Although many risk factors for cage retropulsion (CR) after lumbar interbody fusion (LIF) have been described in the literature, they still remain controversial. The purpose of this study is to investigate the risk factors for CR after LIF.\n    \n\n\n          Methods:\n        \n      \n      The literature was searched in PubMed, Cochrane library, and Embase from October 2000 to October 2018. The key words and combinations used in the search included LIF, cage, retropulsion, posterior migration, and risk factors. Only studies with sufficient data to calculate odds ratio for CR were included. Odds ratio and 95% confidence interval were calculated for outcomes via RevMan5.3 and SPSS 22.0.\n    \n\n\n          Results:\n        \n      \n      A total of 10 studies were included in this study. Twelve risk factors were assessed by analyzing 4467 patients. The pooled results indicated that a pear-shaped disk and straight cage were significant risk factors for CR. However, factors that had no significant relation with CR were preoperative diagnosis (disk herniation, spinal stenosis, and spondylolisthesis); gender; surgical segments (from L2 to S1); multilevel fusion; and unilateral pedicle screws fixation.\n    \n\n\n          Conclusions:\n        \n      \n      According to current evidence, a pear-shaped disk and straight cage are significant risk factors for CR. However, preoperative diagnosis, gender, multilevel fusion, surgical segments, and unilateral pedicle screws fixation are not the risk factors associated with CR. A revision surgery is needed when neurologic symptoms happen after CR. The conclusion should be consulted cautiously due to the limited number of included studies. Therefore larger-scale studies are still needed to investigate the risk factors for CR.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31521758/"
}