{
  "pmid": "41417027",
  "title": "Standard of care for children and adolescents with chronic kidney disease and its Peculiarities: a call to action!",
  "abstract": "The Pediatric Nephrology Standard of Care is essential for the diagnosis, monitoring, and management of children with Chronic Kidney Disease (CKD). Early detection of kidney changes is essential since many conditions can be silent, but have a major impact on the child's growth and development. The Standard of Care structure includes neonatal screening, assessment of predisposing conditions for kidney disease, calculation of the estimate of renal function and classification of the CKD stage to propose drug and nondrug therapeutic interventions. Challenges such as shortage of specialists, need for screenings and unequal access to services reinforce the importance of robust public policies and training programs. Personalized protocols are recommended to delay progression to Renal Replacement Therapy. In September 2024, the Clinical Guidelines and Therapeutic Protocol (CGTP) for CKD in adults was launched. In this Opinion article, a group of Pediatric Nephrologists comment on the perspectives for creating a CGTP for children and adolescents with CKD. A Linha de Cuidado em Nefrologia Pediátrica é essencial para o diagnóstico, acompanhamento e manejo de crianças com Doença Renal Crônica (DRC). A detecção precoce de alterações renais é fundamental, uma vez que muitas condições podem ser silenciosas, mas ter grande impacto no crescimento e desenvolvimento da criança. A estrutura da Linha de Cuidado inclui triagem neonatal, avaliação de condições predisponentes à doença renal, cálculo da estimativa da função renal e classificação do estágio da DRC, visando à programação de intervenções terapêuticas medicamentosas e não medicamentosas. Desafios como a escassez de especialistas, a necessidade de exames e o acesso desigual aos serviços reforçam a importância de políticas públicas robustas e programas de treinamento. Protocolos personalizados são recomendados para retardar a progressão para Terapia Renal Substitutiva (TRS). Em setembro de 2024, foi lançado o Protocolo Clínico e Diretrizes Terapêuticas (PCDT) para DRC em adultos. Neste artigo de opinião, um grupo de nefrologistas pediátricos comenta as perspectivas para a criação de um PCDT para crianças e adolescentes com DRC.",
  "disease": "chronic kidney disease"
}