{
    "title": "Assessment of the readiness of restorations manufactured by CAD/CAM in terms of marginal fit (Part I).",
    "doc_id": "35529489",
    "writer": "Mounajjed R",
    "year": "2022",
    "summary": "The circumference was divided into eight zones. The vertical marginal discrepancy (VMD) was measured at each zone of each metal substructure, with optical microscopy at 200 magnification. ...Within the limitations of this study, the marginal fit can be improv …",
    "abstract": "Background:\n        \n      \n      The master cast is the gold standard for the control and eventual adjustment of restorations produced by conventional procedures. Some digital workflow bypasses the master cast and relies completely on the precision of the CAD/CAM restoration.\n    \n\n\n          Aim:\n        \n      \n      To examine the reproducibility of the margins of CAD/CAM restorations generated from a single digital scan. Also, to check the readiness of these restorations for delivery directly after fabrication without adjustment on a master cast and thereby eliminate the need for the master cast.\n    \n\n\n          Methods:\n        \n      \n      A total of 18 metal substructures made from cobalt chrome alloy were fabricated utilizing a single STL file. The circumference was divided into eight zones. The vertical marginal discrepancy (VMD) was measured at each zone of each metal substructure, with optical microscopy at ×200 magnification.\n    \n\n\n          Results:\n        \n      \n      Measurements of vertical marginal discrepancy were in a range of (-94: 300) with a mean of 62 ± 60 μm. A one-way ANOVA test revealed that the mean VMD is significantly different among the 18 substructures (F17, 1,134 = 63.948, p < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      Although all the received substructures were fabricated from the same scan file, they were not identical and varied widely, and they were going outside the acceptable range in some zones. Within the limitations of this study, the marginal fit can be improved by extraoral adjustments on the master cast. Thus, skipping the master cast deprives the dentist of delivering a restoration of higher quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35529489/"
}