{
    "title": "Risk factors for local recurrence following neoadjuvant chemoradiotherapy for rectal cancers.",
    "doc_id": "23983425",
    "writer": "Peng JY",
    "year": "2013",
    "summary": "However, LR still remains a problem and its pattern can alter. Correspondingly, new risk factors have emerged in the context of nCRT in addition to the traditional risk factors in patients receiving non-neoadjuvant therapies. ...Outcomes of interest, e …",
    "abstract": "Local recurrence (LR) has an adverse impact on rectal cancer treatment. Neoadjuvant chemoradiotherapy (nCRT) is increasingly administered to patients with progressive cancers to improve the prognosis. However, LR still remains a problem and its pattern can alter. Correspondingly, new risk factors have emerged in the context of nCRT in addition to the traditional risk factors in patients receiving non-neoadjuvant therapies. These risk factors are decisive when reviewing treatment options. This review aims to elucidate the distinctive risk factors related to LR of rectal cancers in patients receiving nCRT and to clarify their clinical significance. A search was conducted on PubMed to identify original studies investigating patients with rectal cancer receiving nCRT. Outcomes of interest, especially potential risk factors for LR in patients with nCRT, were then analyzed. The clinical importance of these risk factors is discussed. Remnant cancer cells, lymph-nodes and tumor response were found to be major risk factors. Remnant cancer cells decide the status of resection margins. Local excision following nCRT is promising in ypT0-1N0M0 cases. Dissection of lateral lymph nodes should be considered in advanced low-lying cancers. Although better tumor response resulted in a relatively lower recurrence rate, the evidence available is insufficient to justify a non-operative approach in clinical complete responders to nCRT. LR cannot be totally avoided by current multidisciplinary approaches. The related risk factors resulting from nCRT should be considered when making decisions regarding treatment selection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23983425/"
}