{
  "pmid": "41327249",
  "title": "3D dynamic magnetic microfluidic chip for efficient plasma extracellular vesicle enrichment and machine learning-based multiparametric diagnosis of hepatocellular carcinoma.",
  "abstract": "Hepatocellular carcinoma (HCC) is one of the leading causes of cancer-related mortality worldwide, with early diagnosis critical for improving outcomes. Current diagnostic tools, including serum biomarkers and imaging techniques, exhibit limited sensitivity and specificity. Although extracellular vesicles (EVs) have emerged as a promising source of cancer biomarkers, their clinical utility is hampered by inefficient enrichment technologies.To overcome this limitation, a microfluidic platform was developed to enable rapid and efficient EV capture. The 3D DynaMag-EV capture chip was developed, integrating active and passive micromixing strategies for efficient capture of plasma-derived EVs. This platform employs tentacle-like magnetic particles conjugated with aptamers as the capture matrix, in combination with a 3D porous chip structure and an alternating, non-uniform magnetic field, thereby significantly enhancing EVs-capture substrate interactions and effectively addressing the limitations in collision efficiency and mass transfer. The 3D DynaMag-EV capture chip enabled rapid EV enrichment within 20 minutes, achieving high capture efficiency and purity.Transcriptome analysis of plasma EVs enriched by the developed chip identified two HCC-specific long non-coding RNAs (KCNQ1-AS1 and LINC01785) in HCC, liver cirrhosis or hepatitis patients, and healthy controls. A diagnostic model based on these two markers (EVlncRNA score) demonstrated robust performance, achieving an area under the curve (AUC) exceeding 0.80 in all cohorts and surpassing alpha-fetoprotein (AFP). Considering the accessibility of routine clinical laboratory indicators, a multiparametric diagnostic model was further developed by integrating the EVlncRNA score with conventional clinical variables (patient age, AFP , gamma-glutamyl transferase, and albumin levels) using machine learning, which enhanced the diagnostic accuracy (AUC>0.90). This study developed an integrated microfluidic platform for rapid EV isolation and established an EVlncRNA Score model, enabling highly efficient early HCC detection, even in AFP-negative cases. A multiparametric diagnostic model further improved accuracy, offering a promising tool for clinical HCC screening. This strategy presents a robust, non-invasive liquid biopsy strategy with significant potential for early HCC detection.",
  "disease": "liver cirrhosis"
}