{
  "pmid": "41472340",
  "title": "Profiles of Stigma and Associated Factors Among Lung Cancer Patients Receiving Chemotherapy: A Latent Profile Analysis.",
  "abstract": "Psychosocial stigma represents a significant burden in persons with lung cancer-particularly among those undergoing chemotherapy-yet the heterogeneity of stigma experiences remains understudied. While prior research has explored stigma in cancer populations, factors such as psychological resilience, social support, and clinical characteristics (e.g., smoking history, comorbidities) in shaping distinct stigma profiles have not been comprehensively examined. Latent profile analysis-a statistical method to identify unobserved subgroups-offers a novel approach to understanding stigma variability and its predictors in this population. This study aimed to (a) characterize sociodemographic and clinical profiles of persons with lung cancer receiving chemotherapy, (b) identify latent stigma subgroups based on psychosocial burden, and (c) examine factors associated with subgroup membership, including psychological resilience, social support, and health-related covariates. A cross-sectional analysis of 273 persons with lung cancer was conducted using validated instruments (Chinese Lung Cancer Stigma Scale, Connor-Davidson Resilience Scale, Multidimensional Scale of Perceived Social Support). Latent profile analysis and multivariate logistic regression were employed to classify stigma subgroups and determine predictors. Three latent subgroups emerged: low stigma-positive coping, moderate stigma, and high stigma-excessive anxiety. Lower psychological resilience and social support significantly predicted membership in moderate and high stigma subgroups. Smoking history and chronic comorbidities uniquely distinguished the high stigma subgroup. Higher education and stronger social support were protective against severe stigma. Stigma heterogeneity in persons with lung cancer underscores the need for tailored psychosocial interventions. Enhancing psychological resilience and social support may mitigate stigma burden-particularly in high-risk subgroups. Clinical strategies for persons receiving chemotherapy should integrate stigma assessment and target modifiable predictors to improve mental health outcomes. This study highlights the clinical complexity of stigma management in oncology palliative care.",
  "disease": "lung cancer"
}