{
    "title": "Lipid metabolism reprogramming in endometrial cancer: biological functions and therapeutic implications.",
    "doc_id": "39256811",
    "writer": "Wang X",
    "year": "2024",
    "summary": "BACKGROUND: Endometrial cancer is one of the major gynecological cancers, with increasing incidence and mortality in the past decades. ...But the roles of lipid metabolism reprogramming in endometrial cancer have not been fully understood. This review …",
    "abstract": "Background:\n        \n      \n      Endometrial cancer is one of the major gynecological cancers, with increasing incidence and mortality in the past decades. Emerging preclinical and clinical data have indicated its close association with obesity and dyslipidemia. Metabolism reprogramming has been considered as the hallmark of cancer, to satisfy the extensive need of nutrients and energy for survival and growth. Particularly, lipid metabolism reprogramming has aroused the researchers' interest in the field of cancer, including tumorigenesis, invasiveness, metastasis, therapeutic resistance and immunity modulation, etc. But the roles of lipid metabolism reprogramming in endometrial cancer have not been fully understood. This review has summarized how lipid metabolism reprogramming induces oncogenesis and progression of endometrial cancer, including the biological functions of aberrant lipid metabolism pathway and altered transcription regulation of lipid metabolism pathway. Besides, we proposed novel therapeutic strategies of targeting lipid metabolism pathway and concentrated on its potential of sensitizing immunotherapy and hormonal therapy, to further optimize the existing treatment modalities of patients with advanced/metastatic endometrial cancer. Moreover, we expect that targeting lipid metabolism plus hormone therapy may block the endometrial malignant transformation and enrich the preventative approaches of endometrial cancer.\n    \n\n\n          Conclusion:\n        \n      \n      Lipid metabolism reprogramming plays an important role in tumor initiation and cancer progression of endometrial cancer. Targeting the core enzymes and transcriptional factors of lipid metabolism pathway alone or in combination with immunotherapy/hormone treatment is expected to decrease the tumor burden and provide promising treatment opportunity for patients with advanced/metastatic endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39256811/"
}