{
  "pmid": "41461122",
  "title": "Outcomes of cranial nerve disorders in pharyngo-laryngeal herpes zoster: A retrospective study of 34 cases at a single institution.",
  "abstract": "Pharyngo-laryngeal herpes zoster (HZ) is a rare but clinically important manifestation of varicella-zoster virus (VZV) reactivation. Unlike the well-described Ramsay Hunt syndrome, its neurological spectrum and outcomes remain poorly characterized. This study aimed to clarify patterns of cranial nerve involvement, recovery outcomes, and diagnostic challenges in pharyngo-laryngeal HZ, representing the largest single-center series to date. We retrospectively reviewed 34 patients diagnosed with pharyngo-laryngeal HZ at a tertiary referral hospital in Japan between July 2007 and June 2025. VZV reactivation was confirmed serologically in all cases. Clinical features, affected cranial nerves, treatments, and recovery outcomes were analyzed. Neurological recovery was defined as complete resolution of paralysis, and swallowing recovery as tolerance of the pre-onset diet. The cohort comprised 24 men and 10 women (mean age, 61.7 years). Herpetic lesions were identified in 23 patients, while 11 (32 %) presented without rash and were diagnosed with zoster sine herpete, underscoring the diagnostic value of serology. The glossopharyngeal (IX) and vagus (X) nerves were most frequently affected (59 % each), followed by the facial nerve (24 %). Dysphagia occurred in 22 patients (65 %), with 5 requiring nutritional support and 2 developing aspiration pneumonia. Among 25 patients with cranial nerve paralysis, only 14 (56 %) achieved complete recovery. Laryngeal paralysis resulting from the X nerve impairment demonstrated the poorest prognosis, with a recovery rate of 50 %, although none required surgical intervention. In contrast, all cases of facial paralysis recovered fully, often after delayed onset following IX/X nerve symptoms. Incomplete recovery was more common in older patients and those who did not receive combined antiviral and corticosteroid therapy, though differences were not statistically significant. Overall, dysphagia resolved in 21 of 22 patients (95 %), but recovery was frequently prolonged, with most requiring >2 weeks of swallowing rehabilitation before resuming oral intake. Pharyngo-laryngeal HZ is a distinct clinical entity typically manifesting as cranial polyneuropathy. The IX and X nerves are most often involved, with laryngeal paralysis associated with poorer outcomes. A substantial proportion of patients experience severe or prolonged dysphagia, necessitating nutritional support and rehabilitation. The frequent occurrence of zoster sine herpete highlights the critical role of serological testing in diagnosis. These findings emphasize that pharyngo-laryngeal HZ can cause severe, lasting morbidity, warranting early recognition, aggressive treatment, and preventive strategies, including zoster vaccination.",
  "disease": "pneumonia"
}