{
    "title": "The Impact of the Rate of Weight Loss on Body Composition and Metabolism.",
    "doc_id": "35133628",
    "writer": "Fogarasi A",
    "year": "2022",
    "summary": "Faster rates of weight loss may result in more fat-free mass and less fat mass being lost during the dynamic phase of weight reduction compared with slower rates of weight loss, in conjunction with greater declines in resting energy expenditure. …",
    "abstract": "Purpose of review:\n        \n      \n      Weight loss has multiple beneficial effects on body composition and metabolism, but whether these depend on the rate at which body weight is lost is not clear. We analyzed data from studies in which the same amount of weight loss was induced rapidly or gradually.\n    \n\n\n          Recent findings:\n        \n      \n      Thirteen studies were included in which the same percentage weight loss was achieved at slow or fast rates (range: 0.2 to 3.2 kg/week) by means of dietary calorie restriction, exercise, and bariatric surgery. Faster rates of weight loss may result in more fat-free mass and less fat mass being lost during the dynamic phase of weight reduction compared with slower rates of weight loss, in conjunction with greater declines in resting energy expenditure. However, these differences are attenuated after 2-4 weeks of stabilization at the new, lower body weight, and do not affect the rate and amount of weight regain 9-33 months later (nor the tissue composition of regained weight). Differences in waist circumference, visceral and liver fat contents, resting blood pressure, fasting blood lipid profile, and insulin and adipokine concentrations in response to different rates of weight loss are trivial. The decline in fasting glucose concentration and the improvement in insulin sensitivity after 6-11% weight loss are both greater with rapid than gradual weight loss, but not different after 18-20% weight loss. Changes in body composition and metabolism after losing the same amount of body weight at different rates are largely similar, and occasional differences are likely not meaningful clinically for the long-term management of obesity and cardiometabolic diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35133628/"
}