{
  "pmid": "41442098",
  "title": "Age-based analysis of the SEC-Excelente-HF registry: clinical characteristics and prognosis of a prospective cohort of heart failure patients.",
  "abstract": "Heart failure (HF) is highly prevalent in older adults with multiple comorbidities and geriatric syndromes, yet evidence on their management in structured HF units is limited. We assessed the clinical profile, treatment, and outcomes of older HF patients managed in accredited units in Spain. The SEC-Excelente-HF registry prospectively included 2,245 consecutive patients from 68 accredited HF units (2019-2023). Patients were stratified by age (< 75 years, n = 1267; ≥ 75 years, n = 973). Both hospitalized and outpatient patients were followed for 1 year. Data on demographics, comorbidities, therapies, and devices were collected. Primary outcomes were all-cause mortality, HF hospitalization, and their composite. Multivariable Cox models identified independent predictors of outcomes by age group. Median age was 73 years, and 43.4% were ≥ 75 years. Older patients had higher prevalences of atrial fibrillation, valvular heart disease, chronic kidney disease, and anemia (all p < 0.001). Use of guideline-directed medical therapy was consistently lower in older patients, including RAAS inhibitors (69.2% vs 81.1%), beta-blockers (73.8% vs 87.1%), MRAs (46.2% vs 70.5%), and SGLT2 inhibitors (42.0% vs 62.4%; all p < 0.001). At 1 year, event-free survival was 66.3% in older vs 77.0% in younger patients (p < 0.001). In older patients, independent predictors of the composite outcome included prior HF, anemia, malnutrition, functional disability, advanced chronic kidney disease, and CRT/ICD implantation. Despite specialized care, older HF patients in accredited units exhibit a higher comorbidity burden, lower use of evidence-based therapies, and worse outcomes than younger patients. Enhanced multidisciplinary strategies are needed to improve prognosis in this growing population.",
  "disease": "chronic kidney disease"
}