{
    "title": "Enteral Nutrition by Nasogastric Tube in Adult Patients under Palliative Care: A Systematic Review.",
    "doc_id": "34066386",
    "writer": "Sánchez-Sánchez E",
    "year": "2021",
    "summary": "Finally, there are not enough quality studies to provide evidence on improving the health status and quality of life of the use of EN through NGT in patients receiving palliative care. For this reason, decision making in this field must be carried out individ …",
    "abstract": "Nutritional management of patients under palliative care can lead to ethical issues, especially when Enteral Nutrition (EN) is prescribed by nasogastric tube (NGT). The aim of this review is to know the current status in the management of EN by NG tube in patients under palliative care, and its effect in their wellbeing and quality of life. The following databases were used: PubMed, Web of Science (WOS), Scopus, Scielo, Embase and Medline. After inclusion and exclusion criteria were applied, as well as different qualities screening, a total of three entries were used, published between 2015 and 2020. In total, 403 articles were identified initially, from which three were selected for this review. The use of NGT caused fewer diarrhea episodes and more restrictions than the group that did not use NG tubes. Furthermore, the use of tubes increased attendances to the emergency department, although there was no contrast between NGT and PEG devices. No statistical difference was found between use of tubes (NGT and PEG) or no use, with respect to the treatment of symptoms, level of comfort, and satisfaction at the end of life. Nevertheless, it improved hospital survival compared with other procedures, and differences were found in hospital stays in relation to the use of other probes or devices. Finally, there are not enough quality studies to provide evidence on improving the health status and quality of life of the use of EN through NGT in patients receiving palliative care. For this reason, decision making in this field must be carried out individually, weighing the benefits and damages that they can cause in the quality of life of the patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34066386/"
}