{
    "title": "Effect of Cochlear Implantation on Quality of Life in Adults with Unilateral Hearing Loss.",
    "doc_id": "29298446",
    "writer": "Dillon MT",
    "year": "2017",
    "summary": "METHODS: The present report completed 2 experiments investigating quality of life outcomes in CI recipients with UHL. The first experiment assessed quality of life during the 1st year of device use with 3 questionnaires: the Speech, Spatial, and Qua …",
    "abstract": "Objective:\n        \n      \n      Patients with moderate-to-profound sensorineural hearing loss in 1 ear and normal hearing in the contralateral ear, known as unilateral hearing loss (UHL) or single-sided deafness (SSD), may experience improved quality of life with the use of a cochlear implant (CI) in the affected ear. Quality of life assessment before and after implantation may reveal changes to aspects of hearing beyond those explicitly evaluated with behavioral measures.\n    \n\n\n          Methods:\n        \n      \n      The present report completed 2 experiments investigating quality of life outcomes in CI recipients with UHL. The first experiment assessed quality of life during the 1st year of device use with 3 questionnaires: the Speech, Spatial, and Qualities of Hearing Scale (SSQ), the Abbreviated Profile of Hearing Aid Benefit (APHAB), and the Tinnitus Handicap Inventory. Twenty subjects were evaluated preoperatively and 1, 3, 6, 9, and 12 months post-activation. Quality of life results were compared over the study period using traditional scoring methods and the SSQ pragmatic subscales. Subscales specific to localization and speech perception in noise were compared to behavioral measures at the preoperative and 12-month intervals. The 2nd experiment evaluated quality of life preoperatively and at the 12-month interval for CI recipients with UHL and CI recipients with bilateral hearing loss, including conventional CI users and those listening with electric-acoustic stimulation (EAS). The 3 cohorts differed in CI candidacy criteria, including the amount of residual hearing in the contralateral ear.\n    \n\n\n          Results:\n        \n      \n      For subjects with moderate-to-profound UHL, receipt of a CI significantly improved quality of life, with benefits noted as early as 1 month after initial activation. The UHL cohort reported less perceived difficulty at the pre- and postoperative intervals than the conventional CI and EAS cohorts, which may be due to the presence of the normal-hearing ear. Each group experienced a significant benefit in quality of life on the APHAB with CI use.\n    \n\n\n          Conclusions:\n        \n      \n      Cochlear implantation in cases of substantial UHL may offer significant improvements in quality of life. Quality of life measures revealed a reduction in perceived tinnitus severity and subjective improvements in speech perception in noise, spatial hearing, and listening effort. While self-report of difficulties were lower for the UHL cohort than the conventional CI and EAS cohorts, subjects in all 3 groups reported an improvement in quality of life with CI use.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29298446/"
}