{
  "pmid": "41463073",
  "title": "Spinal Cord Stimulation in Painful Diabetic Neuropathy: Advances, Outcomes, and Future Directions.",
  "abstract": "Painful diabetic neuropathy (PDN) is a common complication of diabetes mellitus, often inadequately managed by conventional pharmacological therapies. Alternative interventions, including spinal cord stimulation (SCS), have garnered increasing attention for their potential effectiveness. This narrative review evaluates the efficacy, safety, mechanisms of action, and impact on quality of life of SCS in the management of PDN. A systematic search was conducted covering the last 15 years (from January 2010 to April 2025), using the keywords \"diabetic neuropathy,\" \"spinal cord stimulation,\" \"neuropathic pain,\" and \"neuromodulation\" with Boolean operators. Eligible studies included randomized controlled trials (RCTs), observational studies, systematic reviews, and meta-analyses involving adult populations and published in English. Study selection and data extraction were performed independently by two authors. Multiple RCTs and observational studies (involving over 500 patients) were identified. RCTs consistently demonstrated that SCS significantly reduces neuropathic pain intensity compared to conventional medical therapy (CMT). The most recent study, with the largest sample size (216 patients), reported that high-frequency SCS achieved ≥50% pain relief in 79% of patients at 6 months, compared to only 5% in the CMT group. Observational studies confirmed sustained pain relief (≥50% reduction) in approximately 55-80% of patients over 5-10 years. Significant improvements in sleep, neurological function, and quality of life were also consistently observed. The complication rate was low, with infections requiring explantation in approximately 2-3% of cases. Rare serious adverse events, such as spinal hematoma, were reported. Current evidence underlines the efficacy and safety of SCS, particularly newer waveform paradigms, for the treatment of PDN refractory to medical management. Given its durable effects on pain relief, functional improvement, and quality of life, SCS should be considered an option within the treatment algorithm for carefully selected patients with severe, refractory PDN.",
  "disease": "diabetes mellitus"
}