{
    "title": "Down syndrome and Alzheimer's disease: insights into biomarkers, clinical symptoms, and pathology.",
    "doc_id": "40818475",
    "writer": "Rafii MS",
    "year": "2025",
    "summary": "The predictive nature of dementia onset in genetically determined populations allows precise staging of disease in individuals along the Alzheimer's disease continuum. The high prevalence of Alzheimer's disease pathology combined w …",
    "abstract": "Background:\n        \n      \n      Individuals with Down syndrome have a genetically determined form of Alzheimer's disease, due to an additional copy of the APP gene. Nearly all individuals with Down syndrome develop Alzheimer's disease pathology by age 40 years, and approximately 70% are diagnosed with dementia by around age 54 years, with an overall lifetime risk of 95%. Moreover, Alzheimer's disease is the leading cause of death in adults with Down syndrome older than 35 years.\n    \n\n\n          Recent developments:\n        \n      \n      The intersection of Down syndrome and Alzheimer's disease has garnered substantial attention in the past 10 years as research indicates that the trajectory of clinical symptoms and biomarker changes in adults with Down syndrome closely resembles that seen in late-onset Alzheimer's disease and autosomal-dominant Alzheimer's disease (ADAD). The predictive nature of dementia onset in genetically determined populations allows precise staging of disease in individuals along the Alzheimer's disease continuum. The high prevalence of Alzheimer's disease pathology combined with the few age-related comorbidities in these cohorts, makes them ideal for understanding the biological mechanisms related to late-onset Alzheimer's disease. The more rapid disease progression seen in people with Down syndrome-related Alzheimer's disease compared with people with ADAD or late-onset Alzheimer's disease provides important insights and supports the rationale for new clinical trials. WHERE NEXT?: The Alzheimer's Clinical Trials Consortium-Down Syndrome is ushering in a new era of therapies for individuals with Down syndrome. Three ongoing clinical trials, in close collaboration with industry partners, specifically designed for this population, are focused on testing disease-modifying treatments. These innovative efforts mark a considerable stride in bringing groundbreaking therapies to a group that has long been excluded from clinical trials in Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40818475/"
}