{
    "title": "How Do Institutional Conflicts of Interest Between Pharmaceutical Companies and the Healthcare Sector Become Corrupt? A Case Study of Scholarship Donations Between Department of Clinical Anesthesiology, Mie University, and Ono Pharmaceutical in Japan.",
    "doc_id": "35047471",
    "writer": "Ozaki A",
    "year": "2022",
    "summary": "From this perspective, we offer an in-depth analysis of a recent scandal involving the Department of Clinical Anesthesiology, Mie University and Ono Pharmaceutical, where a scholarship donation was used by a pharmaceutical company to increase the prescription …",
    "abstract": "Institutional conflicts of interest (ICOIs) with pharmaceutical companies can bias internal operation of healthcare organizations. Naturally, a scholarship donation-which is a donation scheme unique to Japan, provided to healthcare organizations and their subunits to encourage educational and academic activities related to the development of new drugs-fall into the ICOI category. While anecdotal evidence exists that scholarship donations have been used as bribes by pharmaceutical companies, there has been little case study research that would illuminate the workings of this \"gray area\" mechanism. From this perspective, we offer an in-depth analysis of a recent scandal involving the Department of Clinical Anesthesiology, Mie University and Ono Pharmaceutical, where a scholarship donation was used by a pharmaceutical company to increase the prescription of one of its key drugs at a hospital department. Available evidence also suggests that a professor based within the department originally requested a scholarship donation from the company, which became an initial trigger of the scandal. We argue that by scrutinizing scholarship donations we can gain insight into problems specific to ICOIs between the pharmaceutical companies and the healthcare sector in Japan. In addition, scholarship donations can be understood as a form of \"gifts\" which have been found to underpin certain forms of pharmaceutical companies' promotional activities in Japan but also in other countries. We conclude by highlighting potential institutional remedies, which may alleviate ICOIs and corrupt behavior affecting the healthcare sector.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35047471/"
}