{
    "title": "Ovarian microenvironment: challenges and opportunities in protecting against chemotherapy-associated ovarian damage.",
    "doc_id": "38942605",
    "writer": "Guo Y",
    "year": "2024",
    "summary": "The close interaction between the ovarian microenvironment and follicles can determine ovarian function. Therefore, designing novel and precise strategies to manipulate the ovarian microenvironment may be a new strategy to protect ovarian function duri …",
    "abstract": "Background:\n        \n      \n      Chemotherapy-associated ovarian damage (CAOD) is one of the most feared short- and long-term side effects of anticancer treatment in premenopausal women. Accumulating detailed data show that different chemotherapy regimens can lead to disturbance of ovarian hormone levels, reduced or lost fertility, and an increased risk of early menopause. Previous studies have often focused on the direct effects of chemotherapeutic drugs on ovarian follicles, such as direct DNA damage-mediated apoptotic death and primordial follicle burnout. Emerging evidence has revealed an imbalance in the ovarian microenvironment during chemotherapy. The ovarian microenvironment provides nutritional support and transportation of signals that stimulate the growth and development of follicles, ovulation, and corpus luteum formation. The close interaction between the ovarian microenvironment and follicles can determine ovarian function. Therefore, designing novel and precise strategies to manipulate the ovarian microenvironment may be a new strategy to protect ovarian function during chemotherapy.\n    \n\n\n          Objective and rationale:\n        \n      \n      This review details the changes that occur in the ovarian microenvironment during chemotherapy and emphasizes the importance of developing new therapeutics that protect ovarian function by targeting the ovarian microenvironment during chemotherapy.\n    \n\n\n          Search methods:\n        \n      \n      A comprehensive review of the literature was performed by searching PubMed up to April 2024. Search terms included 'ovarian microenvironment' (ovarian extracellular matrix, ovarian stromal cells, ovarian interstitial, ovarian blood vessels, ovarian lymphatic vessels, ovarian macrophages, ovarian lymphocytes, ovarian immune cytokines, ovarian oxidative stress, ovarian reactive oxygen species, ovarian senescence cells, ovarian senescence-associated secretory phenotypes, ovarian oogonial stem cells, ovarian stem cells), terms related to ovarian function (reproductive health, fertility, infertility, fecundity, ovarian reserve, ovarian function, menopause, decreased ovarian reserve, premature ovarian insufficiency/failure), and terms related to chemotherapy (cyclophosphamide, lfosfamide, chlormethine, chlorambucil, busulfan, melphalan, procarbazine, cisplatin, doxorubicin, carboplatin, taxane, paclitaxel, docetaxel, 5-fluorouraci, vincristine, methotrexate, dactinomycin, bleomycin, mercaptopurine).\n    \n\n\n          Outcomes:\n        \n      \n      The ovarian microenvironment shows great changes during chemotherapy, inducing extracellular matrix deposition and stromal fibrosis, angiogenesis disorders, immune microenvironment disturbance, oxidative stress imbalances, ovarian stem cell exhaustion, and cell senescence, thereby lowering the quantity and quality of ovarian follicles. Several methods targeting the ovarian microenvironment have been adopted to prevent and treat CAOD, such as stem cell therapy and the use of free radical scavengers, senolytherapies, immunomodulators, and proangiogenic factors.\n    \n\n\n          Wider implications:\n        \n      \n      Ovarian function is determined by its 'seeds' (follicles) and 'soil' (ovarian microenvironment). The ovarian microenvironment has been reported to play a vital role in CAOD and targeting the ovarian microenvironment may present potential therapeutic approaches for CAOD. However, the relation between the ovarian microenvironment, its regulatory networks, and CAOD needs to be further studied. A better understanding of these issues could be helpful in explaining the pathogenesis of CAOD and creating innovative strategies for counteracting the effects exerted on ovarian function. Our aim is that this narrative review of CAOD will stimulate more research in this important field.\n    \n\n\n          Registration number:\n        \n      \n      Not applicable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38942605/"
}