{
    "title": "Comparison of the effect of intrathecal administration of clonidine and yohimbine on the locomotion of intact and spinal cats.",
    "doc_id": "11387398",
    "writer": "Giroux N",
    "year": "2001",
    "summary": "For instance, L-dihydroxyphenylalanine (L-DOPA) can initiate \"fictive\" locomotion in immobilized acutely spinalized cats and alpha(2)-noradrenergic agonists, such as 2,6,-dichloro-N-2-imidazolidinylid-enebenzenamine (clonidine), can induce treadmill locomotion soon after …",
    "abstract": "Several studies have shown that noradrenergic mechanisms are important for locomotion. For instance, L-dihydroxyphenylalanine (L-DOPA) can initiate \"fictive\" locomotion in immobilized acutely spinalized cats and alpha(2)-noradrenergic agonists, such as 2,6,-dichloro-N-2-imidazolidinylid-enebenzenamine (clonidine), can induce treadmill locomotion soon after spinalization. However, the activation of noradrenergic receptors may be not essential for the basic locomotor rhythmicity because chronic spinal cats can walk with the hindlimbs on a treadmill in the absence of noradrenergic stimulation because the descending pathways are completely severed. This suggests that locomotion, in intact and spinal conditions, is probably expressed and controlled through different neurotransmitter mechanisms. To test this hypothesis, we compared the effect of the alpha(2) agonist, clonidine, and the antagonist (16 alpha, 17 alpha)-17-hydroxy yohimbine-16-carboxylic acid methyl ester hydrochloride (yohimbine), injected intrathecally at L(3)--L(4) before and after spinalization in the same cats chronically implanted with electrodes to record electromyograms (EMGs). In intact cats, clonidine (50-150 microg/100 microl) modulated the locomotor pattern slightly causing a decrease in duration of the step cycle accompanied with some variation of EMG burst amplitude and duration. In the spinal state, clonidine could trigger robust and sustained hind limb locomotion in the first week after the spinalization at a time when the cats were paraplegic. Later, after the spontaneous recovery of a stable locomotor pattern, clonidine prolonged the cycle duration, increased the amplitude and duration of flexor and extensor bursts, and augmented the foot drag at the onset of swing. In intact cats, yohimbine at high doses (800--1600 microg/100 microl) caused major walking difficulties characterized by asymmetric stepping, stumbling with poor lateral stability, and, at smaller doses (400 microg/100 microl), only had slight effects such as abduction of one of the hindlimbs and the turning of the hindquarters to one side. After spinalization, yohimbine had no effect even at the largest doses. These results indicate that, in the intact state, noradrenergic mechanisms probably play an important role in the control of locomotion since blocking the receptors results in a marked disruption of walking. In the spinal state, although the receptors are still present and functional since they can be activated by clonidine, they are seemingly not critical for the spontaneous expression of spinal locomotion since their blockade by yohimbine does not impair spinal locomotion. It is postulated therefore that the expression of spinal locomotion must depend on the activation of other types of receptors, probably related to excitatory amino acids.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11387398/"
}