{
    "title": "Modified methylene blue injection improves lymph node harvest in rectal cancer.",
    "doc_id": "25331064",
    "writer": "Liu J",
    "year": "2017",
    "summary": "RESULTS: In the methylene blue group, 678 lymph nodes were harvested by simple palpation and sight. Methylene blue injection added 853 lymph nodes to the total harvest as well as 32 additional metastatic lymph nodes, causing a shift to …",
    "abstract": "Background:\n        \n      \n      The presence of nodal metastases in rectal cancer plays an important role in accurate staging and prognosis, which depends on adequate lymph node harvest. The aim of this prospective study is to investigate the feasibility and survival benefit of improving lymph node harvest by a modified method with methylene blue injection in rectal cancer specimens.\n    \n\n\n          Methods:\n        \n      \n      One hundred and thirty-one patients with rectal cancer were randomly assigned to the control group in which lymph nodes were harvested by palpation and sight, or to the methylene blue group using a modified method of injection into the superior rectal artery with methylene blue. Analysis of clinicopathologic records, including a long-term follow-up, was performed.\n    \n\n\n          Results:\n        \n      \n      In the methylene blue group, 678 lymph nodes were harvested by simple palpation and sight. Methylene blue injection added 853 lymph nodes to the total harvest as well as 32 additional metastatic lymph nodes, causing a shift to node-positive stage in four patients. The average number of lymph nodes harvested was 11.7 ± 3.4 in the control group and 23.2 ± 4.7 in the methylene blue group, respectively. The harvest of small lymph nodes (<5 mm) and the average number of metastatic nodes were both significantly higher in the methylene blue group. The modified method of injection with methylene blue had no impact on overall survival.\n    \n\n\n          Discussion:\n        \n      \n      The modified method with methylene blue injection improved lymph node harvest in rectal cancer, especially small node and metastatic node retrieval, which provided more accurate staging. However, it was not associated with overall survival.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25331064/"
}