{
    "title": "Uncovering Barriers and Facilitators of Weight Loss and Weight Loss Maintenance: Insights from Qualitative Research.",
    "doc_id": "36904294",
    "writer": "Tay A",
    "year": "2023",
    "summary": "Long-term weight loss maintenance is often difficult to achieve. This review analysed qualitative data on self-perceived barriers and facilitators of weight loss and weight loss maintenance among weight loss intervention par …",
    "abstract": "Long-term weight loss maintenance is often difficult to achieve. This review analysed qualitative data on self-perceived barriers and facilitators of weight loss and weight loss maintenance among weight loss intervention participants. A literature search was conducted using electronic databases. Qualitative studies written in English and published between 2011-2021 were eligible for inclusion if they explored the perspectives and experiences of individuals who received standardised dietary and behavioural support for weight loss. Studies were excluded if weight loss was achieved through self-directed methods, only increasing physical activity, or surgical or pharmacological interventions. Fourteen studies were included, totaling 501 participants from six countries. Thematic analysis was used to identify four aggregate themes: internal factors (i.e., motivation and self-efficacy), programme-specific factors (i.e., the intervention diet), social factors (i.e., supporters and saboteurs), and environmental factors (i.e., an obesogenic environment). Our findings demonstrate that internal, social, and environmental factors all influence weight loss success, as well as the acceptability of the weight loss intervention. Future interventions may be more successful if they prioritise participant acceptability and engagement by, for example, providing tailored interventions, a structured relapse management plan, strategies to enhance autonomous motivation and emotional self-regulation, and extended contact during weight loss maintenance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36904294/"
}