{
    "title": "Sleep Quality Of College Students During COVID-19 Outbreak In China: A Cross-Sectional Study.",
    "doc_id": "35325868",
    "writer": "Wang R",
    "year": "2022",
    "summary": "This study aimed to investigate the sleep quality of college students during the epidemic and identify the factors related to poor sleep quality. ...The Pittsburgh Sleep Quality Index (PSQI) was used to measure sleep quality …",
    "abstract": "Introduction:\n        \n      \n      Poor sleep quality among college students is a global problem. Chinese college students were required to home quarantine, social distance and participate in online learning during the COVID-19 epidemic. This study aimed to investigate the sleep quality of college students during the epidemic and identify the factors related to poor sleep quality.\n    \n\n\n          Methods:\n        \n      \n      Study participants completed an online survey that included questionnaires about sleep symptoms and lifestyle during the COVID-19 outbreak. The study participants included 3416 college students (mean age 20.4 ± 1.8 years). The Pittsburgh Sleep Quality Index (PSQI) was used to measure sleep quality, and a PSQI score >7 was defined as poor sleep quality. A logistic regression model was used to analyze the factors related to sleep quality.\n    \n\n\n          Results:\n        \n      \n      The percentage of college students with poor sleep quality was 15.97 % in southern Anhui province during the COVID-19 pandemic. The majority of the students were female (67.4%) and most were from urban areas (53.9%). Single-parent (adjusted odds ratio [aOR], 1.39; 95% CI, 1.02-1.89) domestic violence incidents ≥5×/yr (aOR, 3.68; 95% CI, 1.70 to 7.96), nap time >4 hr/d (aOR, 1.90; 95% CI, 25-2.90) were significantly associated with poor sleep quality. While knowledge of COVID-19 was prevalent (aOR, 0.71; 95% CI, 0.53 to 0.96) light exercise >1 hour/day (aOR, 0.47; 95% CI, 0.28 to 0.78), parent-accompanied exercise >3×/wk (aOR, 0.59; 95% CI, 0.38 to 0.90) were protective factors against poor sleep quality.\n    \n\n\n          Conclusions:\n        \n      \n      The present study found that college students in single-parent families and students who had experienced domestic violence had a high risk of poor sleep quality during the COVID-19 pandemic in China. College students who were familiar with COVID-19 and had light exercise habits or parent-accompanied exercise habits had better sleep quality. At the time of writing, COVID-19 was still pandemic worldwide, so targeted sleep health interventions must be established to actively guide college students' healthy living habits. In addition, the sleep disorders and other health problems that may occur in college students should be dealt with in advance, and should be part of the routine work of global disease prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35325868/"
}