{
    "title": "Inflammatory auxo-action in the stem cell division theory of cancer.",
    "doc_id": "37309372",
    "writer": "Luo Y",
    "year": "2023",
    "summary": "Inflammation drives quiescent stem cells to enter the cell cycle and perform tissue repair functions. However, as cancer likely originates from DNA mutations that accumulate over time via normal stem cell division, inflammation may promote cance …",
    "abstract": "Acute inflammation is a beneficial response to the changes caused by pathogens or injuries that can eliminate the source of damage and restore homeostasis in damaged tissues. However, chronic inflammation causes malignant transformation and carcinogenic effects of cells through continuous exposure to pro-inflammatory cytokines and activation of inflammatory signaling pathways. According to the theory of stem cell division, the essential properties of stem cells, including long life span and self-renewal, make them vulnerable to accumulating genetic changes that can lead to cancer. Inflammation drives quiescent stem cells to enter the cell cycle and perform tissue repair functions. However, as cancer likely originates from DNA mutations that accumulate over time via normal stem cell division, inflammation may promote cancer development, even before the stem cells become cancerous. Numerous studies have reported that the mechanisms of inflammation in cancer formation and metastasis are diverse and complex; however, few studies have reviewed how inflammation affects cancer formation from the stem cell source. Based on the stem cell division theory of cancer, this review summarizes how inflammation affects normal stem cells, cancer stem cells, and cancer cells. We conclude that chronic inflammation leads to persistent stem cells activation, which can accumulate DNA damage and ultimately promote cancer. Additionally, inflammation not only facilitates the progression of stem cells into cancer cells, but also plays a positive role in cancer metastasis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37309372/"
}