{
    "title": "Infections and reduced functioning kidney mass induce chronic rejection in rat kidney allografts.",
    "doc_id": "8832148",
    "writer": "Heemann UW",
    "year": "1996",
    "summary": "The etiology of chronic rejection of kidney allografts is unknown, although hyperfiltration, acute rejection, viral infection and initial graft ischemia have been implicated. ...These events accelerate the process of chronic rejection....",
    "abstract": "The etiology of chronic rejection of kidney allografts is unknown, although hyperfiltration, acute rejection, viral infection and initial graft ischemia have been implicated. To test whether endothelial activation may be the link between these factors and chronic rejection, the endotoxin (lipopolysaccharide-LPS), a potent activator of endothelial cells, was evaluated in an established chronic rejection model. Bilaterally nephrectomized Lewis recipients of orthotopically transplanted Fisher 344 kidneys were treated briefly with low dose cyclosporine (1.5 mg/kg/day x 10). Recipients were given a non-lethal dose of LPS (2 mg) i.p. at 8 weeks and compared to allografted controls treated with vehicle. Urine protein was measured every 4 weeks. Rats in the treated group were sacrificed at 12 and 16 weeks, control animals at 12, 16 and 24 weeks (20/group) and examined histologically. In the chronically rejecting control allografts, progressive interstitial and glomerular sclerosis and vascular intimal proliferation had become apparent by 12 weeks. Infiltration of glomeruli, particularly by macrophages (M phi), and the coincident presence of cytokines were prominent, peaking at 16 weeks. LPS treatment accelerated and intensified these changes; proteinuria was more pronounced (16 weeks: 79 mg/24 h vs. 49 mg/24 h, p < 0.05). Numbers of infiltrating M phi peaked at 12 weeks in LPS treated hosts (69 c/FV vs. 27 c/FV in untreated controls, p < 0.01), accompanied by an increased upregulation of MHC class II and cytokine expression, particularly TNF alpha and PDGF around arteries and areas of infiltration. BY 16 weeks, 35 +/- 3% of glomeruli in LPS treated recipients had become sclerotic vs. 15 +/- 6% (p < 0.05) in controls, again associated with increased expression of cytokines (PDGF, TNF alpha, TGF beta), adhesion molecules (ICAM-1) and extracellular matrix proteins. Overall, the extent of chronic rejection of grafts in LPS treated rats at 16 weeks was similar to that developing in non-treated rats at 24 weeks. Activation of graft endothelium and/or host leucocytes increased the pace of graft infiltration and the expression of cytokines and other molecules. These events accelerate the process of chronic rejection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8832148/"
}