{
  "pmid": "41459353",
  "title": "Clustering Analysis of Multiple Omics Data Types Identifies Cancer Patients With Consistent Survival Outcomes.",
  "abstract": "Cancer stratification is essential for accurate prognosis and personalized treatment selection. While many existing approaches integrate multiple omics data types to identify cancer subtypes, it remains unclear how clustering results from individual omics layers compare in their ability to capture survival-related patient clusters. This study aims to examine patient clusters separately defined by different omics data types and to explore the consistency of these clusters as well as their associations with survival outcomes. In this study, we conducted clustering analysis on miRNA expression, gene expression, and DNA methylation data across 20 cancer types in TCGA. We employed a standard clustering pipeline similar to the widely used Seurat clustering pipeline in scRNA-seq analysis. We performed survival analysis to assess whether the resulting patient clusters exhibit significantly different survival outcomes. We observed significant survival differences among patient clusters in 11 cancer types. Notably, in 6 of these 11 cancer types, the survival differences among patient clusters were significant in multiple omics data types. For each of these 6 cancer types, we compared the consistency of patient clusters across different omics data types. Interestingly, in each cancer type, we noticed one set of patients who consistently clustered together irrespective of the omics data type, and these patients exhibited either the most favorable or the most unfavorable survival outcomes. This observation suggested that those patients with the most prominent survival outcomes show distinct expression patterns in multiple genomics aspects and could be captured by clustering analysis in multiple omics data types. To interpret these findings, we identified differentially expressed molecular features. Using established miRNA-target relationships, gene-gene interactions, as well as gene-CpG relationships, we constructed networks specific to each cancer type based on the differentially expressed features. These networks revealed several molecular modules associated with patient survival outcomes, such as the miR-200c-3p/ZEB2 axis in bladder cancer, the regulatory role of miR-98 in breast cancer, as well as the association of miR-21 with target genes APC in kidney renal cell carcinoma. These findings suggest that omics-specific clustering can identify robust survival-related patient clusters and uncover molecular features that may contribute to differential survival outcomes.",
  "disease": "breast cancer"
}