{
  "pmid": "41458240",
  "title": "Pandemic risk-related behaviour change in England from June 2020 to March 2022: the cross-sectional REACT-1 study among over 2 million people.",
  "abstract": "To determine how people in England changed their infection risk-related behaviours during the COVID-19 pandemic and in response to control measures, 19 June 2020 to 31 March 2022. Over 18 (of 19) rounds, randomly selected participants across England completed a questionnaire about risk-related behaviours, sociodemographics and symptoms. Between 85 018 and 154 060 randomly selected participants per round, aged 5+ years, totalling 2 177 657 responses with relevant data. Primary outcomes were self-reported shielding and/or taking specific precautions, not leaving home in the prior week, not being in close proximity with anyone outside their household the day before and wearing face coverings outside the home. Secondary community-level measures of mobility and public health policy stringency were compared with the primary outcomes to provide population-level context to the observed findings. Infection risk-related behaviours varied considerably over the nearly 2 years under study. Protective behaviours peaked in January 2021, during England's winter wave, before widespread vaccination. At that time, the estimated proportion of self-reported shielding and/or taking specific precautions reached 21.6% (95% CI 21.4% to 21.8%), of self-reported not leaving home in the week prior to completing the questionnaire reached 7.99% (95% CI 7.85% to 8.13%) and of self-reported not having contact with anyone outside their household on the day before answering the questionnaire reached 89.2% (95% CI 89.1% to 89.4%). As self-reported vaccination rates increased and prevalence of infection decreased, protective behaviours decreased, although patterns varied by demographics. Protective behaviours were strongly correlated with community-level mobility data and the stringency of public health measures. Individual-based data showed sizeable proportions of people undertook protective behaviours during the pandemic, especially during the second lockdown in January 2021, although there was evidence of 'pandemic fatigue' in the study's later stages. Self-reported behaviours were closely aligned with community mobility data and the stringency of government policies, indicating policy-driven behavioural changes.",
  "disease": "covid-19"
}