{
  "pmid": "41460858",
  "title": "To test or not to test? Study protocol for a best-worst scaling to understand decision-making and preferences for genetic testing in moderate-risk individuals.",
  "abstract": "Genetic testing is usually offered to individuals at high risk of carrying disease-causing variants. For those at moderate risk of genetic conditions, testing could also help in early detection, prevention, and treatment. Although individuals' preferences to undergo genetic testing can influence their treatment decisions, there is limited research on preferences of moderate-risk individuals. This study aims to estimate the relative importance of factors that influence decision-making for genetic testing of moderate-risk individuals from different disease cohorts and testing types. We outline the study protocol for a best-worst scaling (BWS) object case (Case 1) and a ranking exercise around primary genetic testing and secondary analyses, respectively. Individuals (n = 350) at moderate risk of breast cancer or aortic disease will be recruited through genetic clinics who are part of PreventGene to complete an online preferences survey after deciding whether to have genetic testing, but before receiving the test results. Thirteen BWS items were selected based on the results of a scoping review and input from clinical experts. A balanced incomplete block design will be used. Respondents are asked to select the most (best) and least (worst) important factors in their decision-making. Data will be analysed using count analysis, multinomial logit, and latent class analyses. The data collection started in March 2025 and is expected to be finished by spring 2026. Understanding how individuals at moderate risk make genetic testing decisions can help to better understand the decision-making process about what testing types should be available in which contexts and for which individuals. Findings can inform clinical and health policy decision-makers in planning and offering additional future genetic testing programs for moderate-risk individuals. The study is registered in the Open Science Framework (10.17605/OSF.IO/JFPH9).",
  "disease": "breast cancer"
}