{
  "pmid": "41387880",
  "title": "Network dysfunction underlying verbal fluency deficits in newly diagnosed epilepsy: a resting-state fMRI functional connectivity study.",
  "abstract": "Verbal fluency impairment is a common cognitive deficit in epilepsy that further increases the burden of the disease. Current anti-seizure medications mainly target seizure control but rarely improve cognition and may even worsen it in the patients. Neuromodulation has shown potential to control seizures and improve cognition simultaneously by stimulating specific nuclei or neural circuits, but the precise targets for verbal fluency deficits remain unclear, particularly in patients unaffected by anti-seizure medication. Therefore, investigating the neural mechanisms in newly diagnosed epilepsy (NDE) patients is essential for developing targeted interventions. This study aimed to explore brain network abnormalities and their relationship with verbal fluency deficits in NDE patients. One hundred NDE patients and 54 matched healthy controls were recruited and underwent resting-state functional magnetic resonance imaging (fMRI). Independent component analysis was used to assess whole-brain network functional connectivity (FC). Verbal fluency was evaluated using character and semantic verbal fluency tests (VFTs). Correlation and mediation analyses were conducted to examine the relationships among clinical features, verbal fluency, and FC. Compared with healthy controls, NDE patients exhibited hypo-intra-network FC in the medial visual, auditory, and lateral sensorimotor networks. Correlation analysis showed that FC in the left auditory network, including the left inferior frontal gyrus (IFG) and superior temporal gyrus (STG), was significantly associated with the VFT scores in the NDE patients. Notably, the FC of IFG and STG within the left auditory network mediated the relationship between seizure frequency and verbal fluency deficits. These findings indicate that NDE patients exhibit widespread dysfunction in perceptual networks. Abnormal FC of IFG and STG within the left auditory network serves as a neural substrate linking seizure burden to verbal fluency deficits. These insights provide a foundation for future interventions targeting network-level dysfunction in patients with epilepsy.",
  "disease": "epilepsy"
}