{
  "pmid": "41467037",
  "title": "A systematic review of the application of computational grounded theory method in healthcare research.",
  "abstract": "The integration of computational methods with traditional qualitative research has emerged as a transformative paradigm in healthcare research. Computational Grounded Theory (CGT) combines the interpretive depth of grounded theory with computational techniques including machine learning and natural language processing. This systematic review examines CGT application in healthcare research through analysis of eight studies demonstrating the method's utility across diverse contexts. Following systematic search across five databases and PRISMA-aligned screening, eight papers applying CGT in healthcare were analyzed. Studies spanned COVID-19 risk perception, medical AI adoption, mental health interventions, diabetes management, women's health technology, online health communities, and social welfare systems, employing computational techniques including Latent Dirichlet Allocation (LDA), sentiment analysis, word embeddings, and deep learning algorithms. Results demonstrate CGT's capacity for analyzing large-scale textual data (100 000+ documents) while maintaining theoretical depth, with consistent reports of enhanced analytical capacity, latent pattern identification, and novel theoretical insights. However, challenges include technical complexity, interpretation validity, resource requirements, and need for interdisciplinary expertise. CGT represents a promising methodological innovation for healthcare research, particularly for understanding complex phenomena, patient experiences, and technology adoption, though the small sample size (8 of 892 screened articles) reflects its nascent application and limits generalizability. CGT represents a promising methodological innovation for healthcare research, particularly valuable for understanding complex healthcare phenomena, patient experiences, and technology adoption. The small sample size (8 of 892 screened articles) reflects CGT's nascent application in healthcare, limiting generalizability. Future research should focus on standardizing methodological procedures, developing best practices, expanding applications, and addressing accessibility barriers.",
  "disease": "covid-19"
}