{
  "pmid": "41458543",
  "title": "Impact of the triglyceride-glucose-neutrophil-to-lymphocyte ratio and the C-reactive protein-TyG index on cardio-renal disease in patients with type 2 diabetes.",
  "abstract": "Insulin resistance and systemic inflammation jointly drive deterioration of cardiorenal-metabolic function; however, how composite indices reflect disease severity remains unclear. We compared the triglyceride-glucose-neutrophil-to-lymphocyte ratio (TyG-NLR) and a C-reactive protein-TyG-based index (CTI) to examine their associations with severity outcomes in hospitalized adults with type 2 diabetes. We conducted a retrospective study of hospitalized adults with type 2 diabetes at the Affiliated Hospital of Qingdao University, classifying cardiorenal disease into four severity levels. Using ordinal logistic regression, we evaluated the independent associations of the C-reactive protein-TyG-based index (CTI) and the triglyceride-glucose neutrophil-to-lymphocyte ratio (TyG-NLR) with severity, performed trend testing (p-trend), and explored potential nonlinearity with restricted cubic splines (RCS). For robustness, we additionally fitted a partial proportional odds model (VGAM framework) and a multinomial logistic model. Relative to a base covariate model, we assessed the incremental value of these indices in terms of overall model performance (AIC, BIC, Nagelkerke R², likelihood-ratio test), discrimination (AUC), calibration (calibration plot, slope, and calibration-in-the-large [CITL]), and clinical net benefit via decision-curve analysis (DCA). A total of 2, 885 patients were included. In multivariable ordinal logistic regression analysis, both higher quartiles of CTI and TyG-NLR were significantly associated with increased disease severity (CTI_Q4 vs Q1: OR = 1.59, 95% CI 1.21-2.09; TyG-NLR_Q4 vs Q1: OR = 2.14, 95% CI 1.64-2.78; both P< 0.001). The Brant test indicated partial violation of the proportional odds assumption; sensitivity analysis using a VGAM-based partial proportional odds model yielded consistent results across thresholds. Trend tests revealed a significant linear increase in disease severity across quartiles for both indices (all P for trend < 0.001).Restricted cubic spline (RCS) analysis showed a nonlinear relationship between TyG-NLR and disease severity (LRT χ²= 34.438, P < 0.001), with the risk plateauing beyond a TyG-NLR value of approximately 16.64; in contrast, CTI exhibited an approximately linear association (LRT χ² = 1.486, P = 0.476). Regarding model performance, the TyG-NLR model achieved the best overall fit (AIC = 4367, BIC = 4488, Nagelkerke R² = 0.245, LR χ² = 50.8, P = 5.3 × 10 In adults with type 2 diabetes, both CTI and TyG-NLR were independently associated with cardiorenal disease severity.Notably, TyG-NLR demonstrated a steeper risk gradient and modest improvements in discrimination and calibration, and it yielded slightly higher net clinical benefit across clinically relevant decision thresholds. These findings suggest potential clinical utility for risk stratification, although the overall predictive gain was moderate and requires further validation.",
  "disease": "diabetes mellitus"
}