{
  "pmid": "41473433",
  "title": "The effect of dosing sequence of programmed death receptor-1 inhibitors combined with chemotherapy on adverse effects in the real world.",
  "abstract": "This study aims to explore the impact of different dosing sequences on the occurrence of adverse events (AEs) when PD-1 inhibitors are combined with chemotherapy, so as to provide a basis for optimising clinical medication regimens. Retrospective cohort study and retrospective analysis were conducted on 400 cases of tumour patients who received PD-1 inhibitors combined with chemotherapy in a specialised oncology hospital from January to December 2024. They were divided into two groups according to the dosing sequence: 200 cases in the post-chemotherapy group (PD-1 inhibitors administered first followed by chemotherapy) and 200 cases in the pre-chemotherapy group (chemotherapy administered first followed by PD-1 inhibitors). The baseline characteristics, incidence, types and grades of adverse events in the two groups were counted, and the differences between the groups were compared. Among the 400 patients, males accounted for 63.5%, people aged 40-69 accounted for 72.5%, and the main diseases were lung cancer (28.5%), hepatocellular carcinoma (15.0%) and gastric cancer (10.5%). The total incidence of adverse events was 65.0%, among which the incidence of adverse events in the pre-chemotherapy group (75.0%) was significantly higher than that in the post-chemotherapy group, and the difference was statistically significant (P<0.05). The main types of adverse events were haematological toxicity (22.25%), hepatotoxicity (21.25%) and dermatotoxicity (13.5%). There was no statistically significant difference in the incidence of the same type of adverse events between the two groups (P>0.05). The toxicity grading was mainly G1-G2 (316 cases, 79.0%), and G3 and above accounted for 11.5%. There was no significant difference in the grading distribution between the two groups (P>0.05). The dosing sequence of PD-1 inhibitors combined with chemotherapy is closely related to the occurrence of adverse events. Administering PD-1 inhibitors first can reduce the risk of adverse events, and the choice of dosing sequence should be paid attention to in clinical practice.",
  "disease": "lung cancer"
}