{
    "title": "Physical activity and attitudes and perceptions towards physical activity in patients with spondyloarthritis: A systematic review.",
    "doc_id": "31839210",
    "writer": "Liu SH",
    "year": "2020",
    "summary": "OBJECTIVE: To review systematically and synthesize qualitatively the literature about physical activity and perceptions and attitudes towards physical activity/exercise among patients with spondyloarthritis (SpA). ...CONCLUSION: One third to one …",
    "abstract": "Objective:\n        \n      \n      To review systematically and synthesize qualitatively the literature about physical activity and perceptions and attitudes towards physical activity/exercise among patients with spondyloarthritis (SpA).\n    \n\n\n          Methods:\n        \n      \n      PubMed, CINAHL and Scopus and reference lists were searched for quantitative and qualitative studies reporting on beliefs towards exercise in patients with SpA. Searches were limited to studies published from January 2000 through December 2018. The PRISMA guidelines were followed. Systematic searches identified 128 publications which underwent a title, abstract, or full-text review. Studies were excluded if articles were not in English or did not include original data. We summarized the methodologic quality using modified criteria for quantitative and qualitative studies.\n    \n\n\n          Results:\n        \n      \n      Eight quantitative and three qualitative studies met eligibility criteria, with variable study quality. Based on self-reported data, 50% to 68% of patients with SpA met physical activity recommendations with walking, swimming/pool exercise, and cycling the most common forms reported. Intrinsic factors such as motivation and improvement in symptoms and health were commonly reported as facilitators associated with physical activity/exercise. Barriers included lack of time, fatigue, and symptoms such as pain.\n    \n\n\n          Conclusion:\n        \n      \n      One third to one half of patients with SpA do not meet physical activity recommendations. Given the potential for regular physical activity to reduce symptom burden in this patient population and the recommendation for regular physical activity as part of the management of these patients, more rigorous studies of physical activity behaviors and attitudes will be useful to inform interventions and promote exercise among individuals with SpA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31839210/"
}