{
    "title": "Mammographic breast density and breast cancer risk: Evaluation using volumetric breast density software.",
    "doc_id": "33342781",
    "writer": "Koshi S",
    "year": "2020",
    "summary": "RESULTS: In premenopausal women, the odds of having breast cancer was significantly higher for Grade 3 breasts (odds ratio [OR] 3.03; 95% confidence interval [CI]: [1.19-7.71]) versus Grade 1 and 2 breasts. Grade 4 premenopausal breasts also had greate …",
    "abstract": "Purpose:\n        \n      \n      The study aimed to assess breast density as a risk factor for breast malignancy using automated volumetric breast density software and to study the relationship of breast density with tumor histopathological characteristics.\n    \n\n\n          Materials and methods:\n        \n      \n      One hundred and thirty-four women with unilateral core biopsy-proven breast cancer were taken in the \"case group.\" Two hundred and one women with normal bilateral screening mammograms were enrolled in the \"control group.\" The cases and controls were further divided into pre- and post-menopausal subgroups. The mammograms of the contralateral breast of the cases and bilateral breasts of the controls were evaluated by automated volumetric breast density software and classified into four density grades. The tumor histopathological characteristics in the various density grades were also evaluated.\n    \n\n\n          Results:\n        \n      \n      In premenopausal women, the odds of having breast cancer was significantly higher for Grade 3 breasts (odds ratio [OR] 3.03; 95% confidence interval [CI]: [1.19-7.71]) versus Grade 1 and 2 breasts. Grade 4 premenopausal breasts also had greater odds (OR 3.09; 95% CI [0.89-10.78]) of developing breast cancer. No such relationship was established for postmenopausal women. No significant difference was seen in the histopathology of breast cancer among various breast density groups.\n    \n\n\n          Conclusion:\n        \n      \n      Increased breast density can be considered as an inherent, independent risk factor for breast cancer in premenopausal women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33342781/"
}