{
    "title": "Modifiable risk factors in knee osteoarthritis: treatment implications.",
    "doc_id": "30911813",
    "writer": "Georgiev T",
    "year": "2019",
    "summary": "Optimal management of knee osteoarthritis (KOA) should include, where possible, modification of risk factors through targeted interventions. The objectives of the present narrative review were to identify, summarize, and cluster all the potentially modifiable ris …",
    "abstract": "Optimal management of knee osteoarthritis (KOA) should include, where possible, modification of risk factors through targeted interventions. The objectives of the present narrative review were to identify, summarize, and cluster all the potentially modifiable risk factors that influence the course of KOA, and discuss their susceptibility to alteration via personal, clinical, and public strategy. For this purpose, Pubmed and Scopus databases were queried using the terms \"knee osteoarthritis\", \"risk factors\" and \"improvement\". Six main categories of modifiable risk factors were identified: (1) obesity and overweight, (2) comorbidity, (3) occupational factors, (4) physical activity, (5) biomechanical factors, (6) dietary exposures. In the era of age- and obesity-related diseases, the combined effects of local and systemic risk factors should be managed by combined measures. Femoral muscle-strengthening physical activities, complemented with proper diet, weight loss, vocational rehabilitation, management of comorbidities (especially diabetes and depression), and biomechanical support may add up to the holistic therapeutic approach towards the patient with KOA. An individual risk factor modification program should be developed in accordance with patient preferences and habits, workplace, medical history, and overall health condition. Due to its great impact on a wide range of functions and tissues, interventions on modifiable risk factors improve not only the symptoms of KOA but also affect the osteoarthritic joint as a whole.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30911813/"
}