{
  "pmid": "41453930",
  "title": "Mitochondria in Developing Brain: Contribution of Deviations to Higher Susceptibility to Neurodegeneration in Latter Periods of Life.",
  "abstract": "It has been proven that the preclinical period of the sporadic (&gt;95% of cases) form of Alzheimer's disease (AD) can last for decades, but the question of when the disease begins to develop and what contributes to it remains open. It is hypothesized that vulnerabilities to AD may be influenced by anatomical and functional brain parameters formed early in life. This is supported by our research on the senescence-accelerated OXYS rats - a unique model of AD. The delayed brain maturation observed in these rats is associated with insufficient glial support, a key regulator of neural network function, and the development of AD signs in the OXYS rats is preceded and accompanied by the mitochondrial dysfunction. This raises the question of whether the structural and functional features of mitochondria could influence brain maturation and thus determine predisposition to the later development of AD signs. In this study, we compared mitochondrial biogenesis, their trafficking, and structural state in the neuronal cell bodies, axonal and dendritic processes, as well as activity of the mitochondrial dynamics processes in the prefrontal cortex and hippocampus of OXYS and Wistar rats (control) during the period of brain maturation completion (from birth to 20 days of age). Changes in the number and ultrastructural parameters of mitochondria were compared with the parameters of dynamics processes, assessed by the frequency of mitochondria undergoing fusion or fission, the content of the key biogenesis protein PGC-1α, and proteins mediating mitochondrial dynamics (mitofusins Mfn1 and Mfn2, dynamin-1-like protein DRP1). In OXYS rats, deviations in formation of the mitochondrial apparatus in the early postnatal period were identified, which may contribute to the delayed brain maturation of these rats, promote mitochondrial dysfunction, reduce synaptic density, and ultimately lead to the neuronal death and development of the early neurodegenerative changes.",
  "disease": "alzheimer disease"
}