{
    "title": "Thinking about the next generation: The case for a mentalization-informed approach to perinatal and intergenerational mental health.",
    "doc_id": "37534856",
    "writer": "MacBeth A",
    "year": "2024",
    "summary": "AIMS AND METHODS: In this paper, we explore the potential for mentalization as a candidate psychological approach to intergenerational mental health. RESULTS: We contextualize this issue in terms of the points of contact between mentalization and broader theo …",
    "abstract": "Background:\n        \n      \n      There has been substantial progress made across multiple disciplines to emphasize the importance of perinatal mental health both for parents and offspring. This focuses on what has been termed the 'First 1000 Days' from conception to the child's second birthday. We argue that our understanding of this issue can go further to create an intergenerational approach to mental health. Despite the existence of theoretical frameworks and practical approaches to implementation, there are gaps in the understanding of perinatal and intergenerational mental health including which psychological mechanisms are implicated in the transmission of risk and resilience within the perinatal period; and how to leverage these into treatment approaches.\n    \n\n\n          Aims and methods:\n        \n      \n      In this paper, we explore the potential for mentalization as a candidate psychological approach to intergenerational mental health.\n    \n\n\n          Results:\n        \n      \n      We contextualize this issue in terms of the points of contact between mentalization and broader theoretical models such as the social determinants of health and the Developmental Origins of Health and Disease (DoHaD) model. Further, we provide an overview of the existing evidence base for the relevance of mentalization to perinatal mental health.\n    \n\n\n          Discussion:\n        \n      \n      Finally, we sketch out an outline model for integrating mentalization into perinatal and intergenerational mental health, highlighting several areas of opportunity to develop research and practice from diverse geographies and demographics. Here, we suggest that integration of mentalization with other conceptual frameworks such as DoHaD can mutually enrich the understanding of each model, pointing the way towards more effective early and preventative interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37534856/"
}