{
  "pmid": "41372882",
  "title": "Links between influenza epidemics, weather characteristics and all-cause mortality in the Czech Republic, 1982-2020.",
  "abstract": "In temperate climates, influenza follows a seasonal pattern with peak incidence in winter and contributes significantly to excess winter mortality. The relationships among weather variability, influenza, and human health are complex, and the underlying mechanisms remain uncertain. This study investigated how influenza epidemics and all-cause mortality in the nationwide population of the Czech Republic are linked to weather characteristics. A quasi-Poisson regression model was used to quantify excess mortality during 25 influenza epidemics over 1982-2020. Mean seasonal deviations of meteorological variables were calculated for periods from six weeks before to four weeks after the peak of influenza epidemics, categorised by their impact on excess mortality (mild, moderate or severe) and by the predominant influenza virus (A/H3N2, A/H1N1 or B). Temporal associations between individual meteorological variables and the onset of influenza epidemics were evaluated by bootstrapping and logistic regression-based explanatory model analysis. The analysis revealed that temperature, followed by absolute humidity, was the most significant weather indicator associated with the epidemic onset. Severe epidemics with the highest mortality impacts, predominantly associated with the A/H3N2 virus, occurred during prolonged periods of significantly below-average temperatures, while mild epidemics with lower mortality impacts, typically associated with the A/H1N1 virus, occurred during prevailing average or above-average temperatures. In non-epidemic seasons, corresponding periods with increased influenza activity were characterised by significantly above-average temperatures. The findings suggest that weather indicators, particularly air temperature and absolute humidity, play an important role in the timing and severity of epidemics, and that these parameters differ with the predominant influenza virus. In the temperate climate of Central Europe, the circulation of the A/H3N2 virus in the population, combined with prolonged periods of low temperatures, results in influenza epidemics with the largest excess mortality. These findings highlight the need for a better understanding of weather conditions that increase influenza transmission and survival, and for distinguishing between predominant virus subtypes when informing at-risk populations, implementing preventive measures, and mitigating negative impacts.",
  "disease": "influenza"
}