{
    "title": "Calcium and Non-Penetrating Traumatic Brain Injury: A Proposal for the Implementation of an Early Therapeutic Treatment for Initial Head Insults.",
    "doc_id": "39062567",
    "writer": "O'Day DH.",
    "year": "2024",
    "summary": "Currently, the primary treatment for non-penetrating mild traumatic brain injury, also called concussion, is bed rest despite the fact the majority of emergency room visits for traumatic brain injury are due to this mild form. Furthermore, one-third of …",
    "abstract": "Finding an effective treatment for traumatic brain injury is challenging for multiple reasons. There are innumerable different causes and resulting levels of damage for both penetrating and non-penetrating traumatic brain injury each of which shows diverse pathophysiological progressions. More concerning is that disease progression can take decades before neurological symptoms become obvious. Currently, the primary treatment for non-penetrating mild traumatic brain injury, also called concussion, is bed rest despite the fact the majority of emergency room visits for traumatic brain injury are due to this mild form. Furthermore, one-third of mild traumatic brain injury cases progress to long-term serious symptoms. This argues for the earliest therapeutic intervention for all mild traumatic brain injury cases which is the focus of this review. Calcium levels are greatly increased in damaged brain regions as a result of the initial impact due to tissue damage as well as disrupted ion channels. The dysregulated calcium level feedback is a diversity of ways to further augment calcium neurotoxicity. This suggests that targeting calcium levels and function would be a strong therapeutic approach. An effective calcium-based traumatic brain injury therapy could best be developed through therapeutic programs organized in professional team sports where mild traumatic brain injury events are common, large numbers of subjects are involved and professional personnel are available to oversee treatment and documentation. This review concludes with a proposal with that focus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39062567/"
}