{
    "title": "[Body-oriented mentalization based therapy in severe somatic symptom disorder].",
    "doc_id": "37947464",
    "writer": "Feldmann-Sinnige M",
    "year": "2023",
    "summary": "BACKGROUND: Body-oriented mentalization based therapy (L-MBT) is used in specialist mental health care for the treatment of patients with somatic symptom disorder or functional neurological disorder. ...AIM: To investigate whether patients with severe somatic sympto …",
    "abstract": "Background:\n        \n      \n      Body-oriented mentalization based therapy (L-MBT) is used in specialist mental health care for the treatment of patients with somatic symptom disorder or functional neurological disorder. L-MBT focuses on increasing awareness of bodily sensations and integrating them with psychological functions such as thinking, feeling or remembering. The goal of L-MBT is that patients with somatic symptom disorders learn to mentalize their body signals and the associated inner experiences. There are favorable experiences in clinical practice, but to date the mechanism of change and the effectiveness of treatment with L-MBT has not yet been sufficiently scientifically demonstrated.\n    \n\n\n          Aim:\n        \n      \n      To investigate whether patients with severe somatic symptom disorders improve their body awareness and mentalizing capacity during an intensive treatment program based on L-MBT.\n    \n\n\n          Method:\n        \n      \n      Body awareness and mentalizing capacity were assessed in patients following intensive treatment at Altrecht Psychosomatics Eikenboom, a highly specialized treatment center for adults with a severe somatic symptom disorder or functional neurological disorder Patients&rsquo; body awareness was assessed with the Multidimensional Assessment of Interoceptive Awareness (MAIA-2), mentalizing capacity with the Mentalization Questionnaire (MZQ). Questionnaires were filled in at the start, halfway and at the end of treatment.\n    \n\n\n          Results:\n        \n      \n      Both body awareness and mentalizing ability improved significantly during the intensive L-MBT-based treatment with generally a large effect size.\n    \n\n\n          Conclusion:\n        \n      \n      During an intensive treatment program based on L-MBT, there is an increase in body awareness and mentalizing capacity in patients diagnosed with a severe somatic symptom disorder.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37947464/"
}