{
    "title": "Interstitial Cystitis Chatter: A Qualitative Evaluation of Bladder Instillation Online.",
    "doc_id": "39447878",
    "writer": "Wong R",
    "year": "2025",
    "summary": "OBJECTIVE: To qualitatively assess the perception and experiences of bladder instillation for interstitial cystitis among women on Reddit, a widely used anonymous social media platform. METHODS: \"r/interstitialcystitis,\" a Subreddit with >27,000 subscribers, was queried …",
    "abstract": "Objective:\n        \n      \n      To qualitatively assess the perception and experiences of bladder instillation for interstitial cystitis among women on Reddit, a widely used anonymous social media platform.\n    \n\n\n          Methods:\n        \n      \n      \"r/interstitialcystitis,\" a Subreddit with >27,000 subscribers, was queried for bladder instillation among women with interstitial cystitis in November 2023. Posts were analyzed qualitatively by 3 independent researchers. Grounded theory principles were applied to derive preliminary themes. These themes were then used to develop emergent themes.\n    \n\n\n          Results:\n        \n      \n      Sixty-three posts with 637 responses published between 2022-2023 were analyzed. Qualitative analysis yielded 4 themes: (1) IC/BPS anxiety and depression, (2) limited treatment options for IC/BPS pain, (3) exhausting all IC/BPS treatment options before bladder instillation, (4) bladder instillation ineffectiveness for IC/BPS pain. Three emergent concepts were derived: (1) a prevailing sense of desperation for relief among women with IC/BPS, (2) women are fearful and apprehensive about bladder instillation, (3) a perception of bladder instillation as the final recourse for women suffering from IC/BPS.\n    \n\n\n          Conclusion:\n        \n      \n      This study represents the first evaluation of bladder instillation as a therapeutic from a social media community focused exclusively on IC/BPS. These results capture patient's experiences with nonurological associated syndromes and indicate a role for physicians to address mental health concerns in patients with IC/BPS, in addition to opportunities to improve patient education on bladder instillations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39447878/"
}