{
  "pmid": "41442026",
  "title": "PaCE CKD: A Multinational Survey of Health-Related Quality of Life in Patients with Chronic Kidney Disease and Caregivers.",
  "abstract": "Chronic kidney disease (CKD) can negatively impact the quality of life (QoL) of patients and caregivers. Determinants of QoL may vary between countries and healthcare systems. Given the global prevalence of CKD, this multinational study aimed to quantify the impact of CKD on QoL for patients and caregivers worldwide. Patients with CKD, caregivers and matched general population participants were recruited in Australia, Germany, Egypt, Italy, Mexico, Taiwan, the UK and the US. QoL was assessed by patient and caregiver response to EQ-5D-5L, and also to the CarerQol-7D instrument for caregivers. Subgroups were stratified by dialysis-dependence status. A total of 1382 patients and 813 caregivers were recruited. Across the surveyed country cohorts, patients reported significantly decreased EQ-5D-5L index scores versus matched general population cohorts (0.57-0.89 vs. 0.93-0.96, respectively; all p < 0.005), with greater impairment in dialysis-dependent patients versus non-dialysis-dependent patients (0.51-0.79 vs. 0.65-0.93, respectively). Patients typically reported significantly greater impairments across all EQ-5D-5L domains versus the general population. Caregivers reported lower mean EQ-5D-5L index scores versus matched general population cohorts (0.73-0.93 vs. 0.93-0.97, respectively). Caregivers reported mean CarerQol-7D index scores between 63.0 and 79.6, with numerically lower scores for caregivers of dialysis-dependent patients. This is the first study that characterises the QoL burden of CKD in patients and caregivers on a multinational scale. Patients and caregivers experience a considerable QoL burden, particularly when dialysis-dependent. Strategies to alleviate burden, including prevention of CKD progression, financial and social supports, are required but may vary according to local context.",
  "disease": "chronic kidney disease"
}