{
    "title": "Changes in the concentrations of vitamin D and its metabolites in the plasma of healthy subjects orally given physiological doses of vitamin D2 by multivitamin or vitamin D preparations.",
    "doc_id": "2585147",
    "writer": "Matsuoka M",
    "year": "1989",
    "summary": "Changes in the concentrations of vitamin D and its metabolites in plasma of healthy subjects orally given physiological doses of vitamin D2 by multivitamin or vitamin D liquid preparations were determined and the bioavailability of vitamin D …",
    "abstract": "Changes in the concentrations of vitamin D and its metabolites in plasma of healthy subjects orally given physiological doses of vitamin D2 by multivitamin or vitamin D liquid preparations were determined and the bioavailability of vitamin D was studied. Separative assay on the D2 and D3 compounds of vitamin D, 25-hydroxyvitamin D (25-OH-D), 24R,25-dihydroxyvitamin D [24,25(OH)2D], and 1 alpha,25-dihydroxyvitamin D [1,25(OH)2D] was performed in plasma of eight healthy male volunteers. When the concentrations of vitamin D and its metabolites in plasma of volunteers were assayed after daily oral administration of 400 IU of vitamin D2 in a form of multivitamin tablet for 1 week, the variations of vitamin D3 and its metabolites in plasma levels were very small. In contrast, the concentrations of 25-OH-D2 and 1,25(OH)2D2 slightly increased after the administration, while neither vitamin D2 nor 24,25(OH)2D2 was detected. A single dose of 4,000 IU of vitamin D2 was orally given to the volunteers in a form of a vitamin D liquid preparation and the hourly variations were observed during 24 h. These concentrations of vitamin D2, 25-OH-D2, and 1,25(OH)2D2 were slightly higher than those of the repeated doses. The result suggests that even the high dose of 4,000 IU has little effect on the plasma levels of vitamin D2 and its metabolites by a single dose, indicating a low risk for hypervitaminosis D.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2585147/"
}