{
    "title": "Accommodative speech and terms of endearment: elements of a language mode often experienced by older adults.",
    "doc_id": "12519284",
    "writer": "Brown A",
    "year": "2003",
    "summary": "APPROACH: The literature between 1990 and 2001 was reviewed in a systematic way. Certain key, older texts were also identified. Twenty-four publications were found, which examine the ways in which nurses and other health workers modify their speech when conversing with …",
    "abstract": "Aim:\n        \n      \n      To discuss the use of patronizing patterns of speech and modified forms of address in conversations between nurses and other health workers, and older people.\n    \n\n\n          Rationale:\n        \n      \n      The impetus for this paper was the publication of the National Service Framework for Older People, which draws attention to the prevalence of age discrimination and the need to provide individualized care.\n    \n\n\n          Approach:\n        \n      \n      The literature between 1990 and 2001 was reviewed in a systematic way. Certain key, older texts were also identified. Twenty-four publications were found, which examine the ways in which nurses and other health workers modify their speech when conversing with older people, discuss what older people think about this practice, or otherwise contribute to this issue.\n    \n\n\n          Results:\n        \n      \n      The paper uses speech accommodation theory to explain how the language addressed to older people is sometimes modified. The practice of over-accommodation is also described. This happens when older people are addressed in a simplified vocabulary with a high-pitched tone of voice and slow speech. The extent of over-accommodation is discussed, and its impact on older people is considered in terms of fostered dependence and lowered self-esteem.\n    \n\n\n          Conclusion:\n        \n      \n      The findings of the review in the context of current policy related to older people and implications for nursing education are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12519284/"
}