{
    "title": "Distant metastases in head and neck cancer.",
    "doc_id": "28650113",
    "writer": "Duprez F",
    "year": "2017",
    "summary": "BACKGROUND: Most trials in head and neck cancer emphasize locoregional control, as this is the main pattern of therapy failure. ...Head Neck 39: 1733-1743, 2017....",
    "abstract": "Background:\n        \n      \n      Most trials in head and neck cancer emphasize locoregional control, as this is the main pattern of therapy failure. However, up to 15% of patients develop distant metastases. The purpose of this study was to present the investigated factors associated with distant metastasis in a single-center patient cohort.\n    \n\n\n          Methods:\n        \n      \n      A retrospective analysis of a single-center patient cohort over an 18-year period has been performed. We report on prevalence and incidence of distant metastasis, timing in relation to locoregional failure, Kaplan-Meier analysis for actuarial distant control rates, and univariate analysis taking into account histological, etiologic, surgical, site-dependent, stage-dependent characteristics, modality of primary therapy, and locoregional control.\n    \n\n\n          Results:\n        \n      \n      Of 1022 patients, 141 (13.8%) were diagnosed with distant metastases involving 283 sites. Actuarial rates of distant control were 88%, 84%, 80%, and 79% at 1, 2, 5, and 10 years, respectively. Factors associated with distant metastasis are stage grouping and regional node positivity, extranodal extension, locoregional residual disease, and human papillomavirus (HPV) negative status in oropharyngeal squamous cell carcinoma.\n    \n\n\n          Conclusion:\n        \n      \n      Distant metastases in head and neck cancer led to dismal prognosis. Factors associated with distant metastasis are related to characteristics of the primary tumor. © 2017 Wiley Periodicals, Inc. Head Neck 39: 1733-1743, 2017.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28650113/"
}