{
  "pmid": "41384215",
  "title": "Diagnostic and Therapeutic Challenges of Hepatoadrenal Syndrome in Advanced Cirrhosis: A Case Report and Literature Review.",
  "abstract": "Cirrhosis is a complex multisystem disorder with significant endocrine, metabolic, and circulatory consequences. One under-recognised complication is hepato-adrenal syndrome, or relative adrenal insufficiency (RAI), where adrenal dysfunction may contribute to haemodynamic instability. Diagnosing RAI in cirrhotic patients is challenging due to clinical overlap with other cirrhosis-related conditions, biochemical confounders such as hypoalbuminemia and reduced corticosteroid-binding globulin, and unclear interpretive thresholds for cortisol testing. We report a case involving a 58-year-old man with alcohol-induced decompensated cirrhosis presenting with persistent hypotension, hyponatraemia, and hyperkalaemia. A short Synacthen test revealed a suboptimal cortisol response, prompting empiric corticosteroid therapy. However, salivary cortisol, representing a free, biologically active hormone, was within normal limits, casting doubt on the diagnosis of actual adrenal insufficiency. Despite prolonged steroid administration, the patient deteriorated and ultimately died from multiorgan failure. This case highlights diagnostic limitations of current RAI evaluation strategies in cirrhosis, where reduced serum cortisol may not reliably reflect adrenal capacity and where dynamic testing lacks specificity in altered hepatic physiology. Additionally, it raises concern about the potential harms of empiric corticosteroid therapy, including receptor downregulation and iatrogenic complications. A review of the literature supports cautious steroid use in critically ill cirrhotic patients, with treatment guided by objective clinical and biochemical responses. Until cirrhosis-specific diagnostic criteria for RAI are established, clinicians must integrate laboratory findings with clinical context, medication effects, and evolving haemodynamics. This case advocates for reevaluation of diagnostic algorithms and individualised treatment thresholds in end-stage liver disease.",
  "disease": "liver cirrhosis"
}