{
  "pmid": "41389887",
  "title": "Inhibition of joint inflammation in rheumatoid arthritis by Wuwei Ganlu Medicinal Bath Granules via blocking toll-like receptor 4/nuclear factor-kappa B and NOD-like Receptor Pyrin Domain-Containing 3 signaling.",
  "abstract": "Lum medicinal bathing is a usage of external therapy in the Tibetan medicine system, Sowa Rigpa, specifically the application of herbal decoction to derive the bioactive compounds through skin absorption. Wuwei Ganlu (Five-Flavored Nectar) is one of the formulations used in treatment which is especially useful for the symptoms of rheumatoid arthritis (RA). The Four-Tantras (rGyud-bzhi), 8th-12th centuries, is the source of the preparation and clinical use of Wuwei Ganlu decoctions. In today's society, a standardized Tibetan herbal preparation called the Wuwei Ganlu Medicinal Bath Granules (WGMG) has been developed that maintains the core therapeutic characteristics of the traditional decoction while enhancing clinical applicability and standardization. It is composed of five kinds of Tibetan medicinal plants in equal proportions, the formula includes Juniperus formosana Hayata (Branch and Leaf), Rhododendron anthopogonoides Maxim (Flower), Myricaria germanica (L.). Desv. (Stem and Leaf), Ephedra saxatilis Royle ex Florin (Stem), and Artemisia sieversiana Ehrhart ex Willd. (Whole Plant). This study aimed to identify the active constituents of WGMG as well as understand the pharmacological mechanisms of WGMG in the treatment of collagen-induced arthritis (CIA) in rats. Furthermore, WGMG was screened for its core anti-inflammatory effects via the TLR4/NF-κB and NLRP3 signaling pathways. UPLC-Q-TOF/MS was used to characterize chemical components of WGMG in rat serum and synovial fluid. Potential targets and the associated pathways were predicted using network pharmacology. CIA rats in vivo, were treated with WGMG via medicinal bath treatment at doses of 2.95, 5.90, and 11.8 g/L for 28 days. The effectiveness of the treatment was determined by looking at the arthritis scores, swelling measurements of the paws, and the serum cytokines that were measured by ELISA. Hematoxylin and eosin (H&E) and Safranin O-fast green staining were used to examine histopathological alterations. The Western blot, immunohistochemistry, and RT-PCR analyzes were used to uncover the underlying molecular mechanisms targeting on TLR4/NF-κB and NLRP3 inflammasome-related signaling molecules. The findings of the study revealed identification of a total of 89 compounds from WGMG, which were mainly composed of alkaloids, flavonoids, phenylpropanoids, phenolic acids and fatty acids. In addition, total of 28 and 21 compounds were respectively identified from serum and synovial fluid. Both serum and synovial fluid had eighteen common compounds such as kaempferol and trans-ferulic acid. The network pharmacology research indicates that 68 overlapping targets between WGMG components and RA were revealed. Moreover, TLR4/NF-κB was found to mediate the inflammation by regulating the signaling pathway. In CIA rats, WGMG-H group significantly decreased arthritis scores, paw swelling, and spleen index, indicating relievers of symptoms of arthritis. According to histopathological examination, WGMG-H reduced synovial hyperplasia, inflammatory cell infiltration, and cartilage erosion. Moreover, WGMG-H inhibited the serum levels of NF-κB, TNF-α, IL-1β, IL-18 while enhanced IL-4 levels. Mechanistically, the protein and mRNA expression of TLR4, NF-κB, NLRP3, ASC, and caspase-1 were downregulated by WGMG, with high-dose WGMG having therapeutic efficacy similar to dexamethasone. WGMG shows potent anti-inflammatory activity via inhibitory effect on NLRP3 inflammasome activation, which due to inhibition of TLR4/NF-κB signaling pathway. This pharmacological mechanism is likely attributed to the bioactive components kaempferol and trans-ferulic acid. This research shows how WGMG may work in the body. The authors hope their findings might lead to new treatments for rheumatoid arthritis.",
  "disease": "rheumatoid arthritis"
}