{
  "pmid": "41437278",
  "title": "Computerized cognitive training vs. care as usual to strengthen cognitive, motor, and (neuro)psychological outcomes in people with advanced Parkinson's disease (TrainParC-Advanced): study protocol of a randomized controlled trial.",
  "abstract": "Cognitive impairment is common in Parkinson's disease (PD). Up to 80% of people with PD develop dementia over the disease course, heavily impacting their quality of life. While pharmacological treatment options are scarce, previous research highlights the potential benefits of non-pharmacological interventions, such as cognitive training (CT), on cognition and non-cognitive outcomes. This study's purpose is to examine the feasibility as well as short- and long-term effects of a 5-week digital CT in people with advanced PD, compared to people with advanced PD receiving care as usual, and to explore possible predictors of CT responsiveness. This ongoing monocentric, two-armed randomized controlled trial (RCT) seeks to include 140 participants with advanced PD according to the established 5-2-1 criteria. Participants are randomized into either the experimental group, receiving a structured 5-week digital CT and additional psychoeducational videos on cognitive health, or a passive control group receiving care as usual. CT will be carried out remotely from home and supervised by the study team. Feasibility will be assessed using a training diary (e.g., motivation, satisfaction) and technical data (e.g., training duration). Neuropsychological assessments will be carried out pre- and post-CT and after a 3-month follow-up period. The primary outcome will be global cognition measured with the Montréal Cognitive Assessment (MoCA). Secondary outcomes include further cognitive, motor, and (neuro)psychological variables (e.g., quality of life, motor symptoms, mood, activities of daily living). Studies on CT in people with PD have demonstrated positive effects on cognition, promoting the application of CT as a non-pharmacological treatment approach. However, studies targeting people in more advanced PD stages are rare or non-existent, despite it being a clinically relevant target group. Further, few studies have looked at long-term CT effects in PD, and very little data exists regarding CT predictors. Therefore, this large-cohort study of a multi-domain digital CT in people with advanced PD aims to provide insights into the effects, feasibility, and acceptability of CT within a representative sample of people with PD, allowing for statistically high-powered analyses and the identification of potential CT predictors. German Clinical Trials Register (DRKS) DRKS00028876. Registered on 21 November 2022.",
  "disease": "alzheimer disease"
}