{
  "pmid": "41449876",
  "title": "Global Disparities and Temporal Trends in Prostate, Bladder, and Kidney Cancer Burden Among Men: A Systematic Analysis of 204 Countries (1990-2021).",
  "abstract": "IntroductionUrological cancers-primarily prostate, bladder, and kidney cancers-pose a growing global public health challenge, particularly affecting men. While high-income countries have achieved early detection and better treatment outcomes, low- and middle-income countries (LMICs) continue to face late diagnoses and healthcare resource limitations.MethodsThis study leveraged Global Burden of Disease Study 2021 (GBD 2021) data to assess trends in age-standardized incidence rates (ASIRs), age-standardized mortality rates (ASMRs), and disability-adjusted life years (DALYs) for the three major urological cancers among men across 204 countries from 1990 to 2021. The ASIRs, ASMRs, and DALYs experienced the same age standardization. Estimated Annual Percentage Change (EAPC) was used to evaluate temporal trends. Risk attribution was examined using GBD's comparative risk assessment framework and stratified by Sociodemographic Index (SDI) levels. Uncertainty intervals (UIs) were based on 1000 posterior simulations.ResultsGlobally, prostate cancer ASIRs showed minimal change (EAPC -0.06), while ASMRs declined significantly (EAPC -1.05). North America had the highest incidence but notable mortality reduction, whereas Eastern Europe and sub-Saharan Africa experienced rising mortality despite lower incidence. Bladder cancer incidence declined worldwide (EAPC -0.35) but increased in Central Europe and Southeast Asia. Kidney cancer ASIRs rose globally (EAPC 0.72), with Mongolia showing the fastest increase (EAPC 16.22). Major risk factors included tobacco use, occupational exposures (eg, trichloroethylene), and metabolic conditions like obesity and hypertension. High SDI regions benefited from early screening and targeted therapies, while LMICs bore a heavier DALYs burden due to late-stage diagnoses and limited care.ConclusionGlobal progress in urological cancer detection and treatment is offset by widening disparities, particularly in LMICs. Addressing these inequities requires policies promoting equitable access to screening, risk factor reduction, and stronger cancer surveillance. Integrated, patient-centered strategies are crucial for achieving cancer control goals and reducing preventable deaths. Prostate, bladder, and kidney cancers are becoming increasingly common among men worldwide, posing a major health challenge—especially in low- and middle-income countries where access to early diagnosis and quality care is limited. Using global data from 1990 to 2021, this study found that while prostate cancer cases rose slightly, deaths have decreased in wealthier countries due to better screening and treatment, whereas mortality is rising in poorer regions. Bladder cancer has generally declined, though rates are increasing in parts of Europe and Asia, and kidney cancer is growing globally, with Mongolia seeing the fastest rise. Key risk factors include smoking, workplace chemicals, obesity, and high blood pressure. Countries with stronger healthcare systems have made progress, but the gap between rich and poor regions continues to widen. To reduce preventable deaths, there is an urgent need for fair access to testing, education, and healthcare improvements worldwide.",
  "disease": "hypertension"
}