{
  "pmid": "41384344",
  "title": "KIF1B Regulates NLRP3-Mediated Pyroptosis in Asthma Progression.",
  "abstract": "Asthma is a chronic inflammatory respiratory disorder triggered by allergens or environmental pollutants, characterised by airway obstruction, increased airway resistance and breathing difficulties. Although substantial progress has been made in elucidating its pathophysiology, the molecular mechanisms underlying asthma progression remain incompletely understood, and no curative therapies are currently available. The present study explored the role of KIF1B (kinesin family member 1B) in asthma pathogenesis using integrated approaches involving human cohort datasets, in vitro airway epithelial cell models and an in vivo ovalbumin (OVA)-induced asthma mouse model. KIF1B knockdown and NLRP3 (NLR family pyrin domain-containing 3) overexpression assays were performed to delineate the molecular mechanisms by which KIF1B modulates pyroptosis. Results showed that KIF1B expression was markedly elevated in bronchial biopsies from asthma patients, OVA-challenged mouse lungs and IL-13-stimulated BEAS-2B cells. Silencing KIF1B significantly attenuated OVA- and IL-13-induced oxidative stress, proinflammatory cytokine release and pulmonary injury. Specifically, KIF1B knockdown reduced the expression of pyroptosis-associated proteins-NLRP3, cleaved caspase-1 and cleaved gasdermin D (GSDMD)-while decreasing TNF-α, IL-1β and IL-18 levels and restoring the anti-inflammatory cytokine IL-10. Mechanistically, NLRP3 overexpression abolished the anti-inflammatory and cytoprotective effects of KIF1B silencing, confirming that KIF1B promotes asthmatic inflammation through activation of the NLRP3 inflammasome. In conclusion, these findings identify KIF1B as a key regulator of airway inflammation and pyroptosis in asthma via NLRP3-dependent signalling. Targeting KIF1B may therefore represent a promising therapeutic strategy for controlling asthma progression.",
  "disease": "asthma"
}