{
    "title": "Anti-CD20 treatment attenuates Th2 cell responses: implications for the role of lung follicular mature B cells in the asthmatic mice.",
    "doc_id": "38345634",
    "writer": "He J",
    "year": "2024",
    "summary": "However, the role of lung B cells and its subpopulations in Th2 cell responses in asthma remains unclear. OBJECTIVE: We leveraged an anti-CD20 monoclonal antibody (mAb) treatment that has been shown to selectively deplete B cells in mice and investigat …",
    "abstract": "Background:\n        \n      \n      B cells were believed to act as antigen-presenting cells (APCs) to promote T helper type 2 (Th2) cell responses. However, the role of lung B cells and its subpopulations in Th2 cell responses in asthma remains unclear.\n    \n\n\n          Objective:\n        \n      \n      We leveraged an anti-CD20 monoclonal antibody (mAb) treatment that has been shown to selectively deplete B cells in mice and investigated whether this treatment modulates Th2 cell responses and this modulation is related to lung follicular mature (FM) B cells in a murine model of asthma.\n    \n\n\n          Methods and results:\n        \n      \n      We used a house dust mite (HDM)-induced asthma mouse model and found that anti-CD20 mAb treatment attenuates Th2 cell responses. Meanwhile, anti-CD20 mAb treatment did dramatically reduce the number of B cells, especially FM B cells in the lungs, but did not impact the frequency of other immune cell types, including lung T cells, dendritic cells, natural killer cells, and regulatory T cells in wild-type mice. Moreover, we found that the suppressive effect of anti-CD20 mAb treatment on Th2 cell responses could be reversed upon adoptive transfer of lung FM B cells, but not lung CD19+ B cells without FM B cells in asthmatic mice.\n    \n\n\n          Conclusions:\n        \n      \n      These findings reveal that anti-CD20 mAb treatment alleviates Th2 cell responses, possibly by depleting lung FM B cells in a Th2-driven asthma model. This implies a potential therapeutic approach for asthma treatment through the targeting of lung FM B cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38345634/"
}