{
    "title": "Mindfulness in adolescents and young adults with diabetes: An integrative review.",
    "doc_id": "35986987",
    "writer": "Koerner R",
    "year": "2022",
    "summary": "Ten articles were included in the review, with 5 including adolescents and young adults with T1D and 5 including adolescents and young adults with prediabetes. No studies evaluated mindfulness in adolescents and young adults with type 2 d …",
    "abstract": "Background and purpose:\n        \n      \n      Type 1 diabetes (T1D), type 2 diabetes, and prediabetes are increasing in incidence. Adolescents and young adults with diabetes experience psychosocial comorbidities at an increased incidence. As such, exploring interventions that can improve psychosocial and glycemic outcomes are needed. The purpose of this integrative review is to examine and synthesize the literature on mindfulness in adolescents and young adults with type 1 or type 2 diabetes or prediabetes.\n    \n\n\n          Methods:\n        \n      \n      Four databases were searched during May 2021. Included studies were published between 2000 and 2021, evaluated adolescents and young adults, diagnosed with type 1 or type 2 diabetes or prediabetes. Studies were excluded if they were not in English; not original research; evaluated complementary/alternative therapies as a group. To assess for risk of bias, the National Institutes of Health quality assessment tools and the Cochrane Collaboration's tool were utilized. Whittemore and Knafl's (2005) method for conducting an integrative review was utilized to synthesize results.\n    \n\n\n          Results:\n        \n      \n      We identified 137 articles in our initial search and 74 articles remained after removing for duplicates. Ten articles were included in the review, with 5 including adolescents and young adults with T1D and 5 including adolescents and young adults with prediabetes. No studies evaluated mindfulness in adolescents and young adults with type 2 diabetes.\n    \n\n\n          Conclusion:\n        \n      \n      Mindfulness is an acceptable intervention in adolescents and young adults with T1D and prediabetes, resulting in positive psychosocial and glycemic outcomes. There were issues with feasibility of the intervention and mobile health technology delivery methods should be evaluated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35986987/"
}