{
  "pmid": "41473907",
  "title": "Functional brain network analysis in patients with upper-limb spasticity after stroke.",
  "abstract": "Stroke ranks as the second leading cause of death and disability worldwide, with the resulting upper-limb spasticity severely impairing patients' motor function and quality of life. However, existing clinical assessment scales exhibit a degree of subjectivity, and research into the neurophysiological mechanisms underlying spasticity remains insufficient. Brain network analysis offers a novel perspective for investigating the neural mechanisms associated with spasticity. Eight patients with upper limb spasticity due to stroke (MAS grades 1-2) and eight healthy controls were enrolled. Multi-channel EEG signals were recorded during different upper limb movements (fist clenching, elbow flexion, wrist flexion). Functional brain networks were constructed using the weighted phase delay index, and further calculations were performed on relevant brain network characteristics, including node degree, global efficiency, local efficiency, clustering coefficient, and small-world properties. Research findings indicate that functional connectivity in spasticity patients is significantly lower than in healthy subjects, particularly in the alpha and beta frequency bands, with weaker cross-regional synchrony in frontal, central, and temporal lobe regions. Graph theory analysis further reveals that compared to healthy controls, spasticity patients exhibit significantly reduced global efficiency, local efficiency, and clustering coefficient, while small-world properties remain relatively preserved. Node degree analysis revealed abnormal compensatory activation in temporal and parietal regions, whereas healthy participants exhibited higher node degrees in central and frontal areas. These findings suggest that spasticity is associated with impaired local and global network integration, accompanied by inefficient compensatory mechanisms. This study provides new evidence that post-stroke upper limb spasticity is not only a peripheral muscle phenomenon but also reflects disturbances in cortical network dynamics. Brain network metrics, particularly global and local efficiency, may serve as objective biomarkers to quantify spasticity severity and guide personalized rehabilitation interventions, offering a promising direction for developing precision rehabilitation strategies.",
  "disease": "stroke"
}