{
    "title": "Juvenile crime and criminal justice: resolving border disputes.",
    "doc_id": "21337999",
    "writer": "Fagan J.",
    "year": "2008",
    "summary": "Jeffrey Fagan examines the legal architecture of the new boundary-drawing regime and how effective it has been in reducing crime. The juvenile court, Fagan emphasizes, has always had the power to transfer juveniles to the criminal court. ...The recent changes in sta …",
    "abstract": "Rising juvenile crime rates during the 1970s and 1980s spurred state legislatures across the country to exclude or transfer a significant share of offenders under the age of eighteen to the jurisdiction of the criminal court, essentially redrawing the boundary between the juvenile and adult justice systems. Jeffrey Fagan examines the legal architecture of the new boundary-drawing regime and how effective it has been in reducing crime. The juvenile court, Fagan emphasizes, has always had the power to transfer juveniles to the criminal court. Transfer decisions were made individually by judges who weighed the competing interests of public safety and the possibility of rehabilitating young offenders. This authority has now been usurped by legislators and prosecutors. The recent changes in state law have moved large numbers of juveniles into the adult system. As many as 25 percent of all juvenile offenders younger than eighteen, says Fagan, are now prosecuted in adult court. Many live in states where the age boundary between juvenile and criminal court has been lowered to sixteen or seventeen. The key policy question is: do these new transfer laws reduce crime? In examining the research evidence, Fagan finds that rates of juvenile offending are not lower in states where it is relatively more common to try adolescents as adults. Likewise, juveniles who have been tried as adults are no less likely to re-offend than their counterparts who have been tried as juveniles. Treating juveniles as adult criminals, Fagan concludes, is not effective as a means of crime control. Fagan argues that the proliferation of transfer regimes over the past several decades calls into question the very rationale for a juvenile court. Transferring adolescent offenders to the criminal court exposes them to harsh and sometimes toxic forms of punishment that have the perverse effect of increasing criminal activity. The accumulating evidence on transfer, the recent decrease in serious juvenile crime, and new gains in the science of adolescent development, concludes Fagan, may be persuading legislators, policymakers, and practitioners that eighteen may yet again be the appropriate age for juvenile court jurisdiction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21337999/"
}