{
    "title": "Risk Factors for Positive Margins in High-Grade Cervical Intraepithelial Neoplasia After Transformation Zone Excision.",
    "doc_id": "35314587",
    "writer": "Aguiar TD",
    "year": "2022",
    "summary": "OBJECTIVE: The aim of the study was to evaluate risk factors for positive margins on surgical specimens of patients submitted to transformation zone excision (TZE). ...Our study population included only women with the diagnosis of high-grade intraepithelial lesion ( …",
    "abstract": "Objective:\n        \n      \n      The aim of the study was to evaluate risk factors for positive margins on surgical specimens of patients submitted to transformation zone excision (TZE).\n    \n\n\n          Materials and methods:\n        \n      \n      We conducted a retrospective study evaluating women submitted to TZE in our center, between 2012 and 2020. Our study population included only women with the diagnosis of high-grade intraepithelial lesion (HSIL) in the pathologic examination of the TZE surgical specimen. Positive margins were defined as the presence of HSIL in the endocervical and/or ectocervical margin of the specimen. Factors evaluated included demographic characteristics, pretreatment Pap smear and human papillomavirus test, colposcopic findings, TZE indication, and pathologic features of the surgical specimen. We performed univariate analysis and logistic regression modeling including variables associated with the outcome of positive margins in the univariate analysis.\n    \n\n\n          Results:\n        \n      \n      Our sample included 264 women, with a 15.2% positive margins rate (40 patients). In the univariate analysis, patients with immunocompromised status, HSIL Pap smear, and higher number of quadrants involved in colposcopic examination were more likely to have positive margins. After multivariate analysis, only immunocompromised status was found to be an independent risk factor (odds ratio = 4.94; 95% CI = 1.43-17.15; p < .05).\n    \n\n\n          Conclusions:\n        \n      \n      Immunocompromised status was the sole significant predictor for positive margins in TZE surgical specimens. To our knowledge, this is the first report of immunodepression as a risk factor for positive margins in cervical excisional procedures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35314587/"
}