{
    "title": "Automated Breast Ultrasound System for Breast Cancer Evaluation: Diagnostic Performance of the Two-View Scan Technique in Women with Small Breasts.",
    "doc_id": "31920026",
    "writer": "Kwon BR",
    "year": "2020",
    "summary": "During ABUS image acquisition, one breast was scanned with 2-VST, while the other breast was scanned with 3-VST. In each breast, the breast coverage and visibility of the HHUS detected lesions on ABUS were assessed. The sensitivity and specificity of A …",
    "abstract": "Objective:\n        \n      \n      To comparatively evaluate the scan coverage and diagnostic performance of the two-view scan technique (2-VST) of the automated breast ultrasound system (ABUS) versus the conventional three-view scan technique (3-VST) in women with small breasts.\n    \n\n\n          Materials and methods:\n        \n      \n      Between March 2016 and May 2017, 136 asymptomatic women with small breasts (bra cup size A) suitable for 2-VST were enrolled. Subsequently, 272 breasts were subjected to bilateral whole-breast ultrasound examinations using ABUS and the hand-held ultrasound system (HHUS). During ABUS image acquisition, one breast was scanned with 2-VST, while the other breast was scanned with 3-VST. In each breast, the breast coverage and visibility of the HHUS detected lesions on ABUS were assessed. The sensitivity and specificity of ABUS were compared between 2-VST and 3-VST.\n    \n\n\n          Results:\n        \n      \n      Among 136 breasts, eight cases of breast cancer were detected by 2-VST, and 10 cases of breast cancer were detected by 3-VST. The breast coverage was satisfactory in 94.1% and 91.9% of cases under 2-VST and 3-VST, respectively (p = 0.318). All HHUS-detected lesions were visible on the ABUS images regardless of the scan technique. The sensitivities and specificities were similar between 2-VST and 3-VST (100% [8/8] vs. 100% [10/10], and 97.7% [125/128] vs. 95.2% [120/126], respectively), with no significant difference (p > 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      2-VST of ABUS achieved comparable scan coverage and diagnostic performance to that of conventional 3-VST in women with small breasts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31920026/"
}