{
  "pmid": "41378623",
  "title": "Leflunomide as an alternative csDMARD for rheumatoid arthritis in a resource-constrained setting: A real-life experience.",
  "abstract": "Early treatment with methotrexate (MTX) remains the mainstay of rheumatoid arthritis (RA) treatment. In patients with inadequate response to MTX, the European Alliance of Associations for Rheumatology (EULAR) recommends the addition of a biological disease-modifying antirheumatic drug (bDMARD) if poor prognostic factors are present. Despite patients in Africa frequently having poor prognostic factors, bDMARDs are often not available. Leflunomide (LEF) has been shown to be a potent DMARD, leading EULAR to question whether its efficacy is equivalent to MTX as a first-line agent. To review LEF's use and safety profile in a low-resource setting, and its usefulness in patients with inadequate response to MTX. A retrospective record review was done of all patients with RA who received LEF for at least 6 months between 2018 and 2020 at the Division of Rheumatology, Tygerberg Academic Hospital, Cape Town, South Africa. Patients in whom LEF was discontinued within the first 6 months were also included when assessing the discontinuation rate and side-effects. Demographic information, reasons for initiation, side-effects and treatment discontinuation were recorded. Efficacy data were recorded using the clinical disease activity index (CDAI) at 6-month intervals up to 24 months. A total of 210 patients who were on LEF were included. Most (n=177) patients were females from low-income backgrounds, with a mean age of 56.51 years and a mean (standard deviation) disease duration of 6.9 (1.0 - 13.8) years. Almost all patients (n=209; 99.52%) had poor prognostic factors, mainly high disease activity (mean CDAI 26.68) and previous exposure to ≥2 conventional synthetic DMARDs (csDMARDs). Most patients initiated LEF owing to loss of efficacy and poor response to triple therapy. After initiation of LEF, treatment targets were achieved by 98 (53%) patients, with 22 (11.9%) and 76 (41.1%) patients achieving clinical remission and low disease activity, respectively (p<0.001, confidence interval (CI) 9.90 -12.29). The mean CDAI decreased to 11.17 (p<0.001, CI 9.59 - 12.74). Most disease control was achieved within the first 6 - 12 months, and was sustained for 24 months. A total of 16 (7.62%) patients experienced side-effects, necessitating treatment discontinuation. Two pregnancies exposed to LEF in the first trimester resulted in healthy babies. LEF has been demonstrated to be an effective alternative csDMARD for patients with inadequate response to MTX-based therapies, reducing the mean CDAI from 26 to 11. It adds a viable alternative for RA patients with poor prognostic factors and lack of access to bDMARDs.",
  "disease": "rheumatoid arthritis"
}