{
    "title": "Risk factors of ventilator-associated events in patients on mechanical ventilation: A scoping review.",
    "doc_id": "39888177",
    "writer": "Rahmawati ED",
    "year": "2025",
    "summary": "BACKGROUND: Ventilator-associated events (VAE) are associated with higher mortality rates. Understanding the risk factors for VAE provides preventive strategies for reducing them. Several studies have been conducted on VAE risk factors. ...RELEVANCE TO …",
    "abstract": "Background:\n        \n      \n      Ventilator-associated events (VAE) are associated with higher mortality rates. Understanding the risk factors for VAE provides preventive strategies for reducing them. Several studies have been conducted on VAE risk factors. However, the findings were inconsistent.\n    \n\n\n          Aim:\n        \n      \n      This scoping review aimed to explore the existing evidence on risk factors of VAEs in intensive care unit (ICU) patients.\n    \n\n\n          Study design:\n        \n      \n      Searches were performed across eight databases including Pubmed, ProQuest, Scopus, ScienceDirect, BMJ, Web of Science, Taylor & Francis and Ebsco from 26 March to 5 April 2024, complemented by backward and forward citation tracking-eligible studies criteria: participants aged 18 years and older reporting on VAE risk factors. The publication must have occurred between 2013 and 2024, be available as full text and be written in English. A total of 19 studies met the inclusion criteria and were analysed.\n    \n\n\n          Results:\n        \n      \n      Forty-four risk factors were identified. Decreased level of consciousness, chronic lung diseases, invasive operation, duration of MV, trauma, fluid overload, reintubation, enteral feeding, administration of sedation and stress ulcer prophylaxis were the most frequently reported risk factors for VAE.\n    \n\n\n          Conclusions:\n        \n      \n      This review identified several potential risk factors for VAE; some factors have varying results or lack evidence. Further research is needed to confirm the role of these factors in reducing VAE or to clarify inconsistent findings.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      These findings provide information on the risk factors for VAE. Nurses must identify the presence of these risk factors in all adult ICU patients receiving invasive mechanical ventilation (IMV) and manage them to prevent the occurrence of VAE.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39888177/"
}