{
    "title": "A comparison between type 3 excision of the transformation zone by straight wire excision of the transformation zone (SWETZ) and large loop excision of the transformation zone (LLETZ): a randomized study.",
    "doc_id": "25783647",
    "writer": "Russomano F",
    "year": "2015",
    "summary": "Excisional procedures have been preferred to treat these lesions as they report the presence of unsuspected invasive lesions and the status of surgical margins, allowing inferring full excision when such are free of disease. The purpose of this study is to determine whethe …",
    "abstract": "Background:\n        \n      \n      The management of preinvasive cervical lesions has the objective to ensure the absence of invasive lesions and to prevent progression to cancer. Excisional procedures have been preferred to treat these lesions as they report the presence of unsuspected invasive lesions and the status of surgical margins, allowing inferring full excision when such are free of disease. The purpose of this study is to determine whether Straight Wire Excision of the Transformation Zone (SWETZ) is a better alternative than Large Loop Excision of the Transformation Zone (LLETZ-cone) as a type 3 excision of the Transformation Zone (TZ) to reduce incomplete excision and concerning other outcomes of surgical interest.\n    \n\n\n          Method:\n        \n      \n      Randomized controlled trial including women who needed type 3 excision of the TZ referred to a colposcopy clinic after cytological screening between January 2008 thru December 2011. The interventions were performed using local anesthesia and sedation in an inpatient basis by different experienced surgeons. The study enrolled and randomized 164 women, of which 82 were allocated to each group. After exclusions, 78 remained in SWETZ and 76 in LLETZ-cone groups for the analysis of outcomes of surgical interest and 52 and 54, respectively, for the margins analysis.\n    \n\n\n          Results:\n        \n      \n      There was an even distribution between the groups after randomization and exclusions, concerning mean age, parity, current smoking, prior cytological diagnosis and histopathological diagnosis obtained in cone specimen even after exclusions. We observed significantly higher risk of compromised or damaged endocervical margin in specimens resulting from the LLETZ-cone in relation to SWETZ (RR 1.72, 95% CI: 1.14 to 2.6), with an absolute risk reduction (ARR) of 26.4% (95% CI: 8.1 to 44.8) for patients operated by SWETZ. The specimens obtained by SWETZ showed less fragmentation (ARR = 19.8%, 95% CI: 10.3 - 29.3%), but the procedure took longer. There were complications in 5.6% of the procedures, with no significant differences between the groups.\n    \n\n\n          Conclusion:\n        \n      \n      This study showed a lower proportion of compromised or damaged endocervical surgical margin in specimens resulting from SWETZ in relation to LLETZ-cone. SWETZ demonstrated to be more efficient than LLETZ-cone concerning less fragmentation of the specimen obtained. However, it accounted for longer surgical time. Both techniques showed morbidity\n    \n\n\n          Trial registration:\n        \n      \n      Number at ClinicalTrials.gov: NCT01929993 (June 10, 2012).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25783647/"
}