{
    "title": "Systematic review of conservative interventions for subacute low back pain.",
    "doc_id": "12501942",
    "writer": "Pengel HM",
    "year": "2002",
    "summary": "OBJECTIVE: To evaluate the effect of conservative interventions on clinically relevant outcome measures for patients with subacute low back pain. This is particularly important because effective treatment for subacute low back pain will p …",
    "abstract": "Objective:\n        \n      \n      To evaluate the effect of conservative interventions on clinically relevant outcome measures for patients with subacute low back pain. This is particularly important because effective treatment for subacute low back pain will prevent the transition to chronic low back pain, a condition that is largely responsible for the high health care costs of low back pain.\n    \n\n\n          Design:\n        \n      \n      Systematic review of randomized controlled trials.\n    \n\n\n          Main outcome measures:\n        \n      \n      Methodological quality of each trial was assessed. Effect sizes and 95% confidence intervals were calculated for pain and disability and risk ratios for return to work.\n    \n\n\n          Results:\n        \n      \n      Thirteen trials were located, evaluating the following interventions: manipulation, back school, exercise, advice, transcutaneous electrical nerve stimulation (TENS), hydrotherapy, massage, corset, cognitive behavioural treatment and co-ordination of primary health care. Most studies were of low quality and did not show a statistically significant effect of intervention. For the strict duration of low back pain (six weeks to three months), no evidence of high internal validity was found but when other methodological criteria were considered, evidence was found for the efficacy of advice. Furthermore, there is evidence that when a broader view is taken of the duration of subacute low back pain (seven days to six months), other treatments (e.g. manipulation, exercise, TENS) may be effective.\n    \n\n\n          Conclusions:\n        \n      \n      Our review identified a major gap in the evidence for interventions that are currently recommended in clinical practice guidelines for the treatment of subacute low back pain. Lack of a uniform definition of subacute low back pain further limited current evidence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12501942/"
}