{
    "title": "University students who were men who had sex with men (MSM) in Sichuan, China had a higher prevalence of insomnia and probable depression than their non-MSM counterparts: mediation via emotional dysregulations.",
    "doc_id": "39533253",
    "writer": "Yu Y",
    "year": "2024",
    "summary": "BACKGROUND: Men who have sex with men studying in universities (MSM-US) frequently face multiple sexual minority stressors that potentially lead to maladaptive emotional regulations and mental problems. ...METHODS: The study design was a cross-sectional study. NUS were rec …",
    "abstract": "Background:\n        \n      \n      Men who have sex with men studying in universities (MSM-US) frequently face multiple sexual minority stressors that potentially lead to maladaptive emotional regulations and mental problems. This study compared the prevalence of depression/insomnia between MSM-US and non-MSM male university students (NUS) and hypothesized that the potential differences would be mediated via emotional dysregulation styles (rumination and catastrophizing).\n    \n\n\n          Methods:\n        \n      \n      The study design was a cross-sectional study. NUS were recruited from a university-based survey using cluster sampling in three universities in China from June to October 2018, while MSM-US from the same university-based survey and the other community-based survey using convenience sampling. The effective samples size was 2,531 (292 MSM-US and 2,239 NUS). Structural equation modeling (SEM) was performed.\n    \n\n\n          Results:\n        \n      \n      MSM-US had significantly higher prevalence of both probable depression (55.1% versus 35.7%; OR = 4.85, 95% CI: 3.38-6.94) and moderate-to-severe clinical insomnia (17.3% versus 4.1%; OR = 2.21, 95% CI: 1.73-2.83) than NUS. MSM-US were also more likely than NUS to use emotional dysregulation styles (rumination/catastrophizing), which were correlated with probable depression/insomnia (r = 0.17 to 0.31). In the SEM, the differences in depression/insomnia between MSM-US and NUS were partially mediated by the latent variable of emotional dysregulation (rumination and catastrophizing), with effect sizes of 55.0% for probable depression and 33.6% for insomnia, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      Depression and insomnia were prevalent among male university students in Sichuan, China. Furthermore, MSM-US were at increased risk than NUS for both mental problems; emotional dysregulation partially explained such differences. Future studies are warranted to confirm the findings, develop tailored interventions to address general and MSM-specific stressors and reduce rumination and catastrophizing, and examine whether similar patterns exist in other sexual minority groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39533253/"
}