{
  "pmid": "41460676",
  "title": "Emrelis: A New Approach in Treating MET-high Locally Advanced or Metastatic Non-squamous NSCLC; A Mini Review.",
  "abstract": "Non-small cell lung cancer (NSCLC) accounts for 85% of all lung cancers; however, a subset of patients experiences disease progression associated with alterations in the Mesenchymal-Epithelial Transition Factor (c-MET) pathway. These include MET exon 14-skipping mutations, which promote tumor growth, metastasis, and resistance to epidermal growth factor receptor (EGFR)-targeted therapies. Telisotuzumab vedotin (TV-t, Emrelis), a novel first-in-class c-MET inhibitor, is under investigation as a targeted therapy for c-MET-high NSCLC. This article highlights the therapeutic potential of TV-t as a targeted therapy for advanced NSCLC patients with limited post-treatment options. A targeted literature review was conducted using PubMed and ClinicalTrials.gov (2018 and 2025) with terms including \"Telisotuzumab Vedotin,\" \"c-MET,\" \"c-MET-high,\" \"c-MET overexpression,\" \"MET exon 14,\" and \"NSCLC.\" Both clinical and preclinical studies of the efficacy, safety, and pharmacological properties of TV-t were included. Also, those studies reported clinical findings relevant to TV-t in c-MET-altered NSCLC. In the pivotal LUMINOSITY phase II trial, TV-t showed a 28.6% overall response rate (ORR) in EGFR-wildtype, c-MET-overexpressing NSCLC, with 34.6% ORR in c-MET-high patients. Median duration of response was 9.0 months, overall survival 14.5 months, and progression-free survival (PFS) 5.7 months for the c-MET-high subgroup. In phase Ib studies, TV-t combined with osimertinib achieved a 50% ORR and 7.4-month PFS, while TV-t with nivolumab, the median PFS was 7.2 months, but ORR was low (7.4%). Common grade 3 or higher toxicities occurred in 27.9% of patients and included neuropathy, anemia, and pulmonary embolism, with no hepatotoxicity. Remarkable cardiac safety was observed. TV-t demonstrated promising efficacy and tolerability in patients, highlighting its clinical potential. However, further studies are needed to confirm its survival advantage, the durability of response, and safety profile, and to establish its long-term value and support its integration into routine clinical practice.",
  "disease": "lung cancer"
}