{
  "pmid": "41450504",
  "title": "Factors associated with oral frailty in older adults: a systematic review and meta-analysis.",
  "abstract": "Oral frailty (OF) is defined as a series of age-related declines in oral function that cause malnutrition and many other negative health outcomes. This study aimed to comprehensively examine the factors associated with OF in older adults in order to provide further direction for the early identification and tailored interventions of in this population. PubMed, Cochrane Library, Embase, Web of Science, China National Knowledge Infrastructure (CNKI), Chinese Biomedical Database (CBM), CQVIP, and Wanfang databases were comprehensively searched for observational studies from inception to April 2025. All analyses were performed using RevMan5 (version 5.4) and Stata 16.0 software. A total of 39 studies were selected from 10,863 references, involving 41,854 older adults, and were included in this systematic review. A meta-analysis was performed on the 27 influencing factors. Age (WMD = 4.21, 95% CI: 3.09-5.33), female sex (OR = 1.76, 95% CI: 1.41-2.20), years of education (WMD = 0.68, 95% CI: -0.04-1.41), low income (OR = 1.94, 95% CI: 1.20-2.68), BMI (WMD = 1.50, 95% CI: 0.41-5.59), sarcopenia (OR = 2.92, 95% CI: 2.54-3.36), stroke (OR = 2.68, 95% CI: 1.28-5.61), osteoporosis (OR = 1.50, 95% CI: 1.05-2.13), cognitive impairment (OR = 4.25, 95% CI: 1.72-10.51), ≥2 chronic conditions (OR = 6.07, 95% CI: 2.32-15.90), taking ≥ 5 medications (OR = 2.48, 95% CI: 1.59-3.88), poor sleep quality (OR = 3.79, 95% CI: 1.47-9.80), physical frailty (OR = 2.21, 95% CI: 1.63-3.00), low physical activity level (OR = 1.77, 95% CI: 1.41-2.22), ADL impairment (OR = 4.46, 95% CI: 1.81-11.01), depression (OR = 3.76, 95% CI: 2.69-5.24), social isolation (OR = 1.95, 95% CI: 1.43-2.65), malnutrition (OR = 2.58, 95% CI: 1.55-4.28), low dietary variety (OR = 1.69, 95% CI: 1.37-2.08) and poor appetite (OR = 2.11, 95% CI: 1.62-2.74) were found a significant associations with oral frailty in older adults. We identified 20 factors associated with oral frailty in older adults, categorized into five primary domains: sociodemographic factors, comorbidity factors, physical function factors, social and psychological factors, and dietary factors. Public health policymakers and healthcare practitioners should undertake a comprehensive evaluation of these associated factors and develop targeted intervention strategies designed to reduce oral frailty, thereby enhancing the overall health of the older population. Identifier [CRD42024588941].",
  "disease": "stroke"
}