{
  "pmid": "41474182",
  "title": "Prefrontal TRPM8 Receptor Modulates Epileptic Seizures via PKA/CREB Signaling Pathway in Mice.",
  "abstract": "Epilepsy is a common neurological disorder accompanied by mental and cognitive impairment, which affects approximately 50 million people worldwide. Recent studies revealed that transient receptor potential melastatin 8 (TRPM8) receptors exerted a significant effect in PTZ-induced acute seizure model. However, the exact function and mechanism of prefrontal TRPM8 receptor in seizures remain unclear. This study aimed to investigate the upstream and downstream signaling pathways of TRPM8 receptors and how they jointly regulate the occurrence and development of seizures. Pentylenetetrazol (PTZ) was used to establish an acute mouse seizure model, and the seizure behavior of TRPM8 channel block mice and normal mice was observed and analyzed. Specific blocking of TRPM8 channels in specific brain regions was performed by stereotactic injection into the brain. The expression of TRPM8 downstream signaling molecules in the prefrontal cortex (PFC) and the apoptosis of neuronal cells were analyzed after PTZ-induced acute seizures. TRPM8 receptors were upregulated in the PFC of mice with seizures. Inhibition or knockdown of TRPM8 in the PFC can effectively prolong the latency and reduce the level of seizures in mouse models induced by PTZ. Meanwhile, prefrontal TRPM8, Phosphorylated PKA (p-PKA) and Phosphorylated CREB (p-CREB) levels were upregulated during seizures. In the PTZ-induced acute seizure cell model, the expression of TRPM8, p-CREB, and p-PKA was also increased, but this effect was reversed by the TRPM8 inhibitor AMTB. PKA agonists significantly offset the effects of TRPM8 inhibitors in prolonging latency and reducing seizure levels. Finally, TUNEL staining showed that the apoptosis rate of prefrontal neurons in seizure mice decreased after TRPM8 inhibition and knockdown, while PKA activation could counteract the AMTB-induced decrease in neuronal apoptosis. Prefrontal TRPM8 receptor plays a vital role in PTZ-induced acute seizures through the PKA/CREB pathway, which provides a potential target for the treatment of seizures.",
  "disease": "epilepsy"
}