{
  "pmid": "41402009",
  "title": "Reinforcement learning to optimize tuberculosis screening strategies in resource-limited settings.",
  "abstract": "Still, tuberculosis (TB) is a big health problem all over the world. It is very hard to find cases quickly in places that don't have many resources or fair access to care. Screening methods from the past, such as x-rays, symptom-based assessments, and molecular diagnostics, have limits on how much they cost, how many people they can help, and how well they work. This means we need new ideas on how to use our tools better and find cases more quickly. A strong way to improve how TB is screened is to use reinforcement learning (RL), which can show how to make choices in a certain order when there is uncertainty. We look at TB screening as a step-by-step optimization problem in this study. About the patient's past history, their symptoms, possible risks, and the resources in the area are all written in the state space. It is important to find ways to do things faster and cheaper while still getting them found. The reward function makes these two goals work together. The actions represent the screening tests, referrals, and follow-up plans that can be used. We suggest an RL-based framework that uses algorithms like Q-learning, Deep Q-Networks (DQN), and Policy Gradient to help learn policies that are flexible and can adapt to the constraints of the real world. It is trained with both real-world TB datasets and simulated environments to make sure it works well in many different settings. RL-optimized screening protocols are compared to existing baseline methods as part of validation strategies. This shows how better screening coverage, cost-effectiveness, and adaptability to changing resources are. The framework was trained using both real-world TB screening datasets and simulated data representing diverse healthcare environments. Model performance was evaluated using case detection rate, false negative rate, and cost per case detected to assess efficiency and reliability.",
  "disease": "tuberculosis"
}