{
    "title": "Statistical limitations of percent ideal body weight as measure for nutritional failure in patients with cystic fibrosis.",
    "doc_id": "19419910",
    "writer": "Hirche TO",
    "year": "2009",
    "summary": "BACKGROUND: For the past decade, percentage of ideal body weight (%IBW) was recommended by European and US nutrition consensus reports as preferred clinical measure of nutritional status in children with cystic fibrosis (CF). ...It is expected that future guidelines …",
    "abstract": "Background:\n        \n      \n      For the past decade, percentage of ideal body weight (%IBW) was recommended by European and US nutrition consensus reports as preferred clinical measure of nutritional status in children with cystic fibrosis (CF). We and others have demonstrated that the %IBW method underestimates the prevalence of nutritional failure in CF, but the underlying mechanism for this methodological flaw remains incompletely defined.\n    \n\n\n          Design:\n        \n      \n      We performed model calculations from cross sectional growth data of healthy and CF-children to assess the methodological limitations of %IBW calculation.\n    \n\n\n          Results:\n        \n      \n      Here we demonstrate that an intrinsic limitation of %IBW method is that it largely ignores the statistical principle of regression to the mean. The key assumption of %IBW is that ideal weight-for-age is on exactly the same percentile ranking as height-for-age. We show that this assumption is only valid if the individual's height is close to the reference median. When the stature deviates from the median of the reference population, however, the increments of height-for-age and weight-for-age percentiles are not the same. In consequence, %IBW method systematically underestimates the ideal weight for smaller-than-average individuals, like CF-patients, which results in significant underestimation of the prevalence of malnutrition in this group of patients.\n    \n\n\n          Conclusion:\n        \n      \n      There is increasing scientific evidence that calculation of %IBW as a measure of nutritional status in children with CF is flawed and should be discontinued. It is expected that future guidelines will recommend the use of alternative measures of weight-for-height proportion, e.g. BMI percentiles, to assess underweight and malnutrition in patients with CF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19419910/"
}