{
    "title": "Efforts and expectations of pregnant women against the impact of the COVID-19 pandemic: a phenomenological study.",
    "doc_id": "36681793",
    "writer": "Dewi A",
    "year": "2023",
    "summary": "BACKGROUND: COVID-19 is a global threat that directly impacts people's mental health and physical well-being. This study explored the efforts and expectations of pregnant women against the impact of the COVID-19 pandemic. ...CONCLUSION: A spiritual approach, …",
    "abstract": "Background:\n        \n      \n      COVID-19 is a global threat that directly impacts people's mental health and physical well-being. This study explored the efforts and expectations of pregnant women against the impact of the COVID-19 pandemic.\n    \n\n\n          Methods:\n        \n      \n      This study was a qualitative study that used a phenomenological approach. The informants of this study were pregnant women (n = 20). Data analysis used content analysis with software assistance (Nvivo Release 1.5).\n    \n\n\n          Results:\n        \n      \n      The results of this study identified three themes which were: 1) causative factors of pregnant women's anxiety regarding the impact of COVID-19 including lack of knowledge regarding the impact of the COVID-19 virus and perceived susceptibility; 2) Efforts to reduce anxiety during the COVID-19 pandemic including a spiritual approach, the role of family and COVID-19 prevention; and 3) Expectation regarding healthcare services during COVID-19 including virtual based Antenatal Care (ANC) Services and Private ANC Services.\n    \n\n\n          Conclusion:\n        \n      \n      A spiritual approach, the role of family, and COVID-19 prevention will help pregnant women reduce their anxiety about being infected with the COVID-19 virus. Furthermore, virtual-based ANC Services, and private ANC services, such as home visits and dividing ANC services and general services into two different tracks as a protective mechanism from being infected with the COVID-19 virus, would assist pregnant women feel safer and secure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36681793/"
}