{
  "pmid": "41419456",
  "title": "USP11 promotes colorectal cancer progression by stabilizing EGFR and TRAF6: a potential therapeutic target in EGFR- and TLR-driven tumorigenesis.",
  "abstract": "Ubiquitin-specific proteases (USPs) are key regulators of protein homeostasis and have been implicated in various aspects of cancer development, including colorectal cancer (CRC). In this study, we investigated the role of USP11 in CRC pathogenesis. RNA-seq analysis of tumor and matched normal tissues from 35 CRC patients identified USP11 as significantly overexpressed in tumor samples. Elevated USP11 expression was correlated with reduced patient survival, suggesting its prognostic significance. Functional experiments using USP11-knockout and USP11-overexpressing CRC cell lines (HCT-15 and HT-29) revealed that USP11 promotes tumor cell proliferation, migration, colony formation, and 3D spheroid growth. Biochemical assays demonstrated that USP11 stabilizes EGFR and TRAF6 by removing K48-linked ubiquitin chains, thereby preventing their proteasomal degradation. These interactions potentiate both EGFR and Toll-like receptor (TLR) signaling pathways, contributing to CRC tumorigenesis. Loss of USP11 led to significant reductions in EGFR and TRAF6 protein levels, resulting in impaired tumorigenic behavior in vitro and in mouse xenograft models. Furthermore, USP11 deficiency suppressed tumor spheroid formation in response to EGF, HKLM (a TLR2 agonist), and LPS (a TLR4 agonist), whereas USP11 overexpression amplified these effects. Importantly, pharmacological inhibition of USP11 with mitoxantrone markedly decreased spheroid growth in both EGFR- and TLR-driven models, supporting its therapeutic potential. Overall, our findings reveal that USP11 contributes to CRC progression by stabilizing EGFR and TRAF6, thereby enhancing oncogenic signaling. These insights identify USP11 as a promising molecular target for CRC treatment and support the repurposing of mitoxantrone as an inhibitor of USP11-driven tumor growth.",
  "disease": "colorectal cancer"
}