{
    "title": "Atrial fibrillation: profit from cardiac pacing?",
    "doc_id": "15747036",
    "writer": "Yang A",
    "year": "2005",
    "summary": "The impact of cardiac pacing on the prevention of atrial fibrillation is under scientific investigation. Several prospective randomised clinical trials have reported that atrial-based \"physiologic\" AAI(R)- or DDD(R)-pacing is associated with a lower incidence …",
    "abstract": "The impact of cardiac pacing on the prevention of atrial fibrillation is under scientific investigation. Several prospective randomised clinical trials have reported that atrial-based \"physiologic\" AAI(R)- or DDD(R)-pacing is associated with a lower incidence of paroxysmal and permanent atrial fibrillation than single-chamber ventricular pacing in patients with a conventional pacemaker indication. However, it is still uncertain whether atrial pacing itself has independent antiarrhythmic properties. In contrast, right ventricular pacing is considered to promote atrial fibrillation, even in preserved AV synchrony during dual-chamber pacing. The electrical secondary prevention of atrial fibrillation is mainly based on variations of the atrial pacing site and sophisticated preventive pacing algorithms incorporated in the pacemaker software. Dual-site right atrial and biatrial pacing were reported to exhibit modest to no benefit for the prevention of atrial fibrillation, whereas septal pacing and specific preventive pacing algorithms have been demonstrated to reduce the incidence of atrial fibrillation in a number of clinical trials. However, the role of septal pacing and preventive pacing algorithms still has to be clarified since, overall, study results have been inconsistent so far. One of the main goals of future investigations should be the identification of responder groups of preventive pacing concepts. In clinical practice, the efficacy of pacing algorithms and septal pacing has to be determined in the individual case. These options should be taken into account in patients with symptomatic bradycardia as the indication for cardiac pacing and, in addition, symptomatic atrial fibrillation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15747036/"
}