{
  "pmid": "41447210",
  "title": "[A personalized approach to determining the indications and strategy for coronary artery bypass grafting in elderly and geriatric patients].",
  "abstract": "To analyze the fundamental factors determining the indications for myocardial revascularization in elderly and senile patients; to substantiate the main tactical decisions regarding the choice of conduit and method of CABG in patients with coronary artery disease. The study included 633 patients who underwent CABG in 2018-2020. According to study objective, two groups of patients were formed: patients < 70 years constituted group A ( We found no significant between-group differences in intraoperative and postoperative parameters, with the exception of duration of mechanical ventilation (MV) after surgery. Ventilation was significantly longer in elderly patients. The incidence of perioperative complications was minor. An exception was atrial fibrillation in 18.3% of elderly patients (more than twice the incidence in younger patients). In-hospital mortality was minimal (one patient in each group). Five-year postoperative survival rate exceeded 95%. CABG provided high quality of life in both groups. Five years after surgery, 82.9% and 75.9% of patients in groups A and B had no clinical manifestations of coronary insufficiency, respectively. This study demonstrates the importance of a personalized approach to surgical treatment of elderly and senile patients with coronary artery disease. Considering current clinical guidelines for the treatment and choice of myocardial revascularization, it is crucial to consider individual characteristics of elderly patients, including their physical and mental health status, comorbidities and their severity. Appropirate indications for surgery, selection of optimal tactics, and safe method for myocardial revascularization enable effective and long-lasting postoperative results in elderly and senile patients with coronary artery disease. Дать анализ основополагающих факторов, определяющих показания к хирургической реваскуляризации миокарда у пациентов пожилого и старческого возраста; обосновать основные тактические решения, касающиеся выбора кондуита и метода выполнения операции аортокоронарного шунтирования у больных ишемической болезнью сердца данной возрастной группы. В исследование вошли 633 пациента, которым с 2018 по 2020 г. в отделении хирургии ишемической болезни сердца РНЦХ им. акад. Б.В. Петровского выполнили операцию изолированного аортокоронарного шунтирования. Соответственно цели исследования было сформировано две группы пациентов: больные моложе 70 лет составили группу A ( По интраоперационным и послеоперационным параметрам достоверных межгрупповых различий не выявлено за исключением длительности искусственной вентиляции легких после операции, которая в группе пожилых пациентов была достоверно больше. Частота периоперационных осложнений была незначительной. Исключением стала фибрилляция предсердий, которая развилась у 18,3% пожилых пациентов, что превысило ее частоту у более молодых больных группы A более чем в 2 раза. Госпитальная летальность была минимальна и составила по 1 пациенту в каждой группе. Отдаленная выживаемость через 5 лет после операции превышала 95%. Операция аортокоронарного шунтирования обеспечила высокое качество жизни больных в обеих возрастных группах. Через 5 лет после операции у 82,9 и 75,9% пациентов групп A и B соответственно какие-либо клинические проявления коронарной недостаточности отсутствовали. Представленное исследование показывает важность персонализированного подхода к хирургическому лечению больных ишемической болезнью сердца пожилого и старческого возраста. Принимая во внимание современные клинические рекомендации по лечению и выбору метода реваскуляризации миокарда, крайне важно учитывать индивидуальные особенности пожилого больного, связанные с уровнем физического статуса и психического здоровья, наличием сопутствующих заболеваний и степенью их тяжести. Выверенные показания к операции, выбор оптимальной тактики и наиболее безопасного метода выполнения хирургической реваскуляризации миокарда позволяет добиться эффективного и продолжительного результата хирургического лечения больных ишемической болезнью сердца пожилого и старческого возраста.",
  "disease": "coronary artery disease"
}