{
    "title": "Sustained circulation of yellow fever virus in Cameroon: an analysis of laboratory surveillance data, 2010-2020.",
    "doc_id": "35488234",
    "writer": "Nemg FBS",
    "year": "2022",
    "summary": "We performed an analysis of laboratory-based surveillance of yellow fever suspected cases in Cameroon during 2010-2020 to characterize the epidemiology of yellow fever cases and define health districts at high risk. ...RESULTS: Of the 20,261 yellow …",
    "abstract": "Background:\n        \n      \n      The re-emergence of yellow fever poses a serious public health risk to unimmunized communities in the tropical regions of Africa and South America and unvaccinated travelers visiting these regions. This risk is further accentuated by the likely spread of the virus to areas with potential for yellow fever transmission such as in Asia, Europe, and North America. To mitigate this risk, surveillance of yellow fever is pivotal. We performed an analysis of laboratory-based surveillance of yellow fever suspected cases in Cameroon during 2010-2020 to characterize the epidemiology of yellow fever cases and define health districts at high risk.\n    \n\n\n          Method:\n        \n      \n      We reviewed IgM capture ELISA and plaque reduction neutralization test (PRNT) test results of all suspected yellow fever patients analyzed at Centre Pasteur of Cameroon, the national yellow fever testing laboratory, during 2010-2020.\n    \n\n\n          Results:\n        \n      \n      Of the 20,261 yellow fever suspected patient's samples that were tested, yellow fever IgM antibodies were detected in 360 patients representing an annual average of 33 cases/year. A major increase in YF IgM positive cases was observed in 2015 and in 2016 followed by a decrease in cases to below pre-2015 levels. The majority of the 2015 cases occurred during the latter part of the year while those in 2016, occurred between February and May. This trend may be due to an increase in transmission that began in late 2015 and continued to early 2016 or due to two separate transmission events. In 2016, where the highest number of cases were detected, 60 health districts in the 10 regions of Cameroon were affected with the Littoral, Northwest and, Far North regions being the most affected. After 2016, the number of detected yellow fever IgM positive cases dropped.\n    \n\n\n          Conclusion:\n        \n      \n      Our study shows that yellow fever transmission continues to persist and seems to be occurring all over Cameroon with all 10 regions under surveillance reporting a case. Preventive measures such as mass vaccination campaigns and routine childhood immunizations are urgently needed to increase population immunity. The diagnostic limitations in our analysis highlight the need to strengthen laboratory capacity and improve case investigations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35488234/"
}