{
    "title": "Simultaneous recordings of wind-up of paired spinal dorsal horn nociceptive neuron and nociceptive flexion reflex in rats.",
    "doc_id": "12505677",
    "writer": "You HJ",
    "year": "2003",
    "summary": "The present results provide new direct evidence showing an essential role of spinal DH WDR neurons in the mediation of spinally-organized NFR as well as its temporal facilitation (wind-up). ...Consequently, the spinal WDR neuron-mediated NFR and its temporal …",
    "abstract": "To study the sensory-motor interaction of spinal processing underlying the neuronal mechanisms of the nociceptive flexion reflex (NFR) and its temporal facilitation, 16 spinal dorsal horn (DH) wide-dynamic-range (WDR) neurons and paired 16 single motor units (SMU) from the gastrocnemius soleus muscle (GS) were simultaneously recorded using extracellular single unit and electromyographic techniques in spinal, halothane-anesthetized rats. The paired DH WDR neuron and GS SMU showed a parallel increase in the firing rate and duration of spike responses to noxious pinch stimuli applied to their common cutaneous receptive field (cRF) on the ipsilateral hind paw skin. Innocuous brush or pressure evoked no, or less, firing in the SMU but evoked a graded increase in spike responses in the simultaneously-recorded WDR neuron. Moreover, both pressure and noxious pinch stimuli evoked a short-lasting after-discharge (for several min) in the WDR neuron but without any after-discharge in the simultaneously-recorded SMU. The paired WDR neuron and SMU also showed a parallel basal response (termed as early and late components according to latency), after-discharge and wind-up of the late response to repetitively applied supra-threshold electrical stimulation (intensity: >1.5 T, duration: 1 ms and frequency: 1 Hz for 15 s). Linear regression and cross-correlation histogram analyses showed that the DH WDR neuron had a significant correlation with the simultaneously-recorded SMU and they were functionally located in the spinally-organized NFR circuitry via polysynaptic connections. Systemic administration of fentanyl, an opioid receptor agonist, resulted in a parallel, naloxone-reversible suppression of both basal late response component and wind-up response in both WDR neuron and SMU paired; however, fentanyl suppressed only the early response of the SMU without any effect on that of the DH WDR neuron. The present results provide new direct evidence showing an essential role of spinal DH WDR neurons in the mediation of spinally-organized NFR as well as its temporal facilitation (wind-up). Based on these data, the spinal DH WDR neuron seems to function as a signal discriminator or frequency encoder of multireceptive primary afferent impulses that may determine excitable level of motor output and the occurrence of a behavioral NFR via polysynaptic connections. Consequently, the spinal WDR neuron-mediated NFR and its temporal facilitation are likely to be modulated by spinal endogenous opioid peptides via opioid receptors on the nociceptive sensory components of the spinally-organized NFR circuitry.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12505677/"
}