{
    "title": "Recurrent urinary tract infections in women: diagnosis and management.",
    "doc_id": "20842992",
    "writer": "Kodner CM",
    "year": "2010",
    "summary": "Recurrent urinary tract infections, presenting as dysuria or irritative voiding symptoms, are most commonly caused by reinfection with the original bacterial isolate in young, otherwise healthy women with no anatomic or functional abnormalities of the urinary …",
    "abstract": "Recurrent urinary tract infections, presenting as dysuria or irritative voiding symptoms, are most commonly caused by reinfection with the original bacterial isolate in young, otherwise healthy women with no anatomic or functional abnormalities of the urinary tract. Frequency of sexual intercourse is the strongest predictor of recurrent urinary tract infections in patients presenting with recurrent dysuria. In those who have comorbid conditions or other predisposing factors, recurrent complicated urinary tract infections represent a risk for ascending infection or urosepsis. Escherichia coli is the most common organism in all patient groups, but Klebsiella, Pseudomonas, Proteus, and other organisms are more common in patients with certain risk factors for complicated urinary tract infections. A positive urine culture with greater than 102 colony-forming units per mL is the standard for diagnosing urinary tract infections in symptomatic patients, although culture is often unnecessary for diagnosing typical symptomatic infection. Women with recurrent symptomatic urinary tract infections can be treated with continuous or postcoital prophylactic antibiotics; other treatment options include self-started antibiotics, cranberry products, and behavioral modification. Patients at risk of complicated urinary tract infections are best managed with broad-spectrum antibiotics initially, urine culture to guide subsequent therapy, and renal imaging studies if structural abnormalities are suspected.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20842992/"
}