{
  "pmid": "41386631",
  "title": "TMEM151A in forebrain excitatory neurons negatively regulates seizure susceptibility.",
  "abstract": "Transmembrane proteins play essential roles in neuronal function, yet many remain poorly characterized. Transmembrane protein 151A (TMEM151A) was identified in 2021 as a disease-associated gene linked to paroxysmal neurological disorders. Despite its broad expression in the central nervous system, its role in neuronal network activity remains unclear. This study aims to determine the cell type-specific expression pattern of Tmem151a and to investigate its functional involvement in seizure pathophysiology. Cell-type specific expression of Tmem151a was examined using RNAscope in situ hybridization combined with immunohistochemistry. Seizure susceptibility was assessed by pentylenetetrazol (PTZ) challenge and cortical electrostimulation in Tmem151a-knockout mice on a C57BL/6J background, with electroencephalographic recordings confirming seizure activity. The hippocampal kindling model was used to evaluate epileptogenesis in Tmem151a-knockout, CaMKIIa-conditional knockout, and Olig2-conditional knockout mice. TMEM151A overexpression in forebrain was achieved by intravenous delivery of adeno-associated virus (AAV-PHP.eB) in Emx1-Cre mice, followed by hippocampal kindling analysis. In mice, Tmem151a was predominantly expressed in glutamatergic excitatory neurons and oligodendroglia, with lower expression in γ-aminobutyric acidergic neurons and minimal expression in astrocytes and microglia. Tmem151a-knockout mice exhibited heightened susceptibility to both PTZ- and electrostimulation-induced seizures, along with accelerated epileptogenesis in a hippocampal kindling model. Conditional deletion of Tmem151a in forebrain excitatory neurons, but not in oligodendrocytes, similarly promoted epileptogenesis. Conversely, AAV-mediated overexpression of TMEM151A in Emx1-positive cell populations effectively suppressed seizure progression during hippocampal kindling. Cell type-specific knockout and overexpression experiments reveal that TMEM151A in forebrain excitatory neurons functions as a key regulator of seizure susceptibility. These results identify TMEM151A as a critical molecular determinant of neuronal network excitability and a potential therapeutic target for epilepsy.",
  "disease": "epilepsy"
}