{
    "title": "Effectiveness of complete decongestive therapy for upper extremity breast cancer-related lymphedema: a review of systematic reviews.",
    "doc_id": "39438358",
    "writer": "Gilchrist L",
    "year": "2024",
    "summary": "Complete decongestive therapy (CDT) is the current standard of care, necessitating a comprehensive review of its impact. This paper presents a systematic review (SR) of SRs on CDT's efficacy in BCRL, and the components of manual lymph drainage (MLD) and exercise. .. …",
    "abstract": "Breast cancer-related lymphedema (BCRL) remains a challenging condition impacting function and quality of life. Complete decongestive therapy (CDT) is the current standard of care, necessitating a comprehensive review of its impact. This paper presents a systematic review (SR) of SRs on CDT's efficacy in BCRL, and the components of manual lymph drainage (MLD) and exercise. A literature search yielded 13 SRs published between January 2018 and March 2023 meeting inclusion criteria, with varied quality ratings based on the AMSTAR II. A sub-analysis of CDT investigated the within group effect size estimations on volume in different stages of lymphedema. While a moderate quality SR indicated support for CDT in volume reduction, other SRs on the topic were of critically low quality. Larger effect sizes for CDT were found for later stage BCRL. The impact of MLD as a component of CDT demonstrated no additional volume benefit in a mix of moderate to low quality SRs. Similarly, exercise's role in volume reduction in CDT was limited, although it demonstrated some benefit in pain and quality of life. A rapid review of trials published January 2021-March 2023 reinforced these findings. Variability in CDT delivery and outcomes remained. These findings underscore the need to standardize staging criteria and outcome measures in research and practice. Future research should focus on refining interventions, determining clinically important differences in outcomes, and standardizing measures to improve evidence-based BCRL management. Current evidence supports CDT's efficacy in BCRL. MLD and exercise as components of CDT have limited support for volume reduction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39438358/"
}