{
  "pmid": "41380063",
  "title": "Differences in Admission Rates of Children with Pneumonia Between Pediatric and Community Emergency Departments.",
  "abstract": "Pneumonia is the most common cause of pediatric death worldwide. We sought to determine whether the rate of hospital admission of pediatric patients diagnosed with pneumonia at a dedicated pediatric-emergency department (PED) is different than the rate at a community emergency department (CED). This comparison may provide insight into decision-making and factors associated with admission. In this retrospective cohort study we reviewed patient records from January 1, 2017-December 31, 2019 for pediatric patients diagnosed with pneumonia. We excluded patients who were not prescribed antibiotics, those who did not receive a chest radiograph or had no radiologic signs of pneumonia. In addition, we excluded patients with comorbid conditions such as tracheostomy, supplemental oxygen requirement at baseline, chronic lung disease other than asthma or reactive airway disease, any cancer diagnosis, cystic fibrosis, or congenital heart disease. The primary outcome was the proportion of pneumonia diagnoses that resulted in admission from the PED vs CED. We used logistic regression analyses to evaluate which clinical factors were associated with hospital admission. Significance levels were determined by chi-square test or the Fisher exact test and Cochran-Mantel-Haenszel statistic. We identified 400 pediatric patients with pneumonia, 182 from the PED and 218 from the CED. There was a significant difference in admission rates between the two hospitals: 53 of 182 patients in the PED were admitted (29.1%) vs 27 of 218 patients in the CED (12.4%, P < .001). Patients in the PED were, therefore, 2.35 times more likely to be admitted than those at the CED (odds ratio 5.1, 95% CI, 2.5-10.4). Patients presenting to the PED were more likely to arrive via ambulance (10.7% vs 3.1%, P = .04) and to be hypoxic upon arrival (13.2% vs 3.2%, P < .001). The median age of patients in the PED was significantly higher than the CED (6.0 years vs 2.0 years, P < .001). A significantly greater proportion of patients in the CED identified as Hispanic or Latino (68.6% vs 20.3%, P < .001). Patients in the CED were more likely to be insured (11.0% vs 19.9%, P = .01). There was no significant difference in immunization status between the two groups. Patients presenting to a dedicated pediatric ED had a higher admission rate than did those at a community ED. Patients in the PED were more likely to arrive by ambulance and less likely to have active health insurance coverage. Patients at the PED were more likely to be hypoxic than patients at the CED. These findings highlight important practice differences between PEDs and CEDs that may inform strategies to improve patient outcomes, reduce costs, and promote more effective, evidence-based care. Future studies should further investigate the drivers of these variations and evaluate targeted interventions to optimize care across settings.",
  "disease": "asthma"
}