{
    "title": "Serological Testing Reveals the Hidden COVID-19 Burden among Health Care Workers Experiencing a SARS-CoV-2 Nosocomial Outbreak.",
    "doc_id": "34550021",
    "writer": "Nakagama Y",
    "year": "2021",
    "summary": "We describe the results of testing health care workers, from a tertiary care hospital in Japan that had experienced a coronavirus disease 2019 (COVID-19) outbreak during the first peak of the pandemic, for severe acute respiratory synd …",
    "abstract": "We describe the results of testing health care workers, from a tertiary care hospital in Japan that had experienced a coronavirus disease 2019 (COVID-19) outbreak during the first peak of the pandemic, for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-specific antibody seroconversion. Using two chemiluminescent immunoassays and a confirmatory surrogate virus neutralization test, serological testing revealed that a surprising 42% of overlooked COVID-19 diagnoses (27/64 cases) occurred when case detection relied solely on SARS-CoV-2 nucleic acid amplification testing (NAAT). Our results suggest that the NAAT-positive population is only the tip of the iceberg and the portion left undetected might potentially have led to silent transmissions and triggered the spread. A questionnaire-based risk assessment was further indicative of exposures to specific aerosol-generating procedures (i.e., noninvasive ventilation and airway suctioning) having mediated transmission and served as the origins of the outbreak. Our observations are supportive of a multitiered testing approach, including the use of serological diagnostics, in order to accomplish exhaustive case detection along the whole COVID-19 spectrum. IMPORTANCE We describe the results of testing frontline health care workers, from a hospital in Japan that had experienced a COVID-19 outbreak, for SARS-CoV-2-specific antibodies. Antibody testing revealed that a surprising 42% of overlooked COVID-19 diagnoses occurred when case detection relied solely on PCR-based viral detection. COVID-19 clusters have been continuously striking the health care system around the globe. Our findings illustrate that such clusters are lined with hidden infections eluding detection with diagnostic PCR and that the cluster burden in total is more immense than actually recognized. The mainstays of diagnosing infectious diseases, including COVID-19, generally consist of two approaches, one aiming to detect molecular fragments of the invading pathogen and the other to measure immune responses of the host. Considering antibody testing as one trustworthy option to test our way through the pandemic can aid in the exhaustive case detection of COVID-19 patients with variable presentations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34550021/"
}