{
  "pmid": "41323010",
  "title": "Combined Assessment Findings of High Spleen Index and Fibrosis-4 Index Correlate With Fibrosis Progression in Fontan-Associated Liver Disease: A Retrospective Study.",
  "abstract": "The Fontan procedure is a functional palliative surgery for patients with univentricular congenital heart disease. However, Fontan circulation exhibits unique hemodynamics, with chronic elevation of central venous pressure and decreased cardiac output, leading to hepatic venous congestion, reduced portal blood flow, and progressive liver fibrosis, collectively known as Fontan-associated liver disease (FALD). Advanced FALD cases may progress to cirrhosis or hepatocellular carcinoma. Because liver biopsy in FALD carries a risk of bleeding, noninvasive fibrosis assessment methods are needed. This study aimed to analyze the associations among the spleen index (SI), Fibrosis-4 index (FIB-4), and aspartate aminotransferase (AST)-to-platelet (PLT) ratio index (APRI) and ultrasound findings in FALD to examine their utility as noninvasive monitoring indicators. This single-center retrospective observational study included 46 post-Fontan patients referred between 2018 and 2024. Data on age, sex, years after surgery, circulatory parameters (central venous pressure and B-type natriuretic peptide), and blood test findings were collected, and FIB-4 and APRI were calculated. SI was calculated as the product of splenic diameter and thickness (cm×cm) on abdominal ultrasound, with SI ≥20 indicative of splenomegaly. Two blinded evaluators independently assessed fine hyperechoic foci. Analyses included the following: (1) comparisons between SI groups (≥20 vs. <20) and between FIB-4 groups (median: 0.682), (2) correlation analysis between SI and FIB-4, and (3) comparison of one-year FIB-4 change (ΔFIB-4) among three risk groups. The median patient age was 19 years (range: 11-52 years), and the median post-Fontan duration was 14 years (range: 4-40). Splenomegaly was present in 28 patients (61%). Compared with the no splenomegaly group, the splenomegaly group had significantly lower PLT counts and higher FIB-4. Compared with the low FIB-4 group, the high FIB-4 group had significantly higher age and postoperative years, higher B-type natriuretic peptide, lower PLT count, and more frequent fine hyperechoic foci. The SI and FIB-4 scores showed a significant positive correlation (r=0.46; p=0.0013). The FIB-4, but not SI, showed a strong positive correlation with age (r=0.68; p<0.001). Comparisons among the three risk groups showed a significant difference in ΔFIB-4 (p=0.005). Compared with the low-risk group, the high-risk group showed approximately twice the FIB-4 increase (p=0.003), suggesting a threshold effect for fibrosis progression. SI and FIB-4 are noninvasive indicators of liver fibrosis progression in FALD, reflecting different pathophysiological aspects. SI and FIB-4 are noninvasive indicators of liver fibrosis progression in FALD, reflecting different pathophysiological aspects. SI may reflect the circulatory burden that appears relatively early after surgery, whereas FIB-4 reflects fibrosis accumulation due to aging and chronic congestion. A simultaneously elevated SI and FIB-4 may be associated with rapid fibrosis progression. A combined assessment may be useful for risk stratification and longitudinal monitoring. The relatively low threshold of FIB-4 ≥0.682 may be a practical indicator to detect early FALD-specific fibrosis. Simple monitoring combining splenic assessment by ultrasound and FIB-4 calculation from blood tests can help in the early detection and prognostic evaluation of FALD.",
  "disease": "liver cirrhosis"
}