{
  "pmid": "41455605",
  "title": "Illness perceptions in stroke caregivers and their mediating role for caregiver burden, depression, and anxiety - a cross-sectional study.",
  "abstract": "Many caregivers of patients with a stroke experience significant caregiver burden and impaired mental health. Since illness perceptions seem to play an important role in illness outcomes, not only in patients but also in caregivers, this study aimed to explore illness perceptions in stroke caregivers. It examined associations between caregivers' illness perceptions, patient health, and caregiver outcomes (burden, depression, and anxiety) as well as the mediating role of illness perceptions between patient health and caregiver outcomes. Using a cross-sectional design, 115 stroke caregivers completed the following questionnaires: a modified version of the Illness Perception Questionnaire (IPQ-R) assessing caregivers' illness perceptions, self-report questionnaires about caregiver burden (Burden Scale for Family Caregivers, BSFC), depression, and anxiety (Hospital Anxiety and Depression Scale, HADS) as well as a proxy version of the Stroke Impact Scale (SIS) assessing the stroke patient's health domains. Poor caregiver outcomes on BSFC and HADS were mainly predicted by poor outcomes in SIS domains of patients' emotional health and participation capabilities. Poor patients' health status on SIS predicted caregivers' illness perceptions (IPQ-R) of a chronic timeline, high consequences, and a strong emotional response. Caregivers' illness perceptions, especially of many consequences and a strong emotional response, explained almost 50% of the variance in caregiver burden (BSFC), depression, and anxiety (HADS). The relationship between patients' health in SIS domains and caregiver outcomes on BSFC and HADS was partially mediated by caregivers' illness perceptions. Causal assumptions need to be verified in longitudinal analyses. Not just the patients' health status itself but also caregivers' beliefs about the illness strongly influence their well-being. Therefore, addressing illness perceptions within psychological assessment and in psychoeducational interventions should be central in supporting caregivers' well-being.",
  "disease": "stroke"
}