{
  "pmid": "41432787",
  "title": "Psychiatric and behavioural side effects of antiseizure medications in epilepsy.",
  "abstract": "To synthesise the contemporary evidence on psychiatric and behavioural side effects (PBSEs) of antiseizure medications (ASMs) in adults with epilepsy and provide actionable guidance for medication selection, monitoring and switching. We performed a narrative review of PubMed, Embase, Web of Science, Cochrane Library and regulatory documents (January 1, 1990-September 30, 2025). Randomised trials, observational cohorts, pharmacovigilance databases and mechanistic studies reporting PBSEs were included. Data on PBSE frequency, discontinuation rates, risk factors and putative mechanisms were extracted and qualitatively integrated. Finally, we introduced and applied a pragmatic PBSE-based classification that grouped ASMs into Very Low, Low, Moderate, High and Very High behavioural-risk tiers to guide clinical decision-making. Across 28 ASMs, PBSE burden spanned more than an order of magnitude under a composite risk-tiering method. Levetiracetam, perampanel, felbamate and stiripentol clustered at the upper end of the risk spectrum, with irritability and aggression dominating the clinical picture. Carbamazepine, ethosuximide, lacosamide, oxcarbazepine, phenytoin, pregabalin, and primidone exhibited the lowest behavioural liability and, in some cases, mood-stabilising properties. Polytherapy, rapid titration, higher doses, pre-existing psychiatric illness, intellectual disability, and social deprivation were associated with higher risk. Mechanisms leading to PBSEs converged on excessive AMPA-receptor modulation (including selective antagonism), broad GABAergic potentiation, folate depletion, NMDA antagonism, and pharmacokinetic interactions. PBSEs can often be anticipated, mitigated, and frequently reversed. A risk-stratified prescribing strategy-monotherapy first, enzyme-neutral or mood-friendly medications for vulnerable patients, folate supplementation for inducers, and early switch from offending agents-can safeguard mental health without compromising seizure control.",
  "disease": "epilepsy"
}