{
    "title": "Role of tight junction proteins in shaping the immune milieu of malignancies.",
    "doc_id": "39126381",
    "writer": "Kumari L",
    "year": "2024",
    "summary": "INTRODUCTION: Tight junctions (TJs) and their constituent proteins play pivotal roles in cellular physiology and anatomy by establishing functional boundaries within and between neighboring cells. ...",
    "abstract": "Introduction:\n        \n      \n      Tight junctions (TJs) and their constituent proteins play pivotal roles in cellular physiology and anatomy by establishing functional boundaries within and between neighboring cells. While the involvement of TJ proteins, such as claudins, in cancer is extensively studied, studies highlighting their interaction with immune system are still meager. Studies indicate that alterations in cytokines and immune cell populations can affect TJ proteins, compromising TJ barrier function and exacerbating pro-inflammatory conditions, potentially leading to epithelial cell malignancy. Disrupted TJs in established tumors may foster a pro-tumor immune microenvironment, facilitating tumor progression, invasion, epithelial-to-mesenchymal transition and metastasis. Although previous literature contains many studies describing the involvement of TJs in pathogenesis of malignancies their role in modulating the immune microenvironment of tumors is just beginning to be unleashed.\n    \n\n\n          Areas covered:\n        \n      \n      This article for the first time attempts to discern the importance of interaction between TJs and immune microenvironment in malignancies. To achieve the above aim a thorough search of databases like PubMed and Google Scholar was conducted to identify the recent and relevant articles on the topic.\n    \n\n\n          Expert opinion:\n        \n      \n      Breaking the vicious cycle of dysbiosis/infections/chemical/carcinogen-induced inflammation-TJ remodeling-malignancy-TJ dysregulation-more inflammation can be used as a strategy to complement the effect of immunotherapies in various malignancies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39126381/"
}