{
  "pmid": "41404781",
  "title": "Patterns of insomnia and its treatment in North Central London: using primary care data to establish unmet needs and health inequalities.",
  "abstract": "Existing research demonstrates that insomnia is common, with significant negative impacts on health and quality of life. Cognitive-behavioural therapy for insomnia (CBT-I), the first-line treatment, is highly cost-effective. However, healthcare records have not been used in the UK to establish real-world insomnia prevalence, inequalities or unmet need. This study's aim was to establish the above in North Central London. Data were extracted from primary care records across three London boroughs for 765 035 patients. Prevalence was determined by identifying those with a recent code for insomnia, insomnia treatment or sleeping tablet prescription. Insomnia prevalence was 4.3%. Prevalence increased steadily with age, and was highest for women (4.9%), those of Bangladeshi ethnicity (7.3%) and those in the most deprived quintile (5.2%). Prevalence was significantly higher in patients with comorbidities (including chronic obstructive pulmonary disease (17.5%), severe mental illness (16.6%) and depression (14.1%)). Only 1.7% of people with insomnia had been referred for CBT-I. Findings suggested that insomnia is at least as common as illnesses receiving high levels of focus and resourcing in the UK, and that prevalence estimates were probably underestimates. Variation in prevalence by demographic factors and deprivation may represent health inequalities. Insomnia was particularly common among patients with certain comorbidities and of advancing age, indicating that those groups should be actively screened. Concerningly, referral rates for CBT-I were extremely low. This has important implications regarding population health management, commissioning and training. Prevalence and unmet need are likely to be high in many other areas and should be investigated locally.",
  "disease": "chronic obstructive pulmonary disease"
}