{
  "pmid": "41458425",
  "title": "The application of the RE-AIM and PRISM framework to process evaluations of diabetes self-management programs: a systematic review and secondary analysis of literature.",
  "abstract": "Diabetes self-management programs, often known as DSMPs, are crucial interventions for enhancing clinical and behavioral outcomes in individuals with diabetes. Despite the well-established advantages of these programs, little is known about how they are carried out and maintained in real world environments. This systematic review builds upon a previously published prequel by applying the RE-AIM (Reach, Effectiveness, Adoption, Implementation, and Maintenance) and PRISM (Practical, Robust Implementation and Sustainability Model) frameworks to examine the process evaluations of traditional, group-based DSMPs, with the goal of identifying implementation strengths, gaps, and contextual influences. Using five databases, a comprehensive analysis of peer-reviewed literature up to January 2024 was performed. Eligible studies included traditional, group-based DSMPs for adults with type 1 or type 2 diabetes that reported at least one process evaluation outcome. Sixty-eight studies ( Sixty-eight studies (k = 68;  The review highlights a critical gap between outcome evaluation and implementation reporting in DSMP research. The organizational and contextual elements that affect program scalability and durability were overlooked in favor of patient-level outcomes in most of the studies. When the RE-AIM and PRISM frameworks were used systematically, it was discovered that several process components that are essential for long-term integration were underreported. Resolving these shortcomings can help direct the creation of scalable, context-aware DSMPs that are more adaptable to diverse populations and settings. Process evaluations should be thorough, context-sensitive, and theory-driven to improve the implementation, execution, and long-term effects of DSMPs. A more comprehensive analysis of program success is made possible by integrating the RE-AIM and PRISM frameworks, which closes the gap between research and real-world implementation. To educate healthcare policy and practice, future evaluations should use mixed method designs that evaluate implementation as well as results. This systematic review was registered in PROSPERO. The registration number is CRD42020177170.",
  "disease": "diabetes mellitus"
}