{
    "title": "Self-inflicted injury and the older trauma patient: a 20 year review of suicide attempts and outcomes.",
    "doc_id": "34542844",
    "writer": "Schaffer KB",
    "year": "2022",
    "summary": "PURPOSE: Older patients (Older) have complex health management needs often requiring additional resources. ...The outcome of discharge to home was significantly different between Older and Younger, 6% vs 20% (p < 0.05). A difference in mortality was eviden …",
    "abstract": "Purpose:\n        \n      \n      Older patients (Older) have complex health management needs often requiring additional resources. Mental health disorders are common among trauma patients, yet minimal information on older suicidal related injury and outcomes exists. A review of trauma patients with intentional self-inflicted injury at one trauma center was done to describe and identify unique elements of this cohort of patients.\n    \n\n\n          Methods:\n        \n      \n      Trauma registry data from 2000 to 2019 were reviewed for intentional injury and data abstracted included demographics, injury severity, diagnoses, comorbidities and outcomes. Cohorts by age were compared: Older (65 +) vs Younger (< 65). Values considered significant at p ≤ 0.05.\n    \n\n\n          Results:\n        \n      \n      557 suicide attempts were identified with 9% among Older patients. Most patients were male with median age of 75 years for Older and 35 years for Younger cohort, with similar length of stay (LOS) and injury severity scores (ISS). Penetrating injury was more common among Older patients with firearm used most often, 34% vs 14% for Younger. Differences were evident between male and female Older patients with ISS 16.7 vs 5, p < 0.01 and mortality, p = 0.03. The outcome of discharge to home was significantly different between Older and Younger, 6% vs 20% (p < 0.05). A difference in mortality was evident, Older 38% vs Younger 18% (p < 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      With the growing aging population, it is important to acknowledge the resultant increase in concomitant mental health issues and suicidality among older patients, where depression may be undiagnosed and untreated. Providing care within this cohort may reduce future attempts and lessen the burden on the health care system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34542844/"
}