{
    "title": "Polysaccharides and Peptides With Wound Healing Activity From Bacteria and Fungi.",
    "doc_id": "39410821",
    "writer": "Arslan NP",
    "year": "2024",
    "summary": "Two important groups of bacteria or fungi-derived metabolites with wound-healing potential are polysaccharides and peptides. In addition to bacteria-derived cellulose and hyaluronic acid and fungi-derived chitin and chitosan, these organisms also produce different p …",
    "abstract": "Bacteria and fungi are natural sources of metabolites exhibiting diverse bioactive properties such as wound healing, antioxidative, antibacterial, antifungal, anti-inflammatory, antidiabetic, and anticancer activities. Two important groups of bacteria or fungi-derived metabolites with wound-healing potential are polysaccharides and peptides. In addition to bacteria-derived cellulose and hyaluronic acid and fungi-derived chitin and chitosan, these organisms also produce different polysaccharides (e.g., exopolysaccharides) with wound-healing potential. The most commonly used bacterial peptides in wound healing studies are bacteriocins and lipopeptides. Bacteria or fungi-derived polysaccharides and peptides exhibit both the in vitro and the in vivo wound healing potency. In the in vivo models, including animals and humans, these metabolites positively affect wound healing by inhibiting pathogens, exhibiting antioxidant activity, modulating inflammatory response, moisturizing the wound environment, promoting the proliferation and migration of fibroblasts and keratinocytes, increasing collagen synthesis, re-epithelialization, and angiogenesis. Therefore, peptides and polysaccharides derived from bacteria and fungi have medicinal importance. This study aims to overview current literature knowledge (especially within the past 5 years) on the in vitro and in vivo wound repair potentials of polysaccharides and peptides obtained from bacteria (Actinobacteria, Bacteroidetes, Cyanobacteria, Firmicutes, and Proteobacteria) and fungi (yeasts, filamentous microfungi, and mushrooms).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39410821/"
}