{
    "title": "Lymph node count threshold for optimal pelvic lymph node staging in prostate cancer.",
    "doc_id": "22416788",
    "writer": "Abdollah F",
    "year": "2012",
    "summary": "Removing 20 lymph nodes yielded a 90% probability of correctly staging lymph node metastases, regardless of risk group. ...CONCLUSIONS: A direct relationship might exist between the extent of pelvic lymph node dissection and the lymph …",
    "abstract": "Objectives:\n        \n      \n      To test the relationship between the extent of pelvic lymph node dissection at radical prostatectomy and the rate of lymph node metastases, and to identify the ideal number of lymph nodes that should be removed to achieve an optimal staging.\n    \n\n\n          Methods:\n        \n      \n      We assessed 20 789 prostate cancer patients treated with radical prostatectomy and pelvic lymph node dissection between 2004 and 2006. Receiver operating characteristics analyses were used to define the probability of correctly staging lymph node metastases patients according to lymph node count. Univariable and multivariable regression analyses tested the relationship between lymph node count and lymph node metastases rate.\n    \n\n\n          Results:\n        \n      \n      The average lymph node count was 6.4 (median 5.0). Overall, the lymph node metastases rate was 2.5%; and it resulted to be 0.2, 1.5 and 6.7% in low, intermediate and high-risk tumors, respectively. The rate of lymph node metastases was 3.5 and 6.7% in patients with 10 and 20 lymph node count, respectively. Removing 20 lymph nodes yielded a 90% probability of correctly staging lymph node metastases, regardless of risk group. In multivariable analysis, lymph node count was an independent predictor of lymph node metastases stage (odds ratio: 1.07, P < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      A direct relationship might exist between the extent of pelvic lymph node dissection and the lymph node metastases rate. An extended pelvic lymph node dissection with at least 20 lymph nodes would offer correct lymph node staging in 90% of cases, regardless of tumor characteristics. This cut-off might be considered adequate by most surgeons. Such a high lymph node yield necessitates an anatomically extended pelvic lymph node dissection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22416788/"
}