{
    "title": "Invited review: Thermal effects on oxidative stress in vertebrate ectotherms.",
    "doc_id": "34571153",
    "writer": "Ritchie DJ",
    "year": "2022",
    "summary": "Acute treatments on organisms adapted to stable environments generally produced significant oxidative stress responses, whilst organisms adapted to variable conditions exhibited capacity to cope with temperature changes and mitigate oxidative stress. I …",
    "abstract": "Human-induced climate change is occurring rapidly. Ectothermic organisms are particularly vulnerable to these temperature changes due to their reliance on environmental temperature. The extent of ectothermic thermal adaptation and plasticity in the literature is well documented; however, the role of oxidative stress in these processes needs more attention. Oxidative stress occurs when reactive oxygen species, generated mainly through aerobic respiration, overwhelm antioxidant defences and damage crucial biomolecules. The effects of oxidative damage include the alteration of life-history traits and reductions in whole-organism fitness. Here we review the literature addressing experimental temperature effects on oxidative stress in vertebrate ectotherms. Acute and acclimation temperature treatments produce distinctly different results and highlight the role of phylogeny and thermal adaptation in shaping oxidative stress responses. Acute treatments on organisms adapted to stable environments generally produced significant oxidative stress responses, whilst organisms adapted to variable conditions exhibited capacity to cope with temperature changes and mitigate oxidative stress. In acclimation treatments, the temperature treatments higher than optimal temperatures tended to produce significantly less oxidative stress than lower temperatures in reptiles, whilst in some eurythermal fish species, no oxidative stress response was observed. These results highlight the importance of phylogeny and adaptation to past environmental conditions for temperature-dependent oxidative stress responses. We conclude with recommendations on experimental procedures to investigate these phenomena with reference to thermal plasticity, adaptation and biogeographic variation that provide the most significant benefits to adaptable populations. These results have potential conservation ramifications as they may shed light on the physiological effects of temperature alterations in some vertebrate ectotherms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34571153/"
}