{
    "title": "Differential expression of circulating microRNAs in blood and haematoma samples from patients with intracerebral haemorrhage.",
    "doc_id": "27020596",
    "writer": "Wang J",
    "year": "2016",
    "summary": "OBJECTIVE: To measure the differential expression of microRNAs (miRNAs) in peripheral blood samples from patients with intracerebral haemorrhage (ICH) and to measure the levels of hsa-miR-21-5p in peripheral blood and haematoma samples from patients wi …",
    "abstract": "Objective:\n        \n      \n      To measure the differential expression of microRNAs (miRNAs) in peripheral blood samples from patients with intracerebral haemorrhage (ICH) and to measure the levels of hsa-miR-21-5p in peripheral blood and haematoma samples from patients with ICH.\n    \n\n\n          Methods:\n        \n      \n      This case-control study enrolled individuals with ICH in the putamen treated by craniotomy and age- and sex-matched healthy control subjects. Serum miRNA expression profiles were determined in the patient and control groups using miRNA polymerase chain reaction (PCR) arrays. The ICH-related miRNA hsa-miR-21-5p was selected and its differential expression was assessed in peripheral blood and haematoma specimens from patients with ICH compared with peripheral blood samples controls using real-time PCR.\n    \n\n\n          Results:\n        \n      \n      Seven patients and five control subjects were included in the miRNA expression profile analysis; and 31 patients and 22 control subjects provided samples for the real-time PCR of hsa-miR-21-5p expression. A total of 59 miRNAs were significantly downregulated in patients with ICH. Relative hsa-miR-21-5p levels of 0.43 and 0.31 for peripheral blood and haematoma samples, respectively, were obtained in the patient group compared with the control subjects.\n    \n\n\n          Conclusion:\n        \n      \n      Hsa-miR-21-5p levels were significantly reduced in both peripheral blood and haematoma samples in patients with ICH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27020596/"
}