{
  "pmid": "41431074",
  "title": "Cardiovascular risk across stages of cardiovascular-kidney-metabolic syndrome in South Korea, 2002-2022: A population-based cohort study.",
  "abstract": "Cardiovascular-kidney-metabolic (CKM) syndrome is an emerging global framework, but evidence on stage-specific cardiovascular risks remains limited. Therefore, we investigated the association between CKM syndrome stages and cardiovascular outcomes, accounting for confounders and identifying the most influential components. This study utilized data from the Ansan-Ansung cohort, a longitudinal population-based cohort study conducted in South Korea from 2002 to 2022. CKM syndrome was classified according to the American Heart Association guidelines using the Predicting Risk of Cardiovascular Disease EVENTs equations into 4 stages: stage 0 (healthy), stage 1 (early risk), stage 2 (intermediate risk), and stage 3 (severe). A Cox proportional hazards model with time-varying covariates was applied to evaluate the associations between CKM syndrome stages and cardiovascular outcomes, including cerebrovascular disease, coronary artery disease, and myocardial infarction. Among the 9373 participants (47.2% male), 1074 (11.5%) were in stage 0, 1919 (20.5%) in stage 1, 3791 (40.5%) in stage 2, and 2589 (27.6%) in stage 3. Compared with stage 0, the risk of cardiovascular diseases was significantly increased in stage 2 (adjusted hazard ratio, 1.18 [95% confidence interval 1.03-1.38]) and stage 3 (1.26 [1.05-1.50]), whereas stage 1 showed no significant association. Among the underlying CKM conditions, hypertension exhibited the strongest association with all 3 outcomes: cerebrovascular disease (1.50 [1.34-1.67]), coronary artery disease (1.40 [1.22-1.60]), and myocardial infarction (1.43 [1.18-1.75]). Overall, this cohort study indicates that higher CKM syndrome stages are associated with increased cardiovascular risks. These findings underscore the importance of comprehensive, multidisciplinary strategies in clinical management and public health policies to reduce the burden of CKM syndrome and its related cardiovascular risks.",
  "disease": "coronary artery disease"
}