{
    "title": "Gut bacteria and sex differences in colorectal cancer.",
    "doc_id": "37294282",
    "writer": "Yang X",
    "year": "2023",
    "summary": "A total of 6 077 samples recruited by Fudan University's Academy of Brain Artificial Intelligence Science and Technology were included, and the gut bacteria composition mainly shows the top 30 genera. ...",
    "abstract": "Introduction. Differences in gut bacteria that are associated with the occurrence and development of colorectal cancer (CRC) exist between sexes, and males have a higher morbidity of CRC.Gap Statement. Clinical data for the relationship between gut bacteria and sexes in patients with CRC are not available and are needed to support individualized screening and treatment programmes.Aim. To analyse the relationship between gut bacteria and sexes in patients with CRC.Methodology. A total of 6 077 samples recruited by Fudan University's Academy of Brain Artificial Intelligence Science and Technology were included, and the gut bacteria composition mainly shows the top 30 genera. Linear discriminant analysis Effect Size (LEfSe) was used to analyse the differences in gut bacteria. Pearson correlation coefficients were calculated to demonstrate the relationship of discrepant bacteria. CRC risk prediction models were used to rank the importance of valid discrepant bacteria.Results. Bacteroides, Eubacterium and Faecalibacterium were the top three bacteria in males with CRC, while Bacteroides, Subdoligranulum and Eubacterium were the top three bacteria in females with CRC. The abundance of gut bacteria (Escherichia, Eubacteriales, Clostridia, etc.) was higher in males with CRC compared with that in females with CRC. In addition, Dorea and Bacteroides were important CRC-related bacteria (P<0.001). Finally, the importance of discrepant bacteria was ranked based on CRC risk prediction models. Blautia, Barnesiella and Anaerostipes were the top three important discrepant bacteria between males with CRC and females with CRC. The value of AUC was 1.0, the sensitivity was 92.0 %, the specificity was 68.4 %, and the accuracy was 83.3 % in the discovery set.Conclusion. Gut bacteria were correlated with sexes and CRC. It is necessary to consider gender when gut bacteria are used to treat and predict CRC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37294282/"
}