{
  "pmid": "41435491",
  "title": "Sex differences in the clinical characteristics of South African patients with functional seizures in a public and a private hospital.",
  "abstract": "Functional seizures (FS) are approximately three times more common in females than in males. However, the factors associated with this gender imbalance are not well understood. This retrospective chart review study included 372 patients with FS (305 from a private and 67 from a public hospital) confirmed through video-electroencephalography (video-EEG) and without comorbid epilepsy. We collected data on psychological trauma, stressors, comorbidities, medical procedure history, medication use, and seizure semiology to identify clinical factors associated with female sex in this patient cohort. The study was conducted in a private and a public hospital epilepsy monitoring units (EMUs) based in Cape Town, South Africa. In the private hospital, female patients with FS had higher odds of reporting a history of sexual abuse (aOR = 9.58, 95 % CI [1.28, 72.02]) and lower odds of loss of consciousness during a seizure (aOR = 0.46, 95 % CI [0.23, 0.91]) compared to male patients. Female public hospital patients had higher odds of reporting a history of any psychological trauma/stressor (aOR = 3.64, 95 % CI [1.11, 11.88]), side-to-side head movements during seizures (aOR = 6.37, 95 % CI [1.16, 34.98]) and lower odds of reporting a history of at least one failed ASM trial (aOR = 0.27, 95 % CI [0.08, 0.88]). This study, the first of its kind in South Africa, found that while male and female patients with FS shared broadly similar clinical profiles, differences in trauma exposure, antiseizure medication history, and semiology varied by sex and socioeconomic context. These findings underscore the importance of heightened clinical awareness regarding the influence of sex and social determinants on symptom presentation and diagnostic interpretation, thereby reducing diagnostic delays and ensuring more equitable FS management.",
  "disease": "epilepsy"
}