{
  "pmid": "41396481",
  "title": "Predictors of adherence to a digital health application in patients with inflammatory arthritis: retrospective analysis.",
  "abstract": "Digital health applications (DHAs) can support self-management in inflammatory arthritis (IA), but sustained adherence remains challenging in real-world use. To determine demographic and clinical predictors of 12-week adherence to a rheumatology-specific mobile health application in patients with IA. We retrospectively analyzed 2,036 adult users of the CE-certified Mida Rheuma App (2022–2024). Adherence was defined as self-reported body weight entry at week 12. Candidate predictors included age, gender, time since diagnosis, baseline body weight, and two patient-reported outcomes (PROs): Patient’s Global Assessment of Disease Activity (PGADA) and Patient’s Global Assessment of Pain Intensity (PPAIN). A Random Forest classifier (six predictors) was evaluated with repeated stratified 5 × 2 cross-validation; performance was summarized by receiver-operating characteristic area under the curve (ROC AUC). Of 2,036 patients, 526 (25.8%) met the adherence criterion. Adherence increased with age (peak ≈ 47.4% at 63–69 years) and showed a threshold with disease duration (peak ≈ 45.2% at 3,001–3,500 days, > 3,000-day inflection). PROs exhibited non-linear (“inverted-U”) patterns, with higher adherence at moderate-to-high symptoms (e.g., PGADA 35–40 ≈ 39.3%; PPAIN 10–15 ≈ 39.3%) and lower adherence at minimal or extreme values. Baseline body weight contributed modest predictive information, while the gender effect was minimal. The model achieved an ROC AUC of 0.627 (95% CI, 0.600–0.654), indicating modest but informative discrimination. In this large real-world IA cohort, 12-week adherence was highest among older patients, those with longer disease durations (> 3,000 days), and those reporting moderate-to-high symptom burdens. These results support the use of stratified onboarding and tailored support, particularly for younger or newly diagnosed patients and those at symptom extremes, and motivate the development of multidimensional adherence metrics in prospective studies. The online version contains supplementary material available at 10.1007/s00296-025-06017-9.",
  "disease": "rheumatoid arthritis"
}