{
    "title": "Serum Levels of miR-223-3p and miR-223-5p in Prostate Diseases.",
    "doc_id": "33155933",
    "writer": "Dülgeroğlu Y",
    "year": "2020",
    "summary": "INTRODUCTION: Prostate Cancer (PCa) is the second most common cancer in males and the fifth in cancer-associated mortality. ...MiRNAs are good candidate biomarkers for the diagnosis of cancers, including prostate cancer, as they can be easily detected from circulati …",
    "abstract": "Introduction:\n        \n      \n      Prostate Cancer (PCa) is the second most common cancer in males and the fifth in cancer-associated mortality. Although the Prostate-Specific Antigen (PSA) test is widely used in PCa screenings, it has significant limitations in the differential diagnosis of PCa. Therefore, studies on developing new biomarkers for PCa diagnosis are ongoing. MiRNAs are good candidate biomarkers for the diagnosis of cancers, including prostate cancer, as they can be easily detected from circulation.\n    \n\n\n          Objective:\n        \n      \n      In this study, it is aimed to determine the diagnostic value of serum levels of miR-223-3p and -223-5p in Benign Prostate Hyperplasia (BPH), Chronic Prostatitis (CP) and Prostate Cancer (PCa).\n    \n\n\n          Methods:\n        \n      \n      Serum samples were collected from 68 patients in total (25 BPH, 10 CP, 33 PCa). MiR-223- 3p and -223-5p levels were measured in serum with qRT-PCR. The Ct values of miRNAs were normalized according to the Ct value of ce-miR-39 and calculated -ΔCt values were used for statistical analyses.\n    \n\n\n          Results:\n        \n      \n      The serum levels of miR-223-3p and -223-5p were downregulated in the PCa and CP groups, compared to the BPH group. There was no statistically significant difference between PCa and CP groups. The sensitivity and specificity of miR-223-3p, -223-5p and their combination were calculated as 88% and 88%; 86% and 79%; 93% and 92% in discriminating BPH and PCa groups, respectively.\n    \n\n\n          Conclusion:\n        \n      \n      In this study, it was shown that miR-223-3p and -223-5p were both detectable in circulation. miR-223-3p, -223-5p, and their combination may be good candidate biomarkers for prostate cancer diagnosis. Also, observation of similar serum levels of miR-223-3p and -223-5p between CP and PCa groups suggests that miR-223 may play a role in prostate cancer development originated from chronic inflammation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33155933/"
}