{
    "title": "Spatial-temporal analysis of pulmonary tuberculosis among students in the Zhejiang Province of China from 2007-2020.",
    "doc_id": "36844836",
    "writer": "Zhang M",
    "year": "2023",
    "summary": "RESULTS: A total of 17,500 PTB cases were identified among students in the Zhejiang Province during the study period, accounting for 3.75% of all notified PTB cases. ...There was a decreasing trend in PTB notifications throughout the period; clustering of cases was seen in …",
    "abstract": "Background:\n        \n      \n      Pulmonary tuberculosis (PTB) is a serious chronic communicable disease that causes a significant disease burden in China; however, few studies have described its spatial epidemiological features in students.\n    \n\n\n          Methods:\n        \n      \n      Data of all notified PTB cases from 2007 to 2020 in the student population were collected in the Zhejiang Province, China using the available TB Management Information System. Analyses including time trend, spatial autocorrelation, and spatial-temporal analysis were performed to identify temporal trends, hotspots, and clustering, respectively.\n    \n\n\n          Results:\n        \n      \n      A total of 17,500 PTB cases were identified among students in the Zhejiang Province during the study period, accounting for 3.75% of all notified PTB cases. The health-seeking delay rate was 45.32%. There was a decreasing trend in PTB notifications throughout the period; clustering of cases was seen in the western area of Zhejiang Province. Additionally, one most likely cluster along with three secondary clusters were identified by spatial-temporal analysis.\n    \n\n\n          Conclusion:\n        \n      \n      Although was a downward trend in PTB notifications among students during the time period, an upward trend was seen in bacteriologically confirmed cases since 2017. The risk of PTB was higher among senior high school and above than of junior high school. The western area of Zhejiang Province was the highest PTB risk settings for students, and more comprehensive interventions should be strengthened such as admission screening and routine health monitoring to improve early identification of PTB.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36844836/"
}