{
    "title": "Managing ovarian masses during pregnancy.",
    "doc_id": "16787549",
    "writer": "Leiserowitz GS.",
    "year": "2006",
    "summary": "In the unusual cases when cancer is present, they are typically germ cell and borderline ovarian tumors, and are commonly low stage and low grade. Ultrasound is the primary modality used to detect ovarian masses and to assess the risk of malignancy. ...Conservative …",
    "abstract": "The management of adnexal masses during pregnancy can be challenging for the patient and the clinician. The specter of a possible malignancy can sway the decision for intervention versus expectant management. The etiologies of ovarian masses are reflective of the patient's age; and, therefore, benign entities such as functional ovarian cysts, benign cystic teratomas, and serous cystadenomas predominate. In the unusual cases when cancer is present, they are typically germ cell and borderline ovarian tumors, and are commonly low stage and low grade. Ultrasound is the primary modality used to detect ovarian masses and to assess the risk of malignancy. Morphologic criteria more accurately identify benign cysts compared with malignant tumors. Tumor markers are used primarily to monitor disease status after treatment rather than establish the ovarian tumor diagnosis as a result of lack of specificity, because several markers can be elevated inherent to the pregnancy itself (eg, CA-125, beta-hCG). Expectant management is recommended for most pregnant patients with asymptomatic, nonsuspicious cystic ovarian masses. Surgical intervention during pregnancy is indicated for large and/or symptomatic tumors and those that appear highly suspicious for malignancy on imaging tests. The extent of surgery depends on the intraoperative diagnosis of a benign versus a malignant tumor. Conservative surgery is appropriate for benign masses and borderline ovarian tumors. More aggressive surgery is indicated for ovarian malignancies, including surgical staging. Although rarely necessary, chemotherapy has been used during pregnancy with minimal fetal toxicity in patients with advanced-stage ovarian cancer in which the risk of maternal mortality outweighs the fetal consequences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16787549/"
}