{
    "title": "Small intracerebral haemorrhages are associated with less haematoma expansion and better outcomes.",
    "doc_id": "21557804",
    "writer": "Dowlatshahi D",
    "year": "2011",
    "summary": "BACKGROUND AND PURPOSE: Haematoma expansion following intracerebral haemorrhage is a major determinant of early neurological worsening and poor clinical outcome. ...RESULTS: The final dataset consisted of 496 patients. Baseline haematoma volumes under 10 ml w …",
    "abstract": "Background and purpose:\n        \n      \n      Haematoma expansion following intracerebral haemorrhage is a major determinant of early neurological worsening and poor clinical outcome. This has created interest in improving patient selection for therapies targeting haematoma expansion. Based on prior observations, we hypothesised that intracerebral haemorrhage volumes under 10 ml would be less likely to expand. We additionally sought to define a baseline haematoma volume below which significant growth was not observed.\n    \n\n\n          Methods:\n        \n      \n      Patient data were obtained from the Virtual International Stroke Trials Archive. Patients with intracerebral haemorrhage presented within six-hours of symptom onset had baseline clinical, radiological and laboratory data, and computed tomographic scan at 72 h and three-month follow-up. The predictor of interest was baseline haematoma volume. Primary outcomes were absolute and relative haematoma growth. Secondary outcomes were early neurological worsening, good functional outcome, and 90-day mortality.\n    \n\n\n          Results:\n        \n      \n      The final dataset consisted of 496 patients. Baseline haematoma volumes under 10 ml were associated with much lower odds of absolute expansion compared to larger haematomas. Smaller haematomas were associated with significantly decreased odds of early neurological worsening and three-month mortality, and increased odds of good functional outcome. The smallest haematoma to double in size was 3·97 ml. Among the 34 subjects with very small haematomas (<3 ml), none had early neurological worsening and most had good three-month outcome (73·5%, mRS≤3).\n    \n\n\n          Conclusions:\n        \n      \n      This study provides observational evidence that very small haematomas are unlikely to expand, by commonly used absolute growth definitions, and may represent a subgroup of patients with intracerebral haemorrhage destined towards good clinical outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21557804/"
}