{
    "title": "Impact of quality improvement in tuberculosis laboratories in low- and lower-middle-income countries: a systematic review.",
    "doc_id": "29471910",
    "writer": "Olaru ID",
    "year": "2018",
    "summary": "METHODS: Three databases were searched for quality improvement studies presenting data on performance parameters before and after the implementation of quality improvement interventions. ...Two studies evaluated comprehensive quality improvem …",
    "abstract": "Background:\n        \n      \n      The effect of quality improvement measures on the performance of diagnostic tuberculosis (TB) laboratories in low- and lower-middle-income countries is not known, and is the subject of this review.\n    \n\n\n          Methods:\n        \n      \n      Three databases were searched for quality improvement studies presenting data on performance parameters before and after the implementation of quality improvement interventions.\n    \n\n\n          Results:\n        \n      \n      Twenty-one studies were included in this review. Quality improvement measures were most frequently implemented by an external organization; settings targeted ranged from microscopy centers, hospitals, districts, regional and national reference laboratories. Quality improvement interventions and outcome measurements were highly heterogeneous. Most studies investigated interventions aimed at improving smear microscopy (n = 17). Two studies evaluated comprehensive quality improvement measures (n = 2) and another three studies focused on mycobacterial culture and drug susceptibility testing. Most studies showed an improvement in outcomes measured on before-after or time trend analysis.\n    \n\n\n          Conclusion:\n        \n      \n      Quality improvement measures implemented in TB laboratories showed a positive impact on various outcomes. Due to the high heterogeneity of outcome reporting and interventions and the low quality of the studies, the effect size was not clear. Identification of standardized quality indicators and their link to the quality of patient care would improve knowledge in this field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29471910/"
}