{
    "title": "Ambivalence and Stigma Beliefs About Medication Treatment Among Young Adults With Opioid Use Disorder: A Qualitative Exploration of Young Adults' Perspectives.",
    "doc_id": "36216678",
    "writer": "Bagley SM",
    "year": "2023",
    "summary": "PURPOSE: Young adults with opioid use disorder (OUD) have low engagement in treatment with medication for opioid use disorder (MOUD). ...Interventions addressing concerns about the stigmatizing effects of MOUD and the ambivalence young adults experienc …",
    "abstract": "Purpose:\n        \n      \n      Young adults with opioid use disorder (OUD) have low engagement in treatment with medication for opioid use disorder (MOUD). The objective of this study is to explore the beliefs and attitudes about MOUD among young adults.\n    \n\n\n          Methods:\n        \n      \n      We conducted a single-site qualitative study of 20 young adults ages 18-29 years with a diagnosis of OUD receiving care at an outpatient program and who spoke English. We used a flexible interview guide with the following domains: experience with MOUD, sources and impact of stigma, and interactions with family, healthcare professionals, and social networks. We conducted a thematic analysis based on deductive codes related to the domains and emergent codes from the interviews.\n    \n\n\n          Results:\n        \n      \n      We identified three themes. First, participants perceived being on MOUD as stigmatizing. They regarded MOUD as lifesaving but ultimately as a \"crutch\" hindering their full recovery. Second, young adults expressed ambivalence, distinct from stigma, about MOUD. This ambivalence was related to fear of withdrawal symptoms and concerns about their ability to live independent lives, side effects, and unknown treatment duration. Third, participants felt that MOUD was more than just a means to reduce risk of overdose, it was a means to become fully functioning in their lives.\n    \n\n\n          Discussion:\n        \n      \n      In this study of young adults in treatment for OUD, we found that stigma and ambivalence concerning MOUD could explain young adults' low engagement in care. Interventions addressing concerns about the stigmatizing effects of MOUD and the ambivalence young adults experience related to MOUD could improve engagement and retention of young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36216678/"
}