{
    "title": "Tartrazine exposure results in histological damage, oxidative stress, immune disorders and gut microbiota dysbiosis in juvenile crucian carp (Carassius carassius).",
    "doc_id": "34706309",
    "writer": "Wu L",
    "year": "2021",
    "summary": "In this study, we aimed to evaluate the adverse effects of TZ exposure on teleosts' embryo development and juvenile's health by using crucian carp (Carassius carassius) as the experimental fish. The results showed that embryos exposed to TZ (0.19, 0.76 and 1.5 mM) e …",
    "abstract": "Tartrazine (TZ) is an azo dye widely used in foods, cosmetics, beverages, textile, and leather. In recent years, there are reports on detecting azo dyes in the aquatic environment, so the impact of these compounds on aquatic organisms could not be ignored. In this study, we aimed to evaluate the adverse effects of TZ exposure on teleosts' embryo development and juvenile's health by using crucian carp (Carassius carassius) as the experimental fish. The results showed that embryos exposed to TZ (0.19, 0.76 and 1.5 mM) exhibited a deformity, delayed egg resorption and decreased fertilization and hatching rate. When the juvenile fish were exposed to TZ at a level higher than those present in water for 30 days caused severe histopathological damages of the gill, intestine, kidney and liver. Antioxidant enzymes (CAT, SOD and GSH-Px) activities in the gill, intestine and liver, exhibited a decreasing trend after TZ exposure, while MDA contents elevated. TZ exposure also resulted in the upregulation of pro-inflammatory cytokines (il1 and il6), lysozymes (lyz), complement component 3 (c3), and β-defensin 3 (defb3). In addition, TZ exposure also affected the intestinal microbiota structure. In summary, the data in the present study indicated that TZ exposure reduce the embryo fertilization and hatching rate; cause histopathological damage of tissues, trigger oxidative stress, innate immune disorders and dysbiosis of gut microbiota in juvenile crucian carp. Therefore, it is necessary to be informed about the hazards of TZ exposure and the discharge of the dye into waters should be strictly administrated to prevent environmental pollution.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34706309/"
}