{
  "pmid": "41442876",
  "title": "Prevalence, incidence and mortality of interstitial lung disease in patients with Sjogren disease: data from the prospective observational \"EMERGE\" study.",
  "abstract": "Interstitial lung disease (ILD) is a severe pulmonary complication of Sjögren disease (SjD), but its prevalence, natural history and survival are not completely understood. Our study aimed to investigate prevalence, incidence, and mortality of SjD-ILD in a cohort of unselected consecutive SjD patients. all consecutive SjD patients referred to our centre were enrolled in the study. A careful assessment for respiratory symptoms was periodically performed for each patient, and high-resolution computed tomography (HRCT) was requested in case of new-onset dyspnoea, persistent dry cough, or detection of velcro crackles by mean of electronic auscultation (VECTOR). At enrolment, ILD was detected in 61/257 patients with a prevalence of 23.7 %. During a mean follow-up of 42.6 ± 14.6 months, 3 new cases of ILD were recorded, with an incidence of 0.41 new cases per 100 patients/year. Multivariate analysis showed a direct association between ILD and male sex, age at SjD diagnosis, and erythro‑sedimentation rate >40 mm, and an inverse correlation with sicca syndrome. Nonspecific interstitial pneumonia was the most observed HRCT pattern, followed by usual interstitial pneumonia. During the follow-up, 21 patients (8.2 %) died, with a statistically significant difference between the overall survival of patients with (66.5 %±11.7) and without ILD (88.4 %±5.5) (p<0.001). A fibrotic pattern was associated to a worse survival rate, while no difference was observed according to the radiologic pattern. Anti-SSA antibody was a protective factor for death, while the age at diagnosis of SjD, and the extent of ILD at HRCT were directly associated to an increased mortality. ILD can be identified in a high number of SjD patients, inducing a significant impairment in survival. The ILD extent, but not HRCT pattern of ILD, represents the main predictor of mortality. Therefore, careful monitoring, by a multidisciplinary team, should be ensured to all SjD-ILD patients.",
  "disease": "pneumonia"
}