{
    "title": "Thyroid dysfunction and kidney disease: An update.",
    "doc_id": "27864708",
    "writer": "Iglesias P",
    "year": "2017",
    "summary": "Thyroid dysfunction is highly prevalent in chronic kidney disease patients. Subclinical hypothyroidism and low triiodothyronine syndrome are common features in patients with chronic kidney disease. ...Lastly, low thyroid hormones, especially low triiod …",
    "abstract": "Thyroid hormones influence renal development, kidney hemodynamics, glomerular filtration rate and sodium and water homeostasis. Hypothyroidism and hyperthyroidism affect renal function by direct renal effects as well as systemic hemodynamic, metabolic and cardiovascular effects. Hypothyroidism has been associated with increased serum creatinine and decreased glomerular filtration rate. The reverse effects have been reported in thyrotoxicosis. Most of renal manifestations of thyroid dysfunction are reversible with treatment. Kidney disease may also cause thyroid dysfunction by several mechanisms. Nephrotic syndrome has been associated to changes in serum thyroid hormone concentrations. Different forms of glomerulonephritis and tubulointerstitial disease may be linked to thyroid derangements. A high prevalence of thyroid hormone alteration has been reported in acute kidney injury. Thyroid dysfunction is highly prevalent in chronic kidney disease patients. Subclinical hypothyroidism and low triiodothyronine syndrome are common features in patients with chronic kidney disease. Patients treated by both hemodialysis and peritoneal dialysis, and renal transplantation recipients, exhibit thyroid hormone alterations and thyroid disease with higher frequency than that found in the general population. Drugs used in the therapy of thyroid disease may lead to renal complications and, similarly, drugs used in kidney disorders may be associated to thyroid alterations. Lastly, low thyroid hormones, especially low triiodothyronine levels, in patients with chronic kidney disease have been related to a higher risk of cardiovascular disease and all-cause mortality. Interpretation of the interactions between thyroid and renal function is a challenge for clinicians involved in the treatment of patients with thyroid and kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27864708/"
}