{
    "title": "Comparing endometrial biopsy results with hysteroscopic pathology in women presenting with abnormal and postmenopausal uterine bleeding.",
    "doc_id": "37871649",
    "writer": "Ferrando CA",
    "year": "2023",
    "summary": "Of the patients who had operative hysteroscopic pathology demonstrating endometrial polyp, 30.6 % (81) had a polyp detected on office endometrial biopsy. Of the patients who had hysteroscopic pathology demonstrating intracavitary fibroids, 0 % (0) were detected on …",
    "abstract": "Objective:\n        \n      \n      To compare pathology results after office-based blind endometrial biopsy and pathology results from hysteroscopy in women presenting with abnormal uterine bleeding (AUB).\n    \n\n\n          Methods:\n        \n      \n      A retrospective cohort study of biologic women presenting with AUB at a tertiary care referral care center. Patients were included if they underwent evaluation with blind endometrial biopsy performed in the office followed by hysteroscopy within one year. Hysteroscopic findings and pathology were correlated with index endometrial biopsy findings.\n    \n\n\n          Results:\n        \n      \n      689 patients met inclusion criteria. The mean age and BMI were 49 (±10) years and 31 (±8) kg/m2. The median duration of bleeding leading up to presentation was of 3.5 (1.5-9) months. Of the patients who had operative hysteroscopic pathology demonstrating endometrial polyp, 30.6 % (81) had a polyp detected on office endometrial biopsy. Of the patients who had hysteroscopic pathology demonstrating intracavitary fibroids, 0 % (0) were detected on endometrial biopsy. Of the patients who had hyperplasia without atypia on hysteroscopy, 28.6 % (4) were detected or suspected on endometrial biopsy. Of the patients who had hyperplasia with atypia on hysteroscopy, 5.9 % (1) were detected or suspected on endometrial biopsy. There were 12 cases of confirmed or suspected malignancy on hysteroscopy, of which 8.3 % (1) were detected on endometrial biopsy.\n    \n\n\n          Conclusion:\n        \n      \n      Concordance between focal findings on office hysteroscopy and endometrial biopsy is low. Endometrial biopsy when malignancy is suspected has been shown to be of benefit, but in the setting of suspected benign focal pathology, blind assessment of the endometrial cavity for definitive diagnosis should be abandoned. In women with symptomatic uterine bleeding, hysteroscopic visualization is associated with increased sensitivity in identifying intrauterine pathology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37871649/"
}