{
  "pmid": "41441926",
  "title": "Single cell transcriptomic profiling uncovers shared inflammatory pathways and immune dysregulation underlying the asthma to lung cancer transition.",
  "abstract": "Worldwide, lung cancer stands as the predominant contributor to cancer mortality, characterized by substantial heterogeneity alongside intricate tumor microenvironment interactions. Gaining insight into how immune cells behave across space and time, coupled with profiling key gene expression, offers pathways toward comprehending disease advancement and uncovering therapeutic innovations. Characterization of the lung cancer immune cell landscape was achieved through single-cell RNA sequencing technology. Advanced dimensionality reduction techniques, encompassing UMAP and t-SNE methodologies, enabled multimodal examination of how cells are composed and distributed spatially. Gene Ontology (GO) enrichment alongside pathway analyses were executed to pinpoint biological processes and signaling networks operating within the immune microenvironment. To validate the transcriptomic findings, quantitative real-time PCR (qRT-PCR) was conducted in lung cancer cell lines to assess the relative expression of CXCL12, CXCR4, and PD-L1 using GAPDH as an internal control. Our investigation uncovered an intricate immune cell subpopulation architecture displaying distinctive spatial arrangement patterns. Among various cell types, key genes exhibited particular expression signatures, with tumor-associated macrophages and cytotoxic T cells showing elevated expression levels. Functioning as a principal coordinator of immune cell interactions, the CXCL12-CXCR4 signaling axis stood out prominently. Through pseudotime trajectory examination, we documented evolving patterns in cellular proportions and representative gene expression, reflecting how immune responses transform throughout tumor development. qRT-PCR analysis further confirmed that CXCL12, CXCR4, and PD-L1 were significantly upregulated in lung cancer cell lines, consistent with the single-cell sequencing results. Through investigating immune cell spatiotemporal behaviors and key gene activities, our research illuminates the intricate immune architecture within lung cancer microenvironments. Personalized immunotherapy development will be guided by these insights, which clarify how specific immune cells function while exposing prospective therapeutic intervention points. Additionally, qRT-PCR validation in lung cancer cell lines confirmed the differential expression of CXCL12, CXCR4, and PD-L1, reinforcing the robustness and translational relevance of our single-cell findings.",
  "disease": "asthma"
}