{
  "pmid": "41469556",
  "title": "Effect of the Addition of Xianglian Granules to PD-1 Monoclonal Antibodies in Pancancer Patients.",
  "abstract": "With the successive listing of immune checkpoint inhibitors in China, a new era of immunotherapy for malignant tumors has opened. However, this study has several limitations. Xianglian granule (XG), a Chinese herbal formula, has been proven to have a therapeutic effect on tumors in animal experiments. Our aim was to evaluate the efficacy and safety of XG combined with programmed death ligand 1 (PD-1) in pancancer patients through a randomized, double-blind, controlled trial. Patients with cancer who received PD-1 monoclonal antibody therapy were randomized to the XG or control group according to the blinded method for 9 weeks. The primary endpoint was the overall survival (OS) rate, and the secondary endpoint was the incidence rate of immune-related adverse events (irAEs). Related biological markers were observed. A total of 91 patients were included in the study. The 3-year OS rates of the XG group and the control group were 35.56% and 15.22%, respectively (P = 0.0012). The lactate dehydrogenase (LDH) level in the XG group was lower than that in the other groups, especially in the lung cancer patients (P = 0.06, P = 0.03). The two groups showed similar safety. The incidence rate of irAEs was 22.2% in the XG group and 32.6% in the control group (P = 0.27). In addition, XG can reduce D-lactic acid (D-LA) and diamine oxidase (DAO) contents (P = 0.012, P < 0.001). The B lymphocyte count and percentage of the XG group increased (P = 0.04, P = 0.035), and the interleukin-2 level decreased (P = 0.045). The Cox regression results suggested that the potential factors of the prognostic model might be XG treatment, D-LA and B lymphocyte count (P = 0.002, P < 0.001, P = 0.001). XG had efficacy-enhancing and toxicity-reducing effects on pancancer patients when combined with a PD-1 monoclonal antibody. The mechanisms may be related to the participation of the intestinal barrier, B lymphocytes and interleukin-2. D-LA and B lymphocytes may be potential factors in the prognostic model of pancancer patients treated with immunotherapy.",
  "disease": "lung cancer"
}