{
    "title": "Imaging and Differential Diagnosis of Ovarian Cancer.",
    "doc_id": "31375171",
    "writer": "Shetty M.",
    "year": "2019",
    "summary": "The 5-year survival rate is 47.4% because a majority of ovarian cancers are diagnosed when advanced. Only 14.9% of ovarian cancers are diagnosed when localized where the survival rate is 92.3%. Mortality rate reduction by screening has not been proven in women at an …",
    "abstract": "Ovarian cancer is the seventh most common cancer affecting women. Despite advances in cancer control and healthcare in general, mortality from ovarian cancer remains unacceptably high due to diagnosis at an advanced stage of the disease. The 5-year survival rate is 47.4% because a majority of ovarian cancers are diagnosed when advanced. Only 14.9% of ovarian cancers are diagnosed when localized where the survival rate is 92.3%. Mortality rate reduction by screening has not been proven in women at an average risk for ovarian cancer. Ultrasound remains the primary modality for assessment of ovarian tumors. The need for standardizing terminology is critical for optimal assessment of the risk of malignancy in an ovarian tumor. The international ovarian tumor analysis group and more recently the American College of Radiology Ovarian - Adnexal Reporting and Data System Committee have published standardized lexicon for ovarian lesions and encourage ultrasound imagers to adopt this standardized terminology. The aim is to apply the lexicon for risk stratification to allow for consistent follow-up and management. Various methodologies have been tested for characterization of adnexal tumors and to assess risk of malignancy preoperatively. Risk assessment models have been studied against the gold standard of a pattern recognition approach and subjective assessment by an experienced imager. The morphologic patterns of ovarian tumors are detailed and features that are more discriminatory than others in suggesting an ovarian malignancy are described. The imaging pathologic correlation for different tumor types is presented. A brief summary of the ovarian cancer pathologic types and staging of cancer is presented. Finally, the current role of transvaginal sonography as a screening modality for ovarian cancer is discussed. Recently published data show encouraging results, that a multimodal approach of screening for ovarian cancer using transvaginal sonography in women with an elevated CA-125 may prove beneficial and cost effective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31375171/"
}