{
  "pmid": "41467832",
  "title": "[Budd-Chiari syndrome].",
  "abstract": "Budd-Chiari syndrome is a rare condition characterized by obstruction of hepatic venous drainage, ranging from hepatic venules to the terminal part of the inferior vena cava. A thorough etiological workup to search for a pro-thrombotic disorder should be systematically performed. The most common cause of Budd-Chiari syndrome is myeloproliferative syndrome, present in more than 40% of cases. The clinical presentation of BCS is highly variable, ranging from asymptomatic patients (3% of cases) to those presenting with fulminant hepatitis. Diagnosis relies on imaging, notably abdominal ultrasound coupled with Doppler.A progressive therapeutic approach, combining medical measures (curative anticoagulation, treatment of the underlying cause, management of portal hypertension complications) and a strategy to restore hepatic venous flow, is recommended, preferably in a specialized center for vascular liver diseases. This strategy has significantly improved patient prognosis, with an overall 5-year survival rate exceeding 80%. The follow-up frequency for BCS patients is biannual, with hepatic imaging recommended, as more than 60% of patients may develop hepatic nodules and are at risk of hepatocellular carcinoma. Le syndrome de Budd-Chiari (SBC) est une affection rare caractérisée par une obstruction du drainage veineux hépatique allant des veinules hépatiques jusqu’à la partie terminale de la veine cave inférieure. Un bilan étiologique approfondi à la recherche d’une maladie prothrombotique doit être systématiquement réalisé. La cause la plus fréquente de syndrome de Budd-Chiari est le syndrome myéloprolifératif, présent dans plus de 40  % des cas. La présentation clinique du SBC est extrêmement variable  : de patients asymptomatiques (3  % des cas) à l’hépatite fulminante. Le diagnostic repose sur l’imagerie, notamment l’échographie abdominale couplée au Doppler.Une prise en charge thérapeutique progressive, associant des mesures médicales (anticoagulation curative, traitement de la cause, traitement des complications de l’hypertension portale) et une stratégie de rétablissement du flux veineux hépatique, est à privilégier, de préférence dans un centre expert en maladies vasculaires du foie. Grâce à cette stratégie, le pronostic des patients s’est considérablement amélioré, avec une survie globale à cinq ans supérieure à 80  %. Le rythme de surveillance des patients atteints de SBC est semestriel, avec une imagerie hépatique recommandée, car plus de 60  % des patients peuvent développer des nodules hépatiques et il existe un risque de carcinome hépatocellulaire.",
  "disease": "hypertension"
}