{
  "pmid": "41462105",
  "title": "Disease burden of norovirus-associated diarrhea among children under 5 years old in China: a meta-analysis.",
  "abstract": "Norovirus (NoV) represents a major cause of acute diarrhea among children under 5 years old in China, yet its overall disease burden is frequently underestimated in systematic reporting. This meta-analysis aimed to provide a comprehensive assessment of the burden of NoV-related diarrhea in Chinese children under 5 years of age based on published literature between 2020 and 2024. We conducted a systematic search across PubMed, Web of Science, CNKI, and WanFang Data, identifying 60 eligible studies. The quality of these studies was assessed using the STROBE checklist. Heterogeneity was evaluated through Cochran’s Q test and the I² statistic, while publication bias was examined using Egger’s test and funnel plots. Pooled positivity rates were analyzed employing a random-effects model. All analyses were done at 95% confidence interval (CI) and a  Only one study provided incidence data, reporting a rate of 5,133.68 cases per 100,000 children. The overall pooled positivity rate of NoV among children under five was 15.76%, with the highest rate observed in the 1–3 years age group (21.29%). During the COVID-19 pandemic (2020–2021), the positivity rate declined to 15.74%; following the alleviating of containment measures, it rebounded rapidly to 20.75% in 2022–2023. followed by an increase to 20.75% in the 2022–2023 period. Seasonal increases were detected in spring (19.95%) and autumn (20.91%). Geographically, the highest positivity rate was found in Northwest China (17.24%). Genotype distribution revealed a predominance of GII strains (89.98%), with GII.4 Sydney (34.74%) and GII.4 Sydney [P31] (33.15%) being the most common variants. This study offers essential baseline information on the burden of NoV related diarrhea in China, underscoring the necessity for standardized incidence research, ongoing strain surveillance, and expedited vaccine development. The online version contains supplementary material available at 10.1186/s12879-025-12076-x.",
  "disease": "covid-19"
}