{
    "title": "Youth and Young Adult-targeted E-cigarette Warnings and Advertising Messages: An Experiment with Young Adults in the US.",
    "doc_id": "36322452",
    "writer": "Kalaji M",
    "year": "2022",
    "summary": "We recruited young adults (who, at the time, were not smoking combustible cigarettes) aged 18-25 to participate in an online survey experiment with a 3 (warning label type: current FDA/youth and young adult risk-focused/none) 3 (advertising health message str …",
    "abstract": "Warnings specifically focused on harm to younger users have been understudied in vaping warning research, even while vaping products may appeal specifically to a younger population through implicit advertising strategies. This study examined how youth and young adult-focused e-cigarette health warning messages and implicit advertising strategies influence affective responses, risk perceptions, cognitive elaboration about e-cigarette harms, and willingness to vape in the future. We recruited young adults (who, at the time, were not smoking combustible cigarettes) aged 18-25 to participate in an online survey experiment with a 3 (warning label type: current FDA/youth and young adult risk-focused/none) × 3 (advertising health message strategy: explicit/implicit/none) + 3 (non-vaping products control) design. The results show a main effect for warning such that both FDA and targeted warnings increased negative affect and decreased positive affect compared to no warning. Moreover, the youth and young adult-focused warning boosted youth-specific harm beliefs and cognitive elaboration relative to control and the FDA warning, which did not differ from one another. Implicit health messages produced greater positive affect relative to explicit messages and no message, but the ad strategy manipulations did not influence other outcomes. While the population studied here with a single exposure reported no effects of either manipulation on willingness to vape, previous research has associated similar emotions and cognitions with lowered intentions to vape. Regulatory bodies should consider further exploration of vaping warnings that emphasize youth and young adult-specific harms to educate young people about relevant risks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36322452/"
}