{
    "title": "The current state of spinal cord functional magnetic resonance imaging and its application in clinical research.",
    "doc_id": "37740582",
    "writer": "Haynes G",
    "year": "2023",
    "summary": "In this review, we conducted a comprehensive literature search on spinal cord fMRI studies and summarized the recent advancements and resulting scientific achievements of spinal cord fMRI in the following three aspects: the current state of spinal …",
    "abstract": "Since its development, spinal cord functional magnetic resonance imaging (fMRI) has utilized various methodologies and stimulation protocols to develop a deeper understanding of a healthy human spinal cord that lays a foundation for its use in clinical research and practice. In this review, we conducted a comprehensive literature search on spinal cord fMRI studies and summarized the recent advancements and resulting scientific achievements of spinal cord fMRI in the following three aspects: the current state of spinal cord fMRI methodologies and stimulation protocols, knowledge about the healthy spinal cord's functions obtained via spinal cord fMRI, and fMRI's exemplary usage in spinal cord diseases and injuries. We conclude with a discussion that, while technical challenges exist, novel fMRI technologies for and new knowledge about the healthy human spinal cord have been established. Empowered by these developments, investigations of pathological and injury states within the spinal cord have become the next important direction of spinal cord fMRI. Recent clinical investigations into spinal cord pathologies, for example, fibromyalgia, multiple sclerosis, spinal cord injury, and cervical spondylotic myelopathy, have already provided deep insights into spinal cord impairments and the time course of impairment-caused changes. We expect that future spinal cord fMRI advancement and research development will further enhance our understanding of various spinal cord diseases and provide the foundation for evaluating existing and developing new treatment plans.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37740582/"
}