{
    "title": "Chronic low back pain: early interventions.",
    "doc_id": "10418657",
    "writer": "Faucett J.",
    "year": "1999",
    "summary": "Low back pain is a common and costly social problem. Many of the long term outcomes of chronic low back pain (CLBP), such as those related to occupational and social function or patient and family coping, are sensitive to nursing interven …",
    "abstract": "Low back pain is a common and costly social problem. Many of the long term outcomes of chronic low back pain (CLBP), such as those related to occupational and social function or patient and family coping, are sensitive to nursing intervention. To identify potentially productive areas for nursing intervention research, studies from 1990 to 1998 were reviewed that investigated (a) potential early indicators that acute or subchronic low back pain would result in chronic pain and disability, (b) patient perspectives on adaptation to chronic pain, and (c) the value of interventions undertaken during the acute and subchronic phases of back pain to modify long-term outcomes. Sixteen quantitative studies were identified that prospectively investigated the natural history and outcomes of low back pain. Six qualitative studies that investigated the perspectives of patients with back pain were also identified. Ten randomized clinical trials were identified that investigated interventions undertaken during the acute or subchronic stages of back pain. Clinical interventions that included advice to re-engage in activity, support to develop personalized goals, reinforcement for healthy gains and appropriate functional activities, and physical conditioning exercises tended to be successful in returning patients to work or limiting their self-reported disability and pain. Interventions that promoted communication at the work-site or modified the patient's job were also successful in promoting a faster return to work. Nonetheless, this is a nascent area of research in need of improvements related to the selection of appropriate subjects and controls, the timing and duration of interventions, and the reliability with which interventions are implemented. Furthermore, patients with back pain are most likely to benefit when nursing theories about chronic pain are linked to clinical intervention research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10418657/"
}