{
  "pmid": "41466183",
  "title": "Short-term and long-term reversion rates to normal cognition and their contributing factors among individuals with mild cognitive impairment in a Japanese community: the Hisayama study.",
  "abstract": "Individuals with mild cognitive impairment (MCI) have a high risk of developing dementia, but some remain cognitively stable or even revert to normal cognition (NC), with reported reversion rates varying widely and inconsistent findings regarding contributing factors. The purposes of this study were to investigate the reversion rate from MCI to NC in a community-dwelling older Japanese population and to identify factors associated with reversion. Three community-based surveys of cognitive function were conducted in the town of Hisayama among residents aged 65 years or older in 2012-2013, 2017-2018, and 2022-2023 (participation rate > 92% for each time range). The 5-year reversion rate from MCI to NC was examined using a pooled cohort, combining two cohorts from the 2012-2013 to the 2017-2018 survey and from the 2017-2018 to the 2022-2023 survey. A logistic regression analysis with generalized estimating equations was used to identify factors associated with reversion to NC based on the pooled cohort data. To evaluate the 10-year reversion rate of MCI, moreover, 171 participants diagnosed with MCI in the 2012-2013 survey were followed for 10 years. The 5-year reversion rate from MCI to NC in the pooled cohort was 31.3% (95% confidence interval, 26.9%-36.2%). Younger age, lower systolic blood pressure, absence of diabetes mellitus, absence of instrumental activities of daily living impairment, higher handgrip strength, higher Mini-Mental State Examination (MMSE) score, larger total brain volume, and smaller cerebral white matter lesion volume were significantly associated with reversion to NC. Meanwhile, the 10-year reversion rate from MCI to NC was 18.1% (13.1%-24.6%). Of individuals who reverted from MCI to NC in the 2017-2018 survey, 48.1% (35.0%-61.5%) maintained NC five years later, 32.7% (21.4%-46.4%) returned to MCI, and 5.8% (1.9%-16.4%) progressed to dementia. In a Japanese community-dwelling older population with MCI, approximately 30% and 18% reverted to NC for 5 years and 10 years, respectively. The prevention and proper management of lifestyle-related diseases and promotion of healthy lifestyle behaviors may play a crucial role in facilitating reversion to NC in older individuals with MCI.",
  "disease": "diabetes mellitus"
}