{
    "title": "Ovarian Leydig Cell Tumor and Ovarian Hyperthecosis in a Postmenopausal Woman: A Case Report and Literature Review.",
    "doc_id": "37374301",
    "writer": "Bužinskienė D",
    "year": "2023",
    "summary": "Ovarian Leydig cell tumor is a rare type of ovarian steroid cell neoplasms, presenting in only 0.1% of all ovarian tumor cases, and is generally androgen-secreting and unilateral. ...The patient underwent a laparoscopic bilateral salpingo-oophorectomy due to …",
    "abstract": "Ovarian Leydig cell tumor is a rare type of ovarian steroid cell neoplasms, presenting in only 0.1% of all ovarian tumor cases, and is generally androgen-secreting and unilateral. Although they are often malignant non-spreading tumors, which have excellent prognosis, benign ovarian Leydig cell tumors with low-risk malignancy can be also detected. Ovarian hyperthecosis is a rare non-neoplastic disorder, in most cases bilateral. Ovarian tumors and ovarian hyperthecosis are one of the main causes of hyperandrogenism in postmenopausal women, a condition strongly associated with both hormonal and metabolic changes. Here, we report a 65-year-old patient with complaints of excessive body hairiness and alopecia. The laboratory investigation showed increased levels of serum testosterone and dehydroepiandrosterone sulfate (DHEA-S). Imaging, including transvaginal ultrasound and pelvic MRI revealed the presence of two masses in the ovaries. The patient underwent a laparoscopic bilateral salpingo-oophorectomy due to the ovarian tumors unknown etiology, and histopathological examination revealed a unilateral benign left ovarian Leydig cell tumor with bilateral ovarian stromal hyperplasia and ovarian hyperthecosis. Making differential diagnosis between ovarian tumors and ovarian hyperthecosis is difficult. Bilateral salpingo-oophorectomy is the treatment of choice in postmenopausal women with benign Leydig cell ovarian tumor, as well as ovarian hyperthecosis, as it offers both a cure and diagnostic confirmation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37374301/"
}