{
  "pmid": "41462362",
  "title": "DNA methylation signatures of Life's Essential 8 and their implications for dementia.",
  "abstract": "As dementia cases continue to rise, effective prevention strategies are urgently needed. However, objective biomarkers that directly reflect lifestyle factors remain limited. Life's Essential 8 (LE8) is a composite of modifiable cardiovascular health metrics, and lower LE8 has been consistently associated with increased risk of dementia. In this study, we aimed to identify DNA methylation biomarkers associated with LE8 scores and investigate their relevance for dementia risk. We performed an epigenome-wide association study of 273 stroke-free, self-identified Hispanic adults aged 40 and older from the Northern Manhattan Study (NOMAS), a community-based urban cohort study. DNA methylation (DNAm) was assessed using Illumina MethylationEPIC arrays. Robust linear models identified CpGs associated with LE8 score, a composite score on eight health metrics including diet quality, physical activity, nicotine exposure, sleep health, body mass index, blood lipids, blood glucose, and blood pressure. Differentially methylated regions were identified by combining P-values in sliding windows while accounting for spatial correlations across the genome. We also performed functional annotation, pathway analyses, and integrative analyses with gene expression, genetic variants, brain-blood correlations, and comparisons with previous dementia studies to identify the most biologically meaningful DNAm sites. After adjusting for age, sex, APOE ε4, immune cell composition, and ancestry, we found 11 CpGs with suggestive evidence of association with LE8 (P-value < 1 × 10 Our comparison with published results showed that a number of LE8-associated DNA methylation sites are associated with dementia, highlighting the possible connection between cardiovascular health and dementia risk and pointing to potential actionable targets for dementia prevention. Moreover, DNAm biomarkers have clinical potential as objective measures to identify individuals at elevated risk, stratify participants based on biologically informed risk profiles, and monitor epigenetic responses to lifestyle interventions in dementia prevention trials. Future studies in larger and more diverse cohorts are needed to validate and refine these methylation biomarkers for clinical applications.",
  "disease": "stroke"
}