{
    "title": "Renal histology across the stages of chronic kidney disease.",
    "doc_id": "33394348",
    "writer": "Trevisani F",
    "year": "2021",
    "summary": "BACKGROUND: The chronic kidney disease (CKD) classification represents a simple tool to evaluate kidney disease. ...Kidney tissue of the unaffected part of the removed kidney was analyzed and classified with a chronicity score as describe …",
    "abstract": "Background:\n        \n      \n      The chronic kidney disease (CKD) classification represents a simple tool to evaluate kidney disease. However, it is not based on kidney histology and this might limit the correlation between renal function and histological damage. The aim of this study was to examine the presence and magnitude of the discordance between CKD classification and kidney histology.\n    \n\n\n          Materials and methods:\n        \n      \n      We retrospectively analyzed kidney parenchyma histology in a cohort of 200 patients who underwent radical nephrectomy for a kidney mass to observe its correlation with CKD classification. Kidney tissue of the unaffected part of the removed kidney was analyzed and classified with a chronicity score as described by Sethi et al. Then, all patients were classified according to the respective CKD stage using different equations: CKD-EPI, MDRD, FAS and MCQ.\n    \n\n\n          Results:\n        \n      \n      Median age was 67 (57-75). Diabetes, hypertension and overweight were observed in 23%, 60% and 61%, respectively. The CKD-EPI equation stratified 30.5% (n = 61) of the subjects into CKD stage 1, 41.5% (n = 83) into CKD stage 2, 25.5% into CKD stage 3 (n = 51) and 2.5% into CKD stage 4-5 (n = 5). About 30-40% of the patients with CKD stage 3 had mild or no lesions in the histological evaluation (Chronicity Score = 0-1), whereas 7-10% of those with CKD stage 1 had moderate or severe histological lesions (Chronicity Score ≥ 3). Different patients with the same value of estimated glomerular filtration rate (eGFR) had either severe or no histological damage.\n    \n\n\n          Conclusions:\n        \n      \n      The variability of kidney histology observed within each CKD stage is not negligible. This may limit the reliability of the current CKD classification. More research is needed to clarify the relationship between CKD stages and kidney damage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33394348/"
}