{
    "title": "The oral health of Indigenous pregnant women: A mixed-methods systematic review.",
    "doc_id": "31501053",
    "writer": "Kong AC",
    "year": "2020",
    "summary": "Even though Indigenous women experience poorer pregnancy and birth outcomes compared to other women, these models have not been developed with Indigenous communities to address the oral health needs of Indigenous pregnant women. ...Quantitative and qua …",
    "abstract": "Background:\n        \n      \n      Western models of care to improve the oral health of pregnant women have been successfully implemented in the healthcare setting across various developed countries. Even though Indigenous women experience poorer pregnancy and birth outcomes compared to other women, these models have not been developed with Indigenous communities to address the oral health needs of Indigenous pregnant women. This review aimed to understand the oral health knowledge, practices, attitudes and challenges of Indigenous pregnant women globally.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive search including six electronic databases and grey literature up to September 2018 was undertaken (PROSPERO Registration Number: 111402). Quantitative and qualitative evidence exploring at least one of the four oral health domains relating to Indigenous pregnant women worldwide, including women pregnant with an Indigenous child, were retrieved.\n    \n\n\n          Results:\n        \n      \n      Eleven publications related to nine studies were included. Indigenous pregnant women's attitudes, practices and challenges relating to their oral health were influenced by socioeconomic and psychosocial factors, and their healthcare context. Availability of dental services varied depending on the healthcare model, whether services were public or private, and whether services met their needs. Although there was little evidence related to oral health knowledge, the literature suggests some misconceptions within this population.\n    \n\n\n          Conclusions:\n        \n      \n      The availability of culturally appropriate dental services that fulfilled the needs of Indigenous pregnant women varied between developed countries. This review highlighted the need for community-tailored dental services and a care coordinator to provide both education and assistance to those navigating services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31501053/"
}