{
  "pmid": "41389275",
  "title": "Impella vs. IABP in Non-emergent High-Risk PCI: Outcomes and LVEF Recovery from a Large US EHR Study.",
  "abstract": "High-risk percutaneous coronary intervention (HR-PCI) involves patients with complex coronary disease, adverse hemodynamics, and/or severe comorbidities who are often ineligible for surgery. Mechanical circulatory support (MCS) may reduce procedural risk and facilitate complete revascularization. However, comparative data on outcomes and left ventricular ejection fraction (LVEF) recovery are limited. We hypothesized that the benefits of MCS-supported PCI observed in prior studies would extend to contemporary, real-world, non-protocolized all-comer datasets, where outcomes and LVEF recovery in patients undergoing non-emergent Impella- or intra-aortic balloon counterpulsation (IABP)-supported HR-PCI can be evaluated. We synthesized an MCS-specific cohort using de-identified electronic health record data (2017-2025). Adults undergoing non-emergent HR-PCI supported with cardiac unloading via a continuous, forward high-flow pump (Impella) or IABP were included. Admissions with emergent status, right heart failure, cardiogenic shock, or ST-elevation myocardial infarction, or those undergoing coronary artery bypass grafting, were excluded. Propensity score matching (1:1) adjusting for baseline differences was performed. Outcomes included all-cause mortality (7, 30, and 90 days) and 30-day, medical code-derived (cd) adverse events (acute kidney injury [cd-AKI] and cd-bleeding requiring transfusion). LVEF change within 1 year was assessed in a predefined subgroup. Before matching, patients supported with Impella had more comorbidities, lower baseline LVEF, and more complex procedural characteristics than IABP-supported patients. After matching, baseline characteristics were balanced. Impella was associated with lower all-cause mortality at 30 days (12.7% vs. 16.6%) and 90 days (15.2% vs. 19.6%), and reduced cd-AKI (15.7% vs. 20.3%). In patients matched for baseline LVEF values and collection timing, both groups demonstrated LVEF improvement (+ 7% for Impella; + 3% for IABP). In contemporary, non-protocolized, non-emergent HR-PCI, the use of Impella was associated with improved outcomes and greater LVEF recovery compared to IABP. A portion of patients with severe heart disease need a procedure called “high-risk percutaneous coronary intervention” to open blocked arteries. These patients often have other serious health conditions or weakened heart function, making surgery too risky. To support the heart during this procedure, doctors may use mechanical devices that help maintain blood flow. Two such devices are Impella, which supports the heart during high-risk procedures with continuous, high forward flow, and intra-aortic balloon counterpulsation (IABP), a technique that helps improve circulation by inflating and deflating a balloon in the aorta. This study used electronic health records from hospitals across the USA to compare the outcomes of patients treated with either device. Researchers found that patients treated with Impella were generally sicker and had more complex procedures than those who received IABP. However, after comparing only those patients in each group who were very similar in terms of age, heart function, and health status, patients who received Impella had lower death rates at 30 and 90 days and showed greater improvement in heart function compared to patients treated with IABP. Even among the sickest patients, who could not be included in the main analysis, those treated with Impella still showed meaningful improvement in heart function. These findings suggest that Impella may benefit certain high-risk patients undergoing this procedure, highlight the importance of selecting the most appropriate heart support device for each patient, and encourage further research to guide these decisions.",
  "disease": "coronary artery disease"
}