{
    "title": "Benefits of physical activity on reproductive health functions among polycystic ovarian syndrome women: a systematic review.",
    "doc_id": "37173672",
    "writer": "Butt MS",
    "year": "2023",
    "summary": "A combination of medical subject headings in terms of physical activity, exercise, menstrual cycle, hyperandrogenism, reproductive hormone, hirsutism, and PCOS was used. ...CONCLUSION: The reproductive functions of women with PCOS can be improved with phys …",
    "abstract": "Background:\n        \n      \n      Polycystic ovary syndrome (PCOS) is among the predominant endocrine disorders of reproductive-aged women. The prevalence of PCOS has been estimated at approximately 6-26%, affecting 105 million people worldwide. This systematic review aimed to synthesize the evidence on the effects of physical activity on reproductive health functions among PCOS women.\n    \n\n\n          Methods:\n        \n      \n      The systematic review includes randomization-controlled trials (RCTs) on physical exercise and reproductive functions among women with PCOS. Studies in the English language published between January 2010 and December 2022 were identified via PubMed. A combination of medical subject headings in terms of physical activity, exercise, menstrual cycle, hyperandrogenism, reproductive hormone, hirsutism, and PCOS was used.\n    \n\n\n          Results:\n        \n      \n      Overall, seven RCTs were included in this systematic review. The studies investigated interventions of physical activity of any intensity and volume and measured reproductive functions and hormonal and menstrual improvement. The inclusion of physical activity alone or in combination with other therapeutic interventions improved reproductive outcomes.\n    \n\n\n          Conclusion:\n        \n      \n      The reproductive functions of women with PCOS can be improved with physical activity. Furthermore, physical activity can also reduce infertility, as well as social and psychological stress among women.\n    \n\n\n          Prospero systematic review registration:\n        \n      \n      CRD42020213732.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37173672/"
}