{
    "title": "Reactions of juvenile coral to three years of consecutive thermal stress.",
    "doc_id": "36586691",
    "writer": "Hazraty-Kari S",
    "year": "2023",
    "summary": "In the first year of heat stress, >96 % of juveniles survived despite symbiotic algal densities in juvenile corals declining. In comparison, survival rates in the third year of heat stress declined to 50 %. ...The rate in the reduction of survivorship was promine …",
    "abstract": "As global temperatures continue to rise, corals are being exposed to increasing heat stress throughout their early life stages; however, the impact of this phenomenon is poorly understood. We exposed the reef-building coral Acropora tenuis juveniles to ∼26-28 °C (control) and ∼ 31 °C (heat stress) for one week per year over three consecutive years. In the first year of heat stress, >96 % of juveniles survived despite symbiotic algal densities in juvenile corals declining. In comparison, survival rates in the third year of heat stress declined to 50 %. Survival rates under natural conditions after stress also gradually decreased in the stressed groups. The rate in the reduction of survivorship was prominent in the consecutive thermally stressed groups (juveniles stressed twice in two years). Symbiotic algal density and photosynthetic activity (Fv/Fm) also declined in stressed juvenile groups. However, heat stress did not significantly affect the growth of juveniles. In the third year of heat stress, temperature negatively affected the physiology of juveniles in terms of survivorship, brightness (an indicator of bleaching), symbiotic algal density, and photosynthetic efficiency. Stress across consecutive years appeared to cause the survivorship of juvenile corals to decline, with three years of stress contributing to the severe decline of a reef. In conclusion, A. tenuis juveniles are not able to acclimatize to heat stress, with successive heat waves of <7 days in the summer potentially negatively affecting resilience.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36586691/"
}