{
  "pmid": "41426885",
  "title": "Readmissions in Inflammatory Bowel Diseases: A Five-Year Retrospective Study in a Romanian Emergency County Hospital.",
  "abstract": "Hospital readmissions represent a significant problem in the management of chronic diseases, provoking a substantial burden both on patients and the national healthcare system. Chronic diseases such as chronic obstructive pulmonary disease, diabetes mellitus, heart failure, and liver cirrhosis have documented risk factors, and guidelines are being continuously developed for reducing readmissions. Despite advancements, readmission patterns in some chronic conditions still remain underexplored. Recurrent hospitalizations among inflammatory bowel disease (IBD) patients may reflect disease severity, frequency of complications, and inadequate outpatient management, which can negatively impact quality of life and increase financial strain on healthcare systems. This study aimed to characterize readmission frequency, timing, and causes in Crohn's disease (CD) vs ulcerative colitis (UC) patients over a five-year period, and to identify factors associated with readmissions. We conducted a retrospective cohort study at the Târgu Mureș Emergency Clinical County Hospital using electronic records from 2018 to 2023. Adult patients discharged with a diagnosis of CD or UC were identified by International Classification of Diseases, 10th Revision (ICD-10) coding. Data collected included IBD subtype, number of admissions per patient, time intervals between admissions, presenting symptoms, admitting department, and in-hospital complications. Descriptive statistics were performed to compare CD and UC outcomes. A total of 79 IBD patients accounted for 198 hospital admissions. Of these, 32 (41%) patients had CD and 47 (59%) had UC. CD patients experienced significantly more frequent readmissions, with a shorter mean interval between admissions (172 days for CD vs 487 days for UC, p<0.01). Length of stay per admission was similar between groups (p=0.18). The most common presentation reasons that led to admission in CD were abdominal pain (52 cases, 55%), rectorrhagia (35 cases, 37%), and fever (35 cases, 37%), whereas in UC they were abdominal pain (65 cases, 63%), diarrhea (48 cases, 46%), and rectorrhagia (27 cases, 26%). The majority of admissions in both groups were to the Gastroenterology department (CD: 41 cases (44%), UC: 58 cases (56%)) or surgery (CD: 35 cases (37%), UC: 31 cases (30%)), with a minority to Internal Medicine (CD: 4 cases (4%), UC: 7 cases (7%)) or other services. Key complications differed: CD patients had high rates of perianal abscesses (6 cases, 18%) and fistulas (1 case, 4%), while UC patients more frequently developed intestinal obstruction/occlusion (8 cases, 17%) or hemorrhoids (3 cases, 6%). IBD readmissions are common, with CD patients prone to earlier and more frequent hospital returns than UC patients, likely due to more frequent disease relapses and complications. Both groups often present with severe symptoms (pain, bleeding) necessitating acute care. Our findings underscore the need for proactive strategies, including optimizing outpatient management and addressing modifiable risk factors such as psychiatric comorbidities, corticosteroid use, and ",
  "disease": "chronic obstructive pulmonary disease"
}