{
  "pmid": "41442238",
  "title": "Virtual, Nurse-Led Early Primary Palliative Care Intervention (ELICIT) for Community-Dwelling Older Adults With Cognitive Impairment: Protocol for a Randomized Controlled Trial.",
  "abstract": "Although dementia is a serious illness that progresses over many years, little is known about the primary palliative care needs of individuals who have it, especially those living in the community. This trial aims to test the impact of a virtual, nurse-led early primary palliative care intervention (ELICIT) on older adults living in the community who are chronically ill and have a diagnosis of cognitive impairment or are at risk of it. A total of 200 community-dwelling older adults who were chronically ill and had varying degrees of cognitive impairment were recruited and randomized to either usual care or usual care + a virtual, nurse-led ELICIT. For both arms, we will track the number of participants who (1) report supportive care needs to the blinded evaluators and (2) complete conversations on goals of care and document advance directives and the Physician Orders for Life-Sustaining Treatment form in the electronic health record. We will also track their end-of-life resource use and the percentage of participants who receive goal-concordant care. Changes in Edmonton Symptom Assessment Scale, Patient Activation Measure, and Quality of Life in Alzheimer's Disease scores will be tracked and analyzed. As of October 2025, we have recruited 200 participants. We are following all study participants on an ongoing basis to determine whether they received goal-concordant care at the end of life and their resource use patterns. We hypothesize that, compared to the usual care arm, more participants in the intervention arm will (1) express supportive care needs to the blinded evaluators, (2) complete goals of care conversations, document advance care planning, and (3) have higher levels of goal-concordant care and lower end-of-life resource use. The identification of the primary palliative care needs of community-dwelling older adults who are chronically ill and have various levels of cognitive impairment will help refine the intervention and enable trained nurses to provide virtual early primary palliative care within the scope of nursing.",
  "disease": "alzheimer disease"
}