{
  "pmid": "41390271",
  "title": "Rapid Implementation of Guideline-Based Care for Acute Exacerbations of COPD in a Low-Resource Setting: An Improvement Brief.",
  "abstract": "Guideline-based management of acute exacerbations of chronic obstructive pulmonary disease (AECOPD) improves patient outcomes, yet adherence in low- and middle-income country (LMIC) settings remains inconsistent. Baseline audits at a tertiary care center in Pakistan revealed significant gaps in pharmacologic management, patient education, and discharge planning, reflecting underutilization of evidence-based standards such as GOLD and NICE guidelines. Variation in AECOPD inpatient care was linked to inconsistent use of standardized care bundles, incomplete documentation, and limited integration of clinical guidelines into the electronic health record (EHR). The hospital implemented a six-week, rapid-cycle quality improvement intervention combining (1) EHR-embedded prompts aligned with international standards, (2) targeted educational sessions for physicians and nurses, and (3) distribution of concise clinical pocket guides. Five process indicators were measured in 50 consecutive patients preintervention and postintervention: systemic corticosteroid use, appropriate antibiotic prescribing, smoking cessation counseling, spirometry ordering, and documented discharge planning. Data were analyzed using descriptive statistics and chi-square tests for categorical variables. Adherence improved for systemic corticosteroid prescription (54% to 88%), appropriate antibiotic prescribing (62% to 90%), smoking cessation counseling (22% to 74%), spirometry ordering (18% to 52%), and documented discharge planning (40% to 82%) (all p < 0.05). No adverse workflow disruptions or patient safety issues were identified. Follow-up at three months suggested sustained improvements. In a resource-constrained LMIC hospital, a pragmatic, guideline-driven intervention using EHR prompts and focused education achieved rapid improvements in AECOPD inpatient care processes. This approach may be adaptable to other settings with similar constraints. Differences in clinical infrastructure, documentation systems, and staffing between Pakistan and the United States should be considered when translating these results internationally.",
  "disease": "chronic obstructive pulmonary disease"
}