{
  "pmid": "41386096",
  "title": "Effects of the Mediterranean diet on inflammation, quality of life, and mortality in autoimmune diseases: A systematic review featured in the Italian National Guidelines \"La Dieta Mediterranea\".",
  "abstract": "Autoimmune diseases (ADs) are chronic inflammatory disorders with increasing global prevalence and substantial health and economic burden. The Mediterranean diet (MD), known for its anti-inflammatory and immunomodulatory properties, may offer complementary benefits in the management of these conditions. This review was conducted in accordance with Preferred Reporting Items for Systematic Reviews and Meta-Analyses 2020 and Meta-analysis of Observational Studies in Epidemiology guidelines. A comprehensive search of PubMed/MEDLINE, Scopus, Embase, and Cochrane Library was performed up to February 28, 2024. Study quality was assessed using the Newcastle-Ottawa Scale or Risk of Bias tool, based on study design. The certainty of evidence was evaluated with the NUTRIGRADE approach. Eligible studies included studies evaluating MD adherence in individuals with ADs. Data were synthesized narratively and quantitatively. Fifteen studies (5 randomized controlled trials, 6 cross-sectional, 3 pre-post trials, and 1 cohort) involving patients with rheumatoid arthritis, Crohn's disease, ulcerative rectocolitis, multiple sclerosis, and celiac disease were included. Higher MD adherence was associated with improved quality of life in patients with multiple sclerosis and celiac disease (moderate certainty), and to a lesser extent in rheumatoid arthritis (low certainty). Reductions in C-reactive protein were observed in some studies, but findings were inconsistent and of low certainty. One cohort study reported reduced mortality in patients with Crohn's disease and inflammatory bowel disease. Limited evidence suggested favorable effects on gut microbiota and body composition. Adherence to the MD may provide benefits in quality of life and inflammation-related outcomes among patients with ADs. However, the overall certainty of evidence remains limited.",
  "disease": "rheumatoid arthritis"
}