{
  "pmid": "41397809",
  "title": "Impact of dynapenia, presarcopenia and sarcopenia in chronic obstructive pulmonary disease: a prospective cohort study.",
  "abstract": "Reduced muscle strength and decreased muscle mass (sarcopenia) are known predictors of poor prognosis in chronic obstructive pulmonary disease (COPD). Isolated muscle weakness (dynapenia) or low muscle mass alone (presarcopenia) may also negatively impact outcomes. This study aims to compare the prognostic significance of dynapenia, presarcopenia and sarcopenia. This prospective study enrolled patients with spirometry-confirmed COPD at a tertiary medical centre. Participants were categorised into dynapenia, presarcopenia and sarcopenia based on the presence of reduced handgrip strength (<28 kg for men, <18 kg for women) and/or decreased muscle mass (<7.0 kg/m A total of 494 patients were enrolled, comprising 211, 59, 111 and 113 patients in the control, presarcopenia, dynapenia and sarcopenia groups, respectively. Both dynapenia and sarcopenia groups had shorter 6 min walk distances and more SPPB score ≤9 than the control group (348.7 m and 304.4 m vs 420 m, p<0.001; 30% and 44% vs 11%, p=0.036). Patients with presarcopenia and sarcopenia were prone to severe exercise-induced desaturation than the dynapenia and control group (26% and 30% vs 9% and 18%, p=0.001). The 2-year mortality was similar in the control, presarcopenia and dynapenia groups but considerably less than that in the sarcopenia group (6.2% vs 10.2% vs. 9.0% vs. 25.7%, p<0.05). Univariate and multivariate analysis showed that only sarcopenia was associated with an increased risk of mortality (HR: 4.93, 95% CI 2.56 to 9.50, p<0.001; HR: 2.07, 95% CI 1.02 to 4.21, p<0.05). Aside from sarcopenia, both presarcopenia and dynapenia are not associated with an increased risk of mortality in COPD. However, patients with dynapenia experience significant functional deterioration, while those with presarcopenia present with more severe exercise-induced desaturation. Identifying each phenotype is crucial for the holistic management of COPD.",
  "disease": "chronic obstructive pulmonary disease"
}