{
    "title": "Unraveling the Connection between Fatty Liver Severity with Gender, Lifestyle, and Health Risks among Workers.",
    "doc_id": "38004157",
    "writer": "Tang FC",
    "year": "2023",
    "summary": "The health behavior score related to exercise showed notable declines as the severity of fatty liver increased (p < 0.001). Percentages of current alcohol drinkers differed among different levels of fatty liver, with rates of 43.1, 48.4, 44.8, and 6 …",
    "abstract": "The purpose of this study was to investigate the correlation between the severity of fatty liver and factors such as gender, lifestyle, and the risks of metabolic abnormalities, inflammation, and liver dysfunction in the working population. This cross-sectional study included 2936 workers aged 21-64 years. The severity of fatty liver was assessed using ultrasound. A self-administered survey was used to evaluate lifestyle habits. Data on anthropometric measurements, blood pressure, blood tests, and biochemical evaluations was collected. The 45.5% of workers had fatty liver. Males had a higher prevalence of fatty liver and health risks and several unhealthy lifestyle habits compared to females. The health behavior score related to exercise showed notable declines as the severity of fatty liver increased (p < 0.001). Percentages of current alcohol drinkers differed among different levels of fatty liver, with rates of 43.1, 48.4, 44.8, and 63.4% (p = 0.005) observed in the absence, mild, moderate, and severe fatty liver, respectively. Workers with fatty liver showed increased risks related to metabolic anomalies, especially in severe cases. The risk of inflammation and liver dysfunction also significantly increased with elevated fatty liver severity. Overall, fatty liver presents significant health risks, with nearly half of the workers diagnosed with the condition. To improve liver health, it is crucial to have customized strategies for promoting health, taking into account the different levels of severity in fatty liver.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38004157/"
}