{
    "title": "MAP3K7 is an innate immune regulatory gene with increased expression in human and murine kidney intercalated cells following uropathogenic Escherichia coli exposure.",
    "doc_id": "35959632",
    "writer": "Saxena V",
    "year": "2022",
    "summary": "Understanding the mechanisms responsible for the kidney's defense against ascending uropathogen is critical to devise novel treatment strategies against increasingly antibiotic resistant uropathogen. ...Human kidney intercalated cells were enriched from ki …",
    "abstract": "Understanding the mechanisms responsible for the kidney's defense against ascending uropathogen is critical to devise novel treatment strategies against increasingly antibiotic resistant uropathogen. Growing body of evidence indicate Intercalated cells of the kidney as the key innate immune epithelial cells against uropathogen. The aim of this study was to find orthologous and differentially expressed bacterial defense genes in human versus murine intercalated cells. We simultaneously analyzed 84 antibacterial genes in intercalated cells enriched from mouse and human kidney samples. Intercalated cell \"reporter mice\" were exposed to saline versus uropathogenic Escherichia coli (UPEC) transurethrally for 1 h in vivo, and intercalated cells were flow sorted. Human kidney intercalated cells were enriched from kidney biopsy using magnetic-activated cell sorting and exposed to UPEC in vitro for 1 h. RT2 antibacterial PCR array was performed. Mitogen-activated protein kinase kinase kinase 7 (MAP3K7) messenger RNA (mRNA) expression increased in intercalated cells of both humans and mice following UPEC exposure. Intercalated cell MAP3K7 protein expression was defined by immunofluorescence and confocal imaging analysis, was consistent with the increased MAP3K7 mRNA expression profiles defined by PCR. The presence of the orthologous innate immune gene MAP3K7/TAK1 suggests that it may be a key regulator of the intercalated cell antibacterial response and demands further investigation of its role in urinary tract infection pathogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35959632/"
}