{
    "title": "Experiences of Loneliness Across the Lifespan: A Systematic Review and Thematic Synthesis of Qualitative Studies.",
    "doc_id": "37327403",
    "writer": "McKenna-Plumley PE",
    "year": "2023",
    "summary": "PURPOSE: Loneliness is a fundamentally subjective experience that is common at various life stages. Studies have qualitatively explored loneliness, but a comprehensive overview is lacking. This research therefore provides a fine-grained review of studies on loneliness expe …",
    "abstract": "Purpose:\n        \n      \n      Loneliness is a fundamentally subjective experience that is common at various life stages. Studies have qualitatively explored loneliness, but a comprehensive overview is lacking. This research therefore provides a fine-grained review of studies on loneliness experiences across the lifespan.\n    \n\n\n          Methods:\n        \n      \n      A systematic review and thematic synthesis were performed on studies that qualitatively investigated experiences of loneliness in people of any age from non-clinical populations. Sensitivity analysis assessed the impact of lower-quality studies and specific age groups on the findings.\n    \n\n\n          Results:\n        \n      \n      Twenty-nine studies of 1,321 participants aged between 7 and 103 were included. Fifteen descriptive themes and three overarching analytical themes were developed: (1) Loneliness is both psychological and contextual, (2) Loneliness centres on feelings of meaningful connection and painful disconnection, and (3) Loneliness can exist in a general, pervasive sense or can relate to specific other people or relationship types. Some features were particularly pertinent to children, younger adults, and older adults, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      Loneliness involves a primarily aversive psychological experience of perceived disconnection which is linked to physical, personal, and socio-political contexts and can be pervasive or relate to specific relationships or relationship types. An awareness of context, life stage, and personal experiences is essential to understand loneliness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37327403/"
}