{
  "pmid": "41425290",
  "title": "When there is little or no research evidence: a clinical decision tool.",
  "abstract": "Despite advancements in research and guidelines of healthcare, there are still situations where clinicians may lack experience or face limited evidence to inform decision-making. In these situations, healthcare providers should provide care within their scope of practice considering all available evidence-based options, the patient's preferences, and the clinical context through a clinical expertise lens. This decision-making tool serves as a guide for patient-centred clinical decision-making in chiropractic care. It integrates clinical expertise with the pillars of evidence-based practice, taking into account the best available research evidence, patient preferences, and the clinical context. Examples are provided on using the tool within chiropractic care for conditions with large bodies of supporting evidence (e.g., low back pain), and conditions with little to no evidence (e.g., Parkinson's disease), to illustrate the broad applicability of how to use (and how not to use) this tool in the field of chiropractic care. This paper is one of seven in a series exploring contemporary perspectives on the application of the evidence-based framework in chiropractic care. The Evidence-Based Chiropractic Care (EBCC) initiative aims to support chiropractors in their delivery of optimal patient-centred care. We encourage readers to review all papers in the series. Lorsqu’il y a peu ou pas de données de recherche: un outil de prise de décision cliniqueMalgré les avancées dans la recherche et les lignes directrices en matière de soins de santé, il existe encore des situations où les cliniciens peuvent manquer d’expérience ou faire face à un manque de données probantes pour orienter la prise de décision. Dans ces situations, les professionnels de la santé devraient fournir des soins dans le cadre de leur champ d’exercice en tenant compte de toutes les options fondées sur des données probantes disponibles, des préférences du patient et du contexte clinique au moyen du prisme de l’expertise clinique.Cet outil d’aide à la prise de décision sert de guide pour la prise de décision clinique axée sur le patient en soins chiropratiques. Il intègre l’expertise clinique avec les piliers de la pratique fondée sur des données probantes, en tenant compte des meilleures données probantes disponibles, des préférences des patients et du contexte clinique. Des exemples sont fournis sur l’usage de l’outil dans les soins chiropratiques pour des problèmes de santé ayant un grand nombre de données probantes (par exemple, la douleur lombaire) et des problèmes de santé avec peu ou pas de données probantes (par exemple, la maladie de Parkinson), afin d’illustrer la vaste applicabilité de la façon d’utiliser (et de ne pas utiliser) cet outil dans le domaine des soins chiropratiques. Ce document fait partie d’une série de sept documents examinant les perspectives contemporaines sur la mise en oeuvre du cadre fondé sur des données probantes pour les soins chiropratiques. L’initiative de soins chiropratiques fondés sur des données probantes (SCFDP) vise à soutenir les chiropraticiens dans la prestation de soins optimaux axés sur le patient. Nous encourageons les lecteurs à consulter tous les articles de la série.",
  "disease": "parkinson disease"
}