{
    "title": "Low Social Support and Risk for Depression in People With Type 2 Diabetes Mellitus: A Systematic Review and Meta-analysis.",
    "doc_id": "35135047",
    "writer": "Azmiardi A",
    "year": "2022",
    "summary": "OBJECTIVES: Depression is a frequent complication of type 2 diabetes mellitus. This study aimed to investigate the relationship between low social support and risk for depression in people with type 2 diabetes through a meta-analys …",
    "abstract": "Objectives:\n        \n      \n      Depression is a frequent complication of type 2 diabetes mellitus. This study aimed to investigate the relationship between low social support and risk for depression in people with type 2 diabetes through a meta-analysis.\n    \n\n\n          Methods:\n        \n      \n      PubMed, ProQuest, SpringerLink, ScienceDirect, Scopus, the Cochrane Library, Embase, and Google Scholar were searched for English-language articles published up to 2021. Pooled adjusted odds ratios (aORs) were calculated using a random-effect model with 95% confidence intervals (CIs). Heterogeneity was evaluated by using the Cochrane Q test and I2 statistics. The risk of publication bias was estimated using a funnel plot, the Egger test, and the Begg test. The Joanna Briggs Institute Critical Appraisal Tools were used to assess the quality of evidence and the risk of bias.\n    \n\n\n          Results:\n        \n      \n      Eleven studies were included in this meta-analysis, containing a total of 3151 people with type 2 diabetes mellitus. The pooled analysis showed that people with type 2 diabetes mellitus who had low social support had twice as high a risk of depression as those with high social support (aOR, 2.02; 95% CI, 1.51 to 2.70; p&lt;0.001). A random-effect model was used because the heterogeneity was high (I2= 87%).\n    \n\n\n          Conclusions:\n        \n      \n      Low social support was found to increase the risk of depression among people with type 2 diabetes mellitus. Further investigation into factors that may moderate this relationship is required.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35135047/"
}