{
    "title": "Canine olfactory detection of SARS-CoV-2-infected humans-a systematic review.",
    "doc_id": "37209927",
    "writer": "Meller S",
    "year": "2023",
    "summary": "Diseases produce specific scents in affected individuals via volatile organic compounds. This systematic review evaluates the current evidence for canine olfaction as a reliable coronavirus disease 2019 screening tool. ...",
    "abstract": "Purpose:\n        \n      \n      To complement conventional testing methods for severe acute respiratory syndrome coronavirus type 2 infections, dogs' olfactory capability for true real-time detection has been investigated worldwide. Diseases produce specific scents in affected individuals via volatile organic compounds. This systematic review evaluates the current evidence for canine olfaction as a reliable coronavirus disease 2019 screening tool.\n    \n\n\n          Methods:\n        \n      \n      Two independent study quality assessment tools were used: the QUADAS-2 tool for the evaluation of laboratory tests' diagnostic accuracy, designed for systematic reviews, and a general evaluation tool for canine detection studies, adapted to medical detection. Various study design, sample, dog, and olfactory training features were considered as potential confounding factors.\n    \n\n\n          Results:\n        \n      \n      Twenty-seven studies from 15 countries were evaluated. Respectively, four and six studies had a low risk of bias and high quality: the four QUADAS-2 nonbiased studies resulted in ranges of 81%-97% sensitivity and 91%-100% specificity. The six high-quality studies, according to the general evaluation system, revealed ranges of 82%-97% sensitivity and 83%-100% specificity. The other studies contained high bias risks and applicability and/or quality concerns.\n    \n\n\n          Conclusions:\n        \n      \n      Standardization and certification procedures as used for canine explosives detection are needed for medical detection dogs for the optimal and structured usage of their undoubtful potential.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37209927/"
}