{
    "title": "Spontaneous neonatal subdural haemorrhage: always non-accidental injury?",
    "doc_id": "31771378",
    "writer": "Silva AHD",
    "year": "2020",
    "summary": "A four week old neonate presenting with seizures and retinal haemorrhages, was diagnosed with an acute subdural haemorrhage (ASDH) on imaging with significant midline shift needing surgical evacuation. ...We present a case of a neonate presenting with spontaneous ac …",
    "abstract": "In any neonate or infant presenting with an acute onset of encephalopathy, and/or retinal haemorrhages with no history of major trauma and imaging showing subdural haemorrhage (SDH), the diagnostic priority is to exclude a non-accidental injury (NAI), given the association of these clinical features with the shaken baby syndrome. However, other causes of SDH may present in a similar manner in neonates and infants, in particular vascular lesions such as aneurysms. A four week old neonate presenting with seizures and retinal haemorrhages, was diagnosed with an acute subdural haemorrhage (ASDH) on imaging with significant midline shift needing surgical evacuation. As there was some blood extending into the left sylvian fissure, further imaging was considered before surgical intervention. This showed a distally located middle cerebral artery aneurysm, which was successfully treated and the neonate made a remarkable recovery. We present a case of a neonate presenting with spontaneous acute subdural haematoma in the absence of classical diffuse subarachnoid haemorrhage, intracerebral haemorrhage or intraventricular haemorrhage, secondary to a ruptured middle cerebral artery aneurysm. The distribution of aneurysms in the neonatal age group is different to adults, with middle cerebral artery aneurysms and more distally located peripheral aneurysms being more common. Vigilance should be borne to exclude the aforementioned as causes for this presentation especially prior to undertaking surgical intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31771378/"
}