{
    "title": "Risk factors for periodontal disease.",
    "doc_id": "23574464",
    "writer": "Genco RJ",
    "year": "2013",
    "summary": "Risk factors play an important role in an individual's response to periodontal infection. Identification of these risk factors helps to target patients for prevention and treatment, with modification of risk factors critical to the contro …",
    "abstract": "Risk factors play an important role in an individual's response to periodontal infection. Identification of these risk factors helps to target patients for prevention and treatment, with modification of risk factors critical to the control of periodontal disease. Shifts in our understanding of periodontal disease prevalence, and advances in scientific methodology and statistical analysis in the last few decades, have allowed identification of several major systemic risk factors for periodontal disease. The first change in our thinking was the understanding that periodontal disease is not universal, but that severe forms are found only in a portion of the adult population who show abnormal susceptibility. Analysis of risk factors and the ability to statistically adjust and stratify populations to eliminate the effects of confounding factors have allowed identification of independent risk factors. These independent but modifiable, risk factors for periodontal disease include lifestyle factors, such as smoking and alcohol consumption. They also include diseases and unhealthy conditions such as diabetes mellitus, obesity, metabolic syndrome, osteoporosis, and low dietary calcium and vitamin D. These risk factors are modifiable and their management is a major component of the contemporary care of many periodontal patients. Genetic factors also play a role in periodontal disease and allow one to target individuals for prevention and early detection. The role of genetic factors in aggressive periodontitis is clear. However, although genetic factors (i.e., specific genes) are strongly suspected to have an association with chronic adult periodontitis, there is as yet no clear evidence for this in the general population. It is important to pursue efforts to identify genetic factors associated with chronic periodontitis because such factors have potential in identifying patients who have a high susceptibility for development of this disease. Many of the systemic risk factors for periodontal disease, such as smoking, diabetes and obesity, and osteoporosis in postmenopausal women, are relatively common and can be expected to affect most patients with periodontal disease seen in clinics and dental practices. Hence, risk factor identification and management has become a key component of care for periodontal patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23574464/"
}