{
  "pmid": "41462830",
  "title": "Associations Between Fetal Symptoms During Pregnancy and Neonatal Clinical Complications with Cytomegalovirus Infection.",
  "abstract": "Primary Cytomegalovirus (CMV) infection occurs in 0.7-4.1% of all pregnancies. Our study aims to analyze the incidence rate of ultrasound anomalies, as well as CMV PCR analysis of the amniotic fluid sample obtained from amniocentesis in CMV-infected pregnancies, as well as the outcome of the pregnancies and neonatal follow-up. We analyzed cases of recent maternal CMV infections confirmed by serological testing at the Department of Obstetrics and Gynecology, Semmelweis University, between 2001 and 2023. In cases of primary CMV infection confirmed by serological testing during pregnancy, we offered amniocentesis at the genetic counseling, which was performed at the 20-21 weeks stage of the pregnancy. In 130 cases of recent maternal CMV infection confirmed by serological testing, amniocentesis was performed, and a total of 11 cases (8.46%) were found to have CMV DNA in the amniotic fluid. Based on the neonatological follow-up examinations in 116 deliveries, 18 newborns had complications (15.52%); however, some cases were associated with multiple complications, resulting in a total of 33 types of complications being identified (28.45%). Among the 11 neurological complications (9.48%), we found 1 case each (0.86%) of severe inoperable intracranial space occupation, hydrocephalus, balance disorder, sleep disorder-sleep apnea, and speech development disorder. Two cases (1.72%) were found to have rigid muscles, epilepsy, and hypotonic muscles. Ophthalmological complications occurred in five cases (4.31%), such as enophthalmos, cataract, and retinopathy of prematurity (ROP), one case each, and two cases of strabism. Other complications were detected in 17 cases (14.66%). Because of the high incidence rate of recent CMV infection, serological testing is recommended following fetal abnormality detected by ultrasound. If a serologically confirmed new infection is diagnosed, the affected couple should be offered amniocentesis.",
  "disease": "epilepsy"
}