{
    "title": "In the time of COVID-19: challenges, successes, and lessons learned from studies in cancer patients.",
    "doc_id": "40127178",
    "writer": "Mack PC",
    "year": "2025",
    "summary": "The COVID-19 pandemic created the urgent need to monitor risk of SARS-CoV-2 infection and mortality and to evaluate immune responses to novel vaccines. ...The US National Cancer Institute, in partnership with the National Institute of Allergy an …",
    "abstract": "The COVID-19 pandemic created the urgent need to monitor risk of SARS-CoV-2 infection and mortality and to evaluate immune responses to novel vaccines. A foremost concern was the unknown risks to patients with cancer, considering their overall health, immune status, and interactions with cancer therapies. The US National Cancer Institute, in partnership with the National Institute of Allergy and Infectious Diseases, established the SARS-CoV-2 Serological Sciences Network as the nation's largest coordinated effort to identify and establish standardized serology tests to study immune responses against SARS-CoV-2. Serological Sciences Network-sponsored institutions established cohort studies in 2020 and 2021 across the nation to prospectively follow more than 3000 patients with solid and hematologic malignancies. Concerted efforts were launched to define common data elements for self-reported and clinicopathological data as well as standardized approaches for serological, cellular, and molecular assays. However, the urgency of the situation, the pace of scientific evolution, and the changing public health landscape presented unique challenges to this effort. Here, we discuss these challenges, including regulatory and institution-specific requirements, enrollment of participants, data and biospecimen collection and harmonization, and the need to adapt study designs to align with the ever changing landscape. This information is critical to the continuance of research on SARS-CoV-2 and provides a roadmap for combatting the emergence of future pathogens with pandemic potential.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40127178/"
}