{
    "title": "Summarizing the effects of different exercise types in chronic neck pain - a systematic review and meta-analysis of systematic reviews.",
    "doc_id": "37828488",
    "writer": "Rasmussen-Barr E",
    "year": "2023",
    "summary": "BACKGROUND: To date, no consensus exists as to whether one exercise type is more effective than another in chronic neck pain. This systematic review and meta-analysis of systematic reviews aimed to summarize the literature on the effect of various exercise types use …",
    "abstract": "Background:\n        \n      \n      To date, no consensus exists as to whether one exercise type is more effective than another in chronic neck pain. This systematic review and meta-analysis of systematic reviews aimed to summarize the literature on the effect of various exercise types used in chronic neck pain and to assess the certainty of the evidence.\n    \n\n\n          Methods:\n        \n      \n      We searched the databases Ovid MEDLINE, Embase, Cochrane Library, SportDiscus, and Web of Science (Core Collection) for systematic reviews and meta-analyses on adults between 18 and 70 years with chronic neck pain lasting ≥ 12 weeks which investigated the effects of exercises on pain and disability. The included reviews were grouped into motor control exercise (MCE), Pilates exercises, resistance training, traditional Chinese exercise (TCE), and yoga. Study quality was assessed with AMSTAR-2 and the level of certainty for the effects of the exercise through GRADE. A narrative analysis of the results was performed and in addition, meta-analyses when feasible.\n    \n\n\n          Results:\n        \n      \n      Our database search resulted in 1,794 systematic reviews. We included 25 systematic reviews and meta-analyses including 17,321 participants (overlap not accounted for). The quality of the included reviews ranged from critically low to low (n = 13) to moderate to high (n = 12). We found low to high certainty of evidence that MCE, Pilates exercises, resistance training, TCE, and yoga have short-term positive effects on pain and that all exercise types except resistance training, show positive effects on disability compared to non-exercise controls. We found low to moderate certainty of evidence for conflicting results on pain and disability when the exercise types were compared to other exercise interventions in the short-term as well as in intermediate/long-term apart for yoga, as no long-term results were available.\n    \n\n\n          Conclusion:\n        \n      \n      Overall, our findings show low to high certainty of evidence for positive effects on pain and disability of the various exercise types used in chronic neck pain compared to non-exercise interventions, at least in the short-term. Based on our results, no optimal exercise intervention for patients with chronic neck pain can be recommended, since no large differences between the exercise types were shown here. Because the quality of the included systematic reviews varied greatly, future systematic reviews need to increase their methodological quality.\n    \n\n\n          Trial registration:\n        \n      \n      Prospero CRD42022336014.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37828488/"
}