{
    "title": "Validation of the postoperative Quality of Recovery-15 questionnaire after emergency surgery and association with quality of life at three months.",
    "doc_id": "38504036",
    "writer": "Le Bescond V",
    "year": "2024",
    "summary": "We examined the H24 score's associations with both the three-month quality of life, as assessed by the EQ-5D scale, and the number of days spent at home at 30 (DAH30) and 90 (DAH90) days. ...The H24 score significantly correlated with both the three-month quality …",
    "abstract": "Purpose:\n        \n      \n      The Quality of Recovery-15 (QoR-15) tool, validated for measuring postoperative recovery following scheduled surgeries, has not been psychometrically assessed in emergency contexts. Moreover, the QoR-15's associations with long-term outcomes remain underexplored. This study aimed to confirm the validity and reliability of the QoR-15 following emergency surgery and assess its association with three-month postoperative quality of life.\n    \n\n\n          Methods:\n        \n      \n      We conducted a prospective cohort study (August 2021-April 2022) on adult patients who underwent emergency surgery. The QoR-15 questionnaire was administered before surgery (H0) and at 24 hr (H24) and 48 hr (H48) after surgery. We examined the H24 score's associations with both the three-month quality of life, as assessed by the EQ-5D scale, and the number of days spent at home at 30 (DAH30) and 90 (DAH90) days.\n    \n\n\n          Results:\n        \n      \n      Of the 375 included patients, 352 (94%) completed the QoR-15 at H24 and 338 (90%) were followed up at three months. The population represented the following diverse surgical specialties: orthopedic (51%), gastrointestinal (27%), urologic (13%), and others (9%). The QoR-15 questionnaire confirmed all psychometric qualities (internal consistency, reproducibility, responsiveness, acceptability, construct, and convergent validities) in the emergency context. The average minimum clinical difference was 8.0 at H24. There was an association between QoR-15 at H24 and the three-month quality of life (r = 0.24; 95% confidence interval [CI], 0.14 to 0.34; P < 0.001), DAH30 (r = 0.33; 95% CI, 0.23 to 0.41; P < 0.001), and DAH90 (r = 0.31; 95% CI, 0.22 to 0.40; P < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      The QoR-15 score is valid for measuring early postoperative recovery after emergency surgery. The H24 score significantly correlated with both the three-month quality of life and the number of days at home.\n    \n\n\n          Study registration:\n        \n      \n      ClinicalTrials.gov (NCT04845763); first submitted 11 April 2021.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38504036/"
}