{
  "pmid": "41312046",
  "title": "Pegylated Interferon-α-Induced Functional Cure for Special Populations with Chronic Hepatitis B Virus Infection: Current Trends, Challenges and Prospection.",
  "abstract": "Chronic hepatitis B virus (HBV) infection affects 257 million people globally, causing 880,000 deaths annually owing to end-stage liver disease. Current first-line therapies include nucleos(t)ide analogs (NAs) and pegylated interferon-α (PEG-IFN-α). A functional cure, defined as sustained HBsAg loss for ≥ 24 weeks, undetectable hepatitis B e antigen/HBV DNA, and normal liver function, is the ideal and achievable treatment endpoint for chronic HBV infection. This review focuses on PEG-IFN-α-induced functional cure in special populations with chronic HBV infection, including patients with partial response or low-level viremia (LLV), fibrosis or compensated cirrhosis, HBV-related hepatocellular carcinoma (HCC), HBV/human immunodeficiency virus-1 (HIV-1) coinfection, and pediatric patients. PEG-IFN-α enhances the complete virological response and HBsAg loss rate in CHB patients with partial virological responses to NAs or LLV. PEG-IFN-α improves liver histology and promotes liver fibrosis regression in compensated cirrhosis. PEG-IFN-α not only decreases HCC incidence and recurrence but also improves overall survival in patients with HBV-related HCC after curative treatment. Patients living with HBV/HIV-1 coinfection have a high rate of HBsAg loss/seroconversion in response to effective antiretroviral therapy, and the administration of add-on PEG-IFN-α may further increase the rate of HBV functional cure. IFN-α/PEG-IFN-α-based therapy is beneficial for younger children with chronic HBV infection despite the viral load, HBeAg, and liver inflammation status. Adverse events associated with PEG-IFN-α are manageable in specific HBV populations. PEG-IFN-α is a valuable strategy for a functional cure in special populations with chronic HBV infection, supporting clinical decision-making for HBV management.",
  "disease": "liver cirrhosis"
}