{
  "pmid": "41423756",
  "title": "Synergistic Effects of HEI-2015 and DII on Survival Outcomes in Chronic Obstructive Pulmonary Disease.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a major global health issue, with diet emerging as a modifiable factor affecting its progression. This study examines the combined impact of dietary quality (Healthy Eating Index-2015, HEI-2015) and dietary inflammatory potential (Dietary Inflammatory Index, DII) on all-cause mortality in COPD patients. Data from 1,374 COPD patients (NHANES 2007-2018) were analyzed, with COPD identified via spirometry, self-reports, or medication records. Dietary intake from two 24-h recalls was used to calculate HEI-2015 and DII scores. Patients were grouped by median HEI-2015 (> 52.88) and DII (≤ 1.73) values. Cox regression models assessed mortality associations, adjusting for sociodemographic, lifestyle, and clinical factors. Least Absolute Shrinkage and Selection Operator (LASSO) regression identified key dietary predictors, and a nomogram was developed for risk stratification. Patients with high HEI-2015 and low DII scores had a 27% lower mortality risk (HR: 0.73 [95% CI: 0.60-0.89], p-trend = 0.002) compared to those with poor diet quality and high inflammatory potential. Higher HEI-2015 scores were linked to a 28% reduced mortality risk (HR: 0.72 [95% CI: 0.56-0.92], p-trend = 0.003), while DII alone was not significant (p-trend = 0.098). Stronger effects were seen in older adults, males, Non-Hispanic Whites, former smokers, mild drinkers, and hypertensive patients. LASSO identified factors such as vegetables, whole fruits, and grains as key predictors, included in a nomogram (AUC: 0.62-0.65). Sensitivity analyses confirmed a 20% risk reduction (HR: 0.80 [95% CI: 0.66-0.97]). A high-quality, anti-inflammatory diet reduces mortality risk in COPD patients, offering actionable dietary targets and a nomogram for personalized risk assessment.",
  "disease": "chronic obstructive pulmonary disease"
}