{
  "pmid": "41454642",
  "title": "Technology in pandemic period and future nursing practices: a literature review.",
  "abstract": "Rapid advancements in science and technology have led to intense yet often hidden competition across various fields. Innovations in the technologies used within healthcare services both influence and are influenced by the nursing profession and its practices. These technological developments help create new roles, support nurses in fulfilling their responsibilities, and enable the delivery of more efficient and safer patient care. To meet the demands of the future, nurses must adapt to emerging technologies and provide evidence-based care using these innovations. For instance, future gerontological nurses may act as care supervisors, overseeing robots tasked with monitoring vital signs, checking blood glucose levels, detecting pressure ulcers, or assessing fall risks. While technological advancements may reduce the demand for nursing labor, they also offer protective benefits. During the COVID-19 pandemic, the use of humanoid robots helped minimize the exposure of healthcare workers, including nurses, to the virus-thus reducing physical contact while maintaining essential care. In Wuhan, where the outbreak was first reported, robots were employed to perform tasks traditionally carried out by healthcare professionals, such as taking oral swabs, conducting basic diagnostics (e.g., using ultrasound or stethoscopes), cleaning and disinfecting patients, administering medications, delivering meals, and monitoring vital signs and body temperature. Despite a potential decrease in the number of nurses required for routine procedures, the demand for professional nurses to manage complex tasks and provide emotional care will increase. Therefore, this study aims not only to inform readers about the impact of technology on nursing practice and the profession but also to support future research in this area. To adequately prepare the nurses of tomorrow, it is essential for nurse educators, administrators, and students both undergraduate and graduate to embrace technology and actively work to expand their knowledge. Enhancing technological literacy is critical to ensuring competent and future-ready nursing professionals.",
  "disease": "covid-19"
}