{
    "title": "[Mental disorders and criminal recidivism in male juvenile prisoners].",
    "doc_id": "30156463",
    "writer": "Bessler C",
    "year": "2019",
    "summary": "Mental disorders and criminal recidivism in male juvenile prisoners Abstract. OBJECTIVE: Psychiatric disorders in juvenile prisoners exhibit a very high prevalence. ...Recidivism for violent crime was found more frequently in juveniles with behavioural disord …",
    "abstract": "Mental disorders and criminal recidivism in male juvenile prisoners Abstract.\n    \n\n\n          Objective:\n        \n      \n      Psychiatric disorders in juvenile prisoners exhibit a very high prevalence. However, it remains unclear whether this goes along with increased criminal recidivism rates.\n    \n\n\n          Methods:\n        \n      \n      Between August 1, 2010 and October 31, 2012 all male juvenile inmates of the youth penitentiary of the Canton of Zurich were psychiatrically evaluated at admittance (N = 122). Psychiatric disorders were determined on the basis of a standardized diagnostic interview. Information on recidivism within one year after release from prison was drawn from the cantonal legal information system.\n    \n\n\n          Results:\n        \n      \n      In total, 90.2 % of the prisoners suffered from at least one mental illness. Four independent psychiatric disorder categories were identified: affective disorders, anxiety disorders, behavioural disorders and substance abuse disorders. Recidivism for violent crime was found more frequently in juveniles with behavioural disorders (especially when suffering from conduct disorder and/or attention deficit and hyperactivity disorder) and/or substance abuse compared to juvenile ex-convicts without psychiatric disorders. In addition, our study revealed that the time interval between discharge and the commitment of a new violent crime was shorter for juveniles of a younger age.\n    \n\n\n          Conclusions:\n        \n      \n      Due to the high prevalence of psychiatric disorders among juvenile prisoners and its direct relevance to recidivism, it is imperative that every minor held in custody is adequately evaluated and treated with psychiatric and psychological means. Only then, we may meet their individual psychiatric/psychological needs as well as our society's needs for security and the requirements of effective victim protection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30156463/"
}