{
  "pmid": "41335306",
  "title": "Methotrexate Maintenance After Initiation of Biological or Targeted Synthetic DMARDs in Rheumatoid Arthritis: Results from the 2-Year Longitudinal Prospective Non-interventional STRATEGE2 Study.",
  "abstract": "The primary objective was to describe the therapeutic approach to methotrexate (MTX) use at the initiation of the first biologic or targeted synthetic disease-modifying antirheumatic drug (b/tsDMARD) in the treatment of rheumatoid arthritis (RA). Secondary objectives included characterising participants initiating b/tsDMARD treatment, examining treatment strategies over time, monitoring disease progression, and identifying factors influencing treatment choices. This longitudinal, prospective, non-interventional, multicentre study (STRATEGE2) enrolled adult participants with RA who had been treated with MTX for at least 3 months and required b/tsDMARD treatment due to persistent disease activity. Outcomes were assessed at 12 months (M12) and 24 months (M24) after initiating b/tsDMARD treatment. At baseline, 173 participants with RA had a mean (SD) disease duration of 5.6 (7.3) years and a mean Disease Activity Score in 28 joints (DAS28) score of 4.3 (1.2). Approximately two-thirds had been on MTX for over a year, with a mean weekly dose of 18.8 (4.2) mg (median 20.0), and 72.3% received it subcutaneously. MTX was continued at the initiation of b/tsDMARD therapy in 97.7% of participants. By M12, 83.2% of participants remained on MTX, with 39.9% (95% CI 32.5-47.6) maintaining the same dosage and route of administration. Discontinuation of MTX was primarily due to participant choice or adverse events. At M24, the mean change in DAS28 score was - 2.0 (1.3), with 66.0% of participants achieving remission. On the basis of European Alliance of Associations for Rheumatology (EULAR) classification criteria, 65.2% had a good response, 19.1% a moderate response, and 15.6% an inadequate response. The STRATEGE2 study investigators adhered to current clinical guidelines by continuing MTX in combination with b/tsDMARD initiation for the management of RA. ClinicalTrials.gov: Therapeutic Strategy Associated with bDMARDs or tsDMARDs in Rheumatoid Arthritis and Psoriatic Arthritis (STRATEGE2), NCT05082805.",
  "disease": "rheumatoid arthritis"
}