{
    "title": "Emerging Technologies for Real-Time Intraoperative Margin Assessment in Future Breast-Conserving Surgery.",
    "doc_id": "32382473",
    "writer": "Pradipta AR",
    "year": "2020",
    "summary": "Clean surgical margins in breast-conserving surgery (BCS) are essential for preventing recurrence. Intraoperative pathologic diagnostic methods, such as frozen section analysis and imprint cytology, have been recognized as crucial tools in BCS. ...Taking into consideration …",
    "abstract": "Clean surgical margins in breast-conserving surgery (BCS) are essential for preventing recurrence. Intraoperative pathologic diagnostic methods, such as frozen section analysis and imprint cytology, have been recognized as crucial tools in BCS. However, the complexity and time-consuming nature of these pathologic procedures still inhibit their broader applicability worldwide. To address this situation, two issues should be considered: 1) the development of nonpathologic intraoperative diagnosis methods that have better sensitivity, specificity, speed, and cost; and 2) the promotion of new imaging algorithms to standardize data for analyzing positive margins, as represented by artificial intelligence (AI), without the need for judgment by well-trained pathologists. Researchers have attempted to develop new methods or techniques; several have recently emerged for real-time intraoperative management of breast margins in live tissues. These methods include conventional imaging, spectroscopy, tomography, magnetic resonance imaging, microscopy, fluorescent probes, and multimodal imaging techniques. This work summarizes the traditional pathologic and newly developed techniques and discusses the advantages and disadvantages of each method. Taking into consideration the recent advances in analyzing pathologic data from breast cancer tissue with AI, the combined use of new technologies with AI algorithms is proposed, and future directions for real-time intraoperative margin assessment in BCS are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32382473/"
}