{
  "pmid": "41440914",
  "title": "ScillyHAB: A Multi-Disciplinary Survey of Harmful Marine Phytoplankton and Shellfish Toxins in the Isles of Scilly: Combining Citizen Science with State-of-the-Art Monitoring in an Isolated UK Island Territory.",
  "abstract": "The Isles of Scilly are an archipelago of islands in the far southwest of the UK which contain numerous beds of wild bivalve molluscs which are recreationally harvested for local consumption. However, the islands have never previously been assessed for the presence of harmful algae and their shellfish toxin metabolites which can cause serious human health impacts. This study sought to address these knowledge gaps through the analysis of seawater and shellfish tissues for microalgae and toxins utilizing portable and lab-based microscopy, nanopore sequencing, chemical analysis and immunoassay kits. The study design was affected by the national COVID-19 lockdown which enforced implementation of citizen-led sampling and in-field microscopy. Microscopy and sequencing approaches led to the confirmation of multiple HAB species of concern, including those potentially responsible for production of neurotoxic and diarrhetic shellfish toxins. A portable microscope was successfully utilized in the field for recognition of microalgae and for early warning of potential shellfish toxicity events. Chemical analysis of cockle, clam and mussel samples confirmed the detection of paralytic, diarrhetic and amnesic shellfish toxins, with an unusual okadaic acid group toxin profile reaching a maximum toxicity of approximately half the regulatory limit as defined by EU law. The Sensoreal Alert Lateral Flow Assay was used to screen and highlight samples containing higher concentrations of DSP toxins. Furthermore, Tetrodotoxin was detected for the first time in the UK in cockle and grooved carpet shells. Multiple saxitoxin analogues were also detected in two echinoderm species, with this providing the first ever report of paralytic shellfish toxins in the spiny starfish, ",
  "disease": "pneumonia"
}