{
  "pmid": "41405976",
  "title": "Progression to Chronic Limb-Threatening Ischemia After Index Revascularization for Claudication.",
  "abstract": "Claudication is associated with walking impairment, but amputation risk is generally low unless symptoms progress to chronic limb-threatening ischemia (CLTI). Disparities in amputation risk have been described previously, but population-specific rates of revascularization for claudication, postrevascularization progression from claudication to CLTI, and rates of guideline-based risk-reduction pharmacotherapy are unknown. To explore the impact of intersectional identity among a cohort of patients with claudication on progression to CLTI, amputation, and mortality following revascularization. This national cohort study was conducted using the Vascular Quality Initiative (VQI) procedural registry, which was linked to the Medicare dataset of patients who underwent index revascularization for claudication from January 1, 2016, to December 31, 2019. Patients with claudication undergoing an index lower-extremity revascularization procedure (aortoiliac and infrainguinal arterial occlusive disease) at VQI-participating centers were eligible for inclusion. Data analysis was conducted from December 2024 to February 2025. The primary exposure was an intersectional variable combining race, ethnicity, and sex. The primary outcome was development of CLTI within 180 days after index revascularization (defined by a validated CLTI-specific International Statistical Classification of Diseases and Related Health Problems, Tenth Revision [ICD-10] code). Secondary outcomes included major amputation and mortality. Survival analyses were used to examine outcomes. Among 10 012 patients undergoing revascularization for claudication (median [IQR] age, 71 [66-76] years; 3850 female patients [38.5%]), self-identified intersectional identity distribution was 151 (1.5%) Hispanic men, 92 (0.9%) Hispanic women, 502 (5.0%) non-Hispanic Black men, 422 (4.2%) non-Hispanic Black women, 5509 (55.0%) non-Hispanic White men, and 3336 (33.3%) non-Hispanic White women. Black and Hispanic patients with claudication were more likely to have diabetes and be undergoing dialysis. Black men had the highest prevalence of active smokers (38.6%) while Hispanic women were more often never smokers (30.4%). A higher proportion of White men (80.9%) were receiving preoperative statin therapy compared to all other groups. The highest rates of postrevascularization progression to CLTI within 180 days were observed among Black women (11.8%; Hispanic: 3.8%; White: 5.9%), followed by Hispanic men (8.8%; Black: 7.2%; White: 5.2%). Major amputation rates were also highest among Black patients (180 days: Black women, 0.8%; Black men, 0.7%). According to the results of this cohort study, Black women had the highest rate of postrevascularization progression from claudication to CLTI. Development of practice- and policy-level standards incentivizing evidence-based claudication management may support equitable outcomes and reduce disparities.",
  "disease": "chronic kidney disease"
}