{
    "title": "Mentalizing impairments and hypermentalizing bias in individuals with first-episode schizophrenia-spectrum disorder and at-risk mental state: the differential roles of neurocognition and social anxiety.",
    "doc_id": "38960910",
    "writer": "Tsui HKH",
    "year": "2025",
    "summary": "Mentalizing, or theory of mind (ToM), impairments and self-referential hypermentalizing bias are well-evident in schizophrenia. ...The comic strip and hinting tasks were used to measure non-verbal and verbal mentalizing abilities, and the gaze perception task was em …",
    "abstract": "Mentalizing, or theory of mind (ToM), impairments and self-referential hypermentalizing bias are well-evident in schizophrenia. However, findings compared to individuals with at-risk mental states (ARMS) are inconsistent, and investigations into the relationship between social cognitive impairments and social anxiety in the two populations are scarce. This study aimed to examine and compare these deficits in first-episode schizophrenia-spectrum disorder (FES) and ARMS, and to explore potential specific associations with neurocognition and symptomatology. Forty patients with FES, 40 individuals with ARMS, and 40 healthy controls (HC) completed clinical assessments, a battery of neurocognitive tasks, and three social cognitive tasks. The comic strip and hinting tasks were used to measure non-verbal and verbal mentalizing abilities, and the gaze perception task was employed to assess self-referential hypermentalizing bias. FES and ARMS showed comparable mentalizing impairments and self-referential hypermentalizing bias compared to HC. However, only ambiguous self-referential gaze perception (SRGP) bias remained significantly different between three groups after controlling for covariates. Findings suggested that self-referential hypermentalizing bias could be a specific deficit and may be considered a potential behavioral indicator in early-stage and prodromal psychosis. Moreover, working memory and social anxiety were related to the social cognitive impairments in ARMS, whereas higher-order executive functions and positive symptoms were associated with the impairments in FES. The current study indicates the presence of stage-specific mechanisms of mentalizing impairments and self-referential hypermentalizing bias, providing insights into the importance of personalized interventions to improve specific neurocognitive domains, social cognition, and clinical outcomes for FES and ARMS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38960910/"
}