{
  "pmid": "41459342",
  "title": "The Role of Calibration Practices in Optimizing Continuous Glucose Monitor Accuracy in Critically Ill Patients.",
  "abstract": "In the ICU, continuous glucose monitors (CGMs) may improve glycemia and reduce the need for point-of-care blood glucose (POC BG) monitoring, but face challenges because of clinical conditions that affect accuracy. What is the feasibility of using POC BG calibration to improve CGM accuracy? This feasibility study pooled data from a retrospective study of patients with COVID-19 in the ICU and a prospective single-arm clinical trial of patients in the ICU. Our sample included 110 patients receiving IV insulin monitored using a hybrid CGM plus POC BG protocol with a factory-calibrated Dexcom G6 CGM (Dexcom, Inc.). Validation was required for initial and ongoing nonadjunctive use or for standalone use and was defined as CGM ± 20% of POC BG measurement for values of ≥ 100 mg/dL or ± 20 mg/dL for values of < 100 mg/dL. In the cohort with COVID-19, calibration was performed at the nurse's discretion. In the prospective study, calibration was performed after persistent failure to achieve validation. A total of 55 patients (50%) underwent 167 calibrations. Those with a calibration had a mean age of 57.9 ± 13.6 years, 49% were male, 83% were White, and 60% had type 2 diabetes. After calibration, validation was achieved in 72.6%, 66.7%, and 77.8% of patients at 6, 12, and 24 hours after calibration, respectively. The mean absolute relative difference (MARD) was 25% at calibration, decreasing to 9.6%, 12.7%, and 13.2% at 6, 12, and 24 hours. Similar percentages were observed after eliminating pairs with multiple calibrations. Calibration was timely, within 5 minutes of the POC BG measurement in 70% and < 10 minutes in 83%. No statistical difference in MARD was found between timely and late calibrations or based on sensor rate of change at the time of calibration. Our feasibility study demonstrated an improvement in CGM accuracy with POC BG calibrations in ICU patients. Further research is needed to understand optimal implementation strategies and impact on outcomes. CHEST Critical Care 2025; 3(4):100193.",
  "disease": "covid-19"
}