{
    "title": "Effects of binaural beat therapy with different frequencies on autonomic nervous system regulation among college students.",
    "doc_id": "40483455",
    "writer": "Yang SY",
    "year": "2025",
    "summary": "BACKGROUND: Although binaural beat therapy (BBT) has been demonstrated to alleviate symptoms of anxiety and depression, but the effects of BBT of different frequencies on college students have not been thoroughly explored. This study explored the effects of BBT with differ …",
    "abstract": "Background:\n        \n      \n      Although binaural beat therapy (BBT) has been demonstrated to alleviate symptoms of anxiety and depression, but the effects of BBT of different frequencies on college students have not been thoroughly explored. This study explored the effects of BBT with different frequencies on autonomic nervous system regulation (i.e., anxiety reduction) among college students.\n    \n\n\n          Methods:\n        \n      \n      This was a quasiexperimental study. Participants were recruited from a university in southern Taiwan. Each of the participants received interventions with different frequencies (theta frequency, 6 Hz; alpha frequency, 10 Hz; and beta frequency, 25 Hz). For each intervention, participants were subjected to 20 min of natural sounds embedded with binaural beats of a specific frequency. A pretest and posttest were conducted to measure blood pressure (BP) and heart rate variability.\n    \n\n\n          Results:\n        \n      \n      A total of 65 participants were recruited. The mean age of participants was 20.15 years. Heart rate and systolic and diastolic BP were significantly lower after intervention with theta-frequency binaural beats (p < 0.05). Systolic BP was significantly lower after intervention with alpha-frequency binaural beats (p < 0.05). Heart rate, systolic BP, and nLF were significantly lower and nHF was significantly higher after intervention with beta-frequency binaural beats (p < 0.01). No significant differences were observed between the effects of the three interventions on ANS regulation among the participants.\n    \n\n\n          Conclusion:\n        \n      \n      BBT, in which participants were subjected to theta-frequency, alpha-frequency, and beta-frequency binaural beats for 20 min, contributed to reducing anxiety. No significant differences were observed between the effects of each frequency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40483455/"
}