{
  "pmid": "41412609",
  "title": "Prevalence, determinants and ethnic disparities of rheumatoid arthritis among older adults in Canada: protocol for a systematic review and meta-analysis.",
  "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune disease characterised by progressive joint inflammation, pain and functional decline, disproportionately affecting older adults. In Canada, evidence regarding the prevalence, determinants and ethnic disparities of RA among older populations remains fragmented. This protocol outlines a systematic review and meta-analysis designed to estimate the pooled prevalence of RA, identify its key determinants and examine ethnic disparities among Canadian adults aged 60 years and older. A comprehensive literature search will be undertaken across MEDLINE, EMBASE, CINAHL, Web of Science, Scopus, and relevant grey literature sources to identify studies published between January 2000 and October 2025, with the search scheduled to be conducted between 15 and 30 November 2025. Observational studies reporting RA prevalence or determinants in Canadian adults aged ≥60 years will be eligible. Two reviewers will independently perform study selection, data extraction and risk-of-bias assessment using the Joanna Briggs Institute critical appraisal tools. Data will be synthesised using a random-effects model (logit-transformed or binomial GLMM), with subgroup analyses by ethnicity, sex/gender and geographic region. Equity-related factors will be examined using the PROGRESS-Plus framework. The protocol has been reported in accordance with the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols 2020 guidelines. This study uses publicly available, published data and does not require ethics approval. The review will commence in November 2025 and is expected to conclude by April 2026. Findings will be shared through peer-reviewed journals, conferences and policy briefs, reaching clinicians, researchers and health policymakers. By presenting results to both academic and broader audiences, the review seeks to promote equitable, evidence-informed decision-making in rheumatology care across Canada.",
  "disease": "rheumatoid arthritis"
}