{
  "pmid": "41318901",
  "title": "Randomized, phase I studies to evaluate the safety, tolerability, and pharmacokinetics of an inhaled, TMEM16A potentiator, GDC-6988, in healthy subjects.",
  "abstract": "Respiratory diseases such as cystic fibrosis (CF), chronic obstructive pulmonary disease, and non-CF bronchiectasis are significant global health burdens. Current treatments aim to improve mucus clearance but do not fully address these diseases, highlighting the need for novel treatments. This study presents the results from phase I and phase IIb trials of GDC-6988, an inhaled, selective, and potent TMEM16A potentiator, in healthy volunteers. To assess the safety and tolerability of orally inhaled GDC-6988 (nebulized and as a dry powder inhaler) in healthy subjects compared with placebo. The phase I trial was a first-in-human, randomized, double-blind, placebo-controlled study to evaluate the safety, tolerability, and pharmacokinetics (PK) of single and repeat doses of nebulized GDC-6988. The study consisted of three parts: Part A with six cohorts (doses from 1.5 mg to 150 mg) using a single ascending dose (SAD) design; Part B with three cohorts (22.5 mg BID for 7 days, 75 mg BID for 14 days, and 45 mg BID for 14 days) using a multiple ascending dose (MAD) design; and Part C assessing the effect of salbutamol pretreatment on the highest dose tested in Part B (75 mg). The phase Ib study was a double-blind, randomized, placebo-controlled, single-center, multiple-dose escalation study evaluating the safety and PK of GDC-6988 DPI formulation, with and without salbutamol pretreatment. Three cohorts with doses of 11.2 mg, 28 mg, and 42 mg BID were tested. A bridging cohort compared PK in two capsule strengths of GDC-6988. In the phase I study, 76 healthy subjects received GDC-6988 or placebo; in the phase Ib study, 41 subjects were enrolled (31 in MAD cohorts, 10 in the bridging cohort). GDC-6988 was safe and generally well tolerated, with no serious, severe, or grade ⩾3 adverse events observed at any dose level. Mild-to-moderate dose-dependent FEV Inhaled GDC-6988 was safe and well tolerated across all dose levels. The plasma PK of GDC-6988 was low and generally dose-proportional with a relatively short half-life. Phase I: ClinicalTrials.gov Identifier NCT04488705; Phase Ib: ISRCTN30841680.",
  "disease": "chronic obstructive pulmonary disease"
}