{
    "title": "Influence of background genome on enzymatic characteristics of yellow (A v -, A vy -) mice.",
    "doc_id": "4405752",
    "writer": "Wolff GL",
    "year": "1973",
    "summary": "Identification of the fundamental polypeptide difference between yellow (A(y)/-, A(vy)/-) and non-yellow mice is important for biomedical research because of the influence of the yellow genotype on normal and neoplastic growth and obesity. ...-Four of nine he …",
    "abstract": "Identification of the fundamental polypeptide difference between yellow (A(y)/-, A(vy)/-) and non-yellow mice is important for biomedical research because of the influence of the yellow genotype on normal and neoplastic growth and obesity. The complexity of the \"yellow mouse syndrome\" makes attainment of this objective dependent on the separation of those pleiotropic enzyme differences which are secondary, and depend on the background genome, from those which are primary, and depend primarily on the agouti locus genotype.-Four of nine hepatic enzyme activities assayed simultaneously differed between eight-week-old yellow (A(y)/-, A(vy)/-) and non-yellow (A/-, a/a) male inbred and F(1) hybrid mice. Among these four, only cytoplasmic malic enzyme activity was elevated in all yellow mice, as compared with the non-yellow sibs, regardless of background genome. Glucokinase, serine dehydratase, and tyrosine alpha-ketoglutarate transaminase activities were also changed in yellow mice, but these alterations depended on the background genome.-The ratio of malic enzyme activity to citrate-cleavage enzyme activity, possibly related to the altered fat metabolism of yellow mice, was influenced by background genome as well as by the yellow genotype.--Significant deviations of enzyme activities from mid-parent values among F(1) hybrids were associated with particular background genomes; the number of such deviations was larger among yellow mice than among non-yellows and this difference was greater among C3H F(1) hybrids than among C57BL/6 F(1) hybrids.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/4405752/"
}