{
    "title": "Contribution of genetics and epigenetics to progression of kidney fibrosis.",
    "doc_id": "23975750",
    "writer": "Tampe B",
    "year": "2014",
    "summary": "Chronic kidney disease (CKD) which can lead to end-stage renal failure remains a principal challenge in Nephrology. ...In fact, the extent of tubulointerstitial fibrosis is the best predictor for kidney survival, irrespective of the underlying disease. For th …",
    "abstract": "Chronic kidney disease (CKD) which can lead to end-stage renal failure remains a principal challenge in Nephrology. While mechanistic studies provided extensive insights into the common pathways of fibrogenesis which underlie the progression of CKD, these pre-clinical studies fail to fully explain the vastly different progression slopes of individual patients. Recent studies provide evidence that genetic polymorphisms and epigenetic variations determine the individual susceptibility of patients to develop chronic progressive kidney disease. Here, we review recent insights that were provided by genome-wide association studies (GWASs), gene-linkage studies and epigenome analysis. The progression of CKD towards end-stage renal failure remains a principal unsolved problem in Nephrology as effective therapies and predictive tests are still not available [ 1, 2]. Chronic progressive kidney disease is caused by a wide range of diseases, with diabetes mellitus, hypertension and primary glomerulopathies being the most common causes in the Western world [ 3]. Infections, physical obstruction, interstitial nephritides and genetic cystic kidney diseases are also common causes of end-stage renal disease (ESRD) [ 3]. Regardless of the primary underlying disease, chronically injured kidneys are histomorphologically characterized by tubulointerstitial fibrosis [ 1]. In fact, the extent of tubulointerstitial fibrosis is the best predictor for kidney survival, irrespective of the underlying disease. For this reason, fibrosis is considered the common pathway of chronic progressive kidney disease [ 1]. Fibrogenesis is a pathological scarring process which involves accumulation of activated fibroblasts, excessive deposition of extracellular matrix, failed regeneration of tubular epithelium, microvascular rarefaction and (mostly sterile) inflammation [ 4]. Fibrogenesis depends on a complex interaction of the involved cell types which is orchestrated by an extensive network of growth factors and signalling pathways (which are reviewed extensively elsewhere) [ 1]. In view of the detailed mechanistic knowledge of the pathways that orchestrate renal fibrogenesis, it is puzzling why progression rates of CKD differ dramatically among patients with identical underlying diseases [ 1, 2]. The fibrotic pathways are known, but the switches that control their intensities and which determine the speed at which fibrosis moves along the progression slope are not yet understood [ 1, 2]. The concept that genetic polymorphisms are the basis for individual progression rates of CKD is an obvious and attractive one. Distinct susceptibilities of different mouse and rat strains to experimental CKD are a strong testament of the impact of genetic variations on renal fibrogenesis. Identification of the underlying genetic polymorphisms and mechanistic proof of their involvement in the progression of CKD, however, is an ongoing challenge. There are two basic approaches: one strategy is to perform unbiased screening to identify genes which are associated with chronic progressive kidney disease and to then prove their mechanistic relevance in experimental studies ('genotype to phenotype approach'). The second strategy is to selectively analyse polymorphisms of genes which have been identified in mechanistic studies as drivers of renal fibrogenesis with regard to their association with CKD (phenotype to genotype approach). The puzzling observation, however, is that genetic analysis and mechanistic studies so far rarely complement each other. The current state of affairs is reviewed in more detail below.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23975750/"
}