{
    "title": "Immunologic Adverse Effects of Biologics for the Treatment of Atopy.",
    "doc_id": "31301006",
    "writer": "Aranez V",
    "year": "2020",
    "summary": "Biologicals targeting Th2-mediated inflammation have had fewer reported side effects, though many are new and emerging drugs whose adverse effects may remain to be fully elucidated with more use. ...As with all therapies, the risks associated with s …",
    "abstract": "The use of biologic agents as therapies for atopic diseases such as asthma and atopic dermatitis has increased greatly in recent years. The biological agents used to treat atopic diseases are for the most part monoclonal antibodies that suppress the immune response and reduce inflammation by targeting particular cytokines or other molecules involved in Th1, Th2, or Th17 immune reactions. Various side effects and rare complications have been reported from these agents. In this review, we discuss mechanisms of various adverse effects for the biologic agents currently in use or in development for atopic and inflammatory diseases. Monoclonal antibodies targeting the Th1 and Th17 pathways have been associated with significant side effects, partially due to their ability to cause significant impairment in immune responses to pathogens because of the immunologic alterations that they produce. Biologicals targeting Th2-mediated inflammation have had fewer reported side effects, though many are new and emerging drugs whose adverse effects may remain to be fully elucidated with more use. Therefore, continued long-term safety monitoring is required. As with all therapies, the risks associated with side effects of biologics must be balanced against the benefits these drugs offer for treating atopic diseases. One of the most apparent benefits is the steroid-sparing effect of well-chosen biologic therapy used to treat severe atopic disease. In contrast with the quite favorable safety profile of currently available biologics that target the Th2-mediated immune response, chronic systemic corticosteroid use is associated with significant side effects, many of which impact the majority of patients who are placed on long-term steroid therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31301006/"
}