{
    "title": "An ultrastructural study of the marginal transitional zone in the rabbit knee joint.",
    "doc_id": "6885623",
    "writer": "Thompson AM",
    "year": "1983",
    "summary": "The ultrastructure of the marginal transitional zone of femoral articular cartilage has been studied in the rabbit knee. ...Chondrocytes near the edge-belt, whatever their depth from the articular surface, ultrastructurally resemble middle zone (zone I …",
    "abstract": "The ultrastructure of the marginal transitional zone of femoral articular cartilage has been studied in the rabbit knee. There is an abrupt boundary between the convex margin of the cartilage and the synovial membrane. This is due to the arrangement and amount of collagen and of cells, because cell ultrastructure changes gradually from synovium to cartilage. The densely fibrous marginal synovium contains scattered fibrocytic cells with sparse cytoplasm and long filopodia. Near the synovium/cartilage interface, oval boundary cells containing more abundant cytoplasm abut on the cartilage matrix. In the periphery of the cartilage, an edge-belt of collagen fibrils runs obliquely from articular surface to subchondral bone. Chondrocytes near the edge-belt, whatever their depth from the articular surface, ultrastructurally resemble middle zone (zone II) cells of articular cartilage generally. The synovial surface of the marginal zone is smooth and resembles articular cartilage surfaces. Most intimal cells contain plentiful granular endoplasmic reticulum and Golgi membranes and hence are intermediate between A and B synoviocytes commonly found elsewhere. Non-fenestrated (type I) capillaries lie in a superficial stratum beneath the synovial surface and in a deep stratum near the synovium/cartilage boundary, and are surrounded by pericytes. No mast cells, macrophages, lymph vessels or nerves could be identified in the marginal zone. Contrary to earlier accounts of collagen orientation in this zone, most of the fibrils in the marginal synovium appear to run around the perimeter of the cartilage and only a few bundles run radially from the synovium towards the cartilage. It is suggested that the circumferential collagen both contains the marginal cartilage and prevents displacement of synovial tissue on to the articular surface. The radial strata of collagen serve to anchor the circumferential collagen to the cartilage edge-belt. In agreement with earlier investigators, it is considered that the edge-belt withstands tensile stresses arising from deformation of the articular surface. The role of the marginal synovium is also discussed in relation to synovial fluid formation and cartilage nutrition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6885623/"
}