{
    "title": "Dental injuries at the Xi'an, China Stomatological Hospital: A Retrospective Study.",
    "doc_id": "32450001",
    "writer": "Tan YZ",
    "year": "2020",
    "summary": "BACKGROUND/AIM: In order to enrich epidemiological knowledge regarding traumatic dental injuries (TDI) in China, and to further improve the treatment, prevention and education of TDI, the aim of this study was to retrospectively analyze the TDI that presented to the emergency den …",
    "abstract": "Background/aim:\n        \n      \n      In order to enrich epidemiological knowledge regarding traumatic dental injuries (TDI) in China, and to further improve the treatment, prevention and education of TDI, the aim of this study was to retrospectively analyze the TDI that presented to the emergency dental department at the Stomatological Hospital in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      This retrospective study included all first-visit patients who presented with TDI at the Stomatological Hospital affiliated with the Fourth Military Medical University in Xi'an, China, between January 2013 and June 2019. Data were extracted using the terms of diagnosis of TDI from the hospital database.\n    \n\n\n          Results:\n        \n      \n      Overall, 965 (606 males and 359 females) files were reviewed. The average age was 22.8 ± 13.4 years. Among the 2059 teeth injured (average of 2.1 teeth per patient), the maxillary incisors (1751; 85.0%) were the most prevalent teeth to present with injuries, while the main types of injuries were concussions (14.8%) enamel-dentin-fractures (14.50%) and enamel-dentin-pulp fractures (14.0%). After initial examination and diagnosis, 4.2% patients refused treatment.\n    \n\n\n          Conclusions:\n        \n      \n      The epidemiological statistics of TDI in Xi'an, China show consistency with other studies from around the world, but they also vary in diagnosis proportion and the choice of treatments. This information may further instruct treatment, prevention and emergency resources distribution to target the high-risk groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32450001/"
}