{
  "pmid": "41407025",
  "title": "A sulfonated cartilage interpenetrating polymer network reinforces and protects the extracellular matrix of degraded cartilage.",
  "abstract": "Cartilage extracellular matrix (ECM) comprises a type-II collagen fibril network that affords structure and tensile strength, complemented by a negatively charged, sulfated glycosaminoglycan (GAG) matrix that retains interstitial water. These components act synergistically, bestowing the rheological and tribological material properties essential to cartilage function. At the onset of osteoarthritis, a disease characterized by cartilage degeneration, GAGs diminish from the ECM reducing interstitial fluid load support (IFLS), equilibrium stiffness, and transferring load to the collagen fibril network, which subsequently breaks down, culminating in increased hydraulic permeability, and decreased cartilage stiffness. We restore the material properties of damaged cartilage critical to diarthrodial joint function by forming an interpenetrating polymer network (IPN) with the native collagen using a synthetic, hydrophilic, and biocompatible GAG-mimetic polymer. Upon visible light activation, the monomer, 3-sulfopropylmethacrylate (SPM), and the crosslinker, polyethylene glycol diacrylate (PEGDA), form a sulfonated and anionic IPN that fills the existing porous collagen matrix of degraded cartilage. Mechanistically, the highly sulfonated, anionic SPM IPN retards water transport, reestablishes collagen fibril network integrity, and restores tissue equilibrium stiffness, thereby returning the stiffness and viscoelastic properties of degraded cartilage to levels near healthy cartilage. Additionally, the SPM IPN protects cartilage by reducing the infiltration of inflammatory cytokines that are known to upregulate catabolic matrix metalloproteinases and downregulate GAG production. STATEMENT OF SIGNIFICANCE: Amelioration of OA requires a comprehensive approach: neutralize or impede catabolic enzymes that degrade cartilage and reconstitute damaged cartilage by augmenting tissue ECM constituents. Currently, there are no clinical treatments that restore the viscoelastic material properties of hyaline cartilage tissue critical to its mechanical function and impart chondroprotection after OA induction. This work suggests that reconstituting GAG-depleted cartilage using a synthetic sulfonated interpenetrating polymer to reestablish IFLS instilled into the joint and polymerized with white light during conventional arthroscopy represents an effective, and minimally invasive strategy to restore the material properties of cartilage in the early stages of OA.",
  "disease": "osteoarthritis"
}