{
    "title": "[A study on quality of life and related factors among HIV-infected men who have sex with men based on latent profile analysis].",
    "doc_id": "37661623",
    "writer": "Zhang XN",
    "year": "2023",
    "summary": "Objectives: To investigate the potential classification of quality of life in HIV-infected men who have sex with men (HIV-infected MSM) and to analyze possible influencing factors of different categories. ...The measures should be taken to reduce the adverse reactio …",
    "abstract": "Objectives: To investigate the potential classification of quality of life in HIV-infected men who have sex with men (HIV-infected MSM) and to analyze possible influencing factors of different categories. Methods: A questionnaire survey was conducted among HIV-infected MSM who received antiretroviral treatment (ART) in an infectious disease hospital in Ji'nan, Shandong Province from October to December 2020. The quality of life scores in six domains were analyzed by latent profile analysis (LPA), and possible related factors of potential classification were explored by ordinal logistic regression analysis. Results: A total of 584 HIV-infected MSM were included in this study. LPA divided their quality of life into three categories, named low score, medium score and high score groups, accounting for 34.4% (201/584), 49.8% (291/584), and 15.8% (92/584), respectively. Multivariate ordinal logistic regression analysis showed that age above 40 years (aOR=1.77, 95%CI:1.11-2.80), monthly average income of 3 000 Yuan and below (aOR=3.15, 95%CI:1.72-5.76), monthly average income of 3 001-5 000 Yuan (aOR=2.26, 95%CI:1.41-3.62), distance to the hospital to receive drugs farer than 40 kms (aOR=1.76, 95%CI:1.07-2.89), and adverse reactions after taking drugs (aOR=2.31, 95%CI:1.65-3.23) were factors associated with low level of quality of life. Conclusions: The qualities of life of HIV-infected MSM showed group heterogeneity and were at high levels. Attention should be focused on HIV-infected MSM who are at older age, with low income, and long distance to access the health facilities. The measures should be taken to reduce the adverse reactions of ART drugs and improve the quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37661623/"
}