{
  "pmid": "41468309",
  "title": "Welder's Anthrax Treated with Obiltoxaximab - Louisiana, 2024.",
  "abstract": "In September 2024, the ninth documented case of welder's anthrax was identified in a previously healthy male welder, aged 18 years, from Louisiana, who was hospitalized with pneumonia and respiratory failure requiring intubation and mechanical ventilation. Welder's anthrax is a recently described life-threatening pneumonia caused by infection with anthrax toxin-producing Bacillus cereus group bacteria; risk factors for infection are not well-understood. Eight previous cases (six fatal) were reported among welders or metalworkers from Louisiana and Texas. A coordinated state and federal response facilitated use of the anthrax antitoxin obiltoxaximab (Anthim), which was administered in combination with recommended multidrug antimicrobial therapy for inhalation anthrax, including bactericidal agents and protein synthesis inhibitors. The patient's clinical condition improved rapidly after administration of obiltoxaximab and antimicrobials and drainage of a pleural effusion. He was discharged with a tailored antibiotic regimen after a 26-day hospitalization; all of his pulmonary symptoms had resolved by his 3-month follow-up visit. An environmental investigation identified anthrax toxin genes in 28 (11.4%) of 245 soil and nonporous surface samples collected from the patient's worksite; however, this investigation did not clearly identify host or occupational factors that contributed to his illness. Enhanced workplace safety protocols and improved engineering and administrative controls could minimize exposure to dust and welding fumes and potentially decrease environmental exposure to infectious disease agents among metalworkers. Welder's anthrax should be considered in the differential diagnosis of pneumonia among welders and metalworkers, particularly those who live in or have worked in the southern United States. Health care providers should consult with CDC as soon as welder's anthrax is suspected to facilitate release of anthrax countermeasures, including antitoxins such as obiltoxaximab, as adjunctive therapy.",
  "disease": "pneumonia"
}