{
  "pmid": "41449356",
  "title": "CKD-M2 study: 2-year mortality prediction tool for advanced kidney disease.",
  "abstract": "A few models have been developed in recent years to predict all-cause mortality in patients with chronic kidney disease (CKD). However, many have been developed using inappropriate methods and have not been externally validated. This study aims to improve our previously validated tool for predicting 2-year all-cause mortality in stage 4-5 CKD patients by enlarging the training dataset, thereby enhancing its robustness, which is further supported by a second external validation. The Bayesian network-based 2-year all-cause mortality prediction tool was trained on a comprehensive national dataset, which was further enriched by incorporating data from a previous external validation. Internal performance was assessed using 10-fold cross-validation, while external validity was confirmed through a second validation on the CERRENE cohort. The discriminatory ability of the prediction tool was evaluated both internally and externally using accuracy, c-statistic, sensitivity, and specificity. The calibration of the external validation was visualized with a calibration curve. The prediction tool was developed using a training dataset of 1,061 patients (median age 72.3 years; 2-year mortality rate 21.2%) and externally validated using data from 409 patients (median age 77.5 years; 2-year mortality rate 17.6%) with CKD stage 4 or 5. The tool demonstrated satisfactory performance in both internal and external validation (accuracy: 77.2% and 77.8%; AUC-ROC: 0.76 and 0.74; sensitivity: 47.1% and 54.2%; specificity: 85.3% and 82.3%, respectively). The calibration curve demonstrated acceptable agreement between predicted and observed outcomes, and Brier score = 0.132. The updated prediction tool demonstrated satisfactory performance in both internal and external validation processes. Before it can be used in clinical practice, it must undergo national and international external validations, which are currently in progress.",
  "disease": "chronic kidney disease"
}