{
  "pmid": "41455672",
  "title": "Current status of FAP therapy in solid tumors.",
  "abstract": "FAP-ligands as novel cancer radiopharmaceuticals in nuclear medicine have been recently translated successfully into the clinical space. Particularly small molecules (i.e. FAPI-46, FAPI-74) and peptides (i.e. FAP-2286, DOTAGA.SA.FAPi) seem to be some of the most promising molecular probes for imaging and therapy. Back in 2019, there have been slight reservations about adopting this new imaging probe, after the decades of the solidly established role of FDG PET/CT in oncological imaging. At that time, it was expected that these novel ligands might challenge Onco-PET as new cornerstones in the individualized tumor staging and even beyond. However, FAP-targeted imaging is today not intended to replace FDG PET/CT, but rather to complement cancer imaging and therapy, where cancer subtypes exhibit low glucose metabolism which often leads to moderate or very insufficient FDG uptake. Recently, numerous FAP-imaging studies -ranging from single-case reports to larger patient cohorts and even prospective trials have reinforced the empirical understanding of FAP-imaging as a potentially \"disruptive\" modality compared to FDG PET/CT. The broader application of FAPI PET/CT has gained momentum, shaping a new narrative in oncological imaging and beyond. FAPI PET/CT is now increasingly recognized as a novel imaging agent that does not aim to replace FDG PET/CT, but rather supports it by enhancing diagnostic accuracy in specific sub-cohort of tumor entities, where FDG PET/CT tends to underperform. Several FAP-derivates- such as FAPI-04, FAPI-46, FAPI-74 for PET imaging as well as FAPI-34 for SPECT imaging were rapidly introduced into clinical practice. To date, FAP-imaging agents have steadily paved their way into clinical practice, particularly in tumor entities such as pancreatic ductal adenocarcinoma, gastroesophageal cancers, and hepatocellular carcinoma. Even in lung cancer, where FDG PET/CT has long held a well-established and clinically robust role, FAPI PET/CT has quickly emerged as a strong competitor, especially in case of lung adenocarcinoma. FAPI PET/CT has been gaining increasing acceptance beyond academic and scientific field as a tool for improved oncological imaging, while FAP theranostics is still in the elaboration and early translation. In contrast to imaging probes, FAP-derivates for therapy require a rather long residence (>48 h) time following successful target-binding at the cancer-associated fibroblast or FAP-positive tumor cells to enable the radiotoxic effect (beta- and alpha-emitter) and deliver enough LET to the cancer microenvironment. Meanwhile, FAP-based imaging probes are advancing into the clinical application, with Phase-II/III clinical trials expected as early as Q4/2025 (NCT07217704 & NCT07217717). In contrast, FAP-targeted therapeutics remain in the Phase-I or proof-of-concept stage but brings hope for patients with systemic disease who are left out and urgently need additional innovation drives beyond the standard care. This review article will give insight into the most recent developments in the FAP-Therapeutic applications of cancer treatments using several different promising FAP-derivates to improve FAP-theranostic in oncology.",
  "disease": "lung cancer"
}