{
  "pmid": "41453163",
  "title": "Decalogue of prediabetes: recommendations for its identification and comprehensive management.",
  "abstract": "Prediabetes is a condition that precedes diabetes with similar damage mechanisms but different diagnostic criteria. In prediabetes, there are certain promoting factors that encourage its development and once established, they favor the progression of comorbidity, especially cardiovascular. Excessive body weight is a main risk factor, usually part of prediabetes so it is recommended to implement lifestyle changes to prevent the development of diabetes, or even get to revert to normoglycemia. This may be possible if there is an adequate identification of risk factors and screening to establish individualized modifications and avoid associated complications. Prediabetes should not be underestimated, since it is part of the diabetes spectrum, and in the long term it has repercussions on quality and life expectancy. This document proposes 10 basic guidelines to broaden the vision of this entity, identifying in which cases there is a probability of remission, related damage mechanisms, risk factors, macrovascular complications that it entails, start of screening, diagnostic criteria, recommendations for lifestyle changes, and pharmacological and non-pharmacological treatment options. La prediabetes es un estado que antecede a la diabetes con mecanismos de daño similares, pero tiene criterios diagnósticos distintos. En la prediabetes existen ciertos factores promotores que fomentan su desarrollo, y que una vez establecida favorecen la progresión de comorbilidad, especialmente cardiovascular. Un factor de riesgo principal, que suele ser parte de la prediabetes, es el exceso de peso corporal, por lo que se recomienda implementar cambios en el estilo de vida para prevenir el desenlace a diabetes, o inclusive revertir a un estado de normoglucemia. Esto es posible siempre y cuando exista una adecuada identificación de factores de riesgo y un tamizaje para establecer modificaciones individualizadas y evitar complicaciones asociadas. La prediabetes no debe ser subestimada, pues forma parte del espectro de la diabetes y a largo plazo tiene repercusiones en la calidad y la esperanza de vida. Este documento propone 10 pautas básicas para ampliar la visión de esta afección, identificando en qué casos hay probabilidad de remisión, los mecanismos de daño relacionados, los factores de riesgo a tomar en cuenta, las complicaciones macrovasculares que conlleva, el inicio de tamizaje, los criterios diagnósticos, las recomendaciones de cambios en el estilo de vida y las opciones de tratamiento farmacológico y no farmacológico.",
  "disease": "diabetes mellitus"
}