{
    "title": "Understanding self-harm in older adults: A qualitative study.",
    "doc_id": "31388663",
    "writer": "Troya MI",
    "year": "2019",
    "summary": "BACKGROUND: Self-harm is the leading risk factor for suicide, with elevated rates reported amongst older populations. This study explores how older adults experience self-harm, identifying factors leading to self-harm. ...OUTCOMES: Between September 2017 to Septembe …",
    "abstract": "Background:\n        \n      \n      Self-harm is the leading risk factor for suicide, with elevated rates reported amongst older populations. This study explores how older adults experience self-harm, identifying factors leading to self-harm.\n    \n\n\n          Methods:\n        \n      \n      Semi-structured interviews with older adults (≥ 60 years) engaging in self-harm and support workers from third sector services in England. Older adults were invited to participate in a follow-up interview. Interviews were recorded, transcribed verbatim and data analysed thematically. Ethical approval obtained from Keele University's Ethics Review Panel. A Patient Involvement group contributed to study design, data analysis and interpretation.\n    \n\n\n          Outcomes:\n        \n      \n      Between September 2017 to September 2018, 24 interviews were conducted involving 16 participants: nine older adults and seven support workers. Eight older adults consented to follow-up interviews. All older adults reported diagnoses of mental illness in addition to physical illness. Participants identified diverse stressors accumulating over the life-course leaving older adults particularly vulnerable to self-harm. Such stressors included adverse events, loss, interpersonal and health problems. A sense of shame and stigma amongst older people using self-harm to manage distress was also reported.\n    \n\n\n          Interpretation:\n        \n      \n      Self-harm is often concealed due to stigma and shame, being further accentuated amongst older adults, which may result in low levels of medical help-seeking behaviour for self-harm. Self-harm occurred along a spectrum of no-suicidal intent to high-levels of intent, suggesting self-harm holds different functions to older adults. Clinicians should be aware of the existence of self-harm in this age-group, and the heightened risk amongst those with comorbidities so adequate assessment, support and/or referral is provided.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31388663/"
}