{
  "pmid": "41403568",
  "title": "Development of Mucoid Degeneration of the Anterior Cruciate Ligament Is Associated With Intermediate-Term Outcomes After High Tibial Osteotomy: A Propensity Score-Matched Analysis.",
  "abstract": "Mucoid degeneration (MD) of the anterior cruciate ligament (ACL) is a recognized pathology marked by collagen fiber degradation and infiltration of a mucoid substance, which may be associated with the subsequent development of knee osteoarthritis. To investigate the association between progressive MD-ACL and intermediate-term outcomes following high tibial osteotomy (HTO) for medial compartment knee osteoarthritis. Cohort study; Level of evidence, 3. The authors identified 322 patients who underwent medial opening-wedge HTO for medial compartment osteoarthritis with an intact ACL between 2015 and 2022. All patients underwent second-look arthroscopy approximately 2 years after the initial HTO, with a mean follow-up of 72.5 months (range, 27.0-116.0) from the initial HTO to the latest evaluation. Patients with MD-ACL observed during second-look arthroscopy were classified as the MD-ACL group, while those with a normal ACL served as the control group. Propensity score matching was conducted by age, sex, body mass index, and the interval between HTO and second-look arthroscopy, resulting in 43 matched patients in each group. Clinical outcomes were evaluated with the International Knee Documentation Committee (IKDC) score and Knee injury and Osteoarthritis Outcome Score (KOOS). Both groups showed significant improvements in clinical outcomes at second-look arthroscopy as compared with baseline (all  The development of MD-ACL was associated with poorer clinical outcomes after HTO over an intermediate follow-up period. Smaller intercondylar notch geometry, increased medial proximal tibial angle, and larger changes in posterior tibial slope were significant predictors of MD-ACL development. These findings highlight the importance of careful preoperative planning and meticulous attention to surgical techniques that avoid excessive increases in medial proximal tibial angle and PTS, thereby improving HTO outcomes.",
  "disease": "osteoarthritis"
}