{
    "title": "Molecular phenotypes of acute kidney injury in kidney transplants.",
    "doc_id": "22343120",
    "writer": "Famulski KS",
    "year": "2012",
    "summary": "Little is known regarding the molecular phenotype of kidneys with AKI because biopsies are performed infrequently. However, all kidney transplants experience acute injury, making early kidney transplants an excellent model of acute injury, provi …",
    "abstract": "Little is known regarding the molecular phenotype of kidneys with AKI because biopsies are performed infrequently. However, all kidney transplants experience acute injury, making early kidney transplants an excellent model of acute injury, provided the absence of rejection, because donor kidneys should not have CKD, post-transplant biopsies occur relatively frequently, and follow-up is excellent typically. Here, we used histopathology and microarrays to compare indication biopsies from 26 transplants with acute injury with 11 pristine protocol biopsies of stable transplants. Kidneys with acute injury showed increased expression of 394 transcripts associated with the repair response to injury, including many epithelium-like injury molecules tissue, remodeling molecules, and inflammation molecules. Many other genes also predicted the phenotype, including the acute injury biomarkers HAVCR1 and IL18. Pathway analysis of the injury-repair transcripts revealed similarities to cancer, development, and cell movement. The injury-repair transcript score in kidneys with acute injury correlated with reduced graft function, future renal recovery, brain death, and need for dialysis, but not with future graft loss. In contrast, histologic features of acute tubular injury did not correlate with function or with the molecular changes. Thus, the transcripts associated with repair of injury suggest a massive coordinated response of the kidney parenchyma to acute injury, providing both an objective measure for assessing the severity of injury in kidney biopsies and validation for many biomarkers of AKI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22343120/"
}