{
  "pmid": "41437118",
  "title": "The biomarker and clinical changes across the Alzheimer's continuum study (BCAS): rationale, design, and baseline characteristics of the first 1,013 participants.",
  "abstract": "Alzheimer's disease (AD) is the leading cause of dementia in China, but deeply phenotyped clinical cohorts remain limited. The Biomarker and Clinical changes across the Alzheimer's continuum Study (BCAS) was established at the First Affiliated Hospital, Zhejiang University School of Medicine to capture biological and clinical changes across the AD spectrum. BCAS is an ongoing, longitudinal memory clinic-based cohort initiated in 2016 in Zhejiang, one of China's most economically vigorous and rapidly aging regions. Individuals aged ≥ 40 years with cognitive concerns are recruited and undergo standardized clinical evaluation, comprehensive neuropsychological testing, biospecimen collection, and multimodal neuroimaging including MRI and amyloid and tau PET in subsets. Participants are followed every 1-2 years with repeat assessments. This paper reports baseline characteristics and preliminary findings from the first 1,013 participants enrolled up to January 2025. Participants had a mean age of 66.5 years (SD 9.6), with 49.8% women and an average of 9.7 years of education. Hypertension (41.4%), diabetes (14.6%), and hypercholesterolemia (12.0%) were the most prevalent comorbidities. The mean MoCA score was 19.2 (SD 6.1). Mean cognitive scores showed gradient decline across diagnostic groups from cognitively unimpaired, mild cognitive impairment to dementia, consistent with expected disease severity. Tau PET positivity showed a numerically larger cognitive z-score difference (-0.973 for T + vs. T-) compared with amyloid PET positivity (-0.530 for A + vs. A-). Among risk factors, higher age and diabetes were linked to lower scores, whereas higher education, tea consumption, and higher BMI were associated with better cognitive performance. The BCAS served as a biomarker-rich and multimodal resource to study the clinical and biological progression of AD in China. Preliminary analyses demonstrate expected associations and support the data quality. BCAS will act as a platform for biomarker validation and precision approaches to AD diagnosis and intervention.",
  "disease": "alzheimer disease"
}