{
    "title": "Low Young's Modulus TiNbSn Alloy Locking Plates Accelerate Osteosynthesis in Rabbit Tibiae.",
    "doc_id": "37704419",
    "writer": "Koguchi M",
    "year": "2023",
    "summary": "A new beta TiNbSn alloy with a low Young's modulus of approximately 40 GPa has been developed to resolve the stress shielding by Young's modulus divergence. In this study, the efficacy of TiNbSn alloy locking plates on bone repair is compared to that of commercially …",
    "abstract": "A new beta TiNbSn alloy with a low Young's modulus of approximately 40 GPa has been developed to resolve the stress shielding by Young's modulus divergence. In this study, the efficacy of TiNbSn alloy locking plates on bone repair is compared to that of commercially pure titanium (CP-Ti). The TiNbSn alloy and CP-Ti, which have Young's moduli of 49.1 GPa and 107 GPa, respectively, were compared. Male Japanese white rabbits were anesthetized, and osteotomy and osteosynthesis with locking plates were performed on the right tibia. The bone repair was assessed using micro-computed tomography (CT), histomorphometry, immunohistochemistry, and mechanical testing. Micro-CT, histomorphometry, immunohistochemistry, and mechanical testing were performed four weeks after osteotomy. Six weeks after surgery, micro-CT and mechanical testing were performed. Micro-CT analysis at four weeks after surgery showed that the intramedullary fracture callus in the TiNbSn alloy group had more bone volume and numerous bridging structures compared to the CP-Ti group (CP-Ti vs. TiNbSn alloy, 34.3 ± 13.1 mm3 vs. 61.3 ± 19.6 mm3, p = 0.02; mean ± standard deviation). At four weeks post-osteotomy, the healed tibia showed significantly higher strength in the TiNbSn alloy group compared with CP-Ti (CP-Ti vs. TiNbSn alloy, 81.3 ± 31.2 N vs. 133.7 ± 46.6 N, p = 0.04). TiNbSn alloy locking plates had a more positive impact on bone formation and bone strength restoration than the CP-Ti locking plates during the early phase of bone healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37704419/"
}