{
  "pmid": "41455016",
  "title": "Beyond screening: neighborhood-level factors associated with colorectal cancer stage at diagnosis.",
  "abstract": "While increasing colorectal cancer (CRC) screening uptake is a major public health goal, it remains unclear whether screening rates consistently translate to high earlier-stage diagnosis at the community level. This study examined the relationship between screening and early stage CRC diagnosis, identifying barriers that may disrupt this pathway. We used census-tract-level data on CRC patients diagnosed between 2010 and 2019 in the Ohio Cancer Incidence Surveillance System, linked to community-level screening estimates from CDC PLACES (2018). Census tracts were grouped into sociodemographically similar communities using the Max-p regionalization method. We applied geographic weighted regression (GWR) to assess spatial variation in the screening-early diagnosis relationship and used the Variable Selection Using Random Forest (VSURF) algorithm to identify key predictors of early stage diagnosis. Linear regression models evaluated associations between predictors, screening, and early stage diagnosis. 2,952 census tracts were aggregated into 869 communities for analysis. Higher screening rates were not consistently associated with early stage diagnosis, as revealed by GWR, which showed significant regional variation. VSURF identified structural factors, rather than screening uptake, as top predictors of early stage diagnosis. In multivariable models, uninsurance (β - 0.29) and public transportation dependence (β - 0.31) were associated with lower early stage diagnosis, while the screening rate was not independently associated. Structural barriers may disrupt the screening-to-diagnosis pathway at the community level. Our findings underscore the importance of investing in follow-up infrastructure, including navigation and transportation, to ensure that screening achieves its goal of early detection.",
  "disease": "colorectal cancer"
}