{
    "title": "The Histopathology of Vacuoles, E1 Enzyme, X-Linked, Autoinflammatory, Somatic Syndrome: Report of 12 Skin Biopsies From 6 Patients.",
    "doc_id": "39293663",
    "writer": "Brumbaugh BJ",
    "year": "2024",
    "summary": "We present the histopathology of 12 skin biopsies from 6 patients with vacuoles, enzyme E1, X-linked, autoinflammatory, somatic syndrome and review the literature. The age of these 6 men ranges from 62 to 83 years (median of 70 years). ...In summary, neutrophilic de …",
    "abstract": "We present the histopathology of 12 skin biopsies from 6 patients with vacuoles, enzyme E1, X-linked, autoinflammatory, somatic syndrome and review the literature. The age of these 6 men ranges from 62 to 83 years (median of 70 years). UBA1 mutation was documented in all 6 patients. Multiple organ systems were involved with constitutional symptoms noted in 4 of 6 patients (67%), cutaneous involvement in 6 of 6 patients (100%), hematologic abnormalities in 6 of 6 patients (100%), pulmonary involvement in 4 of 6 patients (67%), musculoskeletal abnormalities in 3 of 6 patients (50%), vascular thrombosis in 2 of 6 patients (33%), ocular involvement in 2 of 6 patients (33%), and gastrointestinal involvement in 5 of 6 patients (83%). Of the 6 presented patients, neutrophilic dermatosis was seen in 3 biopsies, histiocytoid neutrophilic dermatosis in 1 biopsy, neutrophilic dermatosis with vasculitis in 1 biopsy, neutrophilic and granulomatous dermatitis in 2 biopsies, septal panniculitis consistent with erythema nodosum in 2 biopsies, and nonspecific patterns in 3 biopsies. In summary, neutrophilic dermatosis, small-vessel vasculitis, and panniculitis are frequent histopathologic patterns noted in decreasing frequency in skin biopsies of the patients with vacuoles, enzyme E1, X-linked, autoinflammatory, somatic syndrome. However, the histopathologic findings can be diverse, nonspecific in some instances, and varied among different biopsies obtained from the same patient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39293663/"
}