{
    "title": "Association between sleep quality and urolithiasis among general population in Western China: a cross-sectional study.",
    "doc_id": "36127664",
    "writer": "Wang S",
    "year": "2022",
    "summary": "This study evaluated the association between the sleep quality and urolithiasis. The sleep quality was assessed using the Chinese version of the Pittsburgh Sleep Quality Index (PSQI) whereas urolithiasis, as the outcome was a binary varia …",
    "abstract": "Background:\n        \n      \n      Growing number of studies have evidently shown that sleep disorders are associated with the recently increased risk of various diseases in general human population. However, the relationship between sleep quality and urolithiasis condition in humans is still unclear. The present study explored the relationship between quality of sleep and urolithiasis in Chinese population of population, western China and hence investigated the effects of sleep quality on urolithiasis disease.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional analysis was performed using data from the West China Natural Population Cohort Study (WCNPCS). The data was collected between May 2019 and June 2021. This study evaluated the association between the sleep quality and urolithiasis. The sleep quality was assessed using the Chinese version of the Pittsburgh Sleep Quality Index (PSQI) whereas urolithiasis, as the outcome was a binary variable. Multivariable logistic regression models that adjust the sociodemographic characteristics and health-related factors were used to assess the association between sleep quality and urolithiasis. Interaction was tested in prespecified subgroup of interest.\n    \n\n\n          Results:\n        \n      \n      After adjusting a series of confounding variables, the Pittsburgh Sleep Quality Index scores were found to have a significant positive correlation with the prevalence of urolithiasis (OR: 1.178; 95% CI = 1.083-1.282; p < 0.001). The risk of urolithiasis was significantly increased with an elevation of the component Pittsburgh Sleep Quality Index score in sleep latency, sleep duration, habitual sleep efficiency, and daytime dysfunction.\n    \n\n\n          Conclusions:\n        \n      \n      It was evident that there is an association between sleep quality and prevalence of renal stones in natural population in western China regions. Poor sleep quality is related to urolithiasis. The findings of the current study hence highlighted the need for future public health guidelines to develop detailed strategies for improving sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36127664/"
}