{
  "pmid": "41451005",
  "title": "Efficacy of Narrative Nursing Model in psychological adjustment and improvement of treatment compliance in hypertension patients.",
  "abstract": "To explore the efficacy of the narrative nursing model on psychological adjustment and improvement of treatment compliance in patients with hypertension. A retrospective analysis was conducted on the clinical data of 120 patients with hypertension who were admitted to Hebei Provincial Hospital of Chinese Medicine between January 2022 to January 2025. The nursing interventions and pre-/post-assessments had been implemented as part of a quality improvement initiative in the hospital, and this study retrospectively reviewed the medical records and outcome data of patients who received different nursing approaches. Among them, 56 patients received routine nursing (control group) and 64 patients received the narrative nursing model on the basis of routine nursing (observation group). Psychological adjustment, treatment compliance, blood pressure levels and nursing satisfaction were compared between the two groups. After intervention, the Self-Rating Depression Scale (SDS) and Self-Rating Anxiety Scale (SAS) scores of both groups decreased compared to pre-intervention and were significantly lower in the observation group than the control group (P<0.05). The scores for medication compliance, exercise training, dietary regulation, stress management and blood pressure monitoring in both groups increased after the intervention, with markedly higher scores in the observation group compared to the control group (P < 0.05). Post-intervention diastolic and systolic blood pressure decreased in both groups. Patients in the observation group reported considerably lower post-intervention blood pressure levels (P<0.05). Nursing satisfaction in the observation group (96.88%) was higher than that in the control group (85.71%) (P<0.05). Implementing the narrative nursing model for patients with hypertension can improve psychological status, alleviate depression and anxiety, enhance treatment compliance, optimize blood pressure control and achieve high patient satisfaction.",
  "disease": "hypertension"
}