{
    "title": "Livable Environments and the Quality of Life of Older People: An Ecological Perspective.",
    "doc_id": "29982561",
    "writer": "Stephens C",
    "year": "2019",
    "summary": "The concept of \"livability\" supports this framework by providing a conceptualization of environments that support good quality of life. RESEARCH DESIGN AND METHODS: This observational study used an ecological framework of livability to assess cross-sectional relatio …",
    "abstract": "Background and objectives:\n        \n      \n      The WHO \"Framework for Policy for Healthy Ageing' (2015) focuses on the broader environment and the support it provides for everyday functioning of older people. The concept of \"livability\" supports this framework by providing a conceptualization of environments that support good quality of life.\n    \n\n\n          Research design and methods:\n        \n      \n      This observational study used an ecological framework of livability to assess cross-sectional relationships between living environments and perceived quality of life among 4,028 respondents, aged 50-89 years who were surveyed in 2016. A 4-step hierarchical model regressed quality of life on individual resources (health, chronic conditions, SES), contextual variables (distance to health care; rural/urban setting), perceptions of housing and neighborhood environments (housing satisfaction, neighborhood quality, neighborhood social cohesion), and interactions between these levels of the ecological model.\n    \n\n\n          Results:\n        \n      \n      As predicted, housing and neighborhood perceptions contributed an additional 5% variance to the model which explained 49% of quality of life. There were significant interactions between the contextual variables and qualities of housing and neighborhood.\n    \n\n\n          Discussion and implications:\n        \n      \n      These findings support the importance of material and social provisions of housing and neighborhoods to quality of life among older people. The ecological model highlights critical information provided by taking different levels of the environment and personal circumstances into account. The concept of \"livability,\" focusing on perceptions of the environment, can assist a shift from seeking the universal ideal neighborhood toward understanding the ways in which different communities may achieve quality of housing and neighborhood facilities that meet community members' needs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29982561/"
}