{
  "pmid": "41443150",
  "title": "CXCL2-TLR4 axis activates NETs by accelerating autophagy through ATG7 to promote the progression of idiopathic interstitial pneumonia.",
  "abstract": "This study aimed to elucidate the molecular mechanisms through which CXCL2 contributes to the pathogenesis of idiopathic interstitial pneumonia (IIP). Neutrophils were isolated, and the formation of neutrophil extracellular traps (NETs) was assessed after CXCL2 treatment. Cellular concentrations of cell-free DNA (cf-DNA) were quantified via a cf-DNA/NET kit. Additionally, an enzyme-linked immunosorbent assay (ELISA) was used to measure the expression levels of IL-6, TNF-α, and LL-37. Western blot analysis was used to measure the levels of LC3-II, LC3-I, citrullinated histone H3 (citH3), myeloperoxidase (MPO), and elastase. Immunohistochemistry was conducted to measure cit H3 levels. Pathological alterations in the lung tissue were examined via microscopic hemosiderin and eosin staining. CXCL2 treatment significantly increased the cellular expression levels of cf-DNA, IL-6, TNF-α, and LL-37, as well as cit H3 and MPO, which are markers of NETs. Furthermore, CXCL2 treatment induced a substantial increase in cellular autophagy. Additionally, CXCL2 treatment led to marked upregulation of TLR4 expression and further elevation of autophagy levels, accompanied by increases in cf-DNA, IL-6, TNF-α, and LL-37 expression. Inhibition of TLR4 expression significantly reduced the levels of these factors. Moreover, the CXCL2-induced upregulation of cf-DNA, IL-6, TNF-α, LL-37, cit H3, and MPO was notably suppressed following the knockdown of ATG7. In IIP murine models, there was a significant upregulation of cf-DNA, IL-6, TNF-α, and LL-37, as well as an increase in cit H3 and MPO expression. Lung tissue analysis revealed inflammatory cell infiltration, alveolar wall thickening, tissue congestion, and edema. Inhibition of CXCL2 and TLR4 expression significantly ameliorated these pathological changes. The CXCL2TLR4 axis may facilitate NET activation by promoting autophagy via ATG7, thereby contributing to IIP progression.",
  "disease": "pneumonia"
}