{
  "pmid": "41420230",
  "title": "Effects of empowerment model-based telenursing interventions on empowerment in individuals with COPD.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a leading cause of morbidity and mortality worldwide. Although empowerment-based interventions delivered through telenursing are suggested to enhance patients' self-management and health outcomes, evidence regarding their effectiveness in COPD patients remains limited. This study aimed to evaluate the effects of empowerment model-based telenursing interventions on patient empowerment and health outcomes in individuals with COPD. This single-blind randomized controlled trial included 90 patients with COPD (45 in the intervention group and 45 in the control group) recruited from a university hospital in Turkey. Participants were randomly assigned to the intervention and control groups. The intervention group received four face-to-face empowerment sessions followed by three months of structured telephone calls and reminder text messages, while the control group received standard care. Data were collected at T₀ (baseline), T₁ (3 months/post-test), and T₂ (6 months/follow-up) using the COPD Empowerment Scale (COPD-ES), COPD Assessment Test (CAT), Modified Medical Research Council Dyspnea Scale (mMRC), Modified Barthel Index, Inhaler Device Use Skill Scale, and Pulmonary Function Test (PFT). The data obtained in the study were statistically analyzed using SPSS (Statistical Package for the Social Sciences) version 25.0 for Windows. The study adhered to the CONSORT 2010 guidelines. The intervention group demonstrated significant improvements across multiple outcomes compared with the control group. At T₁ and T₂, notable gains were observed in COPD-ES total scores (p < 0.001, η² = 0.704), CAT scores (p < 0.01, η² = 0.501), mMRC scores (p < 0.01, η² = 0.072), inhaler device use skills (p < 0.001, η² = 0.531), and pulmonary function test values (p < 0.05, η² = 0.176). In addition, hospital admissions and visits related to COPD exacerbations significantly decreased (p < 0.05, η² = 0.412 and η² = 0.384, respectively). No significant changes were found in Modified Barthel Index scores (p > 0.05, η² = 0.004), indicating stable functional independence throughout the study period. Empowerment model-based telenursing interventions were effective in enhancing patient empowerment, improving symptom control, optimizing pulmonary function, and reducing hospital utilization among COPD patients. These findings support the integration of empowerment-focused telenursing strategies into routine COPD management. HYPERLINK \"http://ClinicalTrials.gov\" ClinicalTrials.gov Identifier: NCT06217718 [Registration date 2024/02/15].",
  "disease": "chronic obstructive pulmonary disease"
}