{
    "title": "Neonatal Platelet Transfusions and Future Areas of Research.",
    "doc_id": "27282660",
    "writer": "Sola-Visner M",
    "year": "2016",
    "summary": "Thrombocytopenia is a risk factor for common preterm complications such as intraventricular hemorrhage; however, a causal link has not been established, and platelet transfusions have not been shown to reduce risk of developing intraventricular hemorrhage. ...Aberra …",
    "abstract": "Thrombocytopenia affects approximately one fourth of neonates admitted to neonatal intensive care units, and prophylactic platelet transfusions are commonly administered to reduce bleeding risk. However, there are few evidence-based guidelines to inform clinicians' decision-making process. Developmental differences in hemostasis and differences in underlying disease processes make it difficult to apply platelet transfusion practices from other patient populations to neonates. Thrombocytopenia is a risk factor for common preterm complications such as intraventricular hemorrhage; however, a causal link has not been established, and platelet transfusions have not been shown to reduce risk of developing intraventricular hemorrhage. Platelet count frequently drives the decision of whether to transfuse platelets, although there is little evidence to demonstrate what a safe platelet nadir is in preterm neonates. Current clinical assays of platelet function often require large sample volumes and are not valid in the setting of thrombocytopenia; however, evaluation of platelet function and/or global hemostasis may aid in the identification of neonates who are at the highest risk of bleeding. Although platelets' primary role is in establishing hemostasis, platelets also carry pro- and antiangiogenic factors in their granules. Aberrant angiogenesis underpins common complications of prematurity including intraventricular hemorrhage and retinopathy of prematurity. In addition, platelets play an important role in host immune defenses. Infectious and inflammatory conditions such as sepsis and necrotizing enterocolitis are commonly associated with late-onset thrombocytopenia in neonates. Severity of thrombocytopenia is correlated with mortality risk. The nature of this association is unclear, but preclinical data suggest that thrombocytopenia contributes to mortality rather than simply being a proxy for disease severity. Neonates are a distinct patient population in whom thrombocytopenia is common. Their unique physiology and associated complications make the risks and benefits of platelet transfusions difficult to understand. The goal of this review was to highlight research areas that need to be addressed to better understand the risks and benefits of platelet transfusions in neonates. Specifically, it will be important to identify neonates at risk of bleeding who would benefit from a platelet transfusion and to determine whether platelet transfusions either abrogate or exacerbate common neonatal complications such as sepsis, chronic lung disease, necrotizing enterocolitis, and retinopathy of prematurity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27282660/"
}