{
    "title": "Physiological markers of sleep quality: A scoping review.",
    "doc_id": "35753151",
    "writer": "McCarter SJ",
    "year": "2022",
    "summary": "In general, correlations between objectively measured sleep and objective performance or subjectively assessed sleep quality were weak to moderate. Slow wave sleep was moderately correlated with better performance on tasks of vigilance, motor speed, an …",
    "abstract": "Understanding the associations between adequate sleep, performance and health outcomes is vital, yet a major limitation in the design and interpretation of studies of sleep and performance is the variability of subjective and objective markers used to assess sleep quality. The aim of this scoping review is to investigate how various physiological signals recorded during sleep or wakefulness relate to objective measures of cognitive or physical performance and subjectively perceived sleep quality to inform conceptual understanding of the elusive, amorphous, and multi-dimensional construct of sleep quality. We also aimed to suggest priorities for future areas of research in sleep quality and performance. We searched six databases ultimately yielding 439 studies after duplicate removal. Sixty-five studies were selected for full review. In general, correlations between objectively measured sleep and objective performance or subjectively assessed sleep quality were weak to moderate. Slow wave sleep was moderately correlated with better performance on tasks of vigilance, motor speed, and executive function as well as better subjective sleep quality and feeling well-rested, suggesting that slow wave sleep may be important for sleep quality and optimal daytime performance. However, these findings were inconsistent across studies. Increased sleep fragmentation was associated with poorer subjective sleep quality in both polysomnographic and actigraphic studies. Studies which simultaneously assessed physiologic sleep measures, performance measures and subjective sleep perception were few, limiting the ability to evaluate correlations between subjective and objective outcomes concurrently in the same individuals. Factors influencing the relationship between sleep quality and performance include circadian variability, sleep inertia, and mismatch between sleep stages studied and outcome measures of choice. Ultimately, the determination of \"quality sleep\" remains largely subjective and inconsistently quantifiable by current measures. Methods evaluating sleep as a continuous measure rather than traditional sleep stages may provide an intriguing approach to future studies of sleep and performance. Future well-designed studies using novel measures of sleep or multimodal ambulatory wearables assessing the three domains of sleep and performance (objective sleep physiology, objective performance, and subjective sleep quality) are needed to better define quality sleep.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35753151/"
}