{
    "title": "Differential role of NMDA receptors in hippocampal-dependent spatial memory and plasticity in juvenile male and female rats.",
    "doc_id": "39143939",
    "writer": "Narattil NR",
    "year": "2024",
    "summary": "Early life, or juvenility, stands out as the most pivotal phase in neurodevelopment due to its profound impact over the long-term cognition. ...Our results show the sex-dimorphic role of NMDAr in spatial memory and plasticity during juvenility, as systemic NMDAr blo …",
    "abstract": "Early life, or juvenility, stands out as the most pivotal phase in neurodevelopment due to its profound impact over the long-term cognition. During this period, significant changes are made in the brain's connections both within and between different areas, particularly in tandem with the development of more intricate behaviors. The hippocampus is among the brain regions that undergo significant postnatal remodeling, including dendritic arborization, synaptogenesis, the formation of complex spines and neuron proliferation. Given the crucial role of the hippocampus in spatial memory processing, it has been observed that spatial memory abilities continue to develop as the hippocampus matures, particularly before puberty. The N-methyl-d-aspartate (NMDA) type of glutamate receptor channel is crucial for the induction of activity-dependent synaptic plasticity and spatial memory formation in both rodents and humans. Although extensive evidence shows the role of NMDA receptors (NMDAr) in spatial memory and synaptic plasticity, the studies addressing the role of NMDAr in spatial memory of juveniles are sparse and mostly limited to adult males. In the present study, we, therefore, aimed to investigate the effects of systemic NMDAr blockade by the MK-801 on spatial memory (novel object location memory, OLM) and hippocampal plasticity in the form of long-term potentiation (LTP) of both male and female juvenile rats. Our results show the sex-dimorphic role of NMDAr in spatial memory and plasticity during juvenility, as systemic NMDAr blockade impairs the OLM and LTP in juvenile males without an effect on juvenile females. Taken together, our results demonstrate that spatial memory and hippocampal plasticity are NMDAr-dependent in juvenile males and NMDAr-independent in juvenile females. These sex-specific differences in the mechanisms of spatial memory and plasticity may imply gender-specific treatment for spatial memory disorders even in children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39143939/"
}