{
  "pmid": "41462548",
  "title": "Cost-effectiveness of hypofractionated radiation therapy versus conventional radiation therapy for unresectable stage III non-small cell lung cancer.",
  "abstract": "Moderately hypofractionated radiation therapy (Hypo-RT) has emerged as a promising alternative to conventional radiation therapy (Con-RT) for patients with unresectable stage III non-small cell lung cancer (NSCLC) receiving concurrent chemotherapy. Emerging evidence suggests that Hypo-RT may offer advantages in overall survival and local control compared to Con-RT. However, despite its clinical benefits, the economic value of Hypo-RT for this specific indication remains underexplored. This study aimed to compare the cost-effectiveness of Hypo-RT with Con-RT in this patient population.Prior prospective and retrospective studies have demonstrated that Hypo-RT achieves superior local disease control without significantly increasing major toxicity in medically inoperable stage III NSCLC. Nevertheless, a comprehensive evaluation of its cost-effectiveness is lacking. Therefore, we sought to assess whether Hypo-RT represents a cost-effective alternative to Con-RT for the standard-of-care treatment of unresectable stage III NSCLC. We developed a three-stage Markov model with a 5-year lifetime horizon to evaluate the costs and clinical outcomes of Hypo-RT versus Con-RT. Primary outcomes included life years (LYs), total costs, quality-adjusted life years (QALYs), and the incremental cost-effectiveness ratio (ICER). To ensure robustness, we conducted one-way and probabilistic sensitivity analyses. Base-case analysis revealed that Hypo-RT yielded 2.17 QALYs at a total cost of $121,629.30, whereas Con-RT resulted in 1.65 QALYs at a higher cost of $183,926.18. Hypo-RT was not only more effective but also cost-saving, with an ICER of -$120,464.19 per QALY gained, indicating dominance over Con-RT. These findings were further supported by deterministic (DSA) and probabilistic sensitivity analyses (PSA), which consistently favored Hypo-RT as the more cost-effective strategy. Hypo-RT is likely to be a cost-effective and economically favorable option compared to Con-RT for patients with unresectable stage III NSCLC undergoing concurrent chemotherapy. These results support its broader adoption in clinical practice, pending further validation in real-world settings.",
  "disease": "lung cancer"
}