{
    "title": "Women and kidney disease: Reflections on world kidney day 2018.",
    "doc_id": "29405643",
    "writer": "Piccoli GB",
    "year": "2018",
    "summary": "THE ISSUES: Pregnancy is a unique state for women, offering an opportunity for diagnosis of kidney disease, but also a state where acute and chronic kidney diseases may manifest, and which may impact future generations with respect to kidney hea …",
    "abstract": "Background:\n        \n      \n      Chronic Kidney Disease affects approximately 10% of the world's adult population: it is within the top 20 causes of death worldwide, and its impact on patients and their families can be devastating. World Kidney Day and International Women's Day in 2018 coincide, thus offering an opportunity to reflect on the importance of women's health and specifically their kidney health, on the community, and the next generations, as well as to strive to be more curious about the unique aspects of kidney disease in women so that we may apply those learnings more broadly. Girls and women, who make up approximately 50% of the world's population, are important contributors to society and their families. Gender differences continue to exist around the world in access to education, medical care and participation in clinical studies.\n    \n\n\n          The issues:\n        \n      \n      Pregnancy is a unique state for women, offering an opportunity for diagnosis of kidney disease, but also a state where acute and chronic kidney diseases may manifest, and which may impact future generations with respect to kidney health. There are various autoimmune and other conditions that are more likely to impact women with profound consequences for child bearing, and on the foetus. Low birth weight children have increased risk of metabolic diseases, CVD and CKD. Women have different complications on dialysis than men, and are more likely to be donors than recipients of kidney transplants. There is little data to guide best practice and limited research in the area.\n    \n\n\n          Conclusions:\n        \n      \n      In this editorial, we focus on what we do and do not know about women, kidney health and kidney disease, and what we might learn in the future to improve outcomes worldwide.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29405643/"
}