{
    "title": "Autoimmune markers in slow type 1 diabetes: confrontation to type 1 diabetes.",
    "doc_id": "11119014",
    "writer": "Desailloud R",
    "year": "2000",
    "summary": "Slow onset type 1 diabetes is an heterogeneous entity. Its clinical features may mimick type 2 diabetes but its pathophysiological mechanisms are close to type 1 diabetes. ...RESULTS: (Slow type 1 diabetes versus type 1 …",
    "abstract": "Slow onset type 1 diabetes is an heterogeneous entity. Its clinical features may mimick type 2 diabetes but its pathophysiological mechanisms are close to type 1 diabetes.\n    \n\n\n          Aim of the study:\n        \n      \n      To find out the frequencies, levels and associations of ICA, GADab and IA-2ab in type 2 diabetic patients with atypical phenotype. To compare it to type 1 diabetes.\n    \n\n\n          Patients and methods:\n        \n      \n      ICA, GADab and IA-2ab were determined in: - 61 patients (age at diagnosis 48.2 +/- 10, range 36-73 years) with an initial diagnosis of type 2 diabetes but having at least one symptom suggesting a slow type 1 diabetes (loss of weight, absence of obesity at diagnosis or secondary failure of oral hypoglycaemic agents). - 70 patients with type 1 diabetes (age 18 +/- 8.9, range 2-35 years). Clinical data evaluated in slow type 1 were maximal BMI, BMI and loss of weight at diagnosis and autoimmune disease. Fasting C-peptide and insulinemia were also assessed.\n    \n\n\n          Results:\n        \n      \n      (Slow type 1 diabetes versus type 1 diabetes). ICA (43% vs 70%; p <0.01) and IA-2ab (16% vs 75%; p <0.01) were more frequent in type 1. GADab were as frequent (62% vs 74%). Association of the three antibodies (15.7% vs 58.5%; p <0.05) were more frequent in type 1. Prevalence of GADab alone (27.5% vs 7.5%; p <0.05) was higher in slow type 1 diabetes and with higher levels (median 55.5 UI/ml vs 17 UI/ml; p <0.01). There was no difference for levels of ICA (25.5 UJDF/ml vs 28 UJDF/ml) or IA-2ab (11.5 UI/ml vs 38.5 UI/ml). BMI of GADab positive patients was lower. Delay of insulinotherapy was shorter in GADab or ICA positive patients. We did not find any relationship between antibodies presence and fasting C-peptide or insulinemia.\n    \n\n\n          Conclusion:\n        \n      \n      Slow type 1 diabetes should be evoked in atypical type 2 diabetes. Slow onset type 1 diabetic patients have different autoimmune patterns suggesting a different pathophysiological process. GADab and ICA are useful markers to predict future insulinopenia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11119014/"
}