{
    "title": "When risk becomes illness: The personal and social consequences of cervical intraepithelial neoplasia medical surveillance.",
    "doc_id": "31841543",
    "writer": "Freijomil-Vázquez C",
    "year": "2019",
    "summary": "Clinical risk management resulted in the medicalization of women's personal and social lives and produced great uncertainty. CONCLUSIONS: This study is the first to conceptualize CIN medical surveillance as an illness experience for patients. ...Patients deal with g …",
    "abstract": "Background:\n        \n      \n      After the early detection of cervical intraepithelial neoplasia (CIN), medical surveillance of the precancerous lesions is carried out to control risk factors to avoid the development of cervical cancer.\n    \n\n\n          Objective:\n        \n      \n      To explore the effects of medical surveillance on the personal and social lives of women undergoing CIN follow-up and treatment.\n    \n\n\n          Methodology:\n        \n      \n      A generic qualitative study using a poststructuralist perspective of risk management was carried out in a gynecology clinic in a public hospital of the Galician Health Care System (Spain). Participants were selected through purposive sampling. The sample consisted of 21 women with a confirmed diagnosis of CIN. Semistructured interviews were recorded and transcribed, and a thematic analysis was carried out, including researcher triangulation to verify the results of the analysis.\n    \n\n\n          Findings:\n        \n      \n      Two main themes emerged from the participants' experiences: CIN medical surveillance encounters and risk management strategies are shaped by the biomedical discourse, and the effects of \"risk treatment\" for patients include (a) profound changes expected of patients, (b) increased patient risk management, and (c) resistance to risk management. While doctors' surveillance aimed to prevent the development of cervical cancer, women felt they were sick because they had to follow strict recommendations over an unspecified period of time and live with the possibility of a life-threatening disease. Clinical risk management resulted in the medicalization of women's personal and social lives and produced great uncertainty.\n    \n\n\n          Conclusions:\n        \n      \n      This study is the first to conceptualize CIN medical surveillance as an illness experience for patients. It also problematizes the effects of preventative practices in women's lives. Patients deal with great uncertainty, as CIN medical surveillance performed by gynecologists simultaneously trivializes the changes expected of patients and underestimates the effects of medical recommendations on patients' personal wellbeing and social relations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31841543/"
}