{
  "pmid": "41466224",
  "title": "Early initiation of SGLT2 inhibitors within guideline-directed medical therapy and outcomes in newly diagnosed heart failure patients.",
  "abstract": "Heart failure (HF) is a major cause of hospitalization and mortality. Early initiation of guideline-directed medical therapy (GDMT) improves outcomes in heart failure with reduced ejection fraction (HFrEF). This study assesses the impact of starting GDMT with an SGLT2i in newly diagnosed HFrEF patients. The XXXX1 multicenter prospective registry enrolled consecutive newly diagnosed HFrEF patients between October 2021 and March 2022 to evaluate the influence of medical treatment schedules in newly diagnosed HFrEF. In this substudy, patients were grouped by initial GDMT with or without an SGLT2i. Over six months, clinical variables, echocardiographic and laboratory parameters, and clinical events (hospitalizations, emergency visits) were collected. The primary aim was to compare GDMT implementation (quadruple therapy rates), with secondary aims assessing efficacy (target doses) and safety (adverse events). Of 518 patients, 400 initiated treatment with an SGLT2i, while 118 did not, with no differences in the baseline characteristics. At six months, 81.5% of patients who started with an SGLT2i were on quadruple therapy, compared to 61.2% in the non-SGLT2i group (p = 0.0001). The group starting with an SGLT2i showed a significant increase in left ventricular ejection fraction at 3 months (14.2% vs 10.6%; p = 0.023) and preservation of renal function (GFR change: -4.7 vs + 0.4 mL/min; p = 0.011). Furthermore, patients who started on SGLT2i showed a trend toward fewer HF decompensations and a significantly lower rate of non-cardiovascular hospitalizations. Initiating GDMT with an SGLT2i facilitates the early implementation of quadruple therapy, improves LVEF, preserves renal function, and shows a trend toward reducing HF decompensations. SGLT2i initiation also demonstrated a favourable safety profile, supporting their early use in newly diagnosed HFrEF patients.",
  "disease": "stroke"
}