{
    "title": "Sleep quality disparities in different pregnancy trimesters in low- and middle-income countries: a systematic review and meta-analysis.",
    "doc_id": "39354392",
    "writer": "Mislu E",
    "year": "2024",
    "summary": "Poor sleep quality, characterized by difficulties in falling asleep or staying asleep, can cause poor pregnancy outcome. ...RESULT: In this meta-analysis, 38 studies that measured poor sleep quality using the Pittsburg Sleep Quality Index …",
    "abstract": "Introduction:\n        \n      \n      Sleep is a crucial determinant of maternal and fetal health, significantly impacting the well-being of both the mother and her developing fetus. Poor sleep quality, characterized by difficulties in falling asleep or staying asleep, can cause poor pregnancy outcome. Conversely, studies came with inconsistent result in the prevalence of poor sleep quality in different trimester of pregnancy. Therefore, this systematic review and meta-analysis study aimed to compare the prevalence of poor sleep quality in different trimesters.\n    \n\n\n          Method:\n        \n      \n      A systematic review and meta-analysis were done on published studies. Electronic data base search was done from PubMed, Hinari, Medline and Google Scholar. Data were extracted with Excel and the analysis were done using STATA version 17. Publication bias was assessed both graphically and statistically. I-square test was used to identify heterogeneity.\n    \n\n\n          Result:\n        \n      \n      In this meta-analysis, 38 studies that measured poor sleep quality using the Pittsburg Sleep Quality Index (PSQI ≥ 5) were included. The pooled prevalence of poor sleep quality was identified as 37.46% (95% CI: 29.26, 45.67) in the first trimester, 47.62% (95% CI: 42.23, 53.02) in the second trimester, and 60.05% (95% CI: 51.32, 68.78) in the third trimester.\n    \n\n\n          Conclusion:\n        \n      \n      This study identified a significant discrepancy in the prevalence of poor sleep quality, which increases as gestational age advances. Therefore, this discrepancy should be addressed, and additional support should be provided to pregnant women to help them achieve adequate sleep, especially as gestational age advances.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39354392/"
}