{
    "title": "Assessing Prevalence and Unique Risk Factors of Suicidal Ideation among First-Year University Students in China Using a Unique Multidimensional University Personality Inventor.",
    "doc_id": "36078501",
    "writer": "Wu O",
    "year": "2022",
    "summary": "However, little is known about the prevalence and associated risk factors of suicidal ideation among first-year university students in China, especially during the COVID-19 pandemic. OBJECTIVES: To investigate the prevalence of suicidal ideation and its factors in first-ye …",
    "abstract": "Background:\n        \n      \n      University students with suicidal ideation are at high risk of suicide, which constitutes a significant social and public health problem in China. However, little is known about the prevalence and associated risk factors of suicidal ideation among first-year university students in China, especially during the COVID-19 pandemic.\n    \n\n\n          Objectives:\n        \n      \n      To investigate the prevalence of suicidal ideation and its factors in first-year Chinese university students from a vocational college in Zhejiang during the COVID-19 pandemic.\n    \n\n\n          Methods:\n        \n      \n      Using a cluster sampling technique, a university-wide survey was conducted of 686 first-year university students from Hangzhou in March 2020 using University Personality Inventory (UPI). UPI includes an assessment for suicidal ideation and possible risk factors. Suicidal ideation prevalence was calculated for males and females. Univariate analysis and multivariable logistic regression models were conducted, adjusting for age and sex. Analyses were carried out using the SPSS version 22.0 software.\n    \n\n\n          Results:\n        \n      \n      The prevalence of 12-month suicidal ideation among first-year university students during March 2020 was 5.2%, and there was no significant difference between males and females (4.8% vs. 6.0%, x2 = 0.28, p = 0.597). Multivariable logistic regression analysis identified social avoidance (B = 0.78, OR = 2.17, p < 0.001) and emotional vulnerability (B = 0.71, OR = 2.02, p < 0.001) as positively associated with suicidal ideation.\n    \n\n\n          Conclusions:\n        \n      \n      Social avoidance and emotional vulnerabilities are unique factors associated with greater suicidal ideation among first-year university students during the COVID-19 pandemic. UPI serves as a validated tool to screen suicide risks among Chinese university students. Encouraging social engagement and improving emotional regulation skills are promising targets to reduce suicidal ideation among first-year university students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36078501/"
}