{
  "pmid": "41422124",
  "title": "The application of local lesion postoperative continuous irrigation for the perioperative management of spinal tuberculosis with posterior-only approach surgery.",
  "abstract": "To investigate the differences in perioperative indices, including experimental results and quality-of-life-related scores between patients managed with postoperative irrigation and drainage and those managed with drainage alone. This was a retrospective analysis of 88 patients with spinal tuberculosis who underwent surgical treatment at our spinal surgery center from January 2017 to January 2022, including 32 patients with continuous postoperative irrigation and 56 patients with postoperative drainage alone. Demographic and general characteristics, laboratory data, quality-of-life-related data, and complications were compared. Compared the drainage-only group, the inflammation-related index decreased more rapidly when local irrigation was performed. The ESR decreased from 65.7 ± 15.6 to 45.6 ± 8.3 in the irrigation group and from 64.2 ± 12.1 to 56.3 ± 6.5 in the drainage-only group during the first postoperative week. The VAS score also improved significantly in both the irrigation and drainage-only groups. In addition, the neurological condition improved to a greater extent at 2 weeks after surgery in the irrigation group, although a significant difference was not detected between the two groups. The average bed rest time of the irrigation group was longer than that of the drainage-only group, and the D-dimer level increased more in the irrigation group than in the drainage-only group at one week. Compared with the preoperative HADS score, the postoperative HADS score clearly decreased in both groups, and the irrigation group had better mental health conditions than the drainage-only group. Postoperative continuous irrigation combined with drainage is an optional perioperative management strategy that can significantly improve inflammatory and mental conditions compared with postoperative drainage alone, resulting in better clinical outcomes at the early postoperative stage.",
  "disease": "tuberculosis"
}