{
    "title": "Human acute tubular necrosis: a lectin and immunohistochemical study.",
    "doc_id": "7860054",
    "writer": "Nadasdy T",
    "year": "1995",
    "summary": "To determine the nephron segment distribution of tubular epithelial damage and regeneration and the proliferative activity of various nephron segments in human acute tubular necrosis (ATN) with an antibody to proliferating cell nuclear antigen (PCNA) and to compare the fin …",
    "abstract": "To determine the nephron segment distribution of tubular epithelial damage and regeneration and the proliferative activity of various nephron segments in human acute tubular necrosis (ATN) with an antibody to proliferating cell nuclear antigen (PCNA) and to compare the findings in native kidneys with ATN with those in transplant kidneys with ATN, archival tissues from 12 native and 21 transplant kidney biopsy specimens and nine transplant nephrectomy specimens were collected that all showed obvious morphological signs of ATN. Nineteen patients with transplant kidneys with ATN were immunosuppressed with cyclosporine and 11 were immunosuppressed with prednisone and azathioprine. There was a predominance of \"regenerating\" tubules (tubules with thin epithelium) in the distal nephron in native kidneys with ATN; in the transplant kidneys this was less conspicuous. The number of Tamm-Horsfall protein (THP)-positive tubules was decreased in all kidneys with ATN compared with normal human kidneys. In contrast, the number of THP-positive casts was much higher in all kidneys with ATN than in the normal kidneys. In transplant kidneys with ATN the number of THP-positive casts was substantially lower than in native kidneys with ATN. The macula densa appears to maintain its morphological integrity in kidneys with ATN. Both regenerating and normal appearing tubules expressed vimentin and HLA-DR. The proliferation index (PI; ie, percentage of PCNA-positive nuclei) of the renal tubular epithelium in normal control kidneys varied between 0.22 and 0.33, depending on the tubule segment. The highest PI was noted in the transplant kidneys with ATN not treated with cyclosporine (8.0), followed by the native kidneys with ATN (4.4) and the transplant kidneys with ATN treated with cyclosporine (4.3). We did not find any significant difference in the PI between the regenerating (5.0) and normal appearing (5.6) tubules. Proximal tubules (8.7) showed significantly higher PI values than distal tubules (3.5) in transplant kidneys with ATN. Our results show substantial differences between native kidneys and transplant kidneys with ATN. Tubular epithelial cell proliferation in human ATN is prominent and appears to correlate with the severity of ATN. Light microscopically normal appearing tubules and regenerating tubules participate equally in the regeneration of injured tubules. Cyclosporine may have an inhibitory effect on cell regeneration (proliferation) in human transplant kidneys with ATN.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7860054/"
}