{
    "title": "Spinal cord tissue pressure during spinal cord distraction in dogs.",
    "doc_id": "1523505",
    "writer": "Jarzem PF",
    "year": "1992",
    "summary": "Spinal column distraction is a known cause of spinal cord injury. Laplace's law predicts that cord interstitial pressure will elevate during spinal cord distraction. ...At this point a simultaneous fall in spinal cord blood …",
    "abstract": "Spinal column distraction is a known cause of spinal cord injury. Laplace's law predicts that cord interstitial pressure will elevate during spinal cord distraction. To determine the significance of the Laplace predictions a series of in vitro and in vivo experiments examining spinal cord distraction were performed. In vitro experiments were carried out on 10 dog spinal cords in a specially designed distraction apparatus. These experiments verified the Laplace's law demonstrating a close correlation (R(avg) = 0.99) between the tension applied to the cord, and cord interstitial pressure. Cord interstitial pressure strain (elongation) curves show that initial elongation is accompanied by negligible elevations of cord interstitial pressure; the final 20% elongation being responsible for 80% of the elevation in cord interstitial pressure. In vivo experiments were carried out on five beta-blocked dogs. Significant elevations in cord interstitial pressure were obtained during stepwise spinal column distraction. Spinal cord blood flow and somatosensory evoked potentials were well maintained during distraction until cord interstitial pressure reached 47 mm Hg. At this point a simultaneous fall in spinal cord blood flow and somatosensory evoked potentials was noted. Release of the distracting force resulted in return of spinal cord blood flow, somatosensory evoked potentials, and cord interstitial pressure to baseline. The authors conclude that significant elevations in cord interstitial pressure occur with spinal cord distraction and that these cord interstitial pressure elevations are associated with a reversible ischemic response in the cord.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1523505/"
}