{
  "pmid": "41440859",
  "title": "Coronary Artery Calcification on Non-Cardiac Gated CT Thorax Scans: A Single Tertiary Centre Retrospective Observational Study.",
  "abstract": "While the 2024 ESC Guidelines provide guidance on utilising incidental CAC findings from non-gated CT scans to enhance risk stratification and guide treatment decisions, there remain gaps in detailed protocols for managing such incidental findings, particularly in inpatient settings. An incidental finding of CAC in a patient without known atherosclerosis provides an opportunity to assess cardiac risk, promote risk factor optimisation and evaluate need for further cardiac work up. The aim of this study was to assess the prevalence of incidental coronary artery calcification on non-cardiac dedicated gated CT thorax scans among general medical inpatients and to evaluate the subsequent management of these findings. This was a single-centre retrospective observational study of consecutive general medical inpatients aged 40-75, who had undergone a non-cardiac gated CT thorax during their admission, between February and March 2025. Data were collected using local electronic health records. Exclusion criteria were patients with known ischaemic heart disease (IHD). Risk factor assessment was noted by documentation of smoking status, hypertension, diabetes and low-density lipoprotein (LDL) values. A total of 186 patients with thoracic CT scans were identified. On review of all CT reports, 53 (28.4%) patients had CAC reported, of whom 17 had known IHD. Therefore 36 (19.4%) patients were identified for further analysis. An exercise stress test was booked in none of the patients. A coronary angiogram was booked in 1 patient. One fifth of medical inpatients in our study had a new finding of CAC on thoracic imaging. Cardiovascular risk factors of LDL and HbA1c were checked in less than half of patients. None of these patients went on to have functional testing. There is a valuable opportunity to optimise cardiac risk factors and evaluate the need for functional testing in a subset of patients with CAC reported on non-cardiac CTs. This can be facilitated by raising awareness and implementing a flowchart tool for hospital physicians to reference.",
  "disease": "coronary artery disease"
}