{
    "title": "Adaptation to slope in locomotor-trained spinal cats with intact and self-reinnervated lateral gastrocnemius and soleus muscles.",
    "doc_id": "31693435",
    "writer": "Higgin D",
    "year": "2020",
    "summary": "Sensorimotor training providing motion-dependent somatosensory feedback to spinal locomotor networks restores treadmill weight-bearing stepping on flat surfaces in spinal cats. ...Autogenic length feedback (stretch reflex) shows signs of recovery in spinalized …",
    "abstract": "Sensorimotor training providing motion-dependent somatosensory feedback to spinal locomotor networks restores treadmill weight-bearing stepping on flat surfaces in spinal cats. In this study, we examined if locomotor ability on flat surfaces transfers to sloped surfaces and the contribution of length-dependent sensory feedback from lateral gastrocnemius (LG) and soleus (Sol) to locomotor recovery after spinal transection and locomotor training. We compared kinematics and muscle activity at different slopes (±10° and ±25°) in spinalized cats (n = 8) trained to walk on a flat treadmill. Half of those animals had their right hindlimb LG/Sol nerve cut and reattached before spinal transection and locomotor training, a procedure called muscle self-reinnervation that leads to elimination of autogenic monosynaptic length feedback in spinally intact animals. All spinal animals trained on a flat surface were able to walk on slopes with minimal differences in walking kinematics and muscle activity between animals with/without LG/Sol self-reinnervation. We found minimal changes in kinematics and muscle activity at lower slopes (±10°), indicating that walking patterns obtained on flat surfaces are robust enough to accommodate low slopes. Contrary to results in spinal intact animals, force responses to muscle stretch largely returned in both SELF-REINNERVATED muscles for the trained spinalized animals. Overall, our results indicate that the locomotor patterns acquired with training on a level surface transfer to walking on low slopes and that spinalization may allow the recovery of autogenic monosynaptic length feedback following muscle self-reinnervation.NEW & NOTEWORTHY Spinal locomotor networks locomotor trained on a flat surface can adapt the locomotor output to slope walking, up to ±25° of slope, even with total absence of supraspinal CONTROL. Autogenic length feedback (stretch reflex) shows signs of recovery in spinalized animals, contrary to results in spinally intact animals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31693435/"
}