{
  "pmid": "41460588",
  "title": "Assessing barriers to genomic testing in breast cancer among diverse patients: a qualitative community-engaged research study.",
  "abstract": "Genomic testing informs treatment decisions for estrogen receptor-positive, progesterone receptor-positive, and HER2-negative early-stage breast cancer, yet uptake remains disproportionately low among racially and ethnically minoritized and low-income populations. Understanding the multilevel barriers driving these disparities is essential for equitable delivery of personalized cancer care. This study explores barriers to and potential solutions for equitable access to genomic testing, incorporating perspectives from patients, caregivers, clinicians, navigators, payers, and policymakers. We conducted a qualitative study using community-based participatory research principles in partnership with five community-based organizations. Semi-structured interviews were completed with 32 participants: patients (n = 20), caregivers (n = 2), clinicians (n = 4), navigators (n = 2), payers (n = 2), and policymakers (n = 2). Transcripts were analyzed using constructivist grounded theory and interpretive description. Three major themes emerged: (1) Limited awareness and information across interested groups, including confusion between genomic and genetic testing, particularly among patients, caregivers, and some healthcare staff; (2) Modifiable challenges in accessing genomic testing, such as administrative complexity, insurance barriers, and financial toxicity; and (3) Racial, ethnic, and socioeconomic factors, including language barriers and lack of culturally appropriate materials, that impede equitable access to testing. Equitable delivery of genomic testing in breast cancer requires multilevel interventions targeting structural barriers, administrative complexity, and culturally tailored education. Addressing these barriers is likely to reduce disparities and further improve health equity in cancer care.",
  "disease": "breast cancer"
}