{
  "pmid": "41421304",
  "title": "An updated overview on clinical and developmental trajectories of developmental and epileptic encephalopathies: From childhood to adulthood.",
  "abstract": "Developmental and epileptic encephalopathies (DEEs) are a group of diseases characterized by recurring drug-resistant seizures, frequent EEG epileptiform abnormalities and a developmental slowing/regression. This narrative review aimed to analyse the progression of DEEs across the lifespan to characterize the clinical and developmental implications of these conditions in the different age-ranges. The lifespan evolution of DEEs includes age-dependent patterns ranging from severe epilepsy phenotypes during the infancy associated with the loss of previously acquired developmental milestones to a decreased seizure frequency in patients with a profound intellectual/motor disability, a possible neurodegenerative course or a hypokinetic movement disorder consistent with parkinsonian features during adulthood. Seizure semeiology may be variable with earlier forms mainly presenting with tonic and myoclonic seizures and motor manifestations being more concentrated during the sleep in adults. EEG patterns may vary between abundant interictal epileptiform abnormalities in most cases with a worse developmental outcome associated with an earlier age at their detection. The developmental impact of DEEs depends on the underlying aetiologies, the evolution of epilepsy phenotypes and the effects of antiseizure treatments. Predictors of negative outcome influencing neurocognitive, emotional and behavioural functioning include earlier age at seizure-onset, earlier age at the introduction of antiseizure treatments, altered EEG maturation/organization, longer history of epilepsy and occurrence of status epilepticus. The optimization of transition of care to adult epilepsy centres might include a model of global reassessment based on the evaluation of seizure freedom and cognitive patterns, self-independence and social relationships and of the burden of the disease on caregivers.",
  "disease": "epilepsy"
}