{
    "title": "Spinal interneurons play a minor role in generating ongoing renal sympathetic nerve activity in spinally intact rats.",
    "doc_id": "11684047",
    "writer": "Miller CO",
    "year": "2001",
    "summary": "The purpose of the present study was to determine whether spinal interneurons play a role in the regulation of sympathetic activity in spinally intact rats. ...The incidence of correlated neurons was much smaller in spinally intact than in spinally tra …",
    "abstract": "The purpose of the present study was to determine whether spinal interneurons play a role in the regulation of sympathetic activity in spinally intact rats. In acutely spinally transected rats, we have described a population of spinal interneurons that, by virtue of correlations between their ongoing firing rates and the magnitude of ongoing renal sympathetic nerve activity (RSNA), are candidates for generators of sympathetic activity. Further evidence for a sympathetic role for these neurons comes from our observation that cervical spinal stimulation that reduces RSNA also reduces their discharge rates. In chloralose-anesthetized, spinally intact and spinally transected rats, we recorded ongoing RSNA and the ongoing activities of T(10) dorsal horn and intermediate zone interneurons, and we determined the incidence of sympathetically related neurons in these rats by cross-correlating their activities with RSNA. The incidence of correlated neurons was much smaller in spinally intact than in spinally transected rats. We stimulated the dorsolateral, C(2-3) spinal cord before and after acute C(1) spinal transection. Dorsolateral cervical stimulation in spinally transected rats reduced both RSNA and the activities of most T(10) interneurons, but stimulation in spinally intact rats increased RSNA while still reducing the activities of most T(10) interneurons. Both the low incidence of sympathetically correlated spinal neurons in intact rats and the dissociation between the effects of cervical stimulation on RSNA and the discharge rates of spinal interneurons argue against these neurons playing a major role in regulating sympathetic activity in intact rats.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11684047/"
}