{
  "pmid": "41375204",
  "title": "A CRISPR Powered Immobilization-Free, Amplification-Free Carbon-Nanotube Field-Effect Transistor (FET) Sensor for Influenza A Virus (IAV).",
  "abstract": "The epidemic of infectious diseases, such as influenza A, has imposed a severe health burden on the population. Early detection, diagnosis, reporting, isolation, and treatment are crucial for the prevention, control, and management of infectious diseases. Nucleic acid testing represents a vital approach for the rapid diagnosis of pathogenic microorganism types. However, current nucleic acid detection methods face notable bottlenecks: traditional CRISPR fluorescence assays require time-consuming pre-amplification of target nucleic acids, while existing carbon-nanotube field-effect transistor (FET)-based platforms, though amplification-free, often necessitate complex chip surface modification and probe immobilization, and suffer from non-reusable chips, all limiting their utility in point-of-care testing (POCT) and large-scale screening. This study reports a CRISPR-based amplification-free RNA detection platform (CRISPR-FET) for the rapid identification of influenza A virus. The CRISPR-FET platform described herein enables the detection of viral RNA without amplification within 20 min, with a limit of detection as low as 1 copy/μL. Secondly, a reporter RNA conjugated with gold particles is used to achieve signal amplification in FET detection; meanwhile, the method eliminates probe immobilization, thereby omitting this step and simplifying chip modification to reduce complex work-flows and pre-treatment costs. The chip's reusability further enhances cost-effectiveness. Additionally, streptavidin-modified magnetic bead adsorption minimizes background errors from excessive reporter RNA and non-target nucleic acids. Finally, validation with 24 clinical samples confirmed the platform's efficacy. By integrating rapidity, simplicity, and high sensitivity, alongside cost advantages from reusable chips, this CRISPR-FET platform meets the critical need for early influenza A diagnosis and holds promise for advancing POCT and large-scale epidemiological screening.",
  "disease": "influenza"
}