{
  "pmid": "41451959",
  "title": "Digital Health Interventions for Cardiometabolic Health Outcomes in Rural and Remote Australia: A Systematic Review.",
  "abstract": "Cardiometabolic disease contributes to increased morbidity and mortality in rural and remote Australia. Digital health technologies offer a promising solution to enhance healthcare access and support self-management. This systematic review examined the effectiveness, feasibility and acceptability of implementing digital health interventions to improve cardiometabolic health outcomes in rural and remote Australia. PubMed, MEDLINE, Embase, Scopus and CINAHL were searched from inception to end of July 2025. Eligible studies included interventional, observational and qualitative studies focused on digital interventions for cardiometabolic conditions. Due to heterogeneity among studies, a meta-analysis was not conducted; instead, a narrative synthesis was used to summarise outcomes. Seventeen studies (7 RCTs, 1 quasi-experimental, 7 observational and 2 qualitative) evaluated digital health interventions including video consultations, telephone coaching, apps, wearables and web platforms. Telemonitoring significantly reduced HbA1c (MD = -5.5%), with modest reduction via telephone support (RR = 0.96). Telestroke programs were associated with lower stroke mortality at 6 months (HR = 0.53) and 12 months (HR = 0.58). The review also demonstrated the feasibility and acceptability of digital health interventions, particularly when culturally tailored and delivered by local providers, with successful remote adaptation and high initial engagement. Interventions such as tele-endocrinology and the \"Healthy Weight\" program were cost-effective, contributing to improved HbA1c and quality of life. However, challenges included limited physical assessments, technical barriers and declining patient engagement over time. Digital health technologies, ranging from telehealth to mobile and web-based tools, can enhance cardiometabolic outcomes in rural and remote settings, though barriers such as technology access and sustained engagement remain.",
  "disease": "stroke"
}