{
    "title": "Body weight divided by squared knee height as an alternative to body mass index.",
    "doc_id": "21106302",
    "writer": "Kuwabara A",
    "year": "2011",
    "summary": "Weight/height(2) (Quetelet's index) is the basis for defining both underweight and obesity. ...Therefore, maximal height does not have to be corrected by age, and would be almost proportional to KH. Then weight/KH(2) could be a better alternative to the most commonl …",
    "abstract": "Weight/height(2) (Quetelet's index) is the basis for defining both underweight and obesity. Height, however, is often not precisely measurable in the elderly due to involutional changes such as spinal deformity. Body volume or body surface area are not proportionately decreased even with height loss. Previous reports have shown that Quetelet's index is overestimated in the elderly with height loss. Then we have made a hypothesis described below. Maximal height or height at youth would better represent the subjects' nutritional or clinical status. The distinction of these two heights has not been mentioned before. There have been many publications showing the equations to estimate height from the surrogate parameter(s) such as knee height (KH). Most equations published so far are expressed as estimated height=a + b × KH-c × age, where a, b, and c are constants. Negative correction by age is unexceptionally far greater in women than in men. Apparently, previous researchers have estimated current height by their equations. Maximal height cannot be measurable. It, however, is unaffected by age by its definition. Therefore, maximal height does not have to be corrected by age, and would be almost proportional to KH. Then weight/KH(2) could be a better alternative to the most commonly used weight-height ratio; weight/height(2); the Quetelet's index. Height is the basis for various clinically important indices such as body surface area (BSA) and energy requirement. Employing current height could lead to the underestimation of BSA or energy requirement in the elderly with height loss. Our hypothesis described here would yield a novel and better indices for the clinical assessment of the elderly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21106302/"
}