{
  "pmid": "41454909",
  "title": "Can Bilateral Reduction Mammoplasty Be Safely Performed in Breast Cancer Patients With Macromastia?",
  "abstract": "BackgroundIn early-stage breast cancer patients with macromastia, radiotherapy following standard breast-conserving surgery may pose planning challenges due to large breast volume. Bilateral reduction mammoplasty (BRM) facilitates wider resections while improving radiotherapy planning and enhancing cosmetic symmetry.MethodsWe evaluated 30 patients undergoing BRM at the Surgical Oncology Clinic of Ankara Etlik City Hospital between October 2022 and May 2025. All patients received oncoplastic tumor resection on the malignant breast and contralateral reduction mammoplasty for symmetrization. We classified early postoperative complications as major or minor and examined outcomes in both malignant and reduction-only breast surgeries. We assessed patient satisfaction using the BREAST-Q questionnaire.ResultsPatients' median age was 52 years. Major complications were identified exclusively on the malignant side (10%). In three patients, reoperation and revision were performed due to major complications of the malignant breast, whereas no reoperation was required on the breast that underwent reduction alone. Minor complications were managed in the outpatient clinic. There was no delay in adjuvant treatment due to complications in any patient. Median BREAST-Q scores were as follows: 79 (range: 48-100) for psychosocial well-being, 82 (range: 45-100) for satisfaction with breasts, 100 (range: 61-100) for satisfaction with the medical team, and 91 (range: 62-100) for satisfaction with information.ConclusionBilateral reduction mammoplasty appears to be an oncologically safe and surgically feasible alternative for breast cancer patients with macromastia. The observed complication rates were within acceptable limits, and contralateral symmetrization did not result in any additional surgical burden for the patient.",
  "disease": "breast cancer"
}