{
    "title": "Sexual function in adolescent and young adult cancer survivors-a population-based study.",
    "doc_id": "29508213",
    "writer": "Olsson M",
    "year": "2018",
    "summary": "The web-based questionnaire was sent to adolescent and young adult cancer survivors and matched controls in Sweden. RESULTS: In this study, adolescent and young adult cancer survivors (15-29 years) showed low satisfaction regarding sexual function comp …",
    "abstract": "Purpose:\n        \n      \n      Previous research has established that treatments for cancer can result in short- and long-term effects on sexual function in adult cancer patients. The purpose was to investigate patient-reported physical and psychosexual complications in adolescents and young adults after they have undergone treatment for cancer.\n    \n\n\n          Methods:\n        \n      \n      In this population-based study, a study-specific questionnaire was developed by a method used in several previous investigations carried out by our research group, Clinical Cancer Epidemiology. The questionnaire was developed in collaboration with adolescent and young adult cancer survivors (15-29 years) and validated by professionals from oncology units, midwives, epidemiologists, and statisticians. The topics covered in the questionnaire were psychosocial health, body image, sexuality, fertility, education, work, and leisure. The web-based questionnaire was sent to adolescent and young adult cancer survivors and matched controls in Sweden.\n    \n\n\n          Results:\n        \n      \n      In this study, adolescent and young adult cancer survivors (15-29 years) showed low satisfaction regarding sexual function compared to controls (P < 0.01). Female adolescent and young adult cancer survivors had a statistically significant lower frequency of orgasm during sexual activity than the controls (P < 0.01). Male adolescent and young adult cancer survivors had statistically significant lower sexual desire than the controls (P = 0.04).\n    \n\n\n          Conclusions:\n        \n      \n      We found that adolescent and young adult cancer survivors perceived themselves as being less satisfied with their sexual function than matched population-based controls.\n    \n\n\n          Implications for cancer survivors:\n        \n      \n      Adolescent and young adult cancer survivors need psychological rehabilitation support from the health care profession during and after cancer treatment to help them to reduce their reported poor sexual function to enhance a good sexual quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29508213/"
}