{
  "pmid": "41459516",
  "title": "Autoantibodies in long COVID in a black/mixed population compared with recovered and pre-pandemic controls.",
  "abstract": "Long COVID (LC), a clinical condition marked by persistent and new symptoms after infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), affects up to 10-20% of infected individuals. Although autoimmunity has been proposed as a key mechanism, the specific role of circulating autoantibodies in LC remains unclear. We characterized the autoantibody profiles in individuals with LC and assessed their association with persistent post-COVID symptoms, in comparison to recovered patients and pre-pandemic healthy controls (PPHC). We analyzed 17 autoantibodies in a cohort of 220 pre-pandemic controls and 291 COVID-19 patients, targeting self-antigens. Of those, 237 patients presented symptoms for a month or more after the onset of SARS-CoV-2 infection (long COVID patients), and 54 individuals recovered from the initial infection without chronic symptoms. Autoantibody frequencies and associations with clinical variables were assessed using logistic regression and subgroup analyses. Autoantibody prevalence was higher in recovered individuals (37%) than in LC patients (24%) or PPHC (19%). While certain autoantibodies such as a-cardiolipin (a-CL) IgM, a-AML IgG, a-SSA IgG and a-SSB IgG were elevated in some COVID-19 patients, they were not significantly different in LC. The most frequently detected autoantibody was a-CL IgM, found across all groups and especially in individuals that fully recovered from COVID-19. However, a-CL did not differentiate individuals with long COVID or correlate with symptom persistence but was associated with the occurrence of dysphagia and anorexia as symptoms. No correlation was observed between autoantibody presence and disease severity. These findings do not support a primary pathogenic role for the evaluated autoantibodies in LC and emphasize the need for longitudinal studies to explore their temporal dynamics and interaction with other immunological or clinical factors involved in post-COVID-19 conditions.",
  "disease": "pneumonia"
}