{
    "title": "Fatigue in Alzheimer's disease: biological basis and clinical management-a narrative review.",
    "doc_id": "37395951",
    "writer": "Angioni D",
    "year": "2023",
    "summary": "Results from cross-sectional and longitudinal analysis suggest that the amyloid cascade may be involved in the pathogenesis of fatigue and that fatigue may be a prodromal manifestation of Alzheimer's disease. Fatigue and neurodegeneration of Alzheimer' …",
    "abstract": "Background:\n        \n      \n      Fatigue is a common symptom in neurodegenerative diseases and is associated with decreased cognitive performances. A full knowledge of the causes and physiopathological pathways leading to fatigue in Alzheimer's disease could help treating this symptom and obtain positive effects on cognitive functions.\n    \n\n\n          Objectives:\n        \n      \n      To provide an overview of the clinical conditions and the biological mechanisms leading to fatigue in Alzheimer's disease patients. To review the recent advances on fatigue management and describe the landscape of future possibilities.\n    \n\n\n          Methods:\n        \n      \n      We performed a narrative review including all type of studies (e.g. cross-sectional and longitudinal analysis, reviews, clinical trials).\n    \n\n\n          Results:\n        \n      \n      We found very few studies considering the symptom fatigue in Alzheimer's disease patients. Populations, designs, and objectives varied across studies rendering comparability across studies difficult to perform. Results from cross-sectional and longitudinal analysis suggest that the amyloid cascade may be involved in the pathogenesis of fatigue and that fatigue may be a prodromal manifestation of Alzheimer's disease. Fatigue and neurodegeneration of Alzheimer's disease could share common brain signatures (i.e. hippocampal atrophy and periventricular leukoaraiosis). Some mechanisms of aging (i.e. inflammation, mitochondrial dysfunction, telomere shortening) may be proposed to play a common underlying role in Alzheimer's disease neurodegeneration and muscle fatigability. Considering treatments, donepezil has been found to reduce cognitive fatigue in a 6-week randomized controlled study. Fatigue is frequently reported as an adverse event in patients treated by anti-amyloid agents in clinical trials.\n    \n\n\n          Conclusion:\n        \n      \n      The literature is actually inconclusive about the main causes of fatigue in Alzheimer's disease individuals and its potential treatments. Further research is needed to disentangle the role of several components such as comorbidities, depressive symptoms, iatrogenic factors, physical decline and neurodegeneration itself. Given the clinical relevance of this symptom, it seems to be important to systematically assess fatigue by validated tools in Alzheimer's disease clinical trials.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37395951/"
}