{
    "title": "A PRISMA-driven systematic review for predictive risk factors of digital ulcers in systemic sclerosis patients.",
    "doc_id": "25449678",
    "writer": "Silva I",
    "year": "2015",
    "summary": "The repeated bouts of RP lead to prolonged digital ischemia that may progress to digital ulceration or in extreme to critical digital ischemia with gangrene. Digital ulcers (DU) are a true burden for all patients. ...The keyword search terms included: digital ulc …",
    "abstract": "Vasculopathy has a major role in the pathogenesis and tissue injury in systemic sclerosis (SSc). Raynaud's phenomenon (RP) is frequently the first clinical manifestation of SSc preceding by years other clinical manifestations. RP in SSc patients is frequent, often very severe and long lasting. The repeated bouts of RP lead to prolonged digital ischemia that may progress to digital ulceration or in extreme to critical digital ischemia with gangrene. Digital ulcers (DU) are a true burden for all patients. They are very painful, with a long and slow healing course, have high risk of infection and are extremely disabling. In adults, up to 40-50% of patients will experience at least one DU in the course of the disease and of these 31-71% will have recurrent ulcers. In order to try to identify predictive risk factors for DU in SSc patients, an extensive literature review was conducted, according to the guidelines proposed at the PRISMA statement. MEDLINE database (PubMed) and Thomson Reuters Web of Knowledge platform were searched for articles published in peer-reviewed journals since 1990 with the last search run on June 2014 and published in English language. The keyword search terms included: digital ulcer/s, systemic sclerosis, scleroderma, digital scars, ischemic complications, autoantibodies, biomarkers, endothelium dysfunction, endothelin-1, vascular endothelial growth factor (VEGF), endostatin, ADMA, endoglin, angiostatin, and capillaroscopy. The following criteria were included: (1) cohorts of SSc patients including patients with DU, (2) endothelium dysfunction and angiogenesis biomarkers compared with a healthy control group, (3) autoantibodies, capillary morphology and distribution, endothelium dysfunction and angiogenesis biomarkers compared between patients with and without digital ulcers, (4) detailed description of the statistical methods used to conclude for predictive factors, and (5) English language. Our search provided a total of 376 citations. Of these, 297 studies were discarded for not meeting the criteria proposed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25449678/"
}