{
    "title": "Reducing Secondhand Smoke Exposure Among Nonsmoking Pregnant Women: A Systematic Review.",
    "doc_id": "32428216",
    "writer": "Nwosu C",
    "year": "2020",
    "summary": "There is a lack of evidence about how best to achieve reductions in SHS exposure among nonsmoking pregnant women. This work systematically reviews individual or household interventions to reduce pregnant women's exposure to SHS. ...Studies were include …",
    "abstract": "Introduction:\n        \n      \n      Exposure to secondhand smoke (SHS) in pregnancy leads to an increased risk of stillbirths, congenital malformations, and low birth weight. There is a lack of evidence about how best to achieve reductions in SHS exposure among nonsmoking pregnant women. This work systematically reviews individual or household interventions to reduce pregnant women's exposure to SHS.\n    \n\n\n          Methods:\n        \n      \n      MEDLINE, EMBASE, and CINAHL databases were searched from their dates of inception to April 17, 2019. Studies were included if: participants were nonsmoking pregnant women; involved an intervention to reduce SHS exposure or encourage partner quitting; and measured SHS exposure of pregnant women and/or recorded quit rates among partners. The UK National Institute for Health & Care Excellence (NICE) Quality Appraisal checklist was used to determine internal and external validity.\n    \n\n\n          Results:\n        \n      \n      Nine studies met the inclusion criteria. Educational interventions were primarily targeted at the pregnant woman to change her or others' behavior, with only two studies involving the partner who smoked. Intervention delivery was mixed, spanning brief discussions through to more involving sessions with role play. The effective interventions involved multiple follow-ups. There was no standardized method of assessing exposure to SHS. Many of the included studies had moderate to high risk of bias.\n    \n\n\n          Conclusion:\n        \n      \n      There is mixed evidence for interventions aimed at reducing pregnant women's exposure to SHS, though multi-component interventions seem to be more effective. The effectiveness of family-centered approaches involving creating smoke-free homes alongside partner smoking cessation, perhaps involving pharmacological support and/or financial incentives, should be explored.\n    \n\n\n          Implications:\n        \n      \n      • Measures to protect nonsmoking pregnant women from SHS tend to place the responsibility for \"avoidance\" on the woman.• There is little work that seeks to involve the smoking partner or other smokers in protecting pregnant women from SHS.• Interventions to create smoke-free homes and/or smoking partner cessation need to be developed: pharmacological and financial support should be explored.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32428216/"
}