{
    "title": "Benefit of Sponge City monetization based on \"water footprint theory\": cases of Xi'an and Guyuan.",
    "doc_id": "36001262",
    "writer": "Jia B",
    "year": "2023",
    "summary": "In terms of urban benefits, the static payback periods of Xi'an and Guyuan are about 3.7 years and 15.3 years, respectively. In terms of regional benefits, they are about 4.0 years and 16.2 years, respectively. According to the results, the return of Sponge City con …",
    "abstract": "China has proposed to build \"Sponge City\" to alleviate the problems of urban waterlogging, water shortage, ecological degradation, and water pollution. The benefits of Sponge City construction have become a focus of attention because of the considerable investment and the extensive participation of all sectors of society. This paper develops a model for monetizing urban, river, and regional benefits, by taking city and river areas as the research objects. This model is based on the regional water balance, water footprint theory, and the shadow price of water. This model monetizes the potential benefits of a Sponge City before construction. Our case study is Xi'an and Guyuan. Applying the benefits calculated at the 7% discount rate, the benefit/cost (B/C) ratios of the two locations are 3.86 and 0.93 times, respectively. Also, applying the benefits calculated at the 5% discount rate, the B/C ratios of the two locations are 5.41 and 1.31 times, respectively. In terms of urban benefits, the static payback periods of Xi'an and Guyuan are about 3.7 years and 15.3 years, respectively. In terms of regional benefits, they are about 4.0 years and 16.2 years, respectively. According to the results, the return of Sponge City construction in Xi'an and Guyuan is much higher than the investment but with some risks in the investment for social investors in Guyuan. In this paper, the model and the research results can provide some references for the research on the monetization of Sponge City benefits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36001262/"
}