{
    "title": "Indigenous, Yellow-Feathered Chickens Body Measurements, Carcass Traits, and Meat Quality Depending on Marketable Age.",
    "doc_id": "36139280",
    "writer": "Yuan C",
    "year": "2022",
    "summary": "The abdomen skin follicle density, a*(redness) and b*(yellowness) values were higher in 100-day-old chickens (p < 0.05), whereas the 90-day-old chickens were characterized by better spotted skin. ...This study provides a unique idea and theoretical reference for breedin …",
    "abstract": "Given an increasing trend in slaughter and chilling for the sale of chickens in China, it is important to determine the marketable age of chickens for chilled sales. This study determined the effects of two marketable ages on the body measurements, carcass traits, and meat quality of yellow-feathered chickens. A total of 360 healthy one-day-old male Xueshan chickens were raised in six pens (straw-covered floor, numbered 1 to 6) and treated in the same manner (free access to food and water) until day 100. Sixty chickens from pens numbered 1 to 3 and 4 to 6 were selected to determine the body measurements, carcass traits, and meat quality at two slaughter ages (90 and 100 days), respectively. One hundred-day-old chickens had a higher body slope, cockscomb, keel, shank lengths, and higher live and dressed weights (p < 0.05). The abdomen skin follicle density, a*(redness) and b*(yellowness) values were higher in 100-day-old chickens (p < 0.05), whereas the 90-day-old chickens were characterized by better spotted skin. For the breast muscle, pH, shear force, a*, moisture, and protein and intramuscular fat contents were lower; moreover, L*(lightness) and b* were higher in 90-day-old chickens. In leg muscles, the pH, shear force, L*, b* and collagen content were lower; furthermore, the a* and moisture contents were higher in 90-day-old chickens (p < 0.05). These findings indicate that two marketable ages both have pros and cons, but 90 days chickens perform better on carcass appearance, and producers can adjust the marketable age to meet needs of different consumers. This study provides a unique idea and theoretical reference for breeding and marketing yellow-feathered chickens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36139280/"
}