{
  "pmid": "41382396",
  "title": "Is physical activity in polluted environments beneficial or detrimental to osteoporosis and osteoarthritis? A prospective cohort study.",
  "abstract": "Although physical activity and environmental pollutants may influence the risk of osteoporosis and osteoarthritis, their combined effects remain poorly understood. Therefore, we aimed to evaluate the independent associations of environmental pollutants and physical activity with these risks and to explore their interaction. We conducted a prospective cohort study of 400949 UK Biobank participants. Environmental pollutants comprised particulate matter (PM2.5, PM10, and PM2.5-10), nitrogen oxides (NOx, NO2, and NO), air pollutant score, and 24-hour noise. Physical activity was classified by intensity (low, moderate, and high) and by type [walking for pleasure, strenuous sports, light DIY (do it yourself) heavy DIY and other sports]. We used multivariable Cox models to estimate the independent associations of each exposure with disease risk. Interaction analyses between pollutants and physical activity were then performed on both the additive scale (relative excess risk due to interaction) and the multiplicative scale (interaction term P value). During follow-up, 9667 and 46 782 participants developed osteoporosis and osteoarthritis, respectively. Air pollutants were generally associated with an increased risk of osteoporosis and osteoarthritis. Physical activity (regardless of intensity and type) reduced osteoporosis risk, while a high level of physical activity increased osteoarthritis risk. Additionally, strenuous sports increased osteoarthritis risk, while walking for pleasure decreased it. Under most conditions, we observed neither additive nor multiplicative interaction between pollutants and physical activity. Caution is warranted for the increased osteoarthritis risk with high intensity of physical activity. However, effects of physical activity (whether beneficial or harmful) on osteoporosis and osteoarthritis are not markedly altered by pollutants.",
  "disease": "osteoarthritis"
}