{
  "pmid": "41466033",
  "title": "Chromatin accessibility of circulating CD8⁺ T cells differentiates disease severity in IgA nephropathy.",
  "abstract": "Immunoglobulin A (IgA) nephropathy (IgAN) is a prevalent primary glomerulonephritis with progressive potential. Early identification of high-risk patients is critical; however, current clinical and pathological markers are limited. This study aimed to identify epigenetic biomarkers in circulating CD8⁺ T cells that discriminate IgAN patients with different disease severity. Seventeen patients with biopsy-proven IgAN were stratified into early- and late-stage groups based on kidney function. CD8⁺ T cells were isolated and analyzed using transposase-accessible chromatin sequencing (ATAC-Seq) to assess chromatin accessibility. Differentially accessible regions (DARs) were identified and selected biomarkers were additionally analyzed with ATAC-qPCR. In total, 279 DARs were identified, of which 122 were selected as stage-specific biomarkers. CD8⁺ T cells from the early-stage group exhibited higher chromatin accessibility, and t-SNE showed a clear separation between the stages. Deconvolution analysis revealed the enrichment of naïve CD8⁺ T cells in the early-stage group and terminally differentiated effector memory CD8⁺ T cells in the late-stage group. Motif analysis uncovered distinct regulatory signatures: ETS1, LEF1, and RUNX2 in the early-stage, EOMES, TBX21, and IRF4 in the late stage. Receiver operating characteristic (ROC) analysis showed strong discriminatory power of the top biomarkers, enhanced by a composite weighted score. ATAC-qPCR confirmed the chromatin accessibility patterns observed using ATAC-Seq. This study defined stage-specific chromatin landscapes in the circulating CD8⁺ T cells of patients with IgAN and identified non-invasive epigenetic biomarkers associated with different disease severity, which may be utilized in early risk stratification and personalized management.",
  "disease": "chronic kidney disease"
}