{
    "title": "The begomoviruses Honeysuckle yellow vein mosaic virus and Tobacco leaf curl Japan virus with DNAbeta satellites cause yellow dwarf disease of tomato.",
    "doc_id": "18722488",
    "writer": "Ogawa T",
    "year": "2008",
    "summary": "The complete nucleotide sequences of two begomoviruses (Nara virus-1 and Nara virus-2), a satellite DNA (DNAbeta-Nara) and defective DNAs were obtained from honeysuckle (Lonicera japonica) showing characteristic yellow vein mosaic symptoms in Nara Prefecture, Japan. One be …",
    "abstract": "The complete nucleotide sequences of two begomoviruses (Nara virus-1 and Nara virus-2), a satellite DNA (DNAbeta-Nara) and defective DNAs were obtained from honeysuckle (Lonicera japonica) showing characteristic yellow vein mosaic symptoms in Nara Prefecture, Japan. One begomovirus (Ibaraki virus) and a satellite DNA (DNAbeta-Ibaraki) was isolated and cloned from honeysuckle plants exhibited typical yellowing of veins and small elliptical shaped enations along veins on the under side of the leaves in Ibaraki Prefecture, Japan. The genome organization of the three viruses is the same as those of other Old World monopartite begomoviruses. Nara virus-1 had overall nucleotide sequence identity with Nara virus-2 of 94% and Ibaraki virus of 90%. DNAbeta-Nara had overall nucleotide sequence identity with DNAbeta-Ibaraki of 83%. Comparison of the nucleotide sequences with other begomoviruses revealed that Nara virus-1 and Nara virus-2 are strains of Honeysuckle yellow vein mosaic virus (HYVMV), hence named as HYVMV-Nara1 and HYVMV-Nara2, whereas Ibaraki virus was a strain of Tobacco leaf curl Japan virus (TbLCJV), designated as TbLCJV-Hs[Iba]. HYVMV-Nara1 and HYVMV-Nara2 have hybrid genomes, which are likely to have formed recombination between HYVMV and TbLCJV. TbLCJV-Hs[Iba] or HYVMV-Nara2 could infect and cause yellowing, leaf crinkling and stunting symptoms when partial tandem dimeric constructs were agroinoculated on tomato plants. However, in the presence of DNAbeta, both TbLCJV-Hs[Iba] or HYVMV-Nara2 produced more severe stunting symptoms in tomato plants. Therefore, these viruses along with their satellites are causal agents of tomato yellow dwarf disease in Japan, and honeysuckle acts as a potential reservoir host. Previously available evidence indicated that DNAbeta elements do not contain iteron sequences of their helper viruses; hence this is the first evidence that DNAbeta satellites have the iteron of their helper virus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18722488/"
}