{
  "pmid": "41397796",
  "title": "[Identification of high-risk preoperative blood indicators and baseline characteristics for multiple postoperative complications in rheumatoid arthritis patients undergoing total knee arthroplasty: a multi-machine learning feature contribution analysis].",
  "abstract": "To explore, identify, and develop novel blood-based indicators using machine learning algorithms for accurate preoperative assessment and effective prediction of postoperative complication risks in patients with rheumatoid arthritis (RA) undergoing total knee arthroplasty (TKA). A retrospective cohort study was conducted including RA patients who underwent unilateral TKA between January 2019 and December 2024. Inpatient and 30-day postoperative outpatient follow-up data were collected. Six machine learning algorithms, including decision tree, random forest, logistic regression, support vector machine, extreme gradient boosting, and light gradient boosting machine, were used to construct predictive models. Model performance was evaluated using the area under the receiver operating characteristic curve (AUC), F1-score, accuracy, precision, and recall. SHapley Additive exPlanations (SHAP) values were employed to interpret and rank the importance of individual variables. According to the inclusion criteria, a total of 1 548 patients were enrolled. Ultimately, 18 preoperative indicators were identified as effective predictive features, and 8 postoperative complications were defined as prediction labels for inclusion in the study. Within 30 days after surgery, 453 patients (29.2%) developed one or more complications. Considering overall accuracy, precision, recall, and F1-score, the random forest model [AUC=0.930, 95%  Machine learning-based models enable accurate prediction of postoperative complication risks among RA patients undergoing TKA. Inflammatory and immune-related blood biomarkers, such as anti-cyclic citrullinated peptide antibody, C-reactive protein, and rheumatoid factor, interleukin-6, play key predictive roles, highlighting their potential value in perioperative risk stratification and individualized management. 应用机器学习算法探索、筛选和开发新的血液指标，以期在类风湿性关节炎患者人工全膝关节置换术前精准评估并有效预测并发症风险。. 采用回顾性队列研究，以2019年1月—2024年12月接受单侧人工全膝关节置换术的类风湿性关节炎患者为研究对象，收集住院及术后30 d门诊随访记录。利用机器学习特征选择方法筛选出预测特征，并采用决策树、随机森林、logistic回归、支持向量机、极端梯度提升和轻量级梯度提升机6种机器学习算法构建预测模型，并通过受试者工作特征（receiver operating characteristic，ROC）曲线下面积（area under the curve，AUC）、F1分数、准确率、精确率和召回率对模型性能进行评估。同时，利用SHAP值对各变量的重要性进行解释与排序。. 根据选择标准共纳入1 548例患者，最终筛选出18个术前指标作为有效预测特征和8种术后并发症作为预测标签并纳入研究。术后30 d内共453例患者（29.2%）出现1种或多种并发症。综合准确率、精确率、召回率与F1分数，随机森林模型 ［AUC=0.930，95%  基于多种机器学习算法模型能够在类风湿性关节炎患者中实现术后并发症风险的精准预测。部分炎症及免疫相关血液指标（如抗环瓜氨酸肽抗体、C反应蛋白、类风湿因子、IL-6等）在预测中具有较高权重，提示其在围术期风险分层与个体化管理中的潜在应用价值。.",
  "disease": "rheumatoid arthritis"
}