{
    "title": "Selecting the optimal cell for kidney regeneration: fetal, adult or reprogrammed stem cells.",
    "doc_id": "21519195",
    "writer": "Harari-Steinberg O",
    "year": "2011",
    "summary": "Two strategies therefore exist: for those that have completely lost their kidney function (ESRD), we will need to supply new kidneys. Taking into account the kidneys' extremely complex structure, this may prove to be impossible in the near future. ...Multipot …",
    "abstract": "Chronic kidney disease (CKD) is a progressive loss in renal function over a period of months or years. End-stage renal disease (ESRD) or stage 5 CKD ensues when renal function deteriorates to under 15% of the normal range. ESRD requires either dialysis or, preferentially, a kidney organ allograft, which is severely limited due to organ shortage for transplantation. To combat this situation, one needs to either increase supply of organs or decrease their demand. Two strategies therefore exist: for those that have completely lost their kidney function (ESRD), we will need to supply new kidneys. Taking into account the kidneys' extremely complex structure, this may prove to be impossible in the near future. In contrast, for those patients that are in the slow progression route from CKD to ESRD but still have functional kidneys, we might be able to halt progression by introducing stem cell therapy to diseased kidneys to rejuvenate or regenerate individual cell types. Multiple cell compartments that fall into three categories are likely to be worthy targets for cell repair: vessels, stroma (interstitium) and nephron epithelia. Different stem/progenitor cells can be linked to regeneration of specific cell types; hematopoietic progenitors and hemangioblastic cell types have specific effects on the vascular niche (vasculogenesis and angiogenesis). Multipotent stromal cells (MSC), whether derived from the bone marrow or isolated from the kidney's non-tubular compartment, may, in turn, heal nephron epithelia via paracrine mechanisms. Nevertheless, as we now know that all of the above lack nephrogenic potential, we should continue our quest to derive genuine nephron (epithelial) progenitors from differentiated pluripotent stem cells, from fetal and adult kidneys and from directly reprogrammed somatic cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21519195/"
}