{
    "title": "Identifying a Lung Stem Cell Subpopulation by Combining Single-Cell Morphometrics, Organoid Culture, and Transcriptomics.",
    "doc_id": "37468433",
    "writer": "Fujimura T",
    "year": "2023",
    "summary": "To explore lung epithelial stem cells, we initially developed feeder-free culture system, which could expand all major lung stem cells, including basal, club, and alveolar type 2 (AT2) cells, and found that club cells contained a subpopul …",
    "abstract": "Single-cell RNA sequencing is a valuable tool for dissecting cellular heterogeneity in complex systems. However, it is still challenging to estimate the proliferation and differentiation potentials of subpopulations within dormant tissue stem cells. Here, we established a new single-cell analysis method for profiling the organoid-forming capacity and differentiation potential of tissue stem cells to disclose stem cell subpopulations by integrating single-cell morphometrics, organoid-forming assay, and RNA sequencing, a method named scMORN. To explore lung epithelial stem cells, we initially developed feeder-free culture system, which could expand all major lung stem cells, including basal, club, and alveolar type 2 (AT2) cells, and found that club cells contained a subpopulation, which showed better survival rate and high proliferation capacity and could differentiate into alveolar cells. Using the scMORN method, we discovered a club cell subpopulation named Muc5b+ and large club (ML-club) cells that efficiently formed organoids than other club or AT2 cells in our feeder-free organoid culture and differentiated into alveolar cells in vitro. Single-cell transcriptome profiling and immunohistochemical analysis revealed that ML-club cells localized at the intrapulmonary proximal airway and distinct from known subpopulations of club cells such as BASCs. Furthermore, we identified CD14 as a cell surface antigen of ML-club cells and showed that purified CD14+ club cells engrafted into injured mouse lungs had better engraftment rate and expansion than other major lung stem cells, reflecting the observations in organoid culture systems. The scMORN method could be adapted to different stem cell tissues to discover useful stem-cell subpopulations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37468433/"
}