{
    "title": "Low-intensity laser irradiation stimulates wound healing in diabetic wounded fibroblast cells (WS1).",
    "doc_id": "21128844",
    "writer": "Houreld N",
    "year": "2010",
    "summary": "This study aimed to determine the effect of different wavelengths of LILI on cellular migration, viability, and proliferation in a wounded diabetic cell model. METHODS: Diabetic wounded and unwounded human skin fibroblast cells (WS1) were irradiated at 632.8, 830, o …",
    "abstract": "Background:\n        \n      \n      Patients with diabetes suffer from slow-to-heal wounds, which often necessitate amputation. Low-intensity laser irradiation (LILI) has been shown to reduce the healing time in such patients. This study aimed to determine the effect of different wavelengths of LILI on cellular migration, viability, and proliferation in a wounded diabetic cell model.\n    \n\n\n          Methods:\n        \n      \n      Diabetic wounded and unwounded human skin fibroblast cells (WS1) were irradiated at 632.8, 830, or 1,064 nm with 5 J/cm(2). Cellular morphology and migration were determined microscopically, while cellular viability was determined by ATP luminescence, and proliferation was determined by basic fibroblast growth factor expression and alkaline phosphatase activity.\n    \n\n\n          Results:\n        \n      \n      Diabetic wounded cells irradiated at 1,064 nm showed a lesser degree of migration, viability, and proliferation compared to cells irradiated at 632.8 or 830 nm. Cells irradiated at 632.8 nm showed a higher degree of haptotaxis and migration as well as ATP luminescence compared to cells irradiated at 830 nm.\n    \n\n\n          Conclusions:\n        \n      \n      This study showed that LILI of diabetic wounded cells in the visible range (632.8 nm) was more beneficial to wound healing than irradiating the same cells to wavelengths in the infrared range. Cells irradiated at a longer wavelength of 1,064 nm performed worse.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21128844/"
}