{
    "title": "Self-reported sleep quality and oligo/astheno/teratozoospermia among men attending an infertility clinic: a longitudinal study.",
    "doc_id": "36474109",
    "writer": "Cai XF",
    "year": "2023",
    "summary": "Semen parameters were obtained at initial presentation, and the Pittsburgh Sleep Quality Index, Epworth Sleepiness Scale score, and the STOP-BANG Questionnair were completed to assess sleep quality. ...A higher rate of poor subjective sleep q …",
    "abstract": "Objective:\n        \n      \n      We aimed to examine the influence of sleep disturbances on the risk of oligo/astheno/teratozoospermia (OAT) in men attending an infertility clinic.\n    \n\n\n          Methods:\n        \n      \n      We consecutively enrolled men attending an infertility clinic from July 2020 to June 2021. Semen parameters were obtained at initial presentation, and the Pittsburgh Sleep Quality Index, Epworth Sleepiness Scale score, and the STOP-BANG Questionnair were completed to assess sleep quality. Embryo outcomes were evaluated after infertility treatment.\n    \n\n\n          Results:\n        \n      \n      Of 466 men enrolled, 119 had OAT (OAT group) and 347 had normozoospermia (NS group). There were no differences between the two groups regarding Epworth Sleepiness Scale and STOP-BANG Questionnaire scores. The prevalence of poor sleep quality (Pittsburgh Sleep Quality Index score ≥ 5) in the OAT group was significantly higher than that in the NS group (42% vs. 29%, p = 0.009). A higher rate of poor subjective sleep quality was observed in the OAT group compared with the NS group (p = 0.005) and Pearson's correlations revealed a negative relationship between subjective sleep quality and semen quality. Logistic regression found that subjective sleep quality was independently associated with an increased risk of OAT (adjusted odds ratio = 0.610, p = 0.007).\n    \n\n\n          Conclusions:\n        \n      \n      Men with OAT attending an infertility clinic exhibited poor subjective sleep quality. Improving sleep disturbances may be a target intervention to reduce the risk of OAT. This possibility warrants further investigation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36474109/"
}