{
    "title": "The analysis of the genotype of Sapovirus outbreaks in Zhejiang Province.",
    "doc_id": "37974193",
    "writer": "Su L",
    "year": "2023",
    "summary": "Concurrently, several SaV-outbreaks were observed in children of Zhejiang province, China, in recent years, In this study, the genotypes of Sapovirus from seven outbreaks in the Zhejiang province were analysed. METHODS: A total of 105 faecal samples were collected f …",
    "abstract": "Background:\n        \n      \n      Sapovirus (SaV) infection is increasing globally. Concurrently, several SaV-outbreaks were observed in children of Zhejiang province, China, in recent years, In this study, the genotypes of Sapovirus from seven outbreaks in the Zhejiang province were analysed.\n    \n\n\n          Methods:\n        \n      \n      A total of 105 faecal samples were collected from children aged between 4 and 17 years from the Zhejiang Provincial Center for Disease Control and Prevention between October 2021 and February 2023. Genotypes were processed using reverse transcription polymerase chain reaction and Sanger sequencing, while next-generation sequencing was used to generate a complete viral genome. Deduced amino acid sequences were analysed to detect VP1 gene mutations.\n    \n\n\n          Results:\n        \n      \n      In total, 60 SaV-positive patients were detected at a 57.14% (60/105) positivity rate. Positive rates in the seven outbreaks were: 22.22% (2/9), 15.00% (3/20), 93.10% (27/29), 84.21% (16/19), 28.57% (2/7), 53.33% (8/15) and 33.33% (2/6), respectively. Four genotypes were identified in the seven outbreaks, of which, GI.1 accounted for 14.29% (1/7), GI.2 accounted for 14.29% (1/7), GI.6 and GII.5 accounted for 14.29% (1/7), and GI.6 accounted for 57.14% (4/7). All patients were children and outbreaks predominantly occurred in primary schools and during cold seasons. Additionally, the complete sequence from the GI.6 outbreak strain showed high homology (identity: 99.99%) with few common substitutions (Y300S, N302S and L8M) in VP1 protein.\n    \n\n\n          Conclusions:\n        \n      \n      SaV genotype diversity was observed in the seven outbreaks, with GI.6 being the main SaV genotype in Zhejiang province. It demonstrated high homology and may provide a platform for SaV prevention and control measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37974193/"
}