{
    "title": "Mental Health in Elite Coaches.",
    "doc_id": "38246889",
    "writer": "Baumann L",
    "year": "2024",
    "summary": "Moreover, it remains unclear how coaches' mental health affects their athletes' mental health. OBJECTIVE: To create a compilation of the literature on (1) elite coaches' mental health and (2) how coaches' mental health influ …",
    "abstract": "Context:\n        \n      \n      Coaches play an important role in promoting mental health in elite sports. However, they themselves are exposed to risks affecting their mental health, and their fears and worries are often overlooked. Moreover, it remains unclear how coaches' mental health affects their athletes' mental health.\n    \n\n\n          Objective:\n        \n      \n      To create a compilation of the literature on (1) elite coaches' mental health and (2) how coaches' mental health influences elite athletes' mental health. Building on this, recommendations for improving coaches' psychological well-being should be elaborated upon and discussed.\n    \n\n\n          Data sources:\n        \n      \n      A literature search was conducted up to November 30, 2021, using the following databases: PubMed, PsycINFO, Scopus, Web of Science, and SportDiscus.\n    \n\n\n          Study selection:\n        \n      \n      Studies reporting elite coaches' mental health symptoms and disorders and the influence of elite coaches' mental health on elite athletes' mental health were included.\n    \n\n\n          Study design:\n        \n      \n      Scoping review.\n    \n\n\n          Level of evidence:\n        \n      \n      Level 4.\n    \n\n\n          Data extraction:\n        \n      \n      Data regarding elite coaches' mental health, as well as their influence on athletes' mental health and performance, were included in a descriptive analysis. The PRISMA guidelines were used to guide this review.\n    \n\n\n          Results:\n        \n      \n      Little research has been done on elite coaches' mental health disorders, although studies confirm that they do experience, for example, symptoms of burnout, anxiety, and depression. The influence of coaches' mental health on their athletes is underinvestigated, with research focused mainly on the influence of coaches' stress.\n    \n\n\n          Conclusion:\n        \n      \n      Knowledge about coaches' mental health is still limited. Coaches' poor mental health diminishes coaching performance and might impair athletes' mental health. Coaches should receive more support, including sports psychiatric care and education on the importance of mental health. This could improve the mental health of both coaches and athletes, and positively affect athlete performance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38246889/"
}