{
    "title": "Isolation, Identification and Drug Resistance Rates of Bacteria from Pigs in Zhejiang and Surrounding Areas during 2019-2021.",
    "doc_id": "37624289",
    "writer": "Xu X",
    "year": "2023",
    "summary": "This study aimed to determine the prevalence of bacterial diseases in pig farms in various regions of Zhejiang Province and surrounding areas. A total of 526 samples were collected from 85 pig farms in Zhejiang Province and surrounding areas. ...In terms of strains, …",
    "abstract": "This study aimed to determine the prevalence of bacterial diseases in pig farms in various regions of Zhejiang Province and surrounding areas. A total of 526 samples were collected from 85 pig farms in Zhejiang Province and surrounding areas. In this study, samples were analyzed using bacterial isolation and purification, Gram staining, PCR amplification, and antimicrobial susceptibility testing. A total of 36 Pasteurella multocida (Pm) isolates were detected, with an isolation rate of 6.84%; 37 Bordetella bronchiseptica (Bb) isolates were detected, with an isolation rate of 7.03%; 60 Glasserella parasuis (G. parasuis) isolates were detected, with an isolation rate of 11.41%; 170 Escherichia coli (E. coli) isolates were detected, with an isolation rate of 32.32%; 67 Streptococcus suis (SS) isolates were detected, with an isolation rate of 12.74%; 44 Actinobacillus pleuropneumoniae (APP) isolates were detected, with an isolation rate of 8.37%; and 7 Salmonella enteritis (SE) isolates were detected, with an isolation rate of 1.33%. Antimicrobial drug susceptibility testing against 21 types of antibiotics was carried out on the isolated strains, and the results showed that 228 strains had varying degrees of resistance to 21 antibiotics, including Pm, Bb, E. coli, and APP, with the highest resistance to lincomycin, at 100%. Pm and APP were the most sensitive to cephalothin, with resistance rates of 0. In terms of strains, Pm had the highest overall sensitivity to 21 antibiotics, and E. coli had the highest resistance. In short, bacterial diseases in Zhejiang and the surrounding areas were harmful, and the drug resistance situation was severe. This study provides scientific guidance for the clinical treatment of bacterial diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37624289/"
}