{
  "pmid": "41385466",
  "title": "Management of rehabilitation timing in the care of patients with COPD: a challenge for public health.",
  "abstract": "The management of chronic and multiple chronic conditions is a major challenge for public health. The pilot study aims to develop a mathematical model which, together with a telemonitoring protocol, will ensure the reprogramming of chronic patients in the medium to long term, optimizing waiting lists and, consequently, the quality of the service provided, including through the pursuit of equity and accessibility to the service. The study was conducted by the clinical rehabilitation team at the San Felice Polyclinic of ASL Roma 2 between September 2024 and April 2025. Fifty-four patients diagnosed with moderate COPD were recruited and treated, divided into three groups of 18, and were re-evaluated 3, 4 and 5 months after discharge. The patients underwent 20 group respiratory rehabilitation sessions and aerobic training with progressive load on exercise bikes. For each sample of patients, the mean and standard deviation were calculated of the STS and 6MWT recorded at the beginning of treatment (T0) and at the end (T1) of this, at the beginning of the second cycle after the established period (T2) and at the end of the same (T3). To evaluate the effectiveness of treatment with readmission at 3, 4 and 5 months, the average of the test values at the end of the first cycle and at the beginning of the second cycle was considered; the Wilcoxon-Mann-Whitney hypothesis test was used to compare the distributions. For each of the tests carried out both at admission and discharge, the left extreme and right extreme are lower than those of the other groups. The Wilcoxon-Mann-Whitney hypothesis test shows that the treatment is more effective when carried out 3 or 4 months after the last treatment than when carried out 5 months after the last treatment. The study revealed the importance of initiating comprehensive and individualised pulmonary rehabilitation protocols to reduce the incidence of exacerbations, thus also producing economic and health benefits. Statistical analysis confirmed a shared approach to planning long-term readmissions, thus facilitating the management of waiting lists and the staff involved, improving the quality of the service in terms of efficiency and productivity. In a period of severe crisis for the Regional Health Service, the management of waiting lists ensures the constant pursuit of equitable access to care and accessibility to the service, understood as the ability of a service or environment to be usable without barriers for everyone and to reach the highest number of users with COPD. Telerehabilitation and telemonitoring could represent a great opportunity that can increase the level of enforceability of citizens' right to health, sustainability and innovation of the National Health System.",
  "disease": "chronic obstructive pulmonary disease"
}