{
  "pmid": "41458195",
  "title": "Safety outcomes in 2132 Danish patients with inflammatory arthritis treated with biosimilar infliximab (GP1111) in routine care.",
  "abstract": "Biosimilar biologic disease-modifying antirheumatic drugs (bDMARDs) are increasingly used in clinical practice; however, real-world evidence regarding safety outcomes is currently limited. Denmark has rapidly implemented biosimilars through nationwide mandatory switches, introducing infliximab biosimilars CT-P13 in 2015 and GP1111 in 2019. To investigate the incidence of serious safety outcomes among Danish real-world arthritis patients (including biosimilar-to-biosimilar switchers) during the first year of infliximab biosimilar GP1111 treatment. Patients with rheumatoid arthritis, psoriatic arthritis, or axial spondyloarthritis initiating GP1111 during April 1, 2019-April 1, 2022 were identified in the nationwide DANBIO registry. Comorbidities at treatment start (=baseline) and safety outcomes (major adverse cardiac events (MACE), venous thromboembolic events (VTEs), deaths, severe allergic reactions, and serious infections) during 1-year follow-up were captured through linkage to nationwide registries by using diagnoses registered from hospital contacts. Each safety outcome was assessed separately in the overall GP1111 cohort and in five sub-cohorts (based on bDMARD treatment history). We calculated 1-year crude and age- and sex-adjusted incidence rates (IRs) of each safety outcome. Furthermore, baseline factors associated with risks were assessed in the overall cohort. In total, 2132 patients initiating GP1111 treatment were included, whereof 1534 (72%) were infliximab-biosimilar-to-biosimilar switchers. For the overall cohort, adjusted IRs for MACE, VTEs, death, and allergic reactions were very low (⩽1.0/100 person-years). For serious infections, the adjusted IR was 3.2 (95% confidence interval (CI) 2.5-4.2) for the overall cohort, varying across sub-cohorts (IRs 2.1-5.6). Prior serious infection increased risk of serious infection (hazard ratio = 2.06 (95% CI 1.19-3.57), whereas other baseline factors, including biologic treatment history did not. Due to few events, similar analyses were not presented for other safety outcomes. This study demonstrated that 1 year of treatment with biosimilar infliximab GP1111 was safe regardless of treatment history. The rate of serious infections was comparable to originator tumor necrosis factor inhibitors.",
  "disease": "rheumatoid arthritis"
}