{
  "pmid": "41360633",
  "title": "Time-varying comparative effectiveness of surgical or percutaneous revascularization on patient-centred outcomes.",
  "abstract": "Little is known about the comparative risks and timing of patient-defined adverse cardiovascular and noncardiovascular events (PACE) after coronary artery revascularization. We investigated comparative risks of PACEs after coronary artery bypass grafting (CABG) or percutaneous coronary intervention (PCI). We conducted a retrospective cohort study of patients who underwent isolated index myocardial revascularization procedures between Oct. 1, 2008, and Dec. 31, 2018, in Ontario, Canada. The primary exposure was revascularization by CABG or PCI. The primary outcome was PACE, a composite of postoperative severe stroke, ventilator dependence, new-onset or worsening heart failure, long-term care admission, and new-onset dialysis. We modelled the association of revascularization strategy and PACE using an overlap-weighted, cause-specific hazard model, with death as a competing risk. Of 140 519 patients included in the analysis, 54 018 (38.4%) underwent CABG and 86 501 (61.6%) underwent PCI. The groups were well balanced after overlap weighting. During a median follow-up duration of 4.8 (interquartile range 2.5 to 7.6) years, a total of 22 926 (16.3%) patients experienced PACE, including 9725 (18.0%) in the CABG group and 13 201 (15.3%) in the PCI group. We found no significant between-group difference in the cumulative incidence of PACE over the entire study period (average hazard ratio [HR] 0.97, 95% confidence interval 0.94 to 1.01). However, the HR for PACE varied over time. The HR comparing CABG to PCI was elevated in the first year, reached a minimum of around 0.7 at years 3 and 4, and then rose, favouring PCI again after year 8. The comparative risk of PACE after CABG versus PCI varied significantly over time. These findings provide granular data to support physicians and patients engaged in shared decision-making about revascularization strategies.",
  "disease": "coronary artery disease"
}