{
  "pmid": "41443020",
  "title": "A decade of respiratory virus surveillance in the Republic of Korea: Impacts of the COVID-19 pandemic on virus circulation patterns.",
  "abstract": "The COVID-19 pandemic and the associated non-pharmaceutical interventions (NPIs) have significantly altered the circulation of respiratory viruses worldwide. This study aimed to describe the temporal and epidemiological changes in the circulation of major respiratory viruses in the Republic of Korea. Data were collected from the Korea Respiratory viruses Integrated Surveillance System (K-RISS) over ten consecutive respiratory seasons (2015-2016-2024-2025). Respiratory specimens (n = 119,657) were obtained from 106 sentinel network clinics. Real-time PCR was used to detect eight viruses: influenza virus (IFV), respiratory syncytial virus (RSV), parainfluenza virus (PIV), human metapneumovirus (HMPV), human coronavirus (HCoV), adenovirus (AdV), human bocavirus (HBoV), and human rhinovirus (HRV). Detection patterns were compared across pre-pandemic (2015-early 2020), pandemic (2020-2023), and post-pandemic (late 2023-mid 2025) periods. During the NPI periods, enveloped viruses (IFV, RSV, PIV, HCoV, and HMPV) nearly disappeared, but resurged with atypical seasonality in 2021-2022 and 2022-2023. RSV and PIV reemerged earlier and at higher detection levels, particularly among children aged 0-6 years. In contrast, non-enveloped viruses (HBoV, HRV, and AdV) remained detectable throughout the pandemic. Overall, viral detection dropped to 44.8 % in the 2020-2021 season but recovered to 57.5 % in 2022-2023. By 2024-2025, most viruses had returned to their pre-pandemic seasonal patterns. COVID-19-related NPIs caused profound, virus-specific shifts in respiratory virus circulation. Surveillance through the K-RISS allowed for early detection of re-emergent viruses and guided public health responses. Continuous, multipathogen monitoring is essential for preparing against future disruptions driven by pandemics or environmental changes.",
  "disease": "influenza"
}