{
  "pmid": "41475012",
  "title": "Renal Resistive Index and Cardiovascular Events, Cardiovascular Mortality, and All-Cause Mortality: Protocol for a Systematic Review and Meta-Analysis.",
  "abstract": "The renal resistive index (RRI) is a noninvasive indicator of renal vascular resistance and systemic hemodynamic status. Elevated RRI values have been consistently associated with subclinical vascular damage and target organ injury. Observational studies within the past decade have suggested that RRI may also serve as a prognostic marker for adverse cardiovascular outcomes and mortality. However, the evidence remains scattered and heterogeneous, and no systematic review has yet synthesized this body of literature. This systematic review aims to evaluate the association between elevated RRI and the risk of cardiovascular events, cardiovascular mortality, and all-cause mortality in adult populations. This protocol has been developed in accordance with the PRISMA-P (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Protocols) guidelines. We will include observational studies (prospective and retrospective cohort studies and nested case-control studies) involving adults (≥18 years) with RRI measurements obtained through Doppler ultrasound. Studies focused on pediatric populations, pregnant women, and patients undergoing dialysis will be excluded. The primary exposure will be elevated RRI, typically defined as RRI of ≥0.70, compared to lower or normal values. The primary outcomes are cardiovascular events, cardiovascular mortality, and all-cause mortality with a minimum follow-up of 6 months. A comprehensive search will be conducted in PubMed, Embase, Web of Science, and Scopus, as well as in gray literature sources. Two independent reviewers will screen articles, extract data, and assess risk of bias using Version 2 of the Cochrane revised risk-of-bias tool for randomized controlled trials and the Risk of Bias in Nonrandomized Studies of Interventions and Risk of Bias in Nonrandomized Studies of Exposure tools for nonrandomized studies of interventions and exposure, respectively. Meta-analyses will be conducted if at least 3 studies report comparable data, and effect estimates will be calculated using raw data whenever possible. Subgroup and meta-regression analyses will be used to explore heterogeneity, whereas sensitivity analyses will be conducted to assess the robustness of the observed results. The Grading of Recommendations Assessment, Development, and Evaluation framework will be applied to evaluate the overall quality of evidence. A preliminary exploratory search has been conducted to map the existing literature and confirm the absence of prior systematic reviews on this topic. The formal study selection and data extraction are expected to begin upon protocol acceptance with review completion anticipated by December 2026. By systematically synthesizing the available literature, this review will provide a comprehensive overview of the prognostic value of RRI in predicting cardiovascular outcomes and mortality. The findings may inform clinical decision-making, enhance cardiovascular risk stratification, and identify research gaps for future studies focused on standardizing RRI assessment and its clinical applications.",
  "disease": "hypertension"
}