{
    "title": "Spinal Cord Stimulation and Augmentative Control Strategies for Leg Movement after Spinal Paralysis in Humans.",
    "doc_id": "26890324",
    "writer": "Minassian K",
    "year": "2016",
    "summary": "Severe spinal cord injury is a devastating condition, tearing apart long white matter tracts and causing paralysis and disability of body functions below the lesion. ...This review focuses on the capability of the human lumbar spinal cord to generate s …",
    "abstract": "Severe spinal cord injury is a devastating condition, tearing apart long white matter tracts and causing paralysis and disability of body functions below the lesion. But caudal to most injuries, the majority of neurons forming the distributed propriospinal system, the localized gray matter spinal interneuronal circuitry, and spinal motoneuron populations are spared. Epidural spinal cord stimulation can gain access to this neural circuitry. This review focuses on the capability of the human lumbar spinal cord to generate stereotyped motor output underlying standing and stepping, as well as full weight-bearing standing and rhythmic muscle activation during assisted treadmill stepping in paralyzed individuals in response to spinal cord stimulation. By enhancing the excitability state of the spinal circuitry, the stimulation can have an enabling effect upon otherwise \"silent\" translesional volitional motor control. Strategies for achieving functional movement in patients with severe injuries based on minimal translesional intentional control, task-specific proprioceptive feedback, and next-generation spinal cord stimulation systems will be reviewed. The role of spinal cord stimulation can go well beyond the immediate generation of motor output. With recently developed training paradigms, it can become a major rehabilitation approach in spinal cord injury for augmenting and steering trans- and sublesional plasticity for lasting therapeutic benefits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26890324/"
}