{
    "title": "Back muscle fatigability is associated with knee extensor inhibition in subjects with low back pain.",
    "doc_id": "11493865",
    "writer": "Suter E",
    "year": "2001",
    "summary": "Both groups showed bilaterally similar decreases in EMG median frequency at L4--L5 and T12; however, the slopes were significantly steeper at L4--L5 than T12. Study participants with chronic low back pain with poor back endurance had significantly higher musc …",
    "abstract": "Study design:\n        \n      \n      Cross-sectional study of 25 male golfers with chronic low back pain and 16 healthy controls of similar age.\n    \n\n\n          Objectives:\n        \n      \n      To assess the association between functional capacity of the back extensors and the quadriceps muscles.\n    \n\n\n          Summary of background data:\n        \n      \n      Chronic low back pain has been shown to lead to changes in muscle activation patterns of the abdominals and the gluteus maximus. The effect of chronic low back pain on lower limb function has not been investigated.\n    \n\n\n          Methods:\n        \n      \n      Back extensor endurance was assessed by a Biering-Sørensen test; surface EMG was measured bilaterally on the erector spinae at T12 and L4--L5. Muscle inhibition in the quadriceps was assessed by applying an electrical twitch to the maximally contracted muscle. The associations between holding time, decrease in EMG median frequency (i.e., the slope of the regression line on median frequency vs. time), and muscle inhibition were compared for study participants with chronic low back pain and controls.\n    \n\n\n          Results:\n        \n      \n      Mean back extensor holding times were 88 +/- 30 seconds for study participants with chronic low back pain and 92 +/- 17 seconds for controls. Both groups showed bilaterally similar decreases in EMG median frequency at L4--L5 and T12; however, the slopes were significantly steeper at L4--L5 than T12. Study participants with chronic low back pain with poor back endurance had significantly higher muscle inhibition compared with study participants with chronic low back pain with good back endurance, whereas such an association was not evident in healthy controls.\n    \n\n\n          Conclusions:\n        \n      \n      In golfers with chronic low back pain reduced back endurance was associated with significant inhibition of the knee extensors, indicating that this muscle group cannot be activated to a full extent. These findings suggest a possible association between back extensor fatigability and knee extensor dysfunction in male golfers with chronic low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11493865/"
}