{
    "title": "Quality of care measures for migraine: a comprehensive review.",
    "doc_id": "17590144",
    "writer": "Gagne JJ",
    "year": "2007",
    "summary": "Published literature, the Agency for Healthcare Research and Quality's National Quality Measure Clearinghouse, and resources available from quality organizations (eg, the National Committee for Quality Assurance) were examined to identify existi …",
    "abstract": "Migraine headache is a highly prevalent, chronic, episodic disorder that is associated with high direct and indirect costs. Migraine headache impacts not only patients, but also their employers due to substantial decreases in workplace productivity. Despite the prevalence and clinical and economic burdens of migraine, no national efforts to develop and implement standardized measures of quality of care have been made. The objective of this study was to collect and report on existing quality of care measures for migraine that could be suitable for quality measurement at the health-plan level. Published literature, the Agency for Healthcare Research and Quality's National Quality Measure Clearinghouse, and resources available from quality organizations (eg, the National Committee for Quality Assurance) were examined to identify existing quality indicators that can be used to assess the quality of care delivered to migraine sufferers at the health-plan level. Among the results of the study were the following: Quality of care measures for migraine include patient-reported measures and non-patient reported, diagnosis-related, prevention-related, and treatment-related indicators. Most existing measures have been developed by the Institute for Clinical Systems Improvement or summarized and reported by the RAND Corporation. Few of these measures can be used to assess migraine quality of care at the health-plan level. In conclusion, many measures exist, but they are not intended for use at the health-plan level. Incorporation of valid and reliable quality of care measures may increase the ability of migraine disease management programs to conform to clinical care guidelines. Significant effort is needed to determine what and how to measure quality among health plans to improve the quality of care delivered to individuals with migraine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17590144/"
}