{
    "title": "Discovery of a peptide proteolysis-targeting chimera (PROTAC) drug of p300 for prostate cancer therapy.",
    "doc_id": "38954976",
    "writer": "Zhang D",
    "year": "2024",
    "summary": "BACKGROUND: The E1A-associated protein p300 (p300) has emerged as a promising target for cancer therapy due to its crucial role in promoting oncogenic signaling pathways in various cancers, including prostate cancer. This need is particularly significant in …",
    "abstract": "Background:\n        \n      \n      The E1A-associated protein p300 (p300) has emerged as a promising target for cancer therapy due to its crucial role in promoting oncogenic signaling pathways in various cancers, including prostate cancer. This need is particularly significant in prostate cancer. While androgen deprivation therapy (ADT) has demonstrated promising efficacy in prostate cancer, its long-term use can eventually lead to the development of castration-resistant prostate cancer (CRPC) and neuroendocrine prostate cancer (NEPC). Notably, p300 has been identified as an important co-activator of the androgen receptor (AR), highlighting its significance in prostate cancer progression. Moreover, recent studies have revealed the involvement of p300 in AR-independent oncogenes associated with NEPC. Therefore, the blockade of p300 may emerge as an effective therapeutic strategy to address the challenges posed by both CRPC and NEPC.\n    \n\n\n          Methods:\n        \n      \n      We employed AI-assisted design to develop a peptide-based PROTAC (proteolysis-targeting chimera) drug that targets p300, effectively degrading p300 in vitro and in vivo utilizing nano-selenium as a peptide drug delivery system.\n    \n\n\n          Findings:\n        \n      \n      Our p300-targeting peptide PROTAC drug demonstrated effective p300 degradation and cancer cell-killing capabilities in both CRPC, AR-negative, and NEPC cells. This study demonstrated the efficacy of a p300-targeting drug in NEPC cells. In both AR-positive and AR-negative mouse models, the p300 PROTAC drug showed potent p300 degradation and tumor suppression.\n    \n\n\n          Interpretation:\n        \n      \n      The design of peptide PROTAC drug targeting p300 is feasible and represents an efficient therapeutic strategy for CRPC, AR-negative prostate cancer, and NEPC.\n    \n\n\n          Funding:\n        \n      \n      The funding details can be found in the Acknowledgements section.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38954976/"
}