{
  "pmid": "41443411",
  "title": "Cetuximab rechallenge in molecularly selected metastatic colorectal cancer: the randomized CAVE-2 GOIM trial.",
  "abstract": "Anti-epidermal growth factor receptor (EGFR) drug rechallenge could be of therapeutic value in a subgroup of refractory metastatic colorectal cancer (mCRC). The randomized phase 2 CAVE-2 GOIM trial compared two rechallenge regimens in RAS/BRAF WT mCRC (cetuximab monotherapy or in combination with avelumab). Patients were selected according to baseline plasma ctDNA comprehensive genomic profiling (CGP) by FoundationOne Liquid CDx. Primary endpoint was Overall Survival (OS). From August 2022 to December 2024, 156 out of 328 screened patients were randomized 2:1 to cetuximab plus avelumab (arm A, 104 patients) or cetuximab (arm B, 52 patients). Median progression-free survival (mPFS) was 5.3 months (95% CI: 4.3-6) in arm A versus 4.3 months (95% CI: 3.5-5.5) in arm B (HR: 0.78; 95% CI: 0.55-1.10; P=0.158). Median OS (mOS) was 14.8 months (95% CI:12.1-18.3) in arm A versus 12.9 months (95% CI: 11-NE) in arm B (HR: 1.00; 95% CI: 0.65-1.52; P=0.983). A pre-planned exploratory analysis evaluated the impact on therapeutic efficacy of genomic pathogenic variants in the EGFR pathway. In the whole study population, 124/156 patients had tumors without any genomic alteration in KRAS, NRAS, BRAF, EGFR extracellular domain, PIK3CA exon 20, MAP2K1, AKT1, MET, PTEN and ERBB2 (\"negative hyper-selection\"). These patients had significantly improved mPFS [5.35 months (95% CI:4.4-5.9) versus 3.65 months (95% CI: 2.8-4.8) (HR: 0.62; 95% CI: 0.42-0.92; P=0.017)], and mOS [15.0 months (95% CI:12.6-19.9) versus 11.1 months (95% CI: 8.6-15.6) (HR: 0.61; 95% CI: 0.39-0.97; P=0.037)] compared with patients having at least one pathogenic variant (\"positive hyper-selection\"). Similarly, improved ORR, mPFS and OS were observed for each treatment arm in patients with \"negative hyper-selection\". Addition of avelumab does not increase efficacy of cetuximab rechallenge. Liquid biopsy CGP identifies patients that benefit of anti-EGFR rechallenge supporting its implementation in the continuum of care of mCRC. (Clinical trial number: NCT05291156).",
  "disease": "colorectal cancer"
}