{
    "title": "Misregulation of Gene Expression and Sterility in Interspecies Hybrids: Causal Links and Alternative Hypotheses.",
    "doc_id": "27025762",
    "writer": "Civetta A.",
    "year": "2016",
    "summary": "Hybrid male sterility (HMS) has been a focus in studies of speciation because sterility imposes a barrier to free gene flow between organisms, thus effectively isolating them as distinct species. In this review, I focus on the role of differential gene expression …",
    "abstract": "Understanding the origin of species is of interest to biologist in general and evolutionary biologist in particular. Hybrid male sterility (HMS) has been a focus in studies of speciation because sterility imposes a barrier to free gene flow between organisms, thus effectively isolating them as distinct species. In this review, I focus on the role of differential gene expression in HMS and speciation. Microarray and qPCR assays have established associations between misregulation of gene expression and sterility in hybrids between closely related species. These studies originally proposed disrupted expression of spermatogenesis genes as a causative of sterility. Alternatively, rapid genetic divergence of regulatory elements, particularly as they relate to the male sex (fast-male evolution), can drive the misregulation of sperm developmental genes in the absence of sterility. The use of fertile hybrids (both backcross and F1 progeny) as controls has lent support to this alternative explanation. Differences in gene expression between fertile and sterile hybrids can also be influenced by a pattern of faster evolution of the sex chromosome (fast-X evolution) than autosomes. In particular, it would be desirable to establish whether known X-chromosome sterility factors can act as trans-regulatory drivers of genome-wide patterns of misregulation. Genome-wide expression studies coupled with assays of proxies of sterility in F1 and BC progeny have identified candidate HMS genes but functional assays, and a better phenotypic characterization of sterility phenotypes, are needed to rigorously test how these genes might contribute to HMS.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27025762/"
}