{
    "title": "Are metallothioneins equally good biomarkers of metal and oxidative stress?",
    "doc_id": "22854745",
    "writer": "Figueira E",
    "year": "2012",
    "summary": "To better understand the role of MTs as a biomarker in Cerastoderma edule, a bivalve widely used as bioindicator, a laboratory assay was conducted aiming to assess the sensitivity of MTs to metal and oxidative stressors. For this purpose, Cd was used to induce metal stress …",
    "abstract": "Several researchers investigated the induction of metallothioneins (MTs) in the presence of metals, namely Cadmium (Cd). Fewer studies observed the induction of MTs due to oxidizing agents, and literature comparing the sensitivity of MTs to different stressors is even more scarce or even nonexistent. The role of MTs in metal and oxidative stress and thus their use as a stress biomarker, remains to be clearly elucidated. To better understand the role of MTs as a biomarker in Cerastoderma edule, a bivalve widely used as bioindicator, a laboratory assay was conducted aiming to assess the sensitivity of MTs to metal and oxidative stressors. For this purpose, Cd was used to induce metal stress, whereas hydrogen peroxide (H2O2), being an oxidizing compound, was used to impose oxidative stress. Results showed that induction of MTs occurred at very different levels in metal and oxidative stress. In the presence of the oxidizing agent (H2O2), MTs only increased significantly when the degree of oxidative stress was very high, and mortality rates were higher than 50 percent. On the contrary, C. edule survived to all Cd concentrations used and significant MTs increases, compared to the control, were observed in all Cd exposures. The present work also revealed that the number of ions and the metal bound to MTs varied with the exposure conditions. In the absence of disturbance, MTs bound most (60-70 percent) of the essential metals (Zn and Cu) in solution. In stressful situations, such as the exposure to Cd and H2O2, MTs did not bind to Cu and bound less to Zn. When organisms were exposed to Cd, the total number of ions bound per MT molecule did not change, compared to control. However the sort of ions bound per MT molecule differed; part of the Zn and all Cu ions where displaced by Cd ions. For organisms exposed to H2O2, each MT molecule bound less than half of the ions compared to control and Cd conditions, which indicates a partial oxidation of thiol groups in the cysteine residues through ROS scavenging. The present results suggest that MTs are excellent markers of metal stress, but not of oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22854745/"
}