{
  "pmid": "41359062",
  "title": "Determinants and clinical correlates of minor salivary gland biopsy findings for suspected Sjögren disease: a single center retrospective analysis.",
  "abstract": "This study aims to investigate the clinical and pathological characteristics of patients who underwent minor salivary gland biopsy (mSGB) for suspected Sjögren disease (SjD). A total of one hundred five patients who underwent mSGB at a tertiary rheumatology center over a two-year period were included in the study. Demographic and disease characteristics of patients were recorded from electronic health records. The histopathological evaluation of the mSG was performed according to focus score (FS). The ESSDAI and ESSPRI scores were used for disease activity. The study data were analyzed by dividing patients into groups according to whether they met the SjD Classification Criteria and had focal lymphocytic sialadenitis (FLS). The median symptom duration of patients was 28.0 (8-102) months, and 68.5% (72; 105) of them met the SjD Classification Criteria before biopsy. 11.1% of SjD patients (8; 72) had also overlap syndrome. The number of patients with FS ≥ 1 (42, 58.33% vs. 11, 33.33%; p < 0.001), ESSDAI (4.21 ± 2.23 vs. 3.64 ± 2.12; p = 0.023), and ESSPRI-dryness scores (5.12 ± 1.51 vs. 4.72 ± 1.54; p = 0.018) were significantly higher in patients who met the SjD classification criteria than in patients who did not meet the criteria. According to histopathology findings, xerostomia (86.7% vs. 75.0%; p = 0.012), xerophthalmia (75.4% vs. 63.5%; p = 0.024), fatigue (54.7% vs. 42.3%; p = 0.035), ANA (81.1% vs. 69.2%; p < 0.001), SSA (35.8% vs. 26.9%; p = 0.041), and SSB (18.8% vs. 13.4%; p = 0.047) positivity rates were significantly higher in FLS positive (FS ≥ 1) group than the negative group (FS < 1). The unstimulated whole saliva flow [OR (95% CI) = 2.58 (0.94-7.02)] and Schirmer's test [OR (95% CI) = 2.89 (1.04-7.97)] were identified as predictors of FS. This study demonstrated that, whereas diagnostic biopsy findings are predominantly observed in seropositive patients and/or meeting the criteria, FLS positivity is relatively frequent in seronegative individuals who do not fulfill SjD classification criteria. The present study also represented that objective measurements of the sicca symptoms predict FLS.",
  "disease": "rheumatoid arthritis"
}