{
  "pmid": "41458739",
  "title": "Genotype-Phenotype Variability in Congenital Thrombotic Thrombocytopenic Purpura (TTP): Two Novel ADAMTS13 Variants.",
  "abstract": "Congenital thrombotic thrombocytopenic purpura (cTTP; Upshaw-Schulman syndrome) is an ultra-rare hereditary thrombotic microangiopathy caused by biallelic pathogenic variants in ADAMTS13. The condition is characterized by microangiopathic hemolytic anemia, thrombocytopenia, and ischemic organ injury. Although more than 450 variants have been described, genotype-phenotype correlations remain imperfect, and presentation is highly heterogeneous. We describe two children with cTTP, illustrating opposite ends of the clinical spectrum. Case 1: a 10-year-old girl with recurrent anemia and thrombocytopenia since early childhood was found to have severe ADAMTS13 deficiency (<3%) without inhibitor. Genetic testing identified a novel homozygous missense variant c.946G>C (p.Gly316Arg) in the cysteine-rich domain, absent from population databases and classified as likely pathogenic. She remains stable on prophylactic fresh frozen plasma infusions every 3-4 weeks, though complicated by allergic reactions and progressive renal dysfunction. Case 2: an 11-month-old infant, born to consanguineous parents with a history of sibling deaths in infancy, presented with transfusion-dependent anemia, thrombocytopenia, and subsequently an ischemic stroke. Exome sequencing revealed a novel homozygous missense variant c.1519C>T (p.Arg507Trp) in the spacer domain, also classified as likely pathogenic. Despite repeated plasma infusions, the child suffered progressive neurological deterioration and succumbed in infancy. These cases highlight the wide clinical heterogeneity of cTTP. While N-terminal variants are often associated with early severe disease, and distal domain variants with later onset, residual activity alone does not predict outcome. Multiparametric pathogenicity assessment (SIFT, PolyPhen, conservation, charge, phosphorylation, codon usage) combined with ACMG criteria is essential to classify novel variants. Plasma infusion remains the mainstay of therapy, but recombinant ADAMTS13 holds promise to transform care and reduce treatment burden. cTTP should be considered in any child presenting with anemia, thrombocytopenia, and schistocytosis. Early biochemical and genetic confirmation enables timely plasma therapy and counseling. Novel ADAMTS13 variants continue to expand the mutational spectrum and underscore the variability of genotype-phenotype correlations.",
  "disease": "stroke"
}