{
    "title": "Surgical Treatment of Neuromas Improves Patient-Reported Pain, Depression, and Quality of Life.",
    "doc_id": "28125533",
    "writer": "Domeshek LF",
    "year": "2017",
    "summary": "BACKGROUND: Surgical management of neuromas is difficult, with no consensus on the most effective surgical procedure to improve pain and quality of life. This study evaluated the surgical treatment of neuromas by neurectomy, crush, and proximal transposition on impr …",
    "abstract": "Background:\n        \n      \n      Surgical management of neuromas is difficult, with no consensus on the most effective surgical procedure to improve pain and quality of life. This study evaluated the surgical treatment of neuromas by neurectomy, crush, and proximal transposition on improvement in pain, depression, and quality of life.\n    \n\n\n          Methods:\n        \n      \n      Patients who underwent neuroma excision and proximal transposition were evaluated. Preoperative and postoperative visual analogue scale scores for pain (worst and average), depression, and quality of life were assessed using linear regression, and means were compared using paired t tests. The Disabilities of the Arm, Shoulder, and Hand questionnaire score was calculated preoperatively and postoperatively for upper extremity neuroma patients. Patients with long-term follow-up were analyzed using repeated measures analysis of variance comparing preoperative, postoperative, and long-term visual analogue scale scores.\n    \n\n\n          Results:\n        \n      \n      Seventy patients (37 with upper extremity neuromas and 33 with lower extremity neuromas) met inclusion criteria. Statistically significant improvements in visual analogue scale scores were demonstrated for all four patient-rated qualities (p < 0.01) independent of duration of initial clinical follow-up. The change in preoperative to postoperative visual analogue scale scores was related inversely to the severity of preoperative scores for pain and depression. Neuroma excision and proximal transposition were equally effective in treating lower and upper extremity neuromas. Upper extremity neuroma patients had a statistically significant improvement in Disabilities of the Arm, Shoulder, and Hand questionnaire scores after surgical treatment (p < 0.02).\n    \n\n\n          Conclusions:\n        \n      \n      Surgical neurectomy, crush, and proximal nerve transposition significantly improved self-reported pain, depression, and quality-of-life scores. Surgical intervention is a viable treatment of neuroma pain and should be considered in patients with symptomatic neuromas refractory to nonoperative management.\n    \n\n\n          Clinical question/level of evidence:\n        \n      \n      Therapeutic, IV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28125533/"
}