{
  "pmid": "41451128",
  "title": "The predictive value of the FT3/FT4 ratio for the severity of coronary artery disease in patients with acute coronary syndrome.",
  "abstract": "Thyroid hormones critically regulate cardiovascular homeostasis, with thyroid dysfunction established as an independent risk factor for coronary artery disease. While free triiodothyronine (FT3) to free thyroxine (FT4) ratio reflects peripheral thyroid hormone conversion efficiency, its prognostic utility for anatomical severity of coronary lesions in acute coronary syndrome (ACS) remains undetermined. This observational study enrolled a total of 431 ACS patients who underwent coronary angiography. The anatomical severity of coronary lesions was quantified by SYNTAX score. Patients were stratified into three groups based on tertiles of the FT3/FT4 ratio: T1 (FT3/FT4 ≤0.27, n = 144), T2 (0.27 < FT3/FT4 ≤0.33, n = 144), and T3 (FT3/FT4 >0.33, n = 143). They were further categorized into low-risk (baseline SYNTAX score [bSS] <23) or mid-/high-risk (bSS ≥23) subgroups based on bSS. Compared with the T1 group, patients in the T2 and T3 groups had significantly lower bSS values. Multivariate logistic regression analysis demonstrated that the T3 group had a 53% lower risk of mid-/high-risk SYNTAX scores than the T1 group (odds ratio [OR] 0.470; 95% confidence interval [CI]: 0.227-0.971; P = 0.041). The area under the receiver operating characteristic curve (AUC) for the FT3/FT4 ratio in predicting mid-/high-risk SYNTAX scores was 0.656 (95% CI: 0.587-0.724; P < 0.001). Clinical decision curve analysis confirmed the clinical utility of the FT3/FT4 ratio for this prediction. Additionally, restricted cubic spline analysis revealed a negative dose-response relationship between the FT3/FT4 ratio and SYNTAX scores (non-linear P = 0.017). Impaired peripheral thyroid hormone (increased of the FT3/FT4 ratio) conversion efficiency was independently associated with increased coronary anatomical complexity in ACS patients.",
  "disease": "coronary artery disease"
}