{
  "pmid": "41467361",
  "title": "Minimally Invasive Surgery Versus Open Craniotomy With Clot Evacuation After Intracerebral Hemorrhage.",
  "abstract": "The objective of this study was to test the hypothesis that minimally invasive surgery (MIS), an emerging surgical treatment for spontaneous intracerebral hemorrhage (sICH), is associated with better clinical outcomes than open craniotomy with clot evacuation, in a large, nationwide US cohort. We performed a retrospective cohort study that included patients with sICH included in the American Heart Association Get With The Guidelines-Stroke registry between January 1, 2011, and December 31, 2021. We excluded patients with a diagnosis of ischemic stroke, subarachnoid hemorrhage, or subdural hemorrhage, and patients transferred to another hospital. The exposure was the type of surgery, classified as either open craniotomy with clot evacuation or MIS (composite of endoscopic evacuation or stereotactic evacuation with fibrinolytic therapy). The primary outcome was in-hospital mortality. Secondary outcomes at discharge included disposition, ambulatory status, and modified Rankin Scale (mRS) score. After overlap-weighted propensity score matching, multiple logistic regression was used to study the association between the type of surgery and outcomes. Among 564,265 patients with sICH, 7,770 underwent surgical intervention. MIS was performed in 703 patients and open craniotomy was performed in 7,067 patients. In regression analyses, MIS was associated with lower odds of in-hospital mortality (adjusted odds ratio [aOR] = 0.7, 95% confidence interval [CI] = 0.5-0.9), unfavorable discharge (aOR = 0.7, 95% CI = 0.6-0.9), and higher odds of discharge to rehabilitation (aOR = 1.3, 95% CI = 1.1-1.5), but not with functional outcomes. In this large, representative US cohort of patients with sICH, MIS was associated with reduced in-hospital mortality and better discharge disposition compared to conventional open craniotomy with clot evacuation. ANN NEUROL 2025.",
  "disease": "stroke"
}