{
  "pmid": "41459889",
  "title": "Predictive Role of the Glucose/Lymphocyte Ratio in Contrast-Induced Nephropathy in Patients with Non-ST Elevation Myocardial Infarction in Türkiye.",
  "abstract": "Contrast-induced nephropathy (CIN) is a common cause of acute renal failure. CIN is defined as an increase in serum creatinine (sCr) occurring after iodinated contrast agent (ICA) administration and is usually transient. When patients with mildly elevated baseline sCr levels are included, the risk of CIN in patients undergoing cardiac catheterization can be as high as 20%. To determine the role of glucose-to-lymphocyte ratio (GLR) in predicting the risk of developing CIN after coronary angiography (CAG). This is a retrospective study that included 929 patients who underwent CAG for non-ST elevation myocardial infarction (NSTEMI). The incidence of CIN was determined. GLR was calculated by dividing the blood glucose level by the lymphocyte count. CIN developed in 124 patients (13.3%) after the CAG procedure including percutaneous coronary intervention. CIN (+) patients were older than CIN (-) group (67.1 ± 10.8 vs. 62.4 ± 11.5, P = 0.046). The number of patients with diabetes mellitus was also higher in CIN (+) group (71 (57.3%) vs. 386 (48%), P < 0.001). Multivariate logistic regression analysis showed that GLR score (OR: 1.025, 95% confidence interval (CI): 1.0221-1.029, P < 0.001), serum glucose levels (OR: 1.011, 95% CI: 1.009-1.013, P < 0.001), white blood cell count (OR: 1.182, 95% CI: 1.101-1.268, P < 0.001), neutrophil-to-lymphocyte ratio score (OR: 1.12 95%CI: 1.077-1.167, P< 0.001) and platelet to lymphocyte ratio score (OR: 1.012, 95% CI: 1.009-1.015, P < 0.001) were independent predictors of the development of CIN. Receiver Operating Characteristic analysis, at a cut-off point of 104.39, GLR demonstrated 70% sensitivity and 82% specificity for detecting CIN. GLR value at admission was associated with the development of CIN after CAG in patients with NSTEMI.",
  "disease": "diabetes mellitus"
}