{
  "pmid": "41430646",
  "title": "Off-label use of implantable devices and stents in congenital heart disease patient's interventional procedures. a single center experience.",
  "abstract": "There have been great advances in the field of congenital heart disease (CHD) catheter intervention. Diseases that were previously considered only with surgical treatment options are now treated percutaneously with high success rates. However, devices used in this fields are referred to being used in an off-labeled fashion, as they were not originally developed for this purpose. This is the result of many factors among which the broad spectrum morphological and clinical expression of CHD. The aim of this paper is to describe the prevalence, types of procedures and outcomes of the off-label use of implantable devices and stents in the CHD patient's interventional procedure in our center. A retrospective data involving all patients who were referred to congenital and structural heart disease unit in our institution for catheter based interventional procedures in the last 4 years based on our medical records. Patients' demographic data, diagnosis, procedural data, type of devices used, follow-up data and incidence of major and minor complications were recorded to calculate the success and incidence of complications in this cohort of patient. A total number of 410 patients underwent a percutaneous interventional procedure with the use of an off-label device or stent, out of a total of 2530 interventional procedure during the last 4 years, accounting for approximately 21.5% of all device and stents implanted during this period. The mean age of patients was 6.70 ± 4.47 years, the mean body weight was 18 0.3 +/- 8.5 kg. The procedures were versatile and included Ventricular septal defect (VSD) closure, Persistent ductus arteriosus (PDA) closure, aorto-pulmonary (AP) collaterals embolization, coronary arteriovenous (AV) fistula closure, veno-venous collaterals closure, pulmonary AV malformation closure, PDA stenting, and right ventricular outflow tract (RVOT) stenting. Implantable devices were used in 360 patients (87.8%) while Stents were implanted off-label in 50 patients (12.2%). Device-related complications were reported in 13 patients: seven major complications (device embolization in 3 cases, stent malposition in 2 and stent embolization in another 2 patients) and 6 minor complications ( mild left pulmonary artery stenosis, mild tricuspid and aortic valve regurgitation, residual VSD with hemolysis, incomplete arteriovenous malformations closure, late onset of arrhythmias and late device related thrombus formation). There were four deaths (0,97%). Overall success rate in this patient's cohort was 96.9% all over a period of 12 months follow up for the patients. Considerable percentage of patients with CHD undergoing transcatheter interventional percutaneous procedures with off-label implantation of devices or stents. These procedures have high success rate and relatively low incidence of complications. So Longer term follow-up is needed in order to establish safety and effectiveness of these off-label procedures in congenital heart defects.",
  "disease": "coronary artery disease"
}