{
  "pmid": "41383628",
  "title": "Machine learning-based prediction of response to Janus kinase inhibitors in patients with rheumatoid arthritis using clinical data.",
  "abstract": "Rheumatoid arthritis (RA) is a chronic inflammatory disease with considerable heterogeneity in treatment response, leaving many patients unable to achieve remission or low disease activity. We aimed to develop a machine learning model to predict which patients with moderate-to-severe RA would respond to Janus kinase inhibitor therapy, thereby facilitating more effective and personalized treatment strategies. We retrospectively collected data from the Korean College of Rheumatology Biologics therapy (KOBIO) registry and Asan Medical Centers, including adult patients with moderate or high disease activity (DAS28-ESR≥3.2) and at least 12 months of follow-up. We trained and validated gradient boosting machine-learning models (XGBoost) to predict whether patients would achieve low disease activity or remission after 6 months of Janus kinase inhibitor therapy, using prespecified baseline covariates and stratified splits for independent training and test datasets. This study included 264 patients with moderate-to-severe rheumatoid arthritis from the Korean cohorts (the KOBIO registry and Asan Medical Centers). Of these, 247 received either tofacitinib (n=123) or baricitinib (n=124). After 6 months of treatment, 65% of patients on tofacitinib and 70% on baricitinib achieved low disease activity or remission. Our machine-learning models (trained and validated separately for each drug) achieved high predictive performance (tofacitinib: ROC-AUC 0.82, accuracy 80%; baricitinib: ROC-AUC 0·88, accuracy 88%), identifying key clinical factors such as total cholesterol, CRP, and specific joint swelling or tenderness for tofacitinib, and patient global assessment, joint swelling, and co-administration of hydroxychloroquine for baricitinib. Model-guided treatment selection could have improved outcomes for an additional 15% of patients by aligning each individual's predicted response with the more suitable Janus kinase inhibitor. The findings suggest that ML models can accurately predict treatment response to Janus kinase inhibitors in rheumatoid arthritis and may support personalized therapy selection to improve clinical outcomes.",
  "disease": "rheumatoid arthritis"
}