{
  "pmid": "41450848",
  "title": "Investigating the impact of kernel harmonization and deformable registration on inspiratory and expiratory chest CT images for people with COPD.",
  "abstract": "Paired inspiratory-expiratory computed tomography (CT) scans enable quantification of gas trapping alterations due to small airway disease and emphysema through the motion of the lung tissue for people with chronic obstructive pulmonary disease (COPD). Deformable image registration of these paired CT scans is often used to assess the regional volumetric changes in the lung. However, variations in reconstruction protocols, particularly the reconstruction kernels between paired inspiratory-expiratory scans are often overlooked, and these variations introduce errors during quantitative image analysis. In this work, we propose a two-stage pipeline to harmonize reconstruction kernels between paired inspiratory-expiratory scans and perform deformable image registration for data acquired from the COPDGene study. We use a cycle generative adversarial network (GAN) for image synthesis to harmonize inspiratory scans reconstructed with a hard kernel (BONE) to match expiratory scans reconstructed with a soft kernel (STANDARD). We then perform deformable image registration to register the expiratory scans to the inspiratory scans. We validated harmonization by measuring emphysema using a publicly available segmentation algorithm, both before and after harmonization. Our results show that harmonization significantly reduces inconsistencies in emphysema measurement, decreasing the median emphysema scores from 10.479% to 3.039% with a reference median score of 1.305% from the STANDARD kernel as a harmonization target. We validate the registration accuracy by observing the Dice overlap between emphysema regions on the inspiratory, expiratory and deformed images. The Dice coefficient between the fixed inspiratory emphysema masks and deformably registered emphysema masks increases across different stages of registration with statistical significance (",
  "disease": "chronic obstructive pulmonary disease"
}