{
  "pmid": "41466137",
  "title": "Preoperative hypoalbuminemia and surgical complications in benign minimally invasive hysterectomy.",
  "abstract": "To evaluate the association between preoperative hypoalbuminemia (< 3.5 g/dL) and postoperative complications in patients undergoing minimally invasive hysterectomy for benign conditions. This cohort study used data from the American College of Surgeons National Surgical Quality Improvement Program (NSQIP) database between 2012 and 2020. Elective laparoscopic and robotic hysterectomies for benign indications were included. Information collected included demographic data, preoperative data, operative indications, and postoperative complications. Patients were categorized by preoperative albumin levels into hypoalbuminemia (< 3.5 g/dL) and normal albumin levels (≥ 3.5 g/dL). The primary outcome was the incidence of any postoperative complications, categorized as major or minor using the Clavien-Dindo classification. Multivariable logistic regression was performed to assess the association between preoperative albumin levels and complications, adjusting for potential confounders. A total of 69,325 patients met the inclusion criteria. Patients with hypoalbuminemia had a higher incidence of any complications (10.5% vs. 6.9%, p < 0.001), minor complications (8.0% vs. 4.7%, p < 0.001), and major complications (3.4% vs. 2.8%, p = 0.022). Hypoalbuminemia was significantly associated with increased risks of reintubation, blood transfusion, surgical site infection, and pneumonia. Multivariable analysis confirmed that hypoalbuminemia was an independent risk factor for any complications [aOR 1.39, 95% CI (1.23-1.56), p < 0.001] and minor complications [aOR 1.52, 95% CI (1.32-1.72), p < 0.001]. When stratifying into five groups of albumin level, higher preoperative albumin levels were associated with a progressive reduction in complication risks. Our findings showed that preoperative hypoalbuminemia was associated with increased postoperative morbidity among women undergoing minimally invasive hysterectomy for benign indications. Low albumin likely reflected frailty or systemic illness, indicating overall physiological reserve. Future studies are needed to determine whether preoperative nutritional optimization can modify postoperative outcomes.",
  "disease": "pneumonia"
}