{
    "title": "Quality indicators for the acute and long-term management of anaphylaxis: a systematic review.",
    "doc_id": "28546858",
    "writer": "Dhami S",
    "year": "2017",
    "summary": "BACKGROUND: The quality of acute and long-term anaphylaxis management is variable and this contributes to the poor outcomes experienced by many patients. ...The identified indicators were descriptively summarized against the most recent international anaphylaxis guidelines …",
    "abstract": "Background:\n        \n      \n      The quality of acute and long-term anaphylaxis management is variable and this contributes to the poor outcomes experienced by many patients. Clinical practice guidelines have the potential to improve outcomes, but implementing guideline recommendations in routine practice is challenging. Quality indicators have the potential to support guideline implementation efforts.\n    \n\n\n          Objective:\n        \n      \n      To identify quality indicators to support the acute and long-term management of anaphylaxis.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic review of the literature that involved searching Medline, EMBASE and CINAHL databases for peer-reviewed published literature for the period 1 January 2005-31 December 2015. Additionally we searched Google for grey and unpublished literature. The identified indicators were descriptively summarized against the most recent international anaphylaxis guidelines (i.e. those produced by the European Academy of Allergy and Clinical Immunology) and critically evaluated using the Agency for Healthcare Research and Quality's criteria for indicator development.\n    \n\n\n          Results:\n        \n      \n      Our searches revealed 830 publications, from which we identified five sources for 54 indicators addressing both acute (n = 27) and long-term (n = 27) management of anaphylaxis. The majority of indicators were developed through expert consensus with relatively few of these having been formally piloted or tested to demonstrate that they could discriminate between variations in practice and/or that they were sensitive to change.\n    \n\n\n          Conclusions:\n        \n      \n      There is a need for a comprehensive set of quality indicators for anaphylaxis management. We have however identified some indicators for the acute and long-term management of anaphylaxis that could with relatively little additional work support efforts to translate guideline recommendations into clinical care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28546858/"
}