{
    "title": "Oxidative decolorization of methylene blue using pelagite.",
    "doc_id": "17513047",
    "writer": "Zhu MX",
    "year": "2008",
    "summary": "Pelagite generally has large surface area and high adsorbing and oxidizing reactivity due to highly amorphous nature, and high reducing potential of Mn (hydro)oxide phases present in it. ...Iron (hydro)oxide phases present in the pelagite did not play an impo …",
    "abstract": "Pelagite generally has large surface area and high adsorbing and oxidizing reactivity due to highly amorphous nature, and high reducing potential of Mn (hydro)oxide phases present in it. In the present study, pelagite, collected from the East Pacific Ocean, was tested as a potential oxidant for decolorization of methylene blue (MB) in a batch system under air-bubbling and motor-stirring conditions. The effects of suspension pH (3.0-10.0), MB concentration (10-100 mgL(-1)) and loading (0.2-3.0 gL(-1)), and particle size (100-200 mesh) of pelagite on kinetics of MB decolorization were assessed. Results show that in typical concentration range of dye wastewaters (10-50 mgL(-1)), pelagite can be used as a highly efficient material for oxidative degradation of MB. MB decolorization was through a surface mechanism, that is, formation of surface precursor complex between MB and surface bound Mn(III, IV) center, followed by electron transfer within the surface complex. Iron (hydro)oxide phases present in the pelagite did not play an important role in MB decolorization. Suspension pH exerted double-edged effects on MB decolorization by influencing the formation of surface precursor complex, and reducing potential of the system. Kinetic rate of MB decolorization is directly proportional to saturation degree of available reaction sites by MB adsorption. At the initial and later stages, the kinetics for MB decolorization with respect to MB concentration, pelagite loading, and particle size could be described separately using two pseudofirst rate equations, except at very high pelagite loading (3.0 mgL(-1)). Accumulation of Mn(2+) and probably some organic intermediates exerted marked inhibitory effect on MB decolorization. Vigorous dynamic condition was favorable for MB decolorization. The presence of oxygen could enhance MB decolorization to a limited extent.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17513047/"
}