{
  "pmid": "41388544",
  "title": "The effect of a diet based on vegetable and dairy protein on biochemical and functional indicators of sarcopenia in patients with liver cirrhosis: a randomized controlled trial.",
  "abstract": "Sarcopenia, a prevalent complication of cirrhosis, is strongly linked to adverse clinical outcomes including hepatic encephalopathy and increased mortality which underscoring the urgent need for effective prevention and treatment strategies. This study investigates the effects of a diet based on vegetable and dairy protein on sarcopenia-related parameters in patients with cirrhosis. This randomized, controlled clinical trial was carried out on 42 patients with cirrhosis aged 30 to 60 years. Patients were randomly assigned to either the diet based on vegetable and dairy protein (n = 21) or the standard omnivorous isocaloric and isonitrogenous diet (n = 21). Fasting blood samples, anthropometric measurements, handgrip strength, five times sit to stand (5STS) test, four meters gate speed (4MGS) as well as dietary intake and physical activity data were collected for all patients at the baseline and after 12 weeks of the intervention. Following 12 weeks of intervention, functional indicators of sarcopenia including handgrip strength, 4MGS, and the 5STS improved in vegetable and dairy protein-based diet group; however, no significant differences were found between the intervention and control groups (P > 0.05). Blood ammonia and myostatin levels remained stable in the vegetable and dairy protein-based diet group, whereas these biomarkers significantly increased in the standard diet group (P = 0.03). Moreover, a significant between-group difference was observed in blood ammonia levels (P = 0.02). Anthropometric indices including weight, BMI, mid-arm circumference (MAC), triceps skinfold (TSF), and mid-arm muscle circumference (MAMC) did not show significant differences between two groups (P > 0.05). In conclusion, a vegetable and dairy protein-based diet effectively inhibited significant elevations in ammonia levels compared to the standard diet in persons with liver cirrhosis; however, anthropometric parameters and muscle function did not differ between two groups.",
  "disease": "liver cirrhosis"
}