{
    "title": "Association of sleep quality, its change and sleep duration with the risk of type 2 diabetes mellitus: Findings from the English longitudinal study of ageing.",
    "doc_id": "37288700",
    "writer": "Song Y",
    "year": "2023",
    "summary": "AIMS: This study aimed to evaluate the association of sleep quality and its long-term change with the risk of type 2 diabetes mellitus (T2DM) and to assess the relationship between sleep duration and the risk of T2DM according to categories of sleep …",
    "abstract": "Aims:\n        \n      \n      This study aimed to evaluate the association of sleep quality and its long-term change with the risk of type 2 diabetes mellitus (T2DM) and to assess the relationship between sleep duration and the risk of T2DM according to categories of sleep quality.\n    \n\n\n          Materials and methods:\n        \n      \n      5728 participants free of T2DM at wave 4 from the English Longitudinal Study of Ageing were included and received a follow-up with a median time of 8 years. We created a sleep quality score to evaluate sleep quality, which was based on three Jenkins Sleep Problems Scale questions (the frequency of feeling hard to fall asleep, waking up at night, and feeling tired in the morning) and one question for rating overall sleep quality. Participants were allocated into three groups according to their baseline sleep quality scores (groups of good [4-8], intermediate [8-12], and poor quality [12-16]). Sleep duration was assessed by a self-reporting sleep hours from each participant.\n    \n\n\n          Results:\n        \n      \n      411 (7.2%) T2DM cases were documented during the follow-up. Compared with the good quality group, subjects with poor sleep quality showed a significantly higher risk of T2DM (hazard ratio (HR) 1.45, confidence interval (CI) 1.09, 1.92). In participants with good baseline sleep quality, those who experienced worsened sleep quality showed a significantly increased T2DM risk (HR 1.77, 95% CI 1.26, 2.49). Type 2 diabetes mellitus risk was not changed regardless of sleep duration in subjects with good quality. Short sleep duration (≤4h) was associated with an elevated T2DM risk in participants with intermediate sleep quality, and both short (≤4h) and prolonged sleep time (≥9h) were associated with an increased T2DM risk in the poor sleep quality group.\n    \n\n\n          Conclusions:\n        \n      \n      Poor sleep quality is correlated with an increase in T2DM risk, and regulating sleep quality to a good range could potentially be an effective approach for preventing T2DM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37288700/"
}