{
  "pmid": "41458207",
  "title": "Diverse Vascular Manifestations of Takayasu Arteritis: Coronary Artery Stenosis and Aneurysmal Dilation in pediatric patients.",
  "abstract": "Takayasu arteritis (TA) is a rare, chronic inflammatory disease that primarily affects large arteries, and in childhood (c-TA), it often presents with diverse and delayed manifestations that complicate diagnosis. We describe 2 pediatric cases that highlight the importance of early recognition and intervention. The first was a 3-month-old girl who presented with fever, respiratory distress, and peripheral cyanosis. Laboratory investigations revealed leukocytosis, anemia, elevated inflammatory markers, and hypercoagulability, while Doppler ultrasound and computed tomography angiography (CTA) demonstrated extensive vascular involvement with arterial occlusions and aneurysms. She was diagnosed with c-TA based on the American College of Rheumatology (ACR)/European League Against Rheumatism (EULAR) criteria and responded favorably to high-dose corticosteroids, infliximab, methotrexate, and antiplatelet therapy. The second case was a 17-year-old female with a history of hypertensive encephalopathy who presented with chest pain, arm numbness, and exertional dyspnea. Examination showed absent pulses and significant blood pressure discrepancies in the upper limbs, while laboratory tests revealed elevated erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), and positive antinuclear antibody (ANA). The CTA confirmed severe stenosis and occlusions in multiple arteries, fulfilling the diagnostic criteria for TA. Despite treatment with sarilumab, corticosteroids, methotrexate, and antiplatelet therapy, she continued to experience symptoms and required further intervention. These cases underscore the need to consider TA in pediatric patients with hypertension, absent or diminished pulses, blood pressure discrepancies, limb claudication, chest pain, or unexplained systemic inflammatory symptoms. Early recognition and aggressive immunosuppressive therapy are essential to prevent irreversible vascular damage and improve long-term outcomes.",
  "disease": "hypertension"
}