{
  "pmid": "41439081",
  "title": "Molecular Profiling of KRAS, NRAS, and BRAF in Colorectal Cancer: Insights From a Libyan Cohort.",
  "abstract": "Introduction Colorectal cancer (CRC) is a significant global health issue with a rising incidence, particularly high in Libya, posing serious public health concerns. This study aimed to determine the prevalence and clinicopathological associations of KRAS, NRAS, and BRAF mutations in a Libyan CRC cohort, as these mutations are key drivers of tumorigenesis and predictors of resistance to anti-epidermal growth factor receptor therapy. Investigating the molecular profile of Libyan CRC patients is essential for advancing personalized medicine and improving clinical outcomes in this population. Methods In this retrospective study, a standardized data abstraction sheet was used to systematically retrieve data from patient medical records, pathology reports, and molecular biology laboratory reports. Nonparametric tests were applied to assess associations between age, gender, tumor site, stage, and histology. The study included approximately 72 histologically confirmed CRC cases analyzed for molecular profiling. Results Colon cancer accounted for 58 (80.6%) of all cases. Most tumors, 32 (44.4%), were located on the left side, while 28 (38.9%) were on the right side, and 11 (15.3%) were identified in the rectum. According to the UICC staging system, 23 (31.9%) cases were classified as stage II, 28 (38.9%) as stage III, and 16 (22.2%) as stage IV. Histologically, most cases (38; 52.8%) were moderately differentiated adenocarcinomas. KRAS mutations were detected in 39 (54.2%) of patients, predominantly at codon 12. BRAF and NRAS mutations were identified in four (5.6%) and two (2.8%) patients, respectively. Patients with KRAS mutations were significantly older than their wild-type (WT) counterparts (p < 0.001). Although the relationship between RAS mutation status and histopathological subtype was not statistically significant (p = 0.057), a trend was observed. Mucinous adenocarcinoma was more common in tumors with BRAF/NRAS mutations than in KRAS mutant or WT tumors. No significant associations were found with gender, tumor stage, tumor size, or tumor location. Conclusions KRAS mutations are prevalent in Libyan CRC patients, especially in older adults, highlighting their clinical importance. The absence of a correlation with tumor stage in this cohort suggests RAS mutations may be pivotal in cancer initiation rather than progression. In patients with BRAF/NRAS mutations, the association with advanced age and a tendency toward mucinous histology provides valuable insight into local disease characteristics and supports efforts toward personalized therapy. Future studies with larger, prospective cohorts are needed to confirm these trends, incorporate prognostic data, and develop a more comprehensive molecular profile.",
  "disease": "colorectal cancer"
}