{
  "pmid": "41467385",
  "title": "CD11c+ microglia: From basic research to clinical application.",
  "abstract": "CD11c+ microglia are a functionally specialized subpopulation of microglia that play a crucial role in the pathophysiological processes of various central nervous system diseases. This review synthesizes compelling evidence that CD11c+ microglia exhibit unique transcriptomic and phagocytic characteristics. These characteristics distinguish them from homeostatic microglia and support their specialized functions. During development, CD11c+ microglia are crucial for the maturation of oligodendrocytes and the integrity of white matter, particularly in regions such as the corpus callosum and cerebellum. In preclinical models of neurodegenerative diseases (such as Alzheimer's disease and amyotrophic lateral sclerosis) and central nervous system injuries (such as stroke and spinal cord injury), they are consistently associated with neuroprotective phenotypes. CD11c+ microglia exhibit enhanced phagocytic capacity near amyloid plaques and damaged neurons, helping to clear pathological protein aggregates and cell debris, thereby reducing neurotoxicity and promoting a repair environment. The current consensus is that specific microenvironmental cues, particularly hazard signaling molecules (DAMPs) and cytokines (such as interferon-γ), are the main drivers of the differentiation and activation of CD11c+ microglia. Among these, the TREM2-APOE signaling axis is a key and widely accepted regulatory pathway for their survival, proliferation, and functional status. The plasticity of CD11c+ microglia is regulated by multiple signaling pathways, including CSF1R, SIRPα-CD47, IFN-γ, and the complement cascade. Emerging therapeutic strategies aim to regulate their activities through gene targeting, metabolic intervention, and immune regulation using TREM2 agonists, CSF1R inhibitors, or nanopharmacological methods. However, challenges remain in defining specific CD11c+ biomarkers, understanding environment-dependent functions, and achieving targeted delivery. Future prospects depend on clearly addressing individual developmental issues, deciphering the molecular switches that control phenotypic plasticity, and developing highly specific therapeutic strategies to leverage their beneficial functions, thereby paving the way for new intervention methods for neurological diseases.",
  "disease": "stroke"
}