{
    "title": "Virtual interviewing with marginalized young adult mothers: appreciating the New Norm.",
    "doc_id": "37317821",
    "writer": "Flaherty SC",
    "year": "2023",
    "summary": "The purpose of this article is to describe the processes and experiences of virtual interviewing among young adult mothers living in under-resourced communities, based on their responses to specific interview questions. DESIGN AND SAMPLE: As part of an explanatory s …",
    "abstract": "Background and objective:\n        \n      \n      Virtual interviewing in qualitative research may promote inclusion, diversify samples, and maximize participation, but there is limited research regarding methodological best practices for marginalized study populations. Emerging adult (ages 18-29) and young adult (through age 40) mothers have ongoing stressors and competing responsibilities that may preclude participation with in-person interviews. The purpose of this article is to describe the processes and experiences of virtual interviewing among young adult mothers living in under-resourced communities, based on their responses to specific interview questions.\n    \n\n\n          Design and sample:\n        \n      \n      As part of an explanatory sequential mixed methods study, qualitative interviews were conducted with a sample of young adult mothers who had previously participated in randomized controlled trials testing an intensive early home visiting intervention. Thirty-one participants (M = 29.7 years, SD = 2.5) who identified as Black (39%), Hispanic (55%), and White (7%), were interviewed using Zoom.\n    \n\n\n          Results:\n        \n      \n      The overarching theme was Zoom: Appreciating the New Norm. Identified categories were Practical Benefits of Virtual Interviewing, Sharing Stories, and Drawbacks of Virtual Interviewing.\n    \n\n\n          Conclusion:\n        \n      \n      Findings support virtual interviewing as a feasible and potentially ideal method for qualitative studies with emerging/young adults. Further research to examine this approach with other marginalized populations may lead to more inclusive representation in qualitative research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37317821/"
}