{
    "title": "Impacts and prediction of land use change on ecosystem carbon sequestration in Zhejiang Province, China.",
    "doc_id": "37694424",
    "writer": "Xu CY",
    "year": "2023",
    "summary": "In the future, the total amount of ecosystem carbon sequestration services in Zhejiang Province would be the highest under the ecological protection scenario, followed by the cultivated land protection scenario, and the lowest under the natural development scenario. From 2 …",
    "abstract": "It is crucial to clarify the impact of land use change on ecosystem carbon sequestration service for exploring natural-based carbon neutral solutions. We used InVEST and FLUS models to analyze land use change and its impacts on ecosystem carbon sequestration service in Zhejiang Province from 2000 to 2021, and predict ecosystem carbon sequestration service potential and its economic value of land use pattern in 2035 and 2050 under three scenarios of natural development, ecological protection, and cultivated land protection. The results showed that the area of cultivated land, forest, grassland, and water was continuously reducing and the area of construction land was continuously increasing from 2000 to 2021 in Zhejiang Province. The total amount of ecosystem carbon sequestration service decreased by 29.9658 million t, and the net income of carbon sequestrqtion service was -170.7184 million dollars. The distribution of ecosystem carbon sequestration services showed a spatial pattern of high in the southwest and low in the northeast. In the future, the total amount of ecosystem carbon sequestration services in Zhejiang Province would be the highest under the ecological protection scenario, followed by the cultivated land protection scenario, and the lowest under the natural development scenario. From 2021 to 2035 and 2050, ecosystem carbon sequestration services in Zhejiang Province would increase by 3.2326 million and 4.73 million t respectively under the ecological protection scenario, generating carbon sequestration service benefits of 77.0786 million and 111.8391 million dollars, respectively. Under the cultivated land protection scenario, it would be reduced by 10.1318 million and 16.1611 million t, and the net loss of carbon sequestration service value would be 241.3849 million and 381.9109 million dollars, respectively. Under the natural development scenario, it would be reduced by 11.6490 million and 16.1651 million t, resulting in a net loss of carbon sequestration service value of 277.5393 million and 382.0063 million dollars, respectively. In the context of actively addressing climate change and striving to achieve the goal of carbon neutrality, Zhejiang Province should focus on protecting ecological land such as woodlands, grasslands, and water, expand the scale of ecological land, optimize the spatial structure of ecological land, and continuously enhance carbon sequestration and sink enhancement functions of ecological land.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37694424/"
}