{
    "title": "Stem-Cell-Based Tumorigenesis in Adult Drosophila.",
    "doc_id": "28057305",
    "writer": "Hou SX",
    "year": "2017",
    "summary": "We then discuss the differences between normal and tumorigenic stem cells, revealed by studying Ras(V12)-transformed stem-cell tumors in the Drosophila kidney. Finally, we review the biology behind therapy resistance, which has been elucidated through …",
    "abstract": "Recent studies suggest that a small subset of cells within a tumor, the so-called cancer stem cells (CSCs), are responsible for tumor propagation, relapse, and the eventual death of most cancer patients. CSCs may derive from a few tumor-initiating cells, which are either transformed normal stem cells or reprogrammed differentiated cells after acquiring initial cancer-causing mutations. CSCs and normal stem cells share some properties, but CSCs differ from normal stem cells in their tumorigenic ability. Notably, CSCs are usually resistant to chemo- and radiation therapies. Despite the apparent roles of CSCs in human cancers, the biology underlying their behaviors remains poorly understood. Over the past few years, studies in Drosophila have significantly contributed to this new frontier of cancer research. Here, we first review how stem-cell tumors are initiated and propagated in Drosophila, through niche appropriation in the posterior midgut and through stem-cell competition for niche occupancy in the testis. We then discuss the differences between normal and tumorigenic stem cells, revealed by studying RasV12-transformed stem-cell tumors in the Drosophila kidney. Finally, we review the biology behind therapy resistance, which has been elucidated through studies of stem-cell resistance and sensitivity to death inducers using female germline stem cells and intestinal stem cells of the posterior midgut. We expect that screens using adult Drosophila neoplastic stem-cell tumor models will be valuable for identifying novel and effective compounds for treating human cancers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28057305/"
}