{
    "title": "Insights into the associative role of hypertension and angiotensin II receptor in lower urinary tract dysfunction.",
    "doc_id": "38351189",
    "writer": "Shimizu S.",
    "year": "2024",
    "summary": "In men, the lower urinary tract comprises the urinary bladder, urethra, and prostate, and its primary functions include urine storage and voiding. ...In the renin-angiotensin system, angiotensin II and the angiotensin II type 1 receptor, which are expressed i …",
    "abstract": "In men, the lower urinary tract comprises the urinary bladder, urethra, and prostate, and its primary functions include urine storage and voiding. Hypertension is a condition that causes multi-organ damage and an age-dependent condition. Hypertension and the renin-angiotensin system activation are associated with the development of lower urinary tract dysfunction. Hypertensive animal models show bladder dysfunction, urethral dysfunction, and prostatic hyperplasia. In the renin-angiotensin system, angiotensin II and the angiotensin II type 1 receptor, which are expressed in the lower urinary tract, have been implicated in the pathogenesis of lower urinary tract dysfunction. Moreover, among the several antihypertensives, renin-angiotensin system inhibitors have proven effective in human and animal models of lower urinary tract dysfunction. This review aimed to elucidate the hitherto known mechanisms underlying the development of lower urinary tract dysfunction in relation to hypertension and the angiotensin II/angiotensin II type 1 receptor axis and the effect of renin-angiotensin system inhibitors on lower urinary tract dysfunction. Possible mechanisms through which hypertension or activation of Ang II/AT1 receptor axis causes LUTD such as bladder dysfunction, urethral dysfunction, and prostatic hyperplasia. LUT: lower urinary tract, LUTD: lower urinary tract dysfunction, AT1: angiotensin II type 1, ACE: angiotensin-converting enzyme.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38351189/"
}