{
    "title": "Comparison of treatment methods in lumbar spinal stenosis for geriatric patient: nerve block versus radiofrequency neurotomy versus spinal surgery.",
    "doc_id": "25346752",
    "writer": "Park CK",
    "year": "2014",
    "summary": "We tried to compare three treatment methods of spinal stenosis for geriatric patient in single institution. METHODS: The cases of treatment methods in spinal stenosis over than 65 years old were analyzed. ...CONCLUSION: We reviewed literatures and analyzed three tre …",
    "abstract": "Objective:\n        \n      \n      The incidence of spinal treatment, including nerve block, radiofrequency neurotomy, instrumented fusions, is increasing, and progressively involves patients of age 65 and older. Treatment of the geriatric patients is often a difficult challenge for the spine surgeon. General health, sociofamilial and mental condition of the patients as well as the treatment techniques and postoperative management are to be accurately evaluated and planned. We tried to compare three treatment methods of spinal stenosis for geriatric patient in single institution.\n    \n\n\n          Methods:\n        \n      \n      The cases of treatment methods in spinal stenosis over than 65 years old were analyzed. The numbers of patients were 371 underwent nerve block, radiofrequency neurotomy, instrumented fusions from January 2009 to December 2012 (nerve block: 253, radiofrequency neurotomy: 56, instrumented fusions: 62). The authors reviewed medical records, operative findings and postoperative clinical results, retrospectively. Simple X-ray were evaluated and clinical outcome was measured by Odom's criteria at 1 month after procedures.\n    \n\n\n          Results:\n        \n      \n      We were observed excellent and good results in 162 (64%) patients with nerve block, 40 (71%) patient with radIofrequency neurotomy, 46 (74%) patient with spinal surgery. Poor results were 20 (8%) patients in nerve block, 2 (3%) patients in radiofrequency neurotomy, 3 (5%) patient in spinal surgery.\n    \n\n\n          Conclusion:\n        \n      \n      We reviewed literatures and analyzed three treatment methods of spinal stenosis for geriatric patients. Although the long term outcome of surgical treatment was most favorable, radiofrequency neurotomy and nerve block can be considered for the secondary management of elderly lumbar spinals stenosis patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25346752/"
}