{
  "pmid": "41473771",
  "title": "Gut microbiota-metabolite interactions in drug-induced liver injury: mechanisms, biomarkers, and therapeutic perspectives.",
  "abstract": "Drug-induced liver injury (DILI) remains a major obstacle in clinical pharmacotherapy and a leading cause of acute liver failure and drug withdrawal worldwide. Conventional mechanistic models centered on hepatic xenobiotic metabolism, oxidative stress, and immune injury cannot fully account for the substantial interindividual variability and the unpredictable nature of idiosyncratic DILI. Increasing evidence shows that the gut microbiota and its metabolites critically shape hepatic susceptibility through modulation of drug metabolism, inflammatory signaling, and intestinal barrier integrity. This review summarizes current understanding of the gut-liver axis in DILI pathogenesis, with a focus on microbial enzymes such as β-glucuronidase that reactivate detoxified drug conjugates, microbial dysbiosis that disrupts bile acid homeostasis, and depletion of short chain fatty acids and indole derivatives that normally support epithelial defenses and immunologic tolerance. Drug-specific microbial patterns are discussed, including acetaminophen, amoxicillin-clavulanate, anti-tuberculosis regimens, and immune checkpoint inhibitors. We introduce the concept of metabotype-dependent hepatotoxicity, which emphasizes that individual microbial metabolic profiles influence DILI risk. Advances in metagenomics, metabolomics, and integrative multi-omics enable the identification of microbial biomarkers and functional pathways associated with DILI susceptibility. Emerging therapeutic strategies include restoration of microbial homeostasis, selective inhibition of microbial enzymes, and supplementation of hepatoprotective metabolites. Finally, we outline key challenges and future directions toward translating microbiome-based insights into clinical prediction and precision prevention of DILI. Importantly, this review integrates microbial metabolic functions with precision hepatology concepts, highlighting how metabotype-driven variability can be leveraged for individualized DILI risk assessment.",
  "disease": "tuberculosis"
}