{
  "pmid": "41457208",
  "title": "Understanding COVID-19 vaccine hesitancy among older adults in post-zero-COVID China: a predictive modeling study.",
  "abstract": "The inadequate vaccination rates observed in China's older population underscore the urgent need for immediate action to accelerate the immunization campaign and mitigate the consequences of adjusting the zero COVID-19 strategy. This study's objective was to identify key predictors of COVID-19 vaccine hesitancy among older adults in China during the post-zero-COVID period and to develop interpretable models to inform the development of targeted intervention strategies. We conducted a cross-sectional study between January and March 2023, sampling 647 older persons across fifteen Chinese provinces. Predictors included sociodemographic characteristics, health status, psychological antecedents of vaccination, perceptions related to the COVID-19, and mental health. Group LASSO regression was employed for feature selection, followed by binary multivariable logistic regression and Random Forest modeling. SHapley Additive Explanations (SHAP) was used to illuminate the variable significance. Among the participants, the mean age was 68.36 ± 6.26 years, and 49.9% were male. The prevalence of vaccine hesitancy was 53.3% (95% CI, 49.5%-57.2%). Significant predictors of reduced vaccine hesitancy identified in the logistic regression model included elevated confidence (β = -0.852, P < 0.001), increased fear of COVID-19 (β = -0.060, P = 0.002), and residence in the Midlands (β = -0.840, P = 0.007) or Western regions (β = -0.899, P = 0.004) relative to the Eastern region. Heightened perceived constraint (β = 0.390, P < 0.001) significantly predicted higher vaccine hesitation. The logistic regression model (AUC = 0.827) and Random Forest model (AUC = 0.808) demonstrated high predictive performance. SHAP analysis confirmed the importance of confidence, constraints, region, COVID-19 vaccination status, education level, and collective responsibility in shaping individual-level predictions. COVID-19 vaccine hesitancy among older adults in China is shaped by psychological attitudes, structural barriers to access, and changing risk perceptions following the post-zero-COVID strategy era. Our study demonstrates that interpretable modeling effectively identifies these key drivers, providing a clear evidence base for developing targeted public health strategies.",
  "disease": "covid-19"
}