{
    "title": "Young adult patients with type 1 diabetes have a higher risk of mortality than those of similar age with type 2 diabetes: A nationwide analysis in Hungary.",
    "doc_id": "31140677",
    "writer": "Kiss Z",
    "year": "2019",
    "summary": "The risks of myocardial infarction (0.90, 0.71-1.13; P = 0.36) and stroke (1.06, 0.87-1.29; P = .582) were not significantly different in type 1 compared with type 2. In contrast, the risk of cancer (1.35, 1.15-1.59; …",
    "abstract": "Background:\n        \n      \n      There are few papers comparing complications of type 1 diabetes with those of a similarly young age with type 2 diabetes. The aim of our nationwide study was to compare the risks of mortality and morbidities between the two types of diabetes (age ≤ 40).\n    \n\n\n          Methods:\n        \n      \n      We identified all young adult patients with type 1 diabetes who were recorded in the database of the Hungarian National Health Insurance Fund between 2001 and 2014 (n = 11 863) and compared them with a population of similar age with young adult type 2 diabetes (n = 47 931). The incidence of all-cause mortality, myocardial infarction, stroke, any type of cancer, diabetic ketoacidosis, and hypoglycemia was followed from the onset of diabetes to the date of death or end of study period.\n    \n\n\n          Results:\n        \n      \n      The risks of all-cause mortality were significantly higher in patients with type 1 compared with patients with type 2 diabetes (hazard ratio, 95%CI; 2.17, 1.95-2.41; P < .0001). The risks of myocardial infarction (0.90, 0.71-1.13; P = 0.36) and stroke (1.06, 0.87-1.29; P = .582) were not significantly different in type 1 compared with type 2. In contrast, the risk of cancer (1.35, 1.15-1.59; P = .0003), dialysis (2.20, 1.76-2.75; P < .0001), hypoglycemia (7.70, 6.45-9.18; P < .0001), and ketoacidosis (22.12, 19.60-25.00; P < .0001) was higher among patients with type 1 compared with those with type 2 diabetes.\n    \n\n\n          Conclusions:\n        \n      \n      A comparatively higher incidence of diabetic ketoacidosis and hypoglycemia and higher risk of cancer and dialysis in patients with type 1 diabetes than in those with type 2 may play a role in the higher risk of mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31140677/"
}