{
    "title": "Prognosis in Head and Neck Cancer: Importance of Nutritional and Biological Inflammatory Status.",
    "doc_id": "33845660",
    "writer": "Saroul N",
    "year": "2022",
    "summary": "OBJECTIVES: To determine the importance of nutritional status, social status, and inflammatory status in the prognosis of head and neck cancer. STUDY DESIGN: Single-center retrospective study of prospectively collected data. ...Social deprivation was not a pr …",
    "abstract": "Objectives:\n        \n      \n      To determine the importance of nutritional status, social status, and inflammatory status in the prognosis of head and neck cancer.\n    \n\n\n          Study design:\n        \n      \n      Single-center retrospective study of prospectively collected data.\n    \n\n\n          Setting:\n        \n      \n      Tertiary referral center.\n    \n\n\n          Methods:\n        \n      \n      Ninety-two consecutive patients newly diagnosed for cancer of the upper aerodigestive tract without metastases were assessed at time of diagnosis for several prognostic factors. Nutritional status was assessed by the nutritional risk index, social status by the EPICES score, and inflammatory status by the systemic inflammatory response index. The primary endpoint was overall survival.\n    \n\n\n          Results:\n        \n      \n      In multivariable analysis, the main prognostic factors were the TNM classification (hazard ratio [HR] = 3.34, P = .002, for stage T3-4), malnutrition as assessed by the nutritional risk index (HR = 3.64, P = .008, for severe malnutrition), and a systemic inflammatory response index score ≥1.6 (HR = 3.32, P = .02). Social deprivation was not a prognostic factor.\n    \n\n\n          Conclusion:\n        \n      \n      Prognosis in head and neck cancer is multifactorial; however, malnutrition and inflammation are important factors that are potentially reversible by early intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33845660/"
}