{
  "pmid": "41463152",
  "title": "Prevalence of Personality Disorders in Cancer Patients: A Systematic Literature Review in the Era of Personalized Cancer Care.",
  "abstract": "Psychosocial oncology research has largely focused on DSM Axis I disorders such as depression and anxiety, while broader psychological dimensions-particularly personality functioning-have received limited attention. In the context of long-term survivorship and chronic cancer care, understanding personality disorders (PDs) is increasingly important. This systematic review aimed to estimate the prevalence of PDs in adults with cancer based on studies using DSM or ICD diagnostic frameworks. Following PRISMA guidelines, we systematically searched major electronic databases (PubMed, Scopus, Web of Science) for studies published over the past 45 years that reported PD prevalence in individuals with cancer. Eligible studies employed DSM or ICD criteria for diagnosing PDs. Screening, data extraction, and quality assessments were conducted independently by multiple reviewers. Extracted data included study design, sample characteristics, diagnostic tools, and PD prevalence. Seven studies met the inclusion criteria. Reported prevalence estimates varied widely, ranging from 1.4% to 100%. Most studies were characterized by small sample sizes, cross-sectional designs, and a primary focus on breast cancer populations; only one study included a broader cancer cohort. Study quality was generally low to moderate. A major limitation across studies was the use of unvalidated or non-standardized diagnostic instruments, along with limited methodological detail and heterogeneity in assessment approaches, preventing meaningful pooling of results. The findings reveal a substantial lack of high-quality research examining personality disorders in oncology settings. Robust, methodologically rigorous studies using validated diagnostic tools are urgently needed to clarify the prevalence and clinical relevance of PDs in cancer populations and to inform the development of comprehensive, patient-centered psychosocial care models.",
  "disease": "breast cancer"
}