{
  "pmid": "41431066",
  "title": "Adefovir dipivoxil-induced Fanconi syndrome associated with hypophosphatemic osteomalacia misdiagnosed as cervical spondylotic myelopathy: A case report and literature review.",
  "abstract": "Adefovir dipivoxil (ADV)-induced Fanconi syndrome associated with hypophosphatemic osteomalacia is an extremely rare disease. Owing to its rarity, it is easily misdiagnosed as cervical spondylotic myelopathy. Here, we present the case of a patient with Fanconi's syndrome associated with hypophosphatemic osteomalacia that was misdiagnosed as having cervical spondylotic myelopathy. A 44-year-old Chinese man with a 10-year history of ADV therapy for chronic hepatitis B presented with progressive bilateral lower extremity weakness for more than 6 months. Cervical magnetic resonance imaging revealed disc herniations at C4/5, C5/6, and C6/7, accompanied by spinal cord compression. Laboratory evaluations revealed glucosuria, proteinuria, hypophosphatemia, and impaired renal function. He was misdiagnosed with cervical spondylotic myelopathy and underwent anterior cervical corpectomy decompression and fusion. However, his lower limb weakness failed to improve 10 months after surgery. On the basis of the patient's clinical symptoms, along with his long history of oral ADV use, hypophosphatemia, and renal insufficiency, he was diagnosed with adefovir dipivoxil-induced Fanconi syndrome. ADV was replaced with entecavir, and the patient was prescribed oral calcitriol 0.25 μg daily and oral calcium carbonate with vitamin D₃ (300 mg calcium and 60 IU vitamin D₃ per tablet) once daily. The patient's lower limb muscle strength returned to normal after 6 months. Fanconi syndrome with hypophosphatemic osteomalacia induced by low-dose adefovir dipivoxil (10 mg/d) is extremely rare. The condition may present with pain, muscle weakness, or numbness, and its nonspecific manifestations can easily lead to a misdiagnosis of cervical spondylotic myelopathy. For patients receiving long-term ADV therapy who develop such symptoms, especially in the presence of cervical disc herniation with spinal cord compression, clinicians should carefully evaluate laboratory findings and physical examination results to exclude the possibility of ADV-induced Fanconi syndrome.",
  "disease": "chronic kidney disease"
}