{
  "pmid": "41393738",
  "title": "Gaps in Osteoporosis Management in a Predominantly Hispanic Population.",
  "abstract": "Osteoporosis is a common disease with well-established guidelines for bone mineral density assessment and pharmacological treatment. However, it often remains underdiagnosed and untreated. This study aimed to describe osteoporosis risk factors, assess the use of the Fracture Risk Assessment Tool (FRAX), and evaluate the treatment gap among women with osteopenia or osteoporosis in the community served by our clinic. The present study is a retrospective chart review of 387 women diagnosed with osteopenia/osteoporosis, who were seen at the Texas Tech University Health Sciences Center (TTUHSC) physician clinics in El Paso, over the course of one year (January 1, 2023-December 31, 2023). Inclusion criteria were medical charts with the ICD-10 (10th revision of the International Classification of Diseases) codes for osteoporosis and osteopenia (M81.0, M81.8, M80, and M85.80). Charts of women under 50 years of age and all men were excluded. Collected data includes demographics (self-reported, race/ethnicity and age at the time of diagnosis), previous medical history (previous fractures, smoking history, alcohol use, steroid use for more than three months, body mass index, diagnosis of rheumatoid arthritis, osteoarthritis, chronic kidney disease, and liver disease), and quality of care indicators (documentation of the FRAX score, use of osteoporosis medications in patients with osteoporosis and high-risk osteopenia, and frequency of dual-energy X-ray absorptiometry (DXA) scans). A total of 462 patients were identified based on predetermined ICD-10 codes. After excluding 75 medical charts, the study sample consisted of 387 women: 225 (58.1%) with osteoporosis and 162 (41.9%) with osteopenia. Moreover, 321 (83%) were Hispanic or Latino. Risk factors included previous fracture in 46% (11.9%), glucocorticoid use for more than three months in 36 patients (9.3%), diagnosis of rheumatoid arthritis in 31 (8%), and smoking in 25 (6.5%). The FRAX score was documented for 145 patients (37.5%). Osteoporosis medication was prescribed to 151 patients (67.1%) with osteoporosis and to 40 patients (71.4%) with high-risk osteopenia. Among our study population, only 157 patients (40.6%) were taking vitamin D and calcium supplements.  Conclusion: Our study highlights care gaps in the assessment and management of osteoporosis/osteopenia among our Hispanic community. The most common risk factor identified was a history of previous fracture. Almost one-third of patients with osteoporosis and high-risk osteopenia did not receive pharmacological therapy. Most of our patients were not assessed for a 10-year fracture risk with the FRAX score and were not on vitamin D and calcium.",
  "disease": "rheumatoid arthritis"
}