{
    "title": "Immunology, microbiology, and the recalcitrant wound.",
    "doc_id": "10732642",
    "writer": "Thomson PD.",
    "year": "2000",
    "summary": "Depending on the underlying disease pathology and the micro-organism's virulence, microbial growth in acute or chronic wounds may lead to invasive wound infection. Wound infection is a complex interaction involving the host as well as the numbers and types of …",
    "abstract": "Wounding of normal skin initiates an acute inflammatory response that ordinarily contributes to the healing process. The underlying process is orchestrated by the specific and nonspecific immune response. Inflammatory cells provide growth factors and stimulate the deposition of matrix proteins and phagocytose debris. However, the maturation and resolution of a wound may be complicated by micro-organisms. The effects of micro-organisms on oxygen consumption and pH, or toxin production, may interrupt the natural course of wound healing. Thus, a wound may not progress from the acute phase and heal, but may become a nonhealing chronic or recalcitrant wound as long as the antigens from micro-organisms or underlying pathology remain. Depending on the underlying disease pathology and the micro-organism's virulence, microbial growth in acute or chronic wounds may lead to invasive wound infection. Wound infection is a complex interaction involving the host as well as the numbers and types of micro-organisms present. The literature suggests that micro-organisms alter the course of acute wound healing, and a body of evidence exists that suggests that large numbers of organisms in chronic wounds delay the healing process. However, other evidence suggests that, despite bacteria, most chronic wounds progress toward healing, depending upon the wound care strategy employed. Current therapy seeks to alter the relationships between microbial colonization and host defenses by providing an environment that tips the balance in favor of healing. The role of bacteria in acute and chronic wounds may span the spectrum from initiation of inflammation and the healing process, to colonization, invasive infection, systemic sepsis, organ system failure, and death. Understanding the interaction of the wound, wound micro-organisms, and the immune response is central to understanding how best to develop therapeutic approaches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10732642/"
}