{
  "pmid": "41467147",
  "title": "Hashimoto's Encephalopathy in a Critically Ill Patient With Polysubstance Use: A Diagnostic Challenge.",
  "abstract": "Hashimoto's encephalopathy (HE) is a rare autoimmune condition associated with high titers of antithyroid antibodies and a variable neuropsychiatric presentation. Diagnosing HE is often challenging, particularly in critically ill patients with confounding etiologies such as polysubstance use. A case of a 57-year-old male is presented with a history of hypertension and chronic tobacco use that was found unresponsive at home. Emergency Medical Services found him obtunded, hypoxic, and hypertensive; he was intubated and admitted to the intensive care unit. Laboratory evaluation revealed rhabdomyolysis, acute kidney injury, hyperkalemia, and a positive urine drug screen for amphetamines, opioids, benzodiazepines, and marijuana. Despite supportive management, his encephalopathy persisted. Extensive workup, including autoimmune and infectious panels, revealed elevated antithyroid peroxidase and antithyroglobulin antibodies, supporting the diagnosis of HE. HIV testing and cluster of differentiation 4 counts were negative, ruling out AIDS-related encephalopathy and progressive multifocal leukoencephalopathy. High-dose corticosteroids were initiated, resulting in significant neurologic improvement. He was later transitioned to oral hydrocortisone and levothyroxine. This case underscores the importance of pursuing early autoimmune testing in cases of encephalopathy with unclear etiology. HE remains a diagnosis of exclusion, a consideration that should only arise after comprehensive evaluation and treatment of potential metabolic, toxic, structural, and infectious causes have failed to yield improvement. In this case, timely recognition allowed for an appropriate corticosteroid trial and subsequent clinical response, reaffirming the critical need to include HE in the differential when other common causes have been ruled out.",
  "disease": "hypertension"
}