{
    "title": "ACOG Committee Opinion No. 650: Physical Activity and Exercise During Pregnancy and the Postpartum Period.",
    "doc_id": "26595585",
    "writer": "[No authors listed]",
    "year": "2015",
    "summary": "Physical activity in pregnancy has minimal risks and has been shown to benefit most women, although some modification to exercise routines may be necessary because of normal anatomic and physiologic changes and fetal requirements. ...Similar work is needed to …",
    "abstract": "Physical activity in all stages of life maintains and improves cardiorespiratory fitness, reduces the risk of obesity and associated comorbidities, and results in greater longevity. Physical activity in pregnancy has minimal risks and has been shown to benefit most women, although some modification to exercise routines may be necessary because of normal anatomic and physiologic changes and fetal requirements. Women with uncomplicated pregnancies should be encouraged to engage in aerobic and strength-conditioning exercises before, during, and after pregnancy. Obstetrician-gynecologists and other obstetric care providers should carefully evaluate women with medical or obstetric complications before making recommendations on physical activity participation during pregnancy. Although frequently prescribed, bed rest is only rarely indicated and, in most cases, allowing ambulation should be considered. Regular physical activity during pregnancy improves or maintains physical fitness, helps with weight management, reduces the risk of gestational diabetes in obese women, and enhances psychologic well-being. An exercise program that leads to an eventual goal of moderate-intensity exercise for at least 20-30 minutes per day on most or all days of the week should be developed with the patient and adjusted as medically indicated. Additional research is needed to study the effects of exercise on pregnancy-specific outcomes and to clarify the most effective behavioral counseling methods, and the optimal intensity and frequency of exercise. Similar work is needed to create an improved evidence base concerning the effects of occupational physical activity on maternal-fetal health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26595585/"
}