{
  "pmid": "41454498",
  "title": "ANCA-Negative Eosinophilic Granulomatosis With Polyangiitis Presenting With Duodenal Stenosis: A Case Report.",
  "abstract": "BACKGROUND Eosinophilic granulomatosis with polyangiitis (EGPA) is a rare ANCA-associated vasculitis characterized by asthma, eosinophilia, and multi-organ involvement. Duodenal stenosis is an uncommon gastrointestinal complication, with few reported cases linked to EGPA. CASE REPORT A 71-year-old man with a 2-week history of recurrent abdominal distension and pain was admitted to our hospital. Notably, there was a marked elevation in absolute eosinophil count (1.13×10⁹/L) and eosinophils (14.3%), while ANCA was negative. Additionally, elevated levels of erythrocyte sedimentation rate and C-reactive protein were observed. Electronic gastroscopy revealed duodenal bulb stenosis, with pathological findings indicating significant eosinophil infiltration. The patient, with a history of asthma, exhibited neurological impairment symptoms alongside elevated eosinophil levels. After excluding parasitic infections, hypereosinophilic syndrome, and eosinophilic gastroenteritis based on systemic involvement and diagnostic criteria, EGPA was considered as the diagnosis. Following treatment with methylprednisolone (0.8 mg/kg/day) and cyclophosphamide (5 mg/kg IV every 2 weeks), the patient experienced substantial relief in abdominal distension and pain symptoms. Concurrently, parameters including eosinophil count, C-reactive protein level, and erythrocyte sedimentation rate progressively normalized. The 4-month follow-up gastroscopy showed significant improvement of duodenal stenosis. CONCLUSIONS Duodenal stenosis is a rare but serious manifestation of EGPA, likely resulting from eosinophilic infiltration and inflammation. This case highlights the need to consider EGPA in asthmatic patients presenting with gastrointestinal obstruction and eosinophilia. Early immunosuppressive therapy can improve outcomes, and endoscopic evaluation remains essential. Even without classic vasculitic histology, EGPA can be diagnosed based on systemic criteria, with gastrointestinal obstruction as a potential initial manifestation.",
  "disease": "asthma"
}