{
    "title": "Lung influenza virus-specific memory CD4 T cell location and optimal cytokine production are dependent on interactions with lung antigen-presenting cells.",
    "doc_id": "38851589",
    "writer": "Hargrave KE",
    "year": "2024",
    "summary": "We have examined the formation of memory CD4 T cells in the lung following IAV infection of mice, characterizing changes to the lung landscape and immune cell composition. IAV-specific CD4 T cells were found throughout the lung at both pr …",
    "abstract": "Influenza A virus (IAV) infection leads to the formation of mucosal memory CD4 T cells that can protect the host. An in-depth understanding of the signals that shape memory cell development is required for more effective vaccine design. We have examined the formation of memory CD4 T cells in the lung following IAV infection of mice, characterizing changes to the lung landscape and immune cell composition. IAV-specific CD4 T cells were found throughout the lung at both primary and memory time points. These cells were found near lung airways and in close contact with a range of immune cells including macrophages, dendritic cells, and B cells. Interactions between lung IAV-specific CD4 T cells and major histocompatibility complex (MHC)II+ cells during the primary immune response were important in shaping the subsequent memory pool. Treatment with an anti-MHCII blocking antibody increased the proportion of memory CD4 T cells found in lung airways but reduced interferon-γ expression by IAV-specific immunodominant memory CD4 T cells. The immunodominant CD4 T cells expressed higher levels of programmed death ligand 1 (PD1) than other IAV-specific CD4 T cells and PD1+ memory CD4 T cells were located further away from MHCII+ cells than their PD1-low counterparts. This distinction in location was lost in mice treated with anti-MHCII antibodies. These data suggest that sustained antigen presentation in the lung impacts the formation of memory CD4 T cells by regulating their cytokine production and location.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38851589/"
}