{
  "pmid": "41359521",
  "title": "Anti-neuraminidase antibody responses in older adults after consecutive vaccinations with enhanced influenza vaccines: a randomized controlled trial.",
  "abstract": "Anti-neuraminidase antibodies have been identified as a correlate of protection for influenza virus infection. We evaluated the immunogenicity of enhanced influenza vaccines versus standard-dose vaccine in inducing neuraminidase inhibition (NAI) antibodies in older adults in a 2-year randomized trial. In 2017/2018, older adults aged 65-82 years in Hong Kong were randomly allocated to receive standard-dose quadrivalent (SD-IIV4), high-dose trivalent (HD-IIV3), MF59-adjuvanted trivalent (aIIV3), or recombinant quadrivalent (RIV4) influenza vaccines of 2017/2018 northern hemisphere formations; HD-IIV3, aIIV3 and RIV4 are enhanced vaccines. NAI antibodies to the 2017/2018 A(H1N1)pdm09 and A(H3N2) vaccine strains were determined from 400 recipients (100 per vaccine group). In 2018/2019, participants were re-randomized to receive the same or a different type of vaccine of northern hemisphere formations. NAI antibodies to the 2018/2019 A(H1N1)pdm09 and A(H3N2) vaccine strains were determined from SD-IIV4 (n=45), HD-IIV3 (n=64), aIIV3 (n=75), or RIV4 (n=29) recipients. NAI antibody titers on the day of vaccination and 30 days post-vaccination were used to compare the geometric mean titer-fold-rise (GMFR) and seroconversion rates of enhanced influenza vaccines versus SD-IIV4. SD-IIV4, HD-IIV3, and aIIV3 induced detectable NAI antibodies to both N1 and N2 antigens with GMFR significantly greater than 1. In both years, aIIV3 induced significantly higher GMFR and seroconversion rates to N1 and N2 antigens than SD-IIV4. Notably, individual baseline NAI antibody titers were inversely associated with the post-vaccination antibody titer-fold-rises in all vaccine groups. MF-59 adjuvanted aIIV3 induced superior NAI antibody response in older adults than SD-IIV4 in a 2-year randomized trial.",
  "disease": "influenza"
}