{
  "pmid": "41441970",
  "title": "Effect of a Diabetes-Specific Protein Supplement (DSPS) on Postprandial Glycemic Responses in Adults with Type 2 Diabetes: A Randomized Crossover Study in India.",
  "abstract": "Traditional Indian cereal-based breakfast items have high glycemic index (GI) contributing to postprandial (PP) glucose spikes. Use of diabetes-specific protein supplement (DSPS) may reduce glycemic excursions. The study aimed to evaluate the effect of partially replacing breakfast with DSPS (Protinex Diabetes Care) on PP glycemic response. Forty-two persons with type 2 diabetes mellitus (T2DM) participated in this randomized, controlled, open-label, crossover study. Participants consumed a test breakfast (DSPS in 200 ml milk + reduced portion of popular Indian savory breakfast (upma/poha)) or isocaloric control breakfast (upma/poha) for 5 days, with 3-day washout. PP glucose and insulin were assessed on the first day of intervention at baseline, 30, 60, 90, 120, 150, and 180 min after breakfast to calculate incremental area under the curve (iAUC0-3h) and delta peak (ΔCmax). During in-home use, macronutrient intake was assessed using dietary recalls, and glycemic variability (GV) was assessed using continuous glucose monitoring (CGM). Glucose iAUC0-3h and ΔCmax were 59% and 46% lower in test vs control, respectively. Insulin iAUC0-3h and ΔCmax did not differ significantly. During the test period, protein intake was significantly higher by 8.8 g; mean amplitude of glycemic excursions (MAGE)-a GV metric-was significantly lower. There were no gastrointestinal or adverse events. DSPS was well accepted by participants. DSPS as a partial breakfast replacement improves blood glucose control without significantly impacting insulin response. In a real-world setting, DSPS enhances protein intake and reduces GV. These findings support DSPS as a practical, well-tolerated strategy for improving glycemic control and macronutrient intake balance in people with T2DM. The trial was registered with Clinical Trials Registry India (CTRI) CTRI/2024/08/072006 and has been registered in the International Clinical Trials Registry Platform (ICTRP).",
  "disease": "diabetes mellitus"
}