{
    "title": "Growth-curve standards and the assessment of early excess weight gain in infancy.",
    "doc_id": "19117867",
    "writer": "van Dijk CE",
    "year": "2009",
    "summary": "Prevention requires an understanding of when excess weight gain begins and the determinants that place children at risk. The aim of our study was to illustrate how the growth curve used to assess growth influences the interpretation of weight gain and the age of ons …",
    "abstract": "Objectives:\n        \n      \n      Increasing overweight and obesity are growing problems among children worldwide. Prevention requires an understanding of when excess weight gain begins and the determinants that place children at risk. The aim of our study was to illustrate how the growth curve used to assess growth influences the interpretation of weight gain and the age of onset of higher weight gains in infancy.\n    \n\n\n          Methods:\n        \n      \n      This was a longitudinal study of Canadian infants from birth to 18 months of age. Infant feeding pattern was recorded monthly, and weight and length of 73 infants were measured at 8 different ages. Weight, length, weight for length, and BMI z scores were compared with the Centers for Disease Control and Prevention 2000 growth curves and World Health Organization growth standard.\n    \n\n\n          Results:\n        \n      \n      Comparison with the Centers for Disease Control and Prevention growth curves showed that Canadian infants grew similarly or slightly slower than their US counterparts. Using the World Health Organization growth standard, an increase in body weight occurred between 6 and 9 months of age, associated with a change from breastfeeding to formula feeding and introduction of solid foods. When compared with the World Health Organization standards, breastfed infants followed the standards, but formula-fed infants deviated with higher weight for age. When compared with the Centers for Disease Control and Prevention charts, breastfed infants showed an apparent decline in weight for age beginning at approximately 6 months.\n    \n\n\n          Conclusions:\n        \n      \n      The choice of growth curve is important to interpreting infant growth and identifying the onset of excess weight gain. Identification of the prevalence and age of onset of early excess weight gains among Canadian infants will be best achieved by using the World Health Organization growth standards.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19117867/"
}