{
  "pmid": "41428769",
  "title": "A mitochondrial amidoxime-reducing component 1 (mARC1) A168T amino acid substitution does not confer protection from MASH and fibrosis in multiple mouse models of chronic liver disease.",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a disorder characterized by anomalous hepatic fat accumulation and one of the leading causes of chronic liver disease. Recent genome-wide association studies identified a missense variant (p.A165T) in the gene encoding mitochondrial amidoxime-reducing component 1 (mARC1) that is strongly associated with protection against MASLD, cirrhosis, and liver-related mortality, however the mechanism of this protective effect remains unknown. Recent reports have demonstrated that both global genetic deletion and hepatocyte-specific knockdown of mARC1 significantly attenuate liver steatosis and fibrosis in multiple mouse models of diet-induced metabolic dysfunction-associated steatohepatitis (MASH). In this study, we generated the first genetically engineered mouse model with a mARC1 A168T amino acid substitution, the murine ortholog of the human mARC1 A165T variant and evaluated the impact of this substitution in multiple mouse models of MASH and liver fibrosis; additionally, we sought to characterize the sexual dimorphism of this mARC1 amino acid substitution in MASLD pathology. Profiling of expression levels across mouse tissues revealed that mARC1 protein levels were significantly reduced while mRNA expression was not affected in mARC1 A168T mice. While female mice were more resistant to the effects of diet-induced MASH than males, neither female nor male A168T mice showed significantly reduced liver steatosis, inflammation, or fibrosis in multiple models of MASH and liver fibrosis. We have demonstrated that a A168T substitution within the mARC1 protein is not sufficient to protect mice from the deleterious effects of MASH, and further investigation of the functional consequences of this variant are required.",
  "disease": "liver cirrhosis"
}