{
  "pmid": "41466890",
  "title": "Shoulder Injury Related to Vaccine Administration (SIRVA) After COVID-19 Vaccination: A Retrospective Study.",
  "abstract": "The global administration of billions of COVID-19 vaccine doses has raised concerns about potential adverse effects, contributing to vaccine hesitancy. While transient mild discomfort is common after intramuscular vaccination, persistent and severe post-vaccination shoulder pain has led to recognition of Shoulder Injury Related to Vaccine Administration (SIRVA). SIRVA is characterised by shoulder pain and restricted range of motion typically occurring within 48 hours of inoculation, thought to result from inadvertent vaccine delivery into the subdeltoid bursa. In addition to its clinical definition, SIRVA is also viewed as a medicolegal construct, particularly in the context of vaccine injury compensation frameworks. This study aimed to describe our experience with patients presenting with SIRVA-like symptoms following COVID-19 vaccination, compare these findings with published literature, and assess clinical outcomes. A retrospective study was conducted at a major trauma centre. All patients presenting to the orthopaedics department with atypical shoulder symptoms following COVID-19 vaccination between January and December 2021, with at least six months of follow-up, were reviewed. Only patients meeting the Health Resources and Services Administration (HRSA) Vaccine Injury Table diagnostic criteria for SIRVA were included. Data on demographics, vaccine type, clinical findings, investigations, treatment, and outcomes were collected. Of the 31 patients presenting with post-vaccination shoulder symptoms, 16 (52%) met the HRSA criteria for SIRVA. The mean age was 54 years, and 63% were female. All patients presented with shoulder pain and reduced range of motion. The mean follow-up duration was 12 months. Most patients (94%) were treated non-operatively with analgesia, nonsteroidal anti-inflammatory drugs (NSAIDs), and physiotherapy. At one-year follow-up, 44% achieved complete or near-complete recovery, while 31% (n = 5) reported no improvement and required specialist referral. SIRVA is a rare complication following COVID-19 vaccination and is best considered a medicolegal term rather than a definitive diagnosis. Strict adherence to diagnostic criteria is essential, as overdiagnosis may occur among patients with coincidental post-vaccination shoulder pain. While most cases resolve with conservative management, a subset may experience persistent symptoms. Evidence suggests that SIRVA is more likely related to improper injection technique rather than the vaccine itself.",
  "disease": "covid-19"
}