{
  "pmid": "41460489",
  "title": "Neuromodulation in Parkinson's disease with transcranial pulse stimulation: evidence of clinical efficacy and cortical oscillatory changes.",
  "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder for which current pharmacological treatments, while initially effective, often lead to long-term motor fluctuations and complications. Transcranial pulse stimulation (TPS) is a novel non-invasive neuromodulation technique that uses mechanical stimuli through shockwaves to induce neuroplasticity. This open-label, single-arm pilot study enrolled 14 individuals with PD who received 12 TPS sessions over 4 weeks. Stimulation targeted motor and symptom-specific cortical regions. Outcomes were assessed across motor, non-motor domains, and EEG at baseline, after 3, 6, 9, and 12 sessions, and at 1-month follow-up. TPS produced significant and consistent improvements across different domains. After 12 TPS sessions, UPDRS total scores improved by 9.43 points (p < 0.001, Cohen's d = - 0.566), and UPDRS Part III improved by 4.93 points (p < 0.001, d = - 0.498). Non-motor symptom burden was reduced by 19.14 points (p = 0.014, d = - 0.754). Cognitive performance improved substantially, with a 7.28-point gain on the SCOPA-COG (p < 0.001, d = 1.161). Quality of life improved by 1.30 points on the PDQ-39 SI (p = 0.005, d = - 0.690), and depression symptoms by 3.43 points on the BDI-II (p = 0.008, d = - 0.644). Follow-up analyses demonstrated that all clinical effects were sustained one month after treatment. TPS appears to induce clinically meaningful and lasting improvements across multiple domains in PD, accompanied by EEG changes that indicate enhanced neuroplasticity. However, due to the nature of this pilot open-label trial, these results should be interpreted as preliminary, hypothesis-generating findings that require confirmation in adequately sham-controlled randomized clinical trials.",
  "disease": "parkinson disease"
}