{
  "pmid": "41447781",
  "title": "Vaccine hesitancy among older adults, urban indigenous and newcomers in Canada: A qualitative comparative study.",
  "abstract": "As seen during the COVID-19 pandemic, infectious diseases disproportionally affect some subgroups that are often prioritized by publicly funded vaccination programs. Vaccine hesitancy could jeopardize the success of these tailored vaccination efforts. The goal of this study was to explore and compare vaccine hesitancy against COVID-19 in the context of the pandemic in the province of Quebec among three distinct groups: older adults, Indigenous People in urban settings and newcomers. This study is part of a larger qualitative project on information practices for which data had already been collected and transcribed. Participants were recruited through a recruitment database and various community organizations. Eighty-four individual interviews were conducted between summer 2021 and spring 2022. A thematic content analysis was conducted using NVivo Software. The coding was guided by the Vaccine Hesitancy Determinants Matrix created by the World Health Organization. Among the 79 interviews included in the analysis, the distribution was as follows: older adults (n = 36), Indigenous People in urban settings (n = 24) and newcomers (n = 19). The identified determinants of vaccine hesitancy included vaccine passport and other vaccines mandates, health checkpoints, historical influences, trust in the government and health authorities, perceived risk around COVID-19, peers' opinions and risks and benefits of the vaccines. The study highlighted vaccine hesitancy's complexity while demonstrating how underlying factors of hesitancy can vary across different groups. The study also depicted aspects of vaccine hesitancy rarely addressed in literature, such as roadblocks and checkpoints at the entrance of Indigenous communities. This qualitative study is one of the few studies exploring and comparing vaccine hesitancy against COVID-19 among older adults, Indigenous People in urban settings and newcomers. The results could contribute to the development of tailored and culturally safe vaccination programs, particularly during the introduction of a new vaccine or in the event of a future pandemic.",
  "disease": "covid-19"
}