{
    "title": "Kava (Piper methysticum) Extract for the Treatment of Nervous Anxiety, Tension and Restlessness.",
    "doc_id": "33207379",
    "writer": "Kuchta K",
    "year": "2021",
    "summary": "METHODS: Documentation was available from 156 patients. Twelve typical symptoms of nervous anxiety, tension and restlessness were assessed on a five-item rating scale, together with the therapeutic context, the perceived time of onset of effects and the safety of ap …",
    "abstract": "Aim:\n        \n      \n      Prior to the kava ban of 2002, the indication for kava (Piper methysticum) extracts defined by the German Commission E was \"nervous anxiety, tension and restlessness\". In 2000, an observational trial was started in Germany with the aim of defining symptoms of these indications best treated with kava extract. The trial was interrupted and archived \"unevaluated\" in 2001 due to the upcoming safety debate on kava. The data from this study has now been analyzed in order to identify symptoms best treated with kava.\n    \n\n\n          Methods:\n        \n      \n      Documentation was available from 156 patients. Twelve typical symptoms of nervous anxiety, tension and restlessness were assessed on a five-item rating scale, together with the therapeutic context, the perceived time of onset of effects and the safety of application.\n    \n\n\n          Results:\n        \n      \n      The median duration of treatment was 28 days. All individual symptoms showed significant and clinically relevant improvements. The most effective results were seen for nervous tension and restlessness, with better effects in patients with acute versus chronic complaints. The safety of the treatment was found to be excellent, which included the assessment of laboratory data.\n    \n\n\n          Conclusions:\n        \n      \n      Overall, the study confirms the effective and safe short-term use of kava in the Commission E-defined indication of \"nervous anxiety, tension and restlessness\", especially in other than chronic cases. The clinical use of kava might be translated into context-related phobias according to ICD-10 F40, or to nervous tension (ICD10 R45.0) or restlessness and excitation (ICD-10 R45.1).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33207379/"
}