{
    "title": "The accuracy of endometrial sampling in women with postmenopausal bleeding: a systematic review and meta-analysis.",
    "doc_id": "26748390",
    "writer": "van Hanegem N",
    "year": "2016",
    "summary": "In this systematic review, we studied the accuracy of endometrial sampling for the diagnoses of endometrial cancer, atypical hyperplasia and endometrial disease (endometrial pathology, including benign polyps). ...For each included study, we calculated …",
    "abstract": "Postmenopausal bleeding (PMB) can be the first sign of endometrial cancer. In case of thickened endometrium, endometrial sampling is often used in these women. In this systematic review, we studied the accuracy of endometrial sampling for the diagnoses of endometrial cancer, atypical hyperplasia and endometrial disease (endometrial pathology, including benign polyps). We systematically searched the literature for studies comparing the results of endometrial sampling in women with postmenopausal bleeding with two different reference standards: blind dilatation and curettage (D&C) and hysteroscopy with histology. We assessed the quality of the detected studies by the QUADAS-2 tool. For each included study, we calculated the fraction of women in whom endometrial sampling failed. Furthermore, we extracted numbers of cases of endometrial cancer, atypical hyperplasia and endometrial disease that were identified or missed by endometrial sampling. We detected 12 studies reporting on 1029 women with postmenopausal bleeding: five studies with dilatation and curettage (D&C) and seven studies with hysteroscopy as a reference test. The weighted sensitivity of endometrial sampling with D&C as a reference for the diagnosis of endometrial cancer was 100% (range 100-100%) and 92% (71-100) for the diagnosis of atypical hyperplasia. Only one study reported sensitivity for endometrial disease, which was 76%. When hysteroscopy was used as a reference, weighted sensitivities of endometrial sampling were 90% (range 50-100), 82% (range 56-94) and 39% (21-69) for the diagnosis of endometrial cancer, atypical hyperplasia and endometrial disease, respectively. For all diagnosis studied and the reference test used, specificity was 98-100%. The weighted failure rate of endometrial sampling was 11% (range 1-53%), while insufficient samples were found in 31% (range 7-76%). In these women with insufficient or failed samples, an endometrial (pre) cancer was found in 7% (range 0-18%). In women with postmenopausal bleeding, the sensitivity of endometrial sampling to detect endometrial cancer and especially atypical hyperplasia and endometrial disease, including endometrial polyps, is lower than previously thought. Therefore, further diagnostic work-up for focal pathology is warranted, after a benign result of endometrial sampling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26748390/"
}