{
    "title": "Spectrum of Thyroid Disorders in Patients with Type-2 Diabetes Mellitus.",
    "doc_id": "37489678",
    "writer": "Ghimire S",
    "year": "2023",
    "summary": "There are very few researches from Nepal that have evaluated the association of type-2 diabetes mellitus and thyroid dysfunction. The main objective of this study was to evaluate the prevalence and spectrum of thyroid dysfunctions among type- …",
    "abstract": "Background:\n        \n      \n      Diabetes mellitus and thyroid disorders are the two most common endocrine disorders and they mutually affect each other. There are very few researches from Nepal that have evaluated the association of type-2 diabetes mellitus and thyroid dysfunction. The main objective of this study was to evaluate the prevalence and spectrum of thyroid dysfunctions among type-2 diabetes mellitus patients.\n    \n\n\n          Methods:\n        \n      \n      This was cross-sectional study conducted among 204 type-2 diabetes mellitus patients visiting the internal medicine department of a tertiary center located in Kathmandu, Nepal.\n    \n\n\n          Results:\n        \n      \n      The prevalence of thyroid disorders in patients with type-2 diabetes mellitus was 27.94%. Subclinical hypothyroidism, which occurred in 14.71% of patients, was the most common thyroid disorder. The longer duration of diabetes, more than ten years, was associated with the increased thyroid disorders (p=0.025). The poor glycemic control, HbA1c ≥ 7%, was associated with significantly increased prevalence of thyroid dysfunction in type-2 diabetes mellitus patients (p=0.002). Female patients had higher prevalence of thyroid disorders than males, but this association was not statistically significant.\n    \n\n\n          Conclusions:\n        \n      \n      The higher prevalence of thyroid disorders among patients with type-2 diabetes mellitus highlights the importance of screening type-2 diabetes mellitus patients for the presence of thyroid disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37489678/"
}