{
  "pmid": "41445644",
  "title": "Divergent latent classes of cognitive decline in the A4 and LEARN studies.",
  "abstract": "Alzheimer disease biomarkers in cognitively unimpaired older adults are associated with later cognitive and clinical decline, yet substantial heterogeneity in the timing and rate of decline remains insufficiently characterized. To identify subgroups of cognitive decline among biomarker-defined cognitively unimpaired adults and determine baseline predictors of heterogeneity in preclinical Alzheimer disease progression. Longitudinal data were drawn from the Anti-Amyloid Treatment in Asymptomatic Alzheimer's Disease (A4) Study, which enrolled amyloid-positive participants, and the parallel LEARN Study, which enrolled amyloid-negative individuals meeting all other A4 criteria. Participants completed baseline amyloid PET, plasma P-tau217, structural MRI, and serial cognitive assessments. Latent Class Mixed-Effects Models (LCMMs) were used to identify distinct cognitive trajectory classes. Associations between class membership and demographic, clinical, and biomarker characteristics were evaluated. The primary outcome was longitudinal change in the Preclinical Alzheimer's Cognitive Composite (PACC). Three cognitive trajectory classes were identified: stable, slow decliners, and fast decliners. Higher plasma P-tau217, smaller hippocampal volume, and elevated tau PET were associated with greater odds of belonging to declining classes. Among amyloid-positive individuals, approximately 70% were classified as stable over the observed follow-up interval. Latent class modeling reveals marked heterogeneity in preclinical cognitive trajectories, even among individuals with biomarker evidence of Alzheimer pathology. The high proportion of stable individuals is consistent with the long presymptomatic interval. Identifying subgroups of decline may improve prognostic modeling and guide enrichment strategies for precision secondary prevention trials.",
  "disease": "alzheimer disease"
}