{
    "title": "Stroke Risk Factors, Genetics, and Prevention.",
    "doc_id": "28154098",
    "writer": "Boehme AK",
    "year": "2017",
    "summary": "Stroke is a heterogeneous syndrome, and determining risk factors and treatment depends on the specific pathogenesis of stroke. Risk factors for stroke can be categorized as modifiable and nonmodifiable. Age, sex, and race/ethnicity are nonmodifiable …",
    "abstract": "Stroke is a heterogeneous syndrome, and determining risk factors and treatment depends on the specific pathogenesis of stroke. Risk factors for stroke can be categorized as modifiable and nonmodifiable. Age, sex, and race/ethnicity are nonmodifiable risk factors for both ischemic and hemorrhagic stroke, while hypertension, smoking, diet, and physical inactivity are among some of the more commonly reported modifiable risk factors. More recently described risk factors and triggers of stroke include inflammatory disorders, infection, pollution, and cardiac atrial disorders independent of atrial fibrillation. Single-gene disorders may cause rare, hereditary disorders for which stroke is a primary manifestation. Recent research also suggests that common and rare genetic polymorphisms can influence risk of more common causes of stroke, due to both other risk factors and specific stroke mechanisms, such as atrial fibrillation. Genetic factors, particularly those with environmental interactions, may be more modifiable than previously recognized. Stroke prevention has generally focused on modifiable risk factors. Lifestyle and behavioral modification, such as dietary changes or smoking cessation, not only reduces stroke risk, but also reduces the risk of other cardiovascular diseases. Other prevention strategies include identifying and treating medical conditions, such as hypertension and diabetes, that increase stroke risk. Recent research into risk factors and genetics of stroke has not only identified those at risk for stroke but also identified ways to target at-risk populations for stroke prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28154098/"
}