{
    "title": "Stress reappraisal improves the autonomic nervous system response of test anxious individuals: Evidence from heart rate variability.",
    "doc_id": "37419306",
    "writer": "Huang Q",
    "year": "2023",
    "summary": "This study investigated whether individuals with high test anxiety/low test anxiety (HTA/LTA) held different stress belief, and tested the effect of stress reappraisal on reducing test anxiety related autonomic nervous system (ANS) response. ...Stress …",
    "abstract": "Background:\n        \n      \n      Stress belief plays an important role in stress response. This study investigated whether individuals with high test anxiety/low test anxiety (HTA/LTA) held different stress belief, and tested the effect of stress reappraisal on reducing test anxiety related autonomic nervous system (ANS) response.\n    \n\n\n          Methods:\n        \n      \n      51 HTA students and 49 LTA students were recruited using the Test Anxiety Scale (TAS). They completed a 10-min intelligence test (including preparation, test, and recovery phases), then were randomly assigned to reappraisal group and control group to complete the test again. Heart rate variability (HRV) was recorded throughout the protocol. Beliefs about Stress Scale was obtained before and after the experiment. Stress belief were manipulated using a 2-min film clip that orienting participant to the enhancing nature of stress. Emotional changes were assessed.\n    \n\n\n          Results:\n        \n      \n      HTA individuals held more negative stress beliefs and showed greater emotional arousal during the test than the LTA individuals. Their negative stress belief was associated with higher TAS score and worse HRV response. (2) When facing an exam, LTA individuals exhibited increased low-frequency HRV and stable high-frequency HRV, while HTA individuals showed stable low-frequency HRV and decreased high-frequency HRV. (3) HTA individuals who underwent reappraisal showed a reduction in test anxiety and in low-frequency/high-frequency HRV ratio.\n    \n\n\n          Conclusions:\n        \n      \n      The ANS activity of HTA individuals is imbalanced in the test situations. Stress belief is a meaningful variable in anxiety related ANS activity. Stress reappraisal can effectively reduce test anxiety and improve the balance of ANS activity of HTA individuals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37419306/"
}