{
  "pmid": "41428785",
  "title": "[Synchronous medullary and mucinous tumor in the right colon: case report].",
  "abstract": "Colon cancer according to the World Health Organization is classified histologically as: adenocarcinoma in 95%, mucinous adenocarcinoma 3.9-19%, signet ring cell carcinoma 1-2%, small cell carcinoma less than 1%, medullary carcinoma in less than 1%, undifferentiated carcinoma and neuroendocrine carcinoma 1-2%. Medullary and mucinous carcinoma usually occur in the right colon predominantly in females and are associated with microsatellite instability. The incidence of synchronous colorectal tumors varies between 1.3 and 7.3%, 43% of them are located proximal to the main lesion and one third are advanced tumors. To our knowledge there are no reports of synchrony in the right colon. Objective: To present a case report. Clinical Case: Patient operated for a right colon tumor diagnosed by videocolonoscopy, presenting in the anatomopathological study two tumors, one of mucinous origin and the other a synchronous medullary tumor. Conclusion: This case reveals the importance of correlating endoscopic findings with the anatomopathological study of the surgical specimen, since videocolonoscopy can underdiagnose synchronous tumors, particularly those located in the right colon. El cáncer de colon de acuerdo a la Organización Mundial de la Salud, se clasifica a nivel histológico en: adenocarcinoma en un 95%, adenocarcinoma mucinoso 3.9-19%, carcinoma de células en anillo de sello 1-2%, carcinoma de células pequeñas menos del 1%, carcinoma medular en menos del 1%, carcinoma indiferenciado y carcinoma neuroendocrino 1-2%. El carcinoma medular y el mucinoso suelen presentarse en el colon derecho predominantemente en sexo femenino y están asociados a inestabilidad microsatelital.  La incidencia de tumores sincrónicos colorrectales varía entre 1.3 y 7.3%, el 43% de los mismos se ubican proximales a la lesión principal y una tercera parte son tumores avanzados. Hasta nuestro conocimiento no existen reportes de sincronía en colon derecho. Objetivo: Presentar un reporte de caso. Caso Clínico: Paciente operada por un tumor de colon derecho diagnosticado por videocolonoscopia, presentando en el estudio anatomopatológico dos tumores, uno de estirpe mucinoso y otro tumor sincrónico medular. Conclusión: Este caso revela la importancia de correlacionar los hallazgos endoscópicos con el estudio anatomopatológico de la pieza quirúrgica, ya que la videocolonoscopia puede subdiagnosticar los tumores sincrónicos particularmente los localizados en colon derecho.",
  "disease": "colorectal cancer"
}