{
    "title": "The effect of color type on early wound healing in farmed mink (Neovison vison).",
    "doc_id": "28532438",
    "writer": "Jespersen A",
    "year": "2017",
    "summary": "BACKGROUND: Individual differences of mink, including color type, are speculated to affect the course of wound healing, thereby impacting wound assessment and management on the farms, as well as the assessment of wounds in forensic cases. ...Gross and microsc …",
    "abstract": "Background:\n        \n      \n      Individual differences of mink, including color type, are speculated to affect the course of wound healing, thereby impacting wound assessment and management on the farms, as well as the assessment of wounds in forensic cases. In this study, we examined the effect of color type on early wound healing in farmed mink. Full thickness excisional wounds (2 × 2 cm) were made on the back in 18 mink of the color types Brown, Silverblue and Blue Iris. Gross and microscopic pathology of the wounds was evaluated 2 days post-wounding together with degree of wound size reduction, presence of bacteria and blood analyses.\n    \n\n\n          Results:\n        \n      \n      Pathological examination on day 2 showed the greatest mean wound size reduction in Brown mink (11.0%) followed by Blue Iris (7.9%) and Silverblue (1.6%). Bacteria were cultured from all wounds, and predominantly Staphylococcus species were recovered in mixed or pure culture. Histopathology from day 2 wounds showed a scab overlying necrotic wound edges, which were separated from underlying vital tissue by a demarcation zone rich in polymorphonuclear leukocytes. Fibroblasts and plump endothelial cells were more numerous in the deeper tissues. Complete blood count parameters were within normal ranges in most cases, however, the mink showed mildly to markedly decreased hematocrit and six mink of the color types Silverblue and Blue Iris showed moderately elevated numbers of circulating segmented neutrophils on day 2. There was a marked increase in concentration of serum amyloid A from day 0 to day 2 in all color types.\n    \n\n\n          Conclusions:\n        \n      \n      We have described differences in early wound healing between mink of the color types Brown, Silverblue and Blue Iris by use of an experimental wound model in farmed mink. The most pronounced difference pertained to the degree of wound size reduction which was greatest in Brown mink, followed by Blue Iris and Silverblue, respectively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28532438/"
}