{
  "pmid": "41409394",
  "title": "Evaluating seizures associated with novel antineoplastic agents during breast cancer treatment using the Food and Drug Administration Adverse Event Reporting System and Canada Vigilance Adverse Reaction Online Database.",
  "abstract": "There is a rising incidence of neurological adverse events (AEs), such as seizures, associated with novel anticancer agents, warranting investigation. Large-scale studies assessing seizure risk across diverse anticancer drug classes, particularly in breast cancer (BC), remain limited. This study aimed to systematically evaluate the association between seizures and 14 novel anticancer agents used in BC treatment, compared with traditional chemotherapy, utilizing international pharmacovigilance databases. A large-scale, real-world pharmacovigilance study using data from the US FDA Adverse Event Reporting System (FAERS) and the Canada Vigilance Database (from Q1 2004 to Q1 2025). Disproportionality analysis was employed to calculate reporting odds ratios (RORs) for identifying significant seizure AE signals. Signals were assessed at both the Standardised MedDRA Query and Preferred Term levels. Pan-cancer transcriptomic data from The Cancer Genome Atlas were integrated to explore biological pathways correlated with drug-induced seizures. Significant and consistent seizure signals were identified for five agents-Lapatinib, Tucatinib, Trastuzumab, Trastuzumab Emtansine (T-DM1), and Atezolizumab-across both databases. In FAERS, over 50% of seizures occurred after 100 days of treatment (median: 68 days); however, fatal cases exhibited a significantly shorter median onset time. Novel agents demonstrated disproportionately higher seizure reporting signals compared to traditional chemotherapy. Pan-cancer analysis revealed negative correlations between seizure RORs and pathways, including asthma and the pentose phosphate pathway. This dual-database pharmacovigilance study identifies potential associations between seizures and five novel BC therapies, underscoring the need for vigilant monitoring during their clinical use. Evaluating seizures associated with novel antineoplastic agents during breast cancer treatment This study investigates seizure risks linked to 14 novel anticancer drugs, a topic previously underexplored across diverse drug classes. By combining data from the FAERS and Canada Vigilance Database, researchers enhanced reliability through larger samples and diverse demographics, focusing on breast cancer (BC), a key population for these agents. Analysis revealed significant seizure signals for five drugs (lapatinib, tucatinib, trastuzumab, T-DM1, atezolizumab) consistent across both databases. Trastuzumab had high reporting volumes (193 in FAERS, 39 in Canada). Notably, novel agents showed higher seizure reports than traditional chemotherapy. Seizures typically occurred after 100 days of treatment (median 68 days), but fatal cases had a significantly shorter onset, possibly linked to BC brain metastasis or poor baseline health. Using TCGA transcriptomic data, the study explored underlying mechanisms. Pan-cancer seizure risk negatively correlated with pathways like pentose phosphate (involving glucose-6-phosphate dehydrogenase, known to mitigate seizures) and asthma (linked to mTOR, a key seizure pathway). Limitations include database biases (underreporting, duplication), residual confounding, unmeasured variables (e.g., comorbidities), and undetermined dose effects. Findings require validation via basic research and prospective studies. In summary, five BC therapies showed potential seizure associations, with fatal cases needing early vigilance. Novel anticancer drugs pose higher seizure risks than traditional chemotherapy, supported by mechanistic links to metabolic and mTOR pathways.",
  "disease": "asthma"
}