{
  "pmid": "41352270",
  "title": "Associations of chronic obstructive pulmonary disease with sarcopenia and related factors: Nutritional status, body composition, antioxidant capacity, and inflammatory profile.",
  "abstract": "The purpose of this study was to investigate the relationships of nutritional status with sarcopenia status, antioxidative capacity, inflammatory status, and adipomyokines levels in patients with chronic obstructive pulmonary disease (COPD). This study was design as a case-control study. Participants with and without COPD were recruited. Body composition, muscle function, antioxidant capacity (coenzyme Q10, antioxidant enzymes activity, and total antioxidant capacity), inflammatory markers (high-sensitivity C-reactive protein and interleukin-6), and adipomyokines levels (adiponectin, leptin, and irisin) were measured. Nutritional status was assessed by means of the mini nutritional assessment (MNA) and nutritional risk index (NRI). A total of 112 participants were included in the present study (COPD, n = 51; non-COPD, n = 61). Compared with non-COPD patients, COPD patients had a lower level of muscle function and nutritional status and a greater risk of developing sarcopenia (P < 0.05). Thirty-seven percent of the COPD patients in this study suffered from sarcopenia. Although there was no significant difference in antioxidant capacity between the two groups, most participants had a low coenzyme Q10 status (<0.5 μM). Compared with non-COPD patients, COPD patients had a greater level of adiponectin but a lower level of leptin (P < 0.05). Nutrition status (MNA or NRI) was significantly associated with muscle function, antioxidant capacity, inflammatory status, adipomyokines levels, and the risk of developing COPD and sarcopenia (P < 0.05). Patients with COPD were at risk for malnutrition and sarcopenia, and most participants had low coenzyme Q10 status. Nutritional status affects antioxidant and anti-inflammatory status; and is inversely associated to the risk of developing sarcopenia. Thus, we suggest that monitoring the nutritional and muscle status of COPD patients, particularly that of older patients, is urgently needed.",
  "disease": "chronic obstructive pulmonary disease"
}