{
  "pmid": "41420416",
  "title": "Cancer in the Oldest-Old Population in the MENA Region: Epidemiology and Temporal Trends Based on GBD 2021.",
  "abstract": "IntroductionCancer among the oldest-old (aged ≥85) is an escalating public health concern, particularly in the Middle East and North Africa (MENA), where demographic aging is advancing rapidly.MethodsWe analyzed cancer incidence and mortality trends among the oldest-old in MENA from 1990 to 2021 using Global Burden of Disease (GBD) 2021 data, and compared these trends to global patterns.ResultsCancer incidence and mortality among the oldest-old in MENA increased substantially, surpassing global trends. Between 1990 and 2021, incidence rose by 54.2% in MENA vs 25.3% globally, while mortality increased by 17.6% vs 3.1% globally. Females experienced steeper rises in both incidence and mortality. Annual percent change (APC) in MENA incidence was +1.96 (95% CI: 1.28-2.64) for females and +0.83 (95% CI: 0.59-1.08) for males, compared to +0.28 (95% CI: 0.18, 0.38) and +0.47 (95% CI: 0.40, 0.55) globally. APC for mortality in MENA was +1.27 (95% CI: 0.66-1.88) for females and +0.33 (95% CI: 0.12-0.54) for males, vs -0.07 (95% CI: -0.13, 0.0) and +0.11 (95% CI: 0.03, 0.18) globally. Leading cancers were prostate, lung, and colorectal for males, and breast, colorectal, and lung for females, with variation across countries.ConclusionThe rising cancer burden among the oldest-old in MENA underscores the urgent need for targeted interventions. Strengthening preventive measures, improving healthcare access, enhancing cancer registration, and implementing tailored screening and treatment strategies are critical. Policymakers must prioritize geriatric oncology and invest in healthcare infrastructure to ensure equitable, effective cancer care for the region's aging population. Cancer among people aged 85 and older is becoming a growing public health issue, especially in the Middle East and North Africa (MENA) region, where the population is aging rapidly. This study examined how cancer rates and deaths have changed over time in MENA from 1990 to 2021 using data from the Global Burden of Disease (GBD) study and compared these trends to the rest of the world. The results show that cancer rates in MENA have increased more than the global average. Between 1990 and 2021, cancer cases among the oldest old in MENA grew by 54.2%, compared to a 25.3% increase worldwide. Cancer-related deaths also rose by 17.6% in MENA, while the global increase was only 3.1%. Women in MENA saw a greater rise in both cancer cases and deaths than men. Prostate, lung, and colorectal cancers were the most common in men, while breast, colorectal, and lung cancers were the most frequent in women. The trends varied by country within the region. These findings show an urgent need for better cancer prevention, early detection, and treatment for older adults in MENA. Improving healthcare access, strengthening cancer tracking systems, and developing specialized care for older cancer patients should be key priorities. Policymakers must take action to ensure that aging populations receive the necessary cancer care and support.",
  "disease": "colorectal cancer"
}