{
    "title": "Synovial fibroblasts in juvenile idiopathic arthritis: A scoping review.",
    "doc_id": "36592581",
    "writer": "Lomholt S",
    "year": "2023",
    "summary": "Synovial fibroblasts and their role in juvenile idiopathic arthritis have received limited attention compared to other immune mediated disease such as rheumatoid arthritis. Furthermore, no review exists regarding synovial fibroblasts, their interaction with immune c …",
    "abstract": "Synovial fibroblasts and their role in juvenile idiopathic arthritis have received limited attention compared to other immune mediated disease such as rheumatoid arthritis. Furthermore, no review exists regarding synovial fibroblasts, their interaction with immune cells and their potential involvement in juvenile idiopathic arthritis pathogenesis. This scoping review set out to identify and compile the current knowledge of all peer-reviewed studies on synovial fibroblasts from patients with juvenile idiopathic arthritis. The aim was to map the current knowledge and to produce a tool to assist future studies. The entire MEDLINE, EMBASE and Web of Science databases were used to identify all published studies in English regarding synovial fibroblasts from patients with juvenile idiopathic arthritis. We identified 18 eligible studies out of a total of 1778 screened entries. The majority of studies identified synovial fibroblast subsets or functional characteristics that may be involved in disease pathogenesis. We identified mechanisms of cell-cell interaction with leukocytes, pro-inflammatory signaling and unfavorable connective tissue homeostasis that may contribute to cartilage damage or bony overgrowth. All included studies identified mechanisms potentially linking synovial fibroblasts to specific disease traits in juvenile idiopathic arthritis. Most findings were similar to mechanisms also described in synovial fibroblast from adults with arthritis. However, the limited number of studies found identifies an unmet need for additional studies on synovial fibroblasts and their potential role in juvenile idiopathic arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36592581/"
}