{
    "title": "Objective, audiological and quality of life measures with the CI532 slim modiolar electrode.",
    "doc_id": "30465637",
    "writer": "Hey M",
    "year": "2019",
    "summary": "Pre- and post-operative measures of words in quiet and sentences in noise were made in multiple languages. Quality of life was assessed using The Speech Spatial Qualities questionnaire (SSQ) and Glasgow Benefit Inventory (GBI). ...CONCLUSION: Objective ECAP a …",
    "abstract": "Objectives:\n        \n      \n      To report on electrode array measurements for the Nucleus® CI532 Slim Modiolar Electrode device including: ECAP thresholds, electrode impedances, and psychophysical comfort levels, as well as speech perception results pre- and post-operatively and standardized evaluations of quality of life.\n    \n\n\n          Methods:\n        \n      \n      Forty-four subjects were implanted with the CI532. Electrically evoked compound action potential (ECAP) thresholds and impedances were measured using automatic Neural Response Telemetry intra-operatively, at activation and at six months post implant. Pre- and post-operative measures of words in quiet and sentences in noise were made in multiple languages. Quality of life was assessed using The Speech Spatial Qualities questionnaire (SSQ) and Glasgow Benefit Inventory (GBI).\n    \n\n\n          Results:\n        \n      \n      Intra-operative ECAP thresholds were recorded successfully from 90% of electrodes tested. ECAP thresholds varied across the array and a post-hoc Dunn's test showed that median thresholds for electrodes E1-E13 were significantly greater than those for E17-E22 (all P < 0.001). Impedances increased significantly between surgery and activation. Speech recognition scores for words in quiet and sentences in noise showed a significant improvement for the group at six months, when using the cochlear implant, compared with pre-operative performance (P < 0.001). There was a significant increase compared to pre-operative ratings for all sections of the SSQ at six months post activation (P < 0.001). The GBI gave scores significantly above zero for the 'general' subscale and total score.\n    \n\n\n          Conclusion:\n        \n      \n      Objective ECAP and impedance measures for this new electrode array were as expected and similar to results reported for other array types. Speech perception and quality of life improved significantly following implantation. (Registered as NCT02392403 on ClinicalTrials.gov PRS).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30465637/"
}