{
  "pmid": "41389910",
  "title": "The smallest worthwhile effects of strengthening exercise on pain intensity for people with knee osteoarthritis: A benefit-harm trade-off study.",
  "abstract": "To determine the smallest worthwhile effects (SWEs) of supervised individual, supervised group, or unsupervised digitally-delivered strength exercise on pain intensity, compared to no exercise, for individuals with knee osteoarthritis. Online benefit-harm trade-off study. Participants with knee pain consistent with knee osteoarthritis were allocated information about either supervised individual, supervised group, or unsupervised digitally-delivered strength exercise and a no exercise comparison. Participants selected the pain reduction (percentage) that would make their allocated mode of strength exercise worthwhile, in addition to a 15% improvement with no exercise, considering its cost, harms, and inconveniences. SWEs were estimated as the median (95% confidence interval (CI)) and interquartile range (IQR) of the smallest pain reduction that participants considered worthwhile. SWEs were also estimated across participant subgroups (sex, pain severity, and exercise beliefs and history). We included 1176 participants. Eight to sixteen percent would not consider exercise worthwhile even if it completely resolved their knee pain. The SWE of both supervised individual and group strength exercise was a 20% (95% CI 15-20, IQR 5-30%) knee pain reduction, in addition to the pain reduction expected with no exercise. The SWE of unsupervised digital exercise was a 15% additional pain reduction (95% CI 10-20, IQR 5-25%). SWEs were generally larger among males and those not expecting exercise to be helpful. To consider strength exercise worthwhile, people with knee osteoarthritis require supervised individual or group exercise to provide a 20% reduction in knee pain, and digitally-delivered exercise to provide a 15% reduction, beyond the pain reduction expected without exercising.",
  "disease": "osteoarthritis"
}