{
  "pmid": "41402018",
  "title": "AI-powered risk prediction of tuberculosis reactivation in latently infected individuals.",
  "abstract": "A quarter of the world's population is latently infected with Mycobacterium tuberculosis, making it a huge health issue. In spite of not having signs, many of these humans are liable to reactivation and TB, especially if weak. Controlling tuberculosis is hard considering it is uncertain which those who are infected however not symptomatic may additionally get ill once more. The Tuberculin skin test (TST) and Interferon-Gamma launch Assays can stumble on infections however now not expect their go back. As multimodal clinical, immunological, and genetic data becomes available, predictive models can be created. This study investigates how AI and ML can predict latent TB recurrence. A study look at regarded returned at a fixed of data that covered clinical factors (like age, comorbidities, and former publicity), immunological markers (like cytokine profiles, IFN-γ, and TNF-α levels), and transcriptomic statistics from LTBI corporations. Several machine learning methods were trained and examined, including Random forest (RF), support Vector machine(SVM), and Gradient Boosting (XGBoost). Recursive feature elimination (RFE) was used to choose the features, and stratified k-fold move-validation used to be used to measure model fulfilment the use of AUC-ROC, accuracy, precision, and recall. The XGBoost version did higher than different algorithms, with an AUC-ROC of 0.93, an accuracy rate of 88.7 %, and a recall rate of 86.2 % in finding people that have been probable to get lively TB. High stages of IL-6 and IFN-γ, having had TB earlier than, having HIV at the same time, and gene expression styles connected to immune law were some of the most important elements used to make predictions. The version worked the equal method for all subgroups that have been separated via age and contamination. AI-driven models have numerous capacity for sorting LTBI humans into groups based on their risk of getting TB again. Including these types of predictive tools to scientific methods can enhance early intervention techniques, reduce down on unnecessary preventative treatments, and make the quality use of the sources to be had in TB manage applications. To make certain that the results can used within the real global, greater prospective studies and validation at multiple sites are suggested.",
  "disease": "tuberculosis"
}