{
  "pmid": "41465784",
  "title": "Beyond HOMA-IR: Comparative Evaluation of Insulin Resistance and Anthropometric Indices Across Prediabetes and Type 2 Diabetes Mellitus in Metabolic Syndrome Patients.",
  "abstract": "Insulin resistance is central in metabolic syndrome, but indices such as Homeostasis Model Assessment-estimated Insulin Resistance (HOMA-IR) require insulin assays that are costly and not always available. Non-insulin-based indices and refined anthropometric markers may offer simpler risk stratification in prediabetes and diabetes. Our objective was to compare insulin and non-insulin-based indices of insulin resistance, together with advanced anthropometric and lipid markers, between prediabetes (PreDM) and type 2 diabetes (T2DM) and across hypertension grades in metabolic syndrome. We conducted a cross-sectional study in 200 adults with metabolic syndrome, 80 with PreDM and 120 with T2DM. Clinical, anthropometric and biochemical parameters were recorded, and HOMA-IR, Homeostasis Model Assessment of Beta-cell function (HOMA%B), Metabolic Score for Insulin Resistance (METS-IR), triglyceride to glucose index (TyG), triglyceride-to-glucose index to high-density lipoprotein cholesterol ratio (TyG/HDL-c) and other derived indices were calculated. Group comparisons, correlations and multiple linear regression were performed. Compared with PreDM, T2DM showed higher glycemic indices and inflammation, but similar body mass index (BMI) and triglycerides. Across glycemic categories and hypertension grades, METS-IR, TyG and TyG/HDL-c increased and correlated strongly with body roundness index (BRI), abdominal volume index (AVI) and weight-adjusted waist index (WWI), while HOMA-IR contributed little independent information. In regression models, lipid adipose product (LAP) and WWI best explained METS-IR in prediabetes, whereas TyG and BRI were the main determinants of METS-IR in diabetes. In metabolic syndrome with PreDM or T2DM, METS-IR and TyG, particularly combined with BRI, AVI and WWI, outperformed traditional lipid ratios and added value beyond HOMA-IR. These composite indices appear useful for insulin resistance assessment when insulin measurement is unavailable or unreliable.",
  "disease": "diabetes mellitus"
}