{
  "pmid": "41420585",
  "title": "[Needs, limitations and opportunities to create a center of excellence for severe asthma care in the public healthcare system in Mexico].",
  "abstract": "Asthma is a common chronic respiratory condition that affects from 1 to 18% of the world population. In Mexico, 8% of the population lives with asthma. Severe asthma represents up to 10% of cases. The proposal of an Asthma Center of Excellence has the main goal to develop key procedures, establishing methods and developing clinical experience based in modern technology and focused on critical procedures that allow institutions to build more efficient management procedures. To bring to consensus the needs and opportunities identified in the public sector to create a center of excellence for severe asthma management. We used the RAND/UCLA method for consensus, through scientific evidence and the opinions of an asynchronous online modified Delphi panel of 14 experts from different institutions with experience in severe asthma management.  The development of a Center of Excellence would allow to accelerate scientific innovation, education and advocacy, promoting excellence in education, research and training in the management of asthma. El asma es una enfermedad respiratoria crónica común que afecta del 1 al 18% de la población en todo el mundo. En México el 8% de la población padece de asma. El asma grave representa, incluso, un 10% del total de casos. La propuesta de un Centro de Excelencia de Asma tiene como meta principal desarrollar procesos clave, establecer una metodología y ampliar la experiencia clínica con base en tecnologías actualizadas y enfoque en procesos críticos que permitan a las instituciones de salud pública hacer eficientes sus procesos de atención. Consensuar las necesidades y oportunidades identificadas en el sector público para crear un centro de excelencia de atención en asma grave. Se utilizó la metodología RAND/UCLA para generar consensos, a través de evidencias científicas y la opinión de un panel Delphi modificado, online de forma asincrónica conformado por 14 expertos, de diferentes instituciones públicas, con experiencia en el tratamiento del asma grave.  El desarrollo de Centros de Excelencia de Asma permitiría acelerar la innovación científica y clínica, educación y abogacía, promoviendo la excelencia en educación, investigación, y entrenamiento en el tratamiento del asma.",
  "disease": "asthma"
}