{
    "title": "Water quality improvement performance of two urban constructed water quality treatment wetland engineering landscaping in Hangzhou, China.",
    "doc_id": "35290225",
    "writer": "Li T",
    "year": "2022",
    "summary": "For typical wastewater treatment processes of urban sewage, plants are often noneffective to improve water qualities of lightly polluted domestic sewage, and urban constructed water quality treatment (WQT) wetlands designed with engineering landscape methods are uti …",
    "abstract": "For typical wastewater treatment processes of urban sewage, plants are often noneffective to improve water qualities of lightly polluted domestic sewage, and urban constructed water quality treatment (WQT) wetlands designed with engineering landscape methods are utilized to optimize both water qualities and landscape values in recent years. The research determines the effects of two typical ecological engineering landscaping projects of urban constructed WQT wetlands by analysing their effects of wastewater quality improvements. Differences of water quality indicators (WQI) respectively among different treatment stages of wetlands includes surface flow wetland, vertical flow wetland, floating wetland islands etc., which have been measured and compared. Evaluation of urban constructed WQT wetlands engineering landscaping has been concluded based on comparisons among hydrological indicators and water quality indicators, i.e. pH, DO, NH3-N, CODCr, TP. Removal effects of individual indicators, includes NH3-N, CODCr and TP during different treatment stages have been quantitatively analysed. In accordance with quantitative analysis, benefits and deficiencies of practical landscape design of urban constructed WQT wetlands are concluded. By adapting proper principles in engineering landscaping, environmental and economic benefits can be achieved to create sustainable landscapes of urban constructed WQT wetlands.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35290225/"
}