{
  "pmid": "41403440",
  "title": "Acetyl-11-keto-beta-boswellic acid ameliorates monosodium iodoacetate-induced osteoarthritis in rats: implications of HMGB1/TLR4/NF-κB and Nrf2/HO-1.",
  "abstract": "Osteoarthritis (OA) is a prevalent joint disorder marked by chronic inflammation and degradation of cartilage. The shielding effect of 3-O-acetyl-11-keto-β-boswellic acid (AKBA) has been confirmed in many inflammatory disorders. However, the full underlying mechanistic perspective of AKBA against OA remains unexplored. Thus, the objective of this work is to identify additional unexamined modulatory signals of AKBA against monosodium iodoacetate (MIA)-induced OA and the early prevention of irreversible cartilage damage. Male Wistar rats were allotted into three groups (n = 9): sham, MIA-OA, and MIA + AKBA250. Three mg of MIA was injected intra-articularly into the right knee joints of rats to induce OA on day 0. All treatments were given orally, daily, starting on the 3rd day after MIA injection and continuing until the 14th day of the experiment. AKBA250 treatment alleviated edema completely, achieving nearly basal records of the right knee diameter. AKBA250 treatment enhanced macroscopic and microscopic findings and normalized the modified Mankin and OARSI scoring system. Moreover, AKBA restored cartilage matrix homeostasis by suppressing the catabolic enzyme matrix metalloproteinase-13 (MMP-13), upregulating tissue inhibitor of metalloproteinase-1 (TIMP-1) and the chondrogenic marker SRY-box transcription factor 9 (SOX9), and reducing the serum level of the cartilage degradation biomarker C-telopeptide of type II collagen (CTX-II). The contents of high-mobility group box 1 (HMGB1), toll-like receptor 4 (TLR4), nuclear factor-kappa B (NF-κB), and tumor necrosis factor-α (TNF-α) were substantially suppressed in the AKBA250-treated group. AKBA250 significantly boosted the nuclear factor erythroid-2-related factor 2 (Nrf2) and heme oxygenase-1 (HO-1) levels and restored the oxidant/antioxidant equilibrium disrupted by MIA. In addition, AKBA250 prominently curbed the protein expression of p-RIPK1, p-RIPK3, and p-MLKL. Furthermore, AKBA250 exhibited downregulation of miR-34a-5p and miR-146a expressions. Together, AKBA demonstrated a protective function in OA by inhibiting inflammatory signaling through the HMGB1/TLR4/NF-κB pathway, augmenting the cytoprotective Nrf2/HO-1 pathway, and regulating necroptosis signaling cascades.",
  "disease": "osteoarthritis"
}