{
  "pmid": "41451291",
  "title": "Evaluating the impact of eHealth interventions on adolescents with diabetes: a systematic review and meta-analysis.",
  "abstract": "Adolescence is marked by significant changes. The presence of type 1 and type 2 diabetes mellitus (T1D and T2D) amplifies these challenges, with diabetes being the second most common chronic disease among adolescents worldwide. Adolescents with diabetes are at heightened risk for mental health issues, which escalate the risk of complications. eHealth interventions using Information and Communication Technologies show promise in improving diabetes management and psychological well-being. However, research has predominantly focused on adults, leaving gaps in understanding the efficacy of these interventions for adolescents. Medical management often prioritizes physical health, neglecting psychosocial aspects. This meta-analysis aims to provide evidence on eHealth interventions' efficacy in supporting the psychosocial well-being of adolescents with T1D and T2D, and to investigate their impact on Hemoglobin A1c (HbA1c), quality of life, diabetes distress, anxiety, and depression symptoms. A PRISMA-guided systematic search was conducted. Randomized Controlled Trials (RCTs) regarding eHealth interventions for adolescents with diabetes were included. Data were pooled using Standard Mean Difference (SMD). Outcomes were quality of life and HbA1c. Intervention acceptability was assessed using the Odds Ratio (OR) of dropout rates. A total of ten RCTs involving only adolescents with T1D (aged 10-22) were included in the analysis. The interventions resulted in significant improvements in quality of life (SMD = 0.73; 95% CI [0.08, 1.38]; k = 6), indicating a moderate positive effect, as well as in satisfaction with life, a subscale of the overall quality of life (SMD = 0.51, 95% CI [0.08, 0.95]; k = 3). For HbA1c levels, however, the effect was small and not statistically significant (SMD = -0.21; 95% CI [-0.69, 0.27]; k = 8). Additionally, the interventions were well accepted, as suggested by the OR of 0.47 (95% CI [-0.07, 1.01]; k = 7), indicating no significant difference in dropout rates between intervention and control groups. These results underscore the potential of eHealth interventions to enhance the quality of life and satisfaction with life in adolescents with T1D. Future research should continue to explore and refine eHealth interventions, ensuring an integrated approach that addresses both the medical and psychosocial needs of adolescents with diabetes. https://www.crd.york.ac.uk/prospero/, identifier CRD42021218623.",
  "disease": "diabetes mellitus"
}