{
    "title": "Occurrence and Exposure Assessment of Zearalenone in the Zhejiang Province, China.",
    "doc_id": "39852962",
    "writer": "Lu Z",
    "year": "2024",
    "summary": "This study aims to examine the hazards of zearalenone (ZEN) to humans and assess the risk of dietary exposure to ZEN, particularly in relation to precocious puberty in children from the Zhejiang Province. The test results from five types of food from the Zhejiang Pr …",
    "abstract": "This study aims to examine the hazards of zearalenone (ZEN) to humans and assess the risk of dietary exposure to ZEN, particularly in relation to precocious puberty in children from the Zhejiang Province. The test results from five types of food from the Zhejiang Province show that corn oil has the highest detection rate of 87.82%. The levels of ZEN do not exceed the existing safety standards in any sample investigated in this study. According to the data from the Food Consumption Survey of Zhejiang Province residents, rice is the primary source of ZEN exposure, accounting for 55.85% of total exposure among all age groups. Based on the 50th exposure percentile, it would take 6.25 years of rice consumption to reach 1 year of safe ZEN exposure. Overall, the majority of the residents in the Zhejiang Province have a low risk of exposure to ZEN. In an extreme case (based on the 95th exposure percentile), the total ZEN exposure from the studied foods with respect to children aged ≤6 years and 7-12 years is 0.38 μg/kg b.w. and 0.26 μg/kg b.w., respectively-both exceeding the safety limit of 0.25 μg/kg b.w. set by the European Food Safety Authority, indicating a potential risk of exposure. Precocious puberty assessments show that ZEN exposure levels in children in the Zhejiang Province are significantly lower than those associated with precocious puberty; thus, precocious puberty is unlikely to occur in this area. Given ZEN's estrogenic effect, it is necessary to monitor the level of ZEN in different food items, revise the relevant standards as needed, and focus on exposure to ZEN in younger age groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39852962/"
}