{
  "pmid": "41390438",
  "title": "Endoscopic versus open vein harvesting for coronary artery bypass: a systematic review and meta-analysis.",
  "abstract": "A common treatment for coronary artery disease is CABG, which often involves the use of saphenous veins or internal mammary arteries as grafts. The selected harvesting technique-open vein harvesting (OVH) or endoscopic vein harvesting (EVH)-is pivotal for successful graft outcomes, significantly influencing patient recovery and long-term graft patency rates. This systematic review aims to analyze and compare these harvesting methods to inform clinical decision-making. Our systematic review and meta-analysis were conducted in accordance with the PRISMA 2020 guidelines, following our registered protocol in PROSPERO (identifier CRD42024511815). We included full-text studies, encompassing both RCTs and observational studies, that evaluated the effectiveness of EVH versus OVH for elective and urgent CABG procedures. A comprehensive literature search was conducted in PubMed, Scopus, Cochrane Library, and Embase from inception until December 28, 2023. We applied a Fixed Effect Model for the meta-analysis, utilizing RR and SMD alongside the inverse variance method. The I² statistic assessed heterogeneity, supported by sensitivity analyses for result robustness, while funnel plots evaluated publication bias. All statistical analyses were performed using Pythmeta software. From an initial 1,906 records, we removed 841 duplicates and unrelated studies, resulting in 34 studies included in the review (21 RCTs and 13 observational studies). Quality assessment revealed a high risk of bias in 11 of 19 RCTs, with multiple concerns across all studies regarding reported outcomes. The review comprised 7,442 patients, with a majority (53.05%) in the EVH group, and median ages of 64.09 (EVH) and 64.35 (OVH). EVH demonstrated significantly lower leg wound complications, including reduced rates of infections (RR = 0.29 95% CI [0.19, 0.43], p < 0.001 (11 studies) and edema (RR = 0.38 95% CI [0.27, 0.55], p < 0.001). However, graft patency favored OVH at both 6 months (92.9% vs. 80.4%, P = 0.04) and 2 years (90.8% vs. 73.9%, P = 0.01), with EVH showing heightened acute endothelial damage (51% vs. 29%, P < 0.001). Pain levels were substantially lower in the EVH group on postoperative day three, while mortality rates remained comparable. This systematic review indicates that while EVH presents significant advantages for reducing leg wound complications, its efficacy in graft patency appears less favorable than OVH. Further investigation is essential to explore the long-term benefits and cost-effectiveness of these techniques, ensuring optimal practices in vein harvesting for CABG.",
  "disease": "coronary artery disease"
}