{
  "pmid": "41391078",
  "title": "A Study of the Etiology, Clinical Profile, and Outcome of Nontraumatic Cases of Impaired/Altered Sensorium in Patients Attending the Emergency Department in a South Indian Tertiary Care Hospital.",
  "abstract": "Nontraumatic cases of impaired/altered sensorium continue to be one of the most frequent emergencies that casualties encounter. The patient's overall prognosis may depend on early clinical evaluation and etiological diagnosis. In order to make a more accurate and timely diagnosis, it is crucial to understand the etiological profile of comatose patients who arrive at a tertiary care facility, which can successfully predict the outcome. This prospective observational study was carried out in a South Indian tertiary care facility. A total of 126 patients with altered mental status of nontraumatic origin who arrived at the emergency room with Glasgow coma scale (GCS) scores below 10 were included in the study. Of the 126 patients, 48 (38.1%) were female and 78 (61.9%) were male. All patients were 52.65 ± 17.94 years old on average. The comorbidities observed in this study were hypertension (49.2%), diabetes mellitus (36.5%), alcoholism (33.3%), smoking (25.3%), coronary artery disease (CAD) (7%), chronic kidney disease (CKD) (9.5%), epilepsy (4.7%), and previous cerebrovascular accident (CVA) (9.5%). The presenting symptoms other than altered sensorium were fever (4%), vomiting (9.5%), headache (3%), motor weakness (16%), seizures (15.8%), and breathlessness (4.7%). About 36 patients (28.5%) had abnormal neurological examination, with motor weakness being the most common finding in 34 patients (27%). A brain magnetic resonance imaging (MRI) or computed tomography (CT) scan was performed on 104 patients (82.5%), and 50 patients (48%) had abnormal results. The commonest finding was cerebral and cerebellar infarction seen in 35 patients (33.6%). A number of 48 (38%) patients had abnormal electrocardiogram (ECG), 42 (33%) had nonspecific ischemic alterations, and six patients (4.7%) had atrial fibrillation. In our study, 46 patients (36.5%) had neurological causes of impaired/altered sensorium, 32 patients (25.4%) had metabolic causes, 18 patients (14.3%) had multifactorial causes, 14 patients (11.1%) had infections, and 16 patients (12.7%) had other causes [status epilepticus, drug overdose, organophosphate (OP) poisoning]. The commonest neurological cause was ischemic stroke, noted in 32 patients (69.5%), out of which 16 cases were posterior circulation strokes. About 14 cases had anterior circulation stroke. The remaining two cases presented with both anterior and posterior circulation strokes. The mortality rate was 36.5%. A number of 46 patients died out of 126 patients. Out of 46 patients, CVA was the most common cause of death, accounting for 20 cases (43.4%). In this study, the duration of altered mental status, GCS score, level of altered consciousness, and etiology were found to be significant prognostic markers that correlated with outcome in nontraumatic cases with impaired/altered sensorium. Factors that offer early prognostic information can help with resource allocation decisions because the cost of intensive care has increased significantly. The prognosis can be predicted using a simple clinical evaluation of neurological function, paying particular attention to the degree of consciousness, focal neurological signs, and brainstem reflexes.",
  "disease": "coronary artery disease"
}