{
  "pmid": "41439587",
  "title": "Deep Learning-Based Brainstem Segmentation and Multi-Class Classification for Parkinsonian Syndrome.",
  "abstract": "Brain segmentation using structural MRI is effective for identifying regional atrophy in Parkinsonian syndromes. However, clinical validation of the automated deep learning-based brainstem segmentation model has been limited. To develop and validate a two-step deep learning algorithm for automatic segmentation of brainstem substructures and classifying Parkinsonian syndromes using derived volumetric measurements. Retrospective. The internal dataset comprised 300 normal cognition (NC) subjects (171 females) for segmentation and 513 subjects (265 males) for classification (207 NC, 52 progressive supranuclear palsy [PSP], 65 multiple system atrophy-cerebellar variant [MSA-C], and 189 Parkinson's disease [PD]). The external dataset comprised 82 subjects (43 males; 24 PSP, 28 MSA-C, and 30 PD). 3D gradient-echo T1-weighted sequence at 3 T. Segmentation performance was evaluated with the Dice Similarity Coefficient (DSC) by comparing model outputs against manual labels. For classification, regional brain volumes from the segmentations were used as input features for multi-class classification with support vector machine (SVM), random forest, and XGBoost models, evaluated by area under the receiver operating characteristic curve (AUROC). Five-fold cross-validation was used for internal validation and tested on an external dataset. Three radiologists analyzed an external dataset with and without the model, with a one-month washout period between sessions. For the segmentation volume, differences between groups were assessed using Student's t-test or Mann-Whitney U test. Classification performance was evaluated using a one-vs-rest approach with macro-averaging across classes. Brainstem segmentation DSC scores were 0.969 (internal) and 0.996 (external) compared to the ground-truth masks. Using regional volumetrics, the SVM achieved the highest differentiation performance, with AUROCs of 0.937 (internal) and 0.914 (external). A radiology resident achieved improved performance with the model. Our proposed two-step algorithm combining deep-learning-based brainstem segmentation and machine-learning classification enables automated differentiation of Parkinsonian syndromes using 3D T1-weighted brain MRI. 3. Stage 1. Structural brain MRI has been used to help differentiate Parkinsonian syndromes. In this study, we developed and validated a deep learning model that automatically outlines brainstem structures and classifies Parkinsonian syndromes based on the segmented volumes: Parkinson's disease, progressive supranuclear palsy, and multiple system atrophy. The model was tested on patients from different hospitals, and radiologists' performance was compared with and without model assistance. It showed robust segmentation and classification across all brainstem structures, diagnoses, and disease stages. A radiology resident achieved improved diagnostic performance with model assistance. Our model may support faster and more reliable clinical evaluation of Parkinsonian syndromes.",
  "disease": "parkinson disease"
}