{
    "title": "Plasticity in the injured spinal cord: can we use it to advantage to reestablish effective bladder voiding and continence?",
    "doc_id": "16198699",
    "writer": "Zinck ND",
    "year": "2006",
    "summary": "Micturition is coordinated at the level of the spinal cord and the brainstem. Spinal cord injury therefore directly interrupts spinal neuronal pathways to the brainstem and results in bladder areflexia. ...After spinal cord injury, …",
    "abstract": "Micturition is coordinated at the level of the spinal cord and the brainstem. Spinal cord injury therefore directly interrupts spinal neuronal pathways to the brainstem and results in bladder areflexia. Some time after injury, however, dyssynergic bladder and sphincter function emerges. The changes mediating the appearance of bladder function after spinal cord injury are currently unknown. Primary afferent neurons have been shown to sprout in response to spinal cord injury. Sprouting primary afferents have been linked to the pathophysiology of centrally manifested disorders, such as autonomic dysreflexia and neuropathic pain. It is proposed that sprouting of bladder primary afferents contributes to disordered bladder functioning after spinal cord injury. During development of the central nervous system, the levels of specific neuronal growth-promoting and guidance molecules are high. After spinal cord injury, some of these molecules are upregulated in the bladder and spinal cord, suggesting that axonal outgrowth is occurring. Sprouting in lumbosacral spinal cord is likely not restricted to neurons involved in the micturition reflex. Furthermore, sprouting of some afferents may be contributing to bladder function after injury, whereas sprouting of others might be hindering emergence of function. Thus selective manipulation of sprouting targeting afferents that are contributing to emergence of bladder function after injury is critical. Further research regarding the role that neuronal sprouting plays in the emergence of bladder function may contribute to improved treatment of bladder dyssynergia after spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16198699/"
}