{
    "title": "Persistent headaches one year after bacterial meningitis: prevalence, determinants and impact on quality of life.",
    "doc_id": "37867184",
    "writer": "Van RN",
    "year": "2023",
    "summary": "Determinants of persistent headache (PH) at M12, their association with M12 quality of life (SF 12), depression (Center for Epidemiologic Studies Depression Scale) and neuro-functional disability were analysed. ...M12 neuro-functional disability (altered Glasgow Out …",
    "abstract": "Background:\n        \n      \n      Little is known on headaches long-term persistence after bacterial meningitis and on their impact on patients' quality of life.\n    \n\n\n          Methods:\n        \n      \n      In an ancillary study of the French national prospective cohort of community-acquired bacterial meningitis in adults (COMBAT) conducted between February 2013 and July 2015, we collected self-reported headaches before, at onset, and 12 months (M12) after meningitis. Determinants of persistent headache (PH) at M12, their association with M12 quality of life (SF 12), depression (Center for Epidemiologic Studies Depression Scale) and neuro-functional disability were analysed.\n    \n\n\n          Results:\n        \n      \n      Among the 277 alive patients at M12 87/274 (31.8%), 213/271 (78.6%) and 86/277 (31.0%) reported headaches before, at the onset, and at M12, respectively. In multivariate analysis, female sex (OR: 2.75 [1.54-4.90]; p < 0.001), pre-existing headaches before meningitis (OR: 2.38 [1.32-4.30]; p < 0.01), higher neutrophilic polynuclei percentage in the CSF of the initial lumbar puncture (OR: 1.02 [1.00-1.04]; p < 0.05), and brain abscess during the initial hospitalisation (OR: 8.32 [1.97-35.16]; p < 0.01) were associated with M12 persistent headaches. Neither the responsible microorganism, nor the corticoids use were associated with M12 persistent headaches. M12 neuro-functional disability (altered Glasgow Outcome Scale; p < 0.01), M12 physical handicap (altered modified Rankin score; p < 0.001), M12 depressive symptoms (p < 0.0001), and M12 altered physical (p < 0.05) and mental (p < 0.0001) qualities of life were associated with M12 headaches.\n    \n\n\n          Conclusion:\n        \n      \n      Persistent headaches are frequent one year after meningitis and are associated with quality of life alteration.\n    \n\n\n          Clinical trial:\n        \nNCT01730690.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37867184/"
}