{
    "title": "Direct-to-Implant, Prepectoral Breast Reconstruction: A Single-Surgeon Experience with 201 Consecutive Patients.",
    "doc_id": "32221195",
    "writer": "Safran T",
    "year": "2020",
    "summary": "A midlateral incision was used in 157 breasts (50.2 percent), followed by a skin-reducing, Wise-pattern in 90 breasts (28.8 percent). Acellular dermal matrix was used in 243 breasts (77.6 percent), free nipple grafts were used in 39 breasts (12.5 perce …",
    "abstract": "Background:\n        \n      \n      The resurgence of prepectoral breast reconstruction has brought strict patient inclusion and exclusion criteria by numerous authors. This article provides an overview of a single surgeon's experience with 201 patients, 313 breasts using immediate, direct-to-implant prepectoral breast reconstruction. The article compares surgical outcomes of different patient cohorts to elucidate risk factors that may predispose patients toward developing complications.\n    \n\n\n          Methods:\n        \n      \n      A retrospective chart review was performed, identifying all patients who underwent prepectoral, direct-to-implant breast reconstruction from June of 2016 to June of 2018.\n    \n\n\n          Results:\n        \n      \n      A total of 201 patients representing 313 breasts were included. A midlateral incision was used in 157 breasts (50.2 percent), followed by a skin-reducing, Wise-pattern in 90 breasts (28.8 percent). Acellular dermal matrix was used in 243 breasts (77.6 percent), free nipple grafts were used in 39 breasts (12.5 percent), and postmastectomy radiation therapy was used in 58 breasts (18.5 percent). Complications requiring operative intervention occurred in 24 breasts (7.7 percent), and minor complications occurred in 23 breasts (7.3 percent). There were no significant differences in complication rates for (1) acellular dermal matrix use versus non-acellular dermal matrix use, (2) Wise-pattern versus other incision, or (3) postmastectomy radiotherapy (p > 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      This represents the largest single-surgeon, direct-to-implant prepectoral cohort in the literature. Surgical complications did not differ with acellular dermal matrix use, incision selection, and the use of postmastectomy radiation therapy. There may be an association between acellular dermal matrix use and major complications and radiotherapy with minor complications.\n    \n\n\n          Clinical question/level of evidence:\n        \n      \n      Therapeutic, III.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32221195/"
}