{
    "title": "Effects of a passive back exoskeleton on the mechanical loading of the low-back during symmetric lifting.",
    "doc_id": "31718821",
    "writer": "Koopman AS",
    "year": "2020",
    "summary": "Low-back pain is the number one cause of disability in the world, with mechanical loading as one of the major risk factors. Exoskeletons have been introduced in the workplace to reduce low back loading. During static forward bending, exoskeletons have …",
    "abstract": "Low-back pain is the number one cause of disability in the world, with mechanical loading as one of the major risk factors. Exoskeletons have been introduced in the workplace to reduce low back loading. During static forward bending, exoskeletons have been shown to reduce back muscle activity by 10% to 40%. However, effects during dynamic lifting are not well documented. Relative support of the exoskeleton might be smaller in lifting compared to static bending due to higher peak loads. In addition, exoskeletons might also result in changes in lifting behavior, which in turn could affect low back loading. The present study investigated the effect of a passive exoskeleton on peak compression forces, moments, muscle activity and kinematics during symmetric lifting. Two types (LOW and HIGH) of the device, which generate peak support moments at large and moderate flexion angles, respectively, were tested during lifts from knee and ankle height from a near and far horizontal position, with a load of 10 kg. Both types of the trunk exoskeleton tested here reduced the peak L5S1 compression force by around 5-10% for lifts from the FAR position from both KNEE and ANKLE height. Subjects did adjust their lifting style when wearing the device with a 17% reduced peak trunk angular velocity and 5 degrees increased lumbar flexion, especially during ANKLE height lifts. In conclusion, the exoskeleton had a minor and varying effect on the peak L5S1 compression force with only significant differences in the FAR lifts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31718821/"
}