{
    "title": "Distribution of Young's modulus at various sampling points in a human lumbar spine vertebral body.",
    "doc_id": "32592901",
    "writer": "Ogurkowska MB",
    "year": "2020",
    "summary": "PURPOSE: The aim of the study was to determine Young's modulus in different parts of the lumbar vertebral column for samples subjected to compression and bending. ...RESULTS: Compressed specimens are characterized by highly significantly different Young's modulus va …",
    "abstract": "Background context:\n        \n      \n      Mathematical modeling for creating computer spine models is one of the basic methods underlying many scientific publications. The accuracy of strength parameters of tissues introduced into such models translates directly into the reliability of obtained results. Experimental determination of Young's modulus (E) in various areas of spongy bone tissue seems to be crucial for creating a reliable spine model without excessive simplifications in the form of a single E value for the whole vertebral body.\n    \n\n\n          Purpose:\n        \n      \n      The aim of the study was to determine Young's modulus in different parts of the lumbar vertebral column for samples subjected to compression and bending.\n    \n\n\n          Study design:\n        \n      \n      Cylindrical spongy bone tissue samples were subjected to bending and compression strength tests.\n    \n\n\n          Methods:\n        \n      \n      The study included 975 pathologically unchanged samples of spongy bone tissue harvested from the lumbar vertebrae of 15 male donors. The samples were subjected to compression or bending strength tests and then Young's modulus was determined for each sample depending on its location in the vertebral body. The samples were tested differently between given locations within one vertebra as well as between vertebrae.\n    \n\n\n          Results:\n        \n      \n      Compressed specimens are characterized by highly significantly different Young's modulus values depending on the location in the vertebral body. Samples No. 7 and No. 9 in the anterior part of the vertebral body have highly significantly higher Young's modulus values compared to those in the posterior part of the vertebral body for all lumbar vertebrae. Samples subjected to bending showed significant differences (p<.05) between samples located closer to the vertebral canal (No.16, No.17) and samples located further away (No.14, No.15) with higher values for the samples located in the posterior part of the vertebral body.\n    \n\n\n          Conclusions:\n        \n      \n      Accommodating the anisotropic structure of spongy bone in computer models and the application of different Young's module values for areas within one vertebral body will allow one to obtain realistic results of computer simulations used.\n    \n\n\n          Clinical significance:\n        \n      \n      Determining the exact strength parameters of spongy bone tissue within one vertebra and changes in these properties in subsequent vertebrae will allow to create more accurate computer models of the lumbar spine and the whole spine. This, in turn, will translate into more reliable computer simulations used, among others, to determine the risk of fractures or osteoporotic changes, or simulation of the procedure of spinal fusion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32592901/"
}