{
  "pmid": "41436876",
  "title": "Early differentiation of Kawasaki disease preceded by cervical lymphadenopathy from bacterial cervical lymphadenitis.",
  "abstract": "Node-first Kawasaki disease (NFKD) initially presents with fever and cervical lymphadenopathy mimicking bacterial cervical lymphadenitis (BCL). This study aimed to develop a scoring system to enable the early differentiation between NFKD and BCL. This single-center retrospective study included patients aged ≤ 15 years admitted between January 2011 and May 2024 who received initial antibiotic treatment for cervical lymphadenitis. Patients were categorized into NFKD and BCL groups according to the final diagnosis, and clinical and laboratory parameters at admission were analyzed using multivariate logistic regression. Admission data of 70 and 48 patients with NFKD and BCL, respectively, were evaluated. General physical findings and laboratory parameters were compared between groups. Bilateral conjunctival injection was observed exclusively in patients with NFKD (22/70 [31.4%] vs 0/48 [0.0%], p < 0.001). Laboratory analyses in NFKD revealed higher albumin levels (3.94 ± 0.38 vs 3.68 ± 0.36 g/dL, p < 0.001) and elevated modified Kobayashi scores (median 2.5 vs 1.0, p = 0.007). Based on the admission parameters, three significant predictors were selected: albumin ≥ 3.9 g/dL; presence of additional Kawasaki disease symptoms; and the modified Kobayashi score ≥ 2. A scoring system incorporating these factors demonstrated a sensitivity of 71.4%, specificity of 81.2%, and area under the curve of 0.813 at a cutoff of ≥ 2 points. This scoring system provides a practical tool for the early differentiation of NFKD from BCL that uses readily available clinical and laboratory parameters. Its implementation may facilitate the timely administration of intravenous immunoglobulin and reduce coronary complications. • NFKD initially presents with fever and cervical lymphadenopathy closely mimicking BCL. • Previous studies reported differences in laboratory parameters between groups, but findings have been inconsistent with considerable inter-study variability. • This study developed the first practical scoring system using three readily available clinical parameters to enable early differentiation between NFKD and BCL. • The scoring system demonstrated good differential performance (AUC = 0.813), potentially facilitating timely treatment and reducing coronary complications.",
  "disease": "coronary artery disease"
}