{
  "pmid": "41428047",
  "title": "The role of routine imaging in identifying endoluminal colorectal pathology, a United Kingdom clinical experience.",
  "abstract": "Colorectal cancer (CRC) is a leading cause of cancer-related death, and timely and accurate recognition of endoluminal pathology is crucial. While CT colonography (CTC) is validated for luminal assessment with a sensitivity concordant to endoscopy, most radiology referrals to the tumor board are based on unprepared CT abdominal studies without bowel preparation or fecal tagging. The diagnostic yield of these routine unprepared CT scans and the influence of radiologist subspecialty, remain uncertain. This study evaluated the positive predictive value of CTC and unprepared CT for suspected endoluminal pathology and examined the impact of gastrointestinal (GI) subspeciality reporting. We reviewed colorectal tumor board outcomes from 2022 at St George's Hospital, London, United Kingdom. Patients referred to the tumor board by radiology were identified and analyzed through patient records. Radiological and endoscopic concordance was assessed using composite endpoints. Of the 106 radiology-initiated referrals to the tumor board in 2022, 61 (58%) were for suspected endoluminal pathology. Overall positive predictive value (PPV) was 79% (42 true positives and 11 false positives). The PPV was 91% for CTC and 70% for unprepared CT. GI subspecialist reporters identified 44% more endoluminal lesions on unprepared CT than non-specialist reports (p < 0.0001), but without a significant difference in PPV (67% vs. 78%, p = 0.543). No significant difference in colorectal cancer detection was observed between CTC and unprepared CT (p = 0.8). Unprepared CT demonstrates a good PPV (70%) for detecting endoluminal pathology, with over half of identified lesions being malignant. Although PPV is comparable between GI and non-GI radiologists, GI subspecialists refer significantly more cases for further evaluation, emphasizing the importance of subspeciality expertise. Radiologists should confidently raise suspicion of endoluminal pathology to ensure timely referral for direct visualization and tumor board discussion.",
  "disease": "colorectal cancer"
}