{
  "pmid": "41395313",
  "title": "Pediatric rheumatic diseases and vaccinations: a promising alliance.",
  "abstract": "Immunosuppressive drugs, disease-modifying antirheumatic drugs, as methotrexate, glucocorticoids and biological agents can limit the immune response to vaccines and, in some cases, contraindicate their administration. Non-live vaccines are safe also for immunosuppressed paediatric patients. Seroprotection is maintained in children with rheumatic diseases or autoinflammatory diseases (AID) undergoing vaccinations on immunosuppression, except for those treated with high-dose glucocorticoids and B-cell depleting drugs. We analyzed in a retrospective observational study 107 patients (36 males; 71 females) with rheumatological diseases and AID. Median age was 7 ± 4 years. Patients were divided into four groups, based on the principal diagnosis: group 1) included 58 patients with juvenile idiopathic arthritis (JIA); group 2) included 30 patients with monogenic AID; group 3) included 14 patients with other rheumatological diseases (SLE, recurrent uveitis, vasculitis, Behçet's disease) and group 4) included 5 patients with MIS-C, Kawasaki disease. We assessed adherence to mandatory vaccinations, as well as seasonal influenza and Coronavirus disease 2019 (COVID-19) vaccinations. The vaccination campaign did not obtain the expected results. All the patients, except for two children, showed a good adherence to mandatory vaccinations. The two unvaccinated children were affected by JIA, they were treated with methotrexate (one) and methotrexate plus adalimumab (the other) and did not undergo vaccination because their parents feared a recurrence of the disease. After an appropriate motivational interview with the parents, both children completed the vaccination schedule required for their age. Among the patients, 14% were vaccinated against both influenza and COVID-19; 32% only against COVID-19 and 15% only against seasonal flu; conversely, 39% were not vaccinated nor against flu or against COVID-19. It is necessary to support families in the decision to join the vaccination campaigns, with exhaustive information about the benefits of vaccinations also as promoters of a better quality of life.",
  "disease": "influenza"
}