{
  "pmid": "41355193",
  "title": "Epidemiology and Genetics of Rheumatic Diseases Suggest a Constant Rate of DNA Damage as Underlying Cause.",
  "abstract": "The cause of rheumatic diseases is poorly understood; many appear to have a dominant inheritance with low, incomplete penetrance. A recent theory poses that all DNA is continuously damaged at a constant rate, causing a constant rate of mutations. Here, the hypothesis is tested that a constant, low rate of somatic mutations explains the low, incomplete penetrance of autoimmune rheumatic diseases and the increased penetrance of monogenic inflammatory rheumatic disease driven by multiple DNA loci prone to somatic mutation. Monogenic rheumatic diseases are proposed to require two mutations according to the two-hit hypothesis by Knudson: a germline mutation on one allele, and a somatic mutation initiating rheumatic disease on the wild-type allele. Two approaches are taken. The first one investigates whether the epidemiology of autoimmune rheumatic diseases adheres to two expected characteristics: a linear prevalence of disease and a tapering distribution of multiple disease events in individuals at risk. The second approach analyses at-risk DNA for evidence of hypermutable loci: somatic hypermutation (SHM) hotspots. Autoimmune and monogenic inflammatory rheumatic diseases provide an opportunity to determine whether more than one similar SHM hotspot leads to earlier onset of disease and a higher degree of disease penetrance. Results show that examples of rheumatic diseases, such as rheumatoid arthritis, systemic sclerosis, lupus and Sjogren's syndrome, show a linear prevalence and an exponential distribution of one or more additional autoimmune diseases. SHM hotspots in HLA and non-HLA genes in at-risk people are associated with the risk of rheumatic diseases, and the difference in the number of SHM hotspots, one in autoimmune and PLB1 arthritis and several in COPA syndrome, associated with autoimmune and monogenic non-HLA rheumatic diseases, explains the time of onset of disease and the degree of incomplete penetrance. This clarifies why autoimmune rheumatic diseases are inherited as true autosomal dominant traits with incomplete penetrance and non-HLA monogenic rheumatic diseases as pseudo-dominant traits with incomplete penetrance in accordance with the two-hit hypothesis. Therefore, epidemiology and genetics are compatible with a constant rate of DNA damage and associated somatic mutations as the cause of autoimmune and monogenic rheumatic diseases among at-risk people.",
  "disease": "rheumatoid arthritis"
}