{
    "title": "Subjective Hearing Impression and Quality of Life in Patients With Bilateral Active Middle Ear Implants.",
    "doc_id": "32569243",
    "writer": "Seebacher J",
    "year": "2020",
    "summary": "OBJECTIVE: This study compared the quality of life in patients with bilateral active middle ear implants to their quality of life when they were unilaterally implanted. ...Hearing-specific quality of life was assessed with the Speech, Spa …",
    "abstract": "Objective:\n        \n      \n      This study compared the quality of life in patients with bilateral active middle ear implants to their quality of life when they were unilaterally implanted.\n    \n\n\n          Design:\n        \n      \n      Twenty-one patients implanted sequentially with the Vibrant Soundbridge (VSB) active middle ear implant completed quality-of-life surveys. The patients were asked to rate whether and to what extent their quality of life has changed upon receiving a second VSB. Hearing-specific quality of life was assessed with the Speech, Spatial, and Qualities of Hearing Scale (SSQ12-B), and general quality of life was with the Glasgow Benefit Inventory (GBI). In addition, the patients completed a health-related quality-of-life questionnaire (AQoL-8D). Finally, the changes in hearing-related and general quality of life were correlated to the change in word recognition ability after implantation of the second VSB (Freiburg monosyllabic word test; unilateral VSB versus bilateral VSB at 65 dB SPL).\n    \n\n\n          Results:\n        \n      \n      On the SSQ12, subjects scored a median of + 2.73 (p < 0.001; significantly different from zero) on a scale of -5 to + 5 where 0 indicates no change. All three subscores showed significant improvement. On the GBI, patients reached a median overall score of + 23.6 (p < 0.001; significantly different from zero) on a scale of -100 to + 100 where 0 indicates no change. Here, the improvement was mainly visible in the general subscore, whereas the social support and physical health subscores did not change due to the intervention. Both subjective benefit rating scores strongly correlated with the change in word recognition scores, suggesting that both hearing and general quality of life improved with increased word recognition due to bilateral VSB use. No significant correlation was found between the subjects' general health (as measured by AQoL-8D utility scores) and SSQ12-B or GBI overall scores.\n    \n\n\n          Conclusion:\n        \n      \n      Usage of a second active middle ear implant substantially improved our patients' subjective hearing and general quality of life compared with unilateral use. The increase in quality of life may be linked to improved speech understanding due to bilateral use of a middle ear implant. Furthermore, these outcomes were not influenced by our patients' general health state at the time of survey.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32569243/"
}