{
    "title": "Identification of cell division cycle protein 20 in various forms of acute and chronic kidney injury in mice.",
    "doc_id": "37348027",
    "writer": "Swanson M",
    "year": "2023",
    "summary": "The findings in the present study demonstrated that elevations in CDC20 levels in the kidney are associated with kidney injury and that inhibition of CDC20 can alleviate and reverse some of the pathological effects on the architecture and function of kidney.N …",
    "abstract": "Tubular epithelial cell fate following exposure to various types of injurious stimuli can be decided at distinct cell cycle checkpoints. One such checkpoint occurs during mitosis, known as the spindle assembly checkpoint, and is tightly regulated through the actions of cell division cycle protein 20 (CDC20). Due to our paucity of knowledge about the role of CDC20 in the kidney, the present study was designed to investigate the expression levels and distribution of CDC20 within the kidney and how pharmacological inhibition of CDC20 function affects kidney recovery using various rodent models of kidney injury. CDC20 is normally detected in distal tubules, but upon injury by either cisplatin administration or ureter obstruction, CDC20 accumulation is considerably elevated. Blockade of CDC20 activity using a selective pharmacological inhibitor, Apcin, lowered serum creatinine, tubular damage, and DNA injury following acute kidney injury compared with vehicle-treated mice. In unilateral ureteral obstruction, Apcin reduced tissue kidney injury molecule-1 levels, sirius red staining, and tubulointerstitial α-smooth muscle actin staining in the tissue. The findings in the present study demonstrated that elevations in CDC20 levels in the kidney are associated with kidney injury and that inhibition of CDC20 can alleviate and reverse some of the pathological effects on the architecture and function of kidney.NEW & NOTEWORTHY To our knowledge, this is the first study to characterize the expression and localization of cell division cycle 20 protein (CDC20) in normal and acute, and chronically injured kidneys. Tubular epithelial cell damage was markedly reduced through the administration of a selective inhibitor of CDC20, Apcin. This study provides new evidence that CDC20 can be induced in damaged kidney cells and negatively impact the recovery of the kidney following acute kidney injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37348027/"
}