{
  "pmid": "41441695",
  "title": "Coverage and Drivers of Vaccinations in Patients with Autoimmune Rheumatic Diseases: An Italian Multicentric Study.",
  "abstract": "Patients with autoimmune rheumatic diseases (ARDs) such as systemic lupus erythematosus (SLE) and rheumatoid arthritis (RA) are at increased risk of infections due to immune dysregulation and immunosuppressive therapy. Vaccination is a cornerstone of infection prevention, but uptake is still inadequate. We conducted an observational, multicenter study at four Italian rheumatology centers. Adult patients with RA or SLE on immunosuppressive therapy completed a standardized questionnaire assessing demographics, disease activity, treatments, vaccination status for influenza, pneumococcus, varicella-zoster virus [VZV], hepatitis B virus [HBV], human papillomavirus [HPV], adverse events, and reasons for or against vaccination. A total of 325 patients were included (226 RA, 99 SLE; median age 60 years; 84.6% females). Overall vaccine coverage was 68.0%, with influenza being the most frequent (54.2%), followed by pneumococcal (30.8%), HBV (21.2%), VZV (12.9%) and HPV (5.9%). RA patients showed higher influenza and pneumococcal uptake, while HBV vaccine was more common in SLE. Education was associated with higher pneumococcal and HBV coverage in both groups. Major adverse events and disease flares were rare. Physician recommendation was the main motivator, with rheumatologists driving VZV uptake and general practitioners influencing influenza and HBV. Among unvaccinated patients, the leading barrier was not being offered vaccination (42.5%), followed by concerns about efficacy/safety (18.3%) and lack of awareness (15.7%). Cluster analysis identified three subgroups: \"Not offered\" (largest), \"Unaware,\" and \"Skeptical,\" with age distribution differing across clusters. Vaccination coverage among Italian ARD patients remains insufficient. Physician recommendation is pivotal, while lack of physician offer and awareness are major barriers. Targeted educational strategies and proactive physician involvement are needed to improve vaccine uptake in this high-risk population.",
  "disease": "rheumatoid arthritis"
}