{
  "pmid": "41310916",
  "title": "Food Insecurity Is Highly Prevalent Amongst Patients With Chronic Liver Disease in Northern England: A Cross-Sectional Analysis.",
  "abstract": "Liver disease disproportionately affects the most economically disadvantaged. Since 2019, Food insecurity (FI) prevalence has increased by 26% in Europe and 214% in the UK. FI compromises nutritional status and may also hamper the adoption of recommended dietary lifestyle advice. We aimed to assess the extent of FI and its associated factors among patients with liver disease. This cross-sectional study recruited consecutive patients attending hepatology outpatient services at a tertiary centre between October 2023 and March 2024. Food security status was assessed using validated tools: the United States Department of Agriculture's Six-item Household Food Security Survey and the Hunger Vital Signs Two-Item Screener. Logistic regression was performed to assess associations between FI and clinico-sociodemographic variables. 103 (24%) of 426 patients screened were identified as food insecure. Predictive variables for FI included: high risk/dependent alcohol intake (OR 2.7, 95%CI 1.1-6.8, p = 0.03), alcohol related liver disease (ArLD) (OR 1.9, 1.1-3.1, p = 0.02), cirrhosis (OR 1.6, 1.1-2.6, p = 0.03) and depression (OR 1.7, 1.1-2.8, p = 0.023). After adjustment for co-morbidities, clinical and socio-demographic characteristics, ArLD (AOR = 3.2, 1.3-8.0, p = 0.013), metabolic dysfunction associated steatotic liver disease (MASLD) (AOR = 2.3, 1.1-5.0, p = 0.03) and cirrhosis (AOR = 1.9, 1.0-3.0, p = 0.034) were found to be associated with FI. FI was higher amongst patients with liver disease than the background population, and associated with ArLD, MASLD and cirrhosis. These results highlight an important paradox wherein FI contributes to obesity, so promoting consequent end-organ damage in MASLD, and compromises nutritional status. It is also a barrier to implementation of recommended diet lifestyle advice. Healthcare professionals should consider FI within holistic patient assessment.",
  "disease": "liver cirrhosis"
}