{
    "title": "A bibliometric analysis of income and cardiovascular disease: Status, Hotspots, Trends and Outlook.",
    "doc_id": "32846827",
    "writer": "Ding Y",
    "year": "2020",
    "summary": "By using the Derwent Date Analyzer software, the following aspects were explored: RESULTS:: The USA ranked first in this field, followed by UK and Canada in terms of number of publications. As for institutions, Harvard University took the leading place in the number of pub …",
    "abstract": "Background:\n        \n      \n      Income is 1 of the socio-economic indicators and could directly influence the health outcomes of cardiovascular disease (CVD). The relationship between income and CVD has attracted more and more scholars' attention in the past 20 years.\n    \n\n\n          Methods:\n        \n      \n      To study the current research dynamics of this field, a bibliometric analysis was conducted to evaluate the publications from 1990 to 2018 based on the Science Citation Index Expanded database. By using the Derwent Date Analyzer software, the following aspects were explored: RESULTS:: The USA ranked first in this field, followed by UK and Canada in terms of number of publications. As for institutions, Harvard University took the leading place in the number of publications, as well as the h-index. Plos One had the most publications and \"health\" was the most frequent used keyword. The leading research area was \"public environmental occupational health\".\n    \n\n\n          Conclusions:\n        \n      \n      In conclusion, the elderly, the children and the puerpera were the main study population in this field and \"disease prevention\" was the main study direction. The most concerned health issues in this field were \"obesity\" and \"diet\". There might be a lack of articles that explore the associations between income and CVD with a global perspective. Articles on this content are urgently warranted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32846827/"
}