{
  "pmid": "41427522",
  "title": "Effectiveness of platelet-rich plasma plus microfracture compared with microfracture alone in the treatment of knee cartilage lesions: a systematic review and meta-analysis of comparative studies.",
  "abstract": "Platelet-rich plasma (PRP) combined with microfracture (MF) has shown promising potential in the treatment of knee cartilage lesions. Therefore, the purpose of this study was to perform a meta-analysis to critically evaluate and compare the efficacy of using PRP + MF versus MF alone for the treatment of knee cartilage lesions in terms of short- and medium-term clinical outcomes. We systematically searched the PubMed, Cochrane Library, Embase, Google Scholar, and Web of Science databases for all relevant articles published from inception to July 2025. Clinical outcomes included Visual Analogue Scale (VAS), International Knee Documentation Committee (IKDC), Tegner Score, Lysholm Score, and Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC). An effect size with a p-value less than 0.05 was considered statistically significant. Statistical analysis was performed using the meta package in R (version 4.3.3). A total of 11 studies, comprising 6 randomized controlled trials (RCTs) and 5 cohort studies, were included, totaling 664 patients. The main finding of this study is that the PRP + MF group demonstrated significantly improved VAS scores at 3-, 12-, and 24-month follow-up; IKDC scores at 24-month follow-up; Lysholm scores at 3-, 6-, 12-, and 24-month follow-up; and Tegner scores at 3-month follow-up compared to MF group. However, there were no statistically significant differences between the two groups in the WOMAC score. Subgroup analyses showed superior Lysholm scores at 3- and 12-months and an IKDC score at 24 months in RCTs for the PRP + MF group compared to MF alone, while no significant differences were observed in VAS, Tegner, and WOMAC scores. In cohort studies, the PRP + MF group was associated with improved VAS at 3-, 6-, and 12-month; IKDC at 6- and 24-month, and Lysholm at 3- and 6-month scores, whereas Tegner scores showed no significant difference. Compared with MF alone, PRP + MF produced clinically meaningful improvement functional outcomes and pain control. The results of the present study may provide preliminary evidence for selecting treatments for knee cartilage lesions. However, higher-quality clinical studies with more quantitative outcomes are needed to confirm these results and determine the long-term effectiveness and safety of PRP augmentation following MF.",
  "disease": "osteoarthritis"
}