{
  "pmid": "41399722",
  "title": "[Comprehensive approach to comorbidities in COPD: expert recommendations].",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a prevalent respiratory condition that is often associated with various comorbidities. These concomitant conditions are frequently underdiagnosed and are linked to an increased risk of mortality. Effective management of COPD requires a comprehensive approach to these comorbidities, as they can hinder disease control and worsen clinical outcomes. Given the complexity of its management and the lack of a unified approach, a group of experts has developed this document with the aim of providing practical recommendations based on both available scientific evidence and clinical experience. The goal is to offer a useful tool to support decision-making by pulmonologists and primary care physicians in the context of comprehensive care for patients with COPD and comorbidities. This document focuses on the most common comorbidities in these patients, particularly those of cardiovascular origin, metabolic conditions (such as osteoporosis and diabetes), and mental health disorders (including anxiety, depression, and cognitive impairment). La enfermedad pulmonar obstructiva crónica (EPOC) es una patología respiratoria prevalente que a menudo se asocia con diversas comorbilidades. Estas condiciones concomitantes suelen estar infradiagnosticadas y conllevan un mayor riesgo de mortalidad. El manejo adecuado de la EPOC requiere un abordaje integral de las mismas, ya que pueden dificultar el control de la enfermedad y agravar su evolución clínica. Ante la complejidad del abordaje y la ausencia de un algoritmo unificado, un grupo de expertos ha elaborado este documento, con el propósito de ofrecer recomendaciones prácticas basadas tanto en la evidencia científica disponible como en su experiencia clínica. El objetivo es proporcionar una herramienta útil para la toma de decisiones por parte de neumólogos y médicos de atención primaria, en el contexto de una atención integral al paciente con EPOC y comorbilidades. El documento se centra en las comorbilidades más frecuentes en estos pacientes, en particular las de origen cardiovascular, las metabólicas (como la osteoporosis y la diabetes mellitus tipo 2 [DM tipo 2]) y las de salud mental (ansiedad, depresión y deterioro cognitivo). [Figure: see text]",
  "disease": "chronic obstructive pulmonary disease"
}