{
    "title": "Physical activity epidemiology as applied to elderly populations.",
    "doc_id": "8149451",
    "writer": "Caspersen CJ",
    "year": "1994",
    "summary": "Physical activity epidemiological studies provide one of many types of research evidence that are necessary to assess the importance of physical activity to health. ...Physical activity can help to push back that 'threshold of physical …",
    "abstract": "Physical activity epidemiological studies provide one of many types of research evidence that are necessary to assess the importance of physical activity to health. Available epidemiological evidence, when coupled with relevant experimental and clinical research, suggests that physical activity has the potential to favourably influence the development and progression of a variety of chronic diseases and conditions that are a burden to public health. The evidence is only beginning to emerge for elderly populations, however, thereby highlighting an important void in our scientific knowledge. Attempting to increase the level of physical activity of elderly people raises three important issues. First, improving adherence to a physically active life-style requires assistance of behavioural scientists, either through direct intervention, or through research that can help the elderly identify and overcome impediments to physical activity. Second, many elderly people have diseases that can limit their physical ability, but exercise scientists can assist by prescribing exercise that is both efficacious and safe given the level of limitation. Third, the number of injuries may increase with increased physical activity in elderly persons. Epidemiologists and exercise scientists working in the area of injury control can determine which activities are safe at specific levels of physical ability and function. To quote one of the originators of exercise physiology, Per Olaf Astrand (1992), 'As a consequence of diminished exercise tolerance, a large and increasing number of elderly people will be living below, at, or just above \"thresholds\" of physical ability, needing only a minor intercurrent illness to render them completely dependent'. Physical activity can help to push back that 'threshold of physical ability' and thereby improve physical functioning. As physical function improves, there is a propensity to perform even greater amounts of physical activity that may be essential to the quality and perhaps quantity of life for an elderly person.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8149451/"
}