{
    "title": "Incidence, clinical predictors, genomics, and outcome of acute kidney injury among trauma patients.",
    "doc_id": "20562612",
    "writer": "Bihorac A",
    "year": "2010",
    "summary": "OBJECTIVE: To determine clinical and genomic characteristics and in-hospital mortality risk associated with acute kidney injury (AKI) in the multicenter prospective cohort of patients with blunt trauma. ...AKI was defined by the Risk, Injury, Failure, Loss, a …",
    "abstract": "Objective:\n        \n      \n      To determine clinical and genomic characteristics and in-hospital mortality risk associated with acute kidney injury (AKI) in the multicenter prospective cohort of patients with blunt trauma.\n    \n\n\n          Summary background data:\n        \n      \n      Less severe stages of AKI characterized by small changes in serum creatinine (sCr) are inadequately studied among trauma patients.\n    \n\n\n          Methods:\n        \n      \n      We performed a secondary analysis of the \"Inflammation and the Host Response to Injury\" (Glue Grant) database to include adult blunt trauma patients without history of kidney disease. AKI was defined by the Risk, Injury, Failure, Loss, and End-stage Kidney (RIFLE) classification, which requires a 50% increase in sCr and stratifies patients into following 3 severity stages: risk, injury, and failure. Association between all stages of AKI and in-hospital mortality was analyzed using a multivariable logistic regression analysis. Genome-wide expression analysis was performed on whole blood leukocytes obtained within 12 hours of trauma.\n    \n\n\n          Results:\n        \n      \n      AKI occurred in 26% of 982 patients. The adjusted risk for hospital death was 3 times higher for patients with AKI compared with patients without AKI (odds ratio = 3.05) (95% confidence interval, 1.73-5.40). This risk was evident in a dose-response manner and even patients with mild AKI had odds ratio for dying of 2.57 (95% confidence interval, 1.19-5.50) compared with patients without AKI. Genome-wide expression analysis failed to show a significant number of genes whose expression could discriminate among patients with and without AKI.\n    \n\n\n          Conclusions:\n        \n      \n      In a multicenter prospective cohort of blunt trauma patients, AKI characterized by small changes in sCr was associated with an independent risk of hospital death.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20562612/"
}