{
    "title": "Painless ulceration due to digital hypoperfusion ischaemic syndrome: case report and literature review.",
    "doc_id": "37405963",
    "writer": "Adly M",
    "year": "2023",
    "summary": "In this article, we present a case of painless digital ulceration due to DHIS and provide a review of the literature. A 40-year-old-female presented with multiple painless digital ulcerations of the left hand. ...While DHIS in haemodialysis patients with AVF is well …",
    "abstract": "Digital hypoperfusion ischaemic syndrome (DHIS), also known as steal syndrome, is a well recognised serious complication of haemodialysis (HD) access creation. The clinical presentation varies from cyanosis to tissue loss due to necrosis or gangrene. In this article, we present a case of painless digital ulceration due to DHIS and provide a review of the literature. A 40-year-old-female presented with multiple painless digital ulcerations of the left hand. Her medical profile included atherosclerotic disease, hypertension, hyperparathyroidism and type I diabetes causing retinopathy, peripheral neuropathy, gastroparesis and end-stage renal disease (ESRD). Her ESRD required HD with the construction of a left-arm basilic vein transposition arteriovenous fistula (AVF). A year later, she developed intermittent, painless ulcerations of the left hand. A Doppler ultrasound confirmed the diagnosis of DHIS. The patient was treated with AVF ligation surgery. At six months postoperatively, she had near complete re-epithelialisation of her ulcers. This case is unique in that the patient did not have preceding pain, likely due to her underlying diabetic neuropathy. While DHIS in haemodialysis patients with AVF is well documented in literature, digital ulceration in this context is an advanced form of this condition. Early recognition of digital ulceration as a complication of DHIS may enable early intervention and prevent permanent damage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37405963/"
}