{
    "title": "Enhanced oxidation of organic contaminants by Mn(VII) in water.",
    "doc_id": "36279614",
    "writer": "Guan C",
    "year": "2022",
    "summary": "Except OH that is generated as one of co-oxidants in UV/Mn(VII) process, other reactive species are relatively mild oxidants, which are more selective toward organic substrates and highly tolerant toward various water matrices (e.g., inorganic ions and natural organ …",
    "abstract": "Studies that promote chemical oxidation by permanganate (MnO4-; Mn(VII)) as a viable technology for water treatment and environmental purification have been quickly accumulating over the past decades. Various methods to activate Mn(VII) have been proposed and their efficacy in destructing a wide range of emerging organic contaminants has been demonstrated. This article aims to present a state-of-art review on the development of Mn(VII) activation methods, including photoactivation, electrical activation, the addition of redox mediators, carbonaceous materials, and other chemical agents, with a particular focus on the potential activation mechanism and critical influencing factors. Different reaction mechanisms are involved in activated Mn(VII) oxidation processes, including the generation of reactive intermediates derived from Mn(VII) (e.g., Mn(III), Mn(V), and Mn(VI)) or activators (e.g., intermediates of redox mediators and Ru catalysts), reactive oxygen species (ROS) (e.g., •OH, O2•-, and 1O2), as well as electron transfer from organics to Mn(VII) via catalysts as the electron mediator. Except •OH that is generated as one of co-oxidants in UV/Mn(VII) process, other reactive species are relatively mild oxidants, which are more selective toward organic substrates and highly tolerant toward various water matrices (e.g., inorganic ions and natural organic matter) compared to strongly oxidizing radical species. Therefore, activated Mn(VII) oxidation processes show a good prospect for efficient removal of target contaminants in natural and complex environmental matrices. However, there are some disputes about the dominant reactive species generated in these processes, and their identification methods may be not appropriate, causing serious confusion in the mechanistic understanding. So, further efforts are still needed to fill the knowledge gap and also to address the application challenges of these technologies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36279614/"
}