{
    "title": "Paleoceanographic insights on recent oxygen minimum zone expansion: lessons for modern oceanography.",
    "doc_id": "25629508",
    "writer": "Moffitt SE",
    "year": "2015",
    "summary": "Climate-driven Oxygen Minimum Zone (OMZ) expansions in the geologic record provide an opportunity to characterize the spatial and temporal scales of OMZ change. ...Southern regions (Mexico Margin and the Equatorial Pacific and Humboldt Current) exhibit hypoxia expan …",
    "abstract": "Climate-driven Oxygen Minimum Zone (OMZ) expansions in the geologic record provide an opportunity to characterize the spatial and temporal scales of OMZ change. Here we investigate OMZ expansion through the global-scale warming event of the most recent deglaciation (18-11 ka), an event with clear relevance to understanding modern anthropogenic climate change. Deglacial marine sediment records were compiled to quantify the vertical extent, intensity, surface area and volume impingements of hypoxic waters upon continental margins. By integrating sediment records (183-2,309 meters below sea level; mbsl) containing one or more geochemical, sedimentary or microfossil oxygenation proxies integrated with analyses of eustatic sea level rise, we reconstruct the timing, depth and intensity of seafloor hypoxia. The maximum vertical OMZ extent during the deglaciation was variable by region: Subarctic Pacific (~600-2,900 mbsl), California Current (~330-1,500 mbsl), Mexico Margin (~330-830 mbsl), and the Humboldt Current and Equatorial Pacific (~110-3,100 mbsl). The timing of OMZ expansion is regionally coherent but not globally synchronous. Subarctic Pacific and California Current continental margins exhibit tight correlation to the oscillations of Northern Hemisphere deglacial events (Termination IA, Bølling-Allerød, Younger Dryas and Termination IB). Southern regions (Mexico Margin and the Equatorial Pacific and Humboldt Current) exhibit hypoxia expansion prior to Termination IA (~14.7 ka), and no regional oxygenation oscillations. Our analyses provide new evidence for the geographically and vertically extensive expansion of OMZs, and the extreme compression of upper-ocean oxygenated ecosystems during the geologically recent deglaciation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25629508/"
}