{
    "title": "Association between phenotypic age and in-hospital outcomes in patients with acute myocardial infarction: A retrospective observational study.",
    "doc_id": "40235940",
    "writer": "Gao Y",
    "year": "2025",
    "summary": "METHODS: 2896 AMI patients admitted to the First Affiliated Hospital of Xi'an Jiaotong University from 2019 to 2022 were analyzed in this retrospective study. ...",
    "abstract": "Background:\n        \n      \n      Phenotypic age (PhenoAge) has emerged as a superior predictor of age-related morbidity and mortality. This study aimed to assess the associations between PhenoAge and in-hospital outcomes in patients with acute myocardial infarction (AMI).\n    \n\n\n          Methods:\n        \n      \n      2896 AMI patients admitted to the First Affiliated Hospital of Xi'an Jiaotong University from 2019 to 2022 were analyzed in this retrospective study. PhenoAge was calculated by using the phenotypic age calculator, an equation for chronologic age and 9 clinical biomarkers, and Phenotypic Age Accelerate (PhenoAgeAccel) was measured using the residuals of regression PhenoAge on chronological age. Clinical outcomes were defined as in-hospital major adverse cardiovascular events (MACEs), including cardiogenic shock, malignant arrhythmia, acute heart failure, and mechanical complications.\n    \n\n\n          Results:\n        \n      \n      Overall, patients with high PhenoAge had a higher Gensini score and a higher likelihood of receiving supportive care, as well as worse clinical outcomes. The same results were observed in patients with positive PhenoAgeAccel. Moreover, PhenoAge and PhenoAgeAccel were significantly associated with in-hospital MACEs even after adjusting for multiple traditional risk factors. The area under the curve for PhenoAge was 0.714 (P < 0.001), which significantly outperformed chronologic age (AUC: 0.601, P < 0.001) and other cardiovascular risk factors. Re-examination of the ROC curves using different combinations of variables, PhenoAge was also able to significantly improve the predictive value of several models.\n    \n\n\n          Conclusions:\n        \n      \n      PhenoAge is significantly associated with clinical outcomes and reliably predicts in-hospital MACEs. Compared with chronological age, PhenoAge is a better complementary biomarker for predicting the risk of in-hospital adverse cardiovascular events in patients with AMI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40235940/"
}