{
  "pmid": "41466313",
  "title": "Survival analysis of adjuvant endocrine therapy in HER2 positive early breast cancer patients with low ER positivity.",
  "abstract": "Optimal treatment strategies for early-stage human epidermal growth factor receptor 2 (HER2) positive breast cancer with low estrogen receptor (ER) expression (1–9%) remain unclear. While endocrine therapy (ET) is standard for ER-positive disease, its benefit in ER-low tumors, particularly with concurrent HER2 overexpression, is less established. We conducted a retrospective cohort study using Taiwan’s national cancer registry (TCR), identifying 10,408 patients with HER2-positive early breast cancer diagnosed between 2011 and 2019. Of these, 1436 (15.5%) had low ER positivity. Patients were stratified by ER level (1–9% vs. ≥ 10%) and ET use. Overall survival (OS), breast cancer-specific survival (BCSS), and recurrence-free survival (RFS) were evaluated via Kaplan–Meier and Cox regression analyses. Progesterone receptor (PR) status was also assessed. Adjuvant ET significantly improved OS, BCSS, and RFS in both ER subgroups (all p < 0.05). In ER-low patients, ET was associated with improved OS (8.2 ± 0.1 years vs. 7.9 ± 0.1 years, 90.2% vs. 85.6%, p = 0.008), BCSS (8.4 ± 0.1 years vs. 8.2 ± 0.1 years, 93.9% vs. 89.7%, p = 0.005), and RFS (8.8 ± 0.1 years vs. 8.8 ± 0.1 years, 91.2% vs. 88.2%, p = 0.032) up to 10 years of follow-up. On multivariate analysis, PR positivity—not ER level—was an independent predictor of improved outcomes. Notably, PR-positive, ER-low patients had better OS with ET (92.1% vs. 86.7%, p = 0.022). Further subgroup analysis also showed improved OS, BCSS and RFS outcomes for those receiving longer ET duration (> 60 months) or for non-pathological complete response (pCR) patients. Adjuvant ET provides significant survival benefits in HER2-positive early breast cancer with low ER expression, particularly in PR-positive tumors. Despite this, 41.9% of eligible ER-low patients did not receive ET, highlighting a treatment gap. PR status may guide ET decisions, supporting individualized treatment approaches. Adjuvant ET also showed survival benefits in non-pCR patients with longer duration (> 60 months) associated with better survival outcomes. Although the survival benefit of adjuvant ET appeared greater in patients without pCR, the benefit in the pCR group could not be quantified due to the limited sample size. Importantly, our findings do not suggest withholding ET in patients achieving pCR. The online version contains supplementary material available at 10.1186/s13058-025-02157-9.",
  "disease": "breast cancer"
}