{
    "title": "Data-Driven Chronic Allograft Phenotypes: A Novel and Validated Complement for Histologic Assessment of Kidney Transplant Biopsies.",
    "doc_id": "36316096",
    "writer": "Vaulet T",
    "year": "2022",
    "summary": "BACKGROUND: No validated system currently exists to realistically characterize the chronic pathology of kidney transplants that represents the dynamic disease process and spectrum of disease severity. ...Total chronicity was calculated as the sum of the weigh …",
    "abstract": "Background:\n        \n      \n      No validated system currently exists to realistically characterize the chronic pathology of kidney transplants that represents the dynamic disease process and spectrum of disease severity. We sought to develop and validate a tool to describe chronicity and severity of renal allograft disease and integrate it with the evaluation of disease activity.\n    \n\n\n          Methods:\n        \n      \n      The training cohort included 3549 kidney transplant biopsies from an observational cohort of 937 recipients. We reweighted the chronic histologic lesions according to their time-dependent association with graft failure, and performed consensus k-means clustering analysis. Total chronicity was calculated as the sum of the weighted chronic lesion scores, scaled to the unit interval.\n    \n\n\n          Results:\n        \n      \n      We identified four chronic clusters associated with graft outcome, based on the proportion of ambiguous clustering. The two clusters with the worst survival outcome were determined by interstitial fibrosis and tubular atrophy (IFTA) and by transplant glomerulopathy. The chronic clusters partially overlapped with the existing Banff IFTA classification (adjusted Rand index, 0.35) and were distributed independently of the acute lesions. Total chronicity strongly associated with graft failure (hazard ratio [HR], 8.33; 95% confidence interval [CI], 5.94 to 10.88; P<0.001), independent of the total activity scores (HR, 5.01; 95% CI, 2.83 to 7.00; P<0.001). These results were validated on an external cohort of 4031 biopsies from 2054 kidney transplant recipients.\n    \n\n\n          Conclusions:\n        \n      \n      The evaluation of total chronicity provides information on kidney transplant pathology that complements the estimation of disease activity from acute lesion scores. Use of the data-driven algorithm used in this study, called RejectClass, may provide a holistic and quantitative assessment of kidney transplant injury phenotypes and severity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36316096/"
}