{
    "title": "Music and quality of life in early-deafened late-implanted adult cochlear implant users.",
    "doc_id": "23823145",
    "writer": "Fuller C",
    "year": "2013",
    "summary": "Additionally, correlations of these measures with the self-reported quality of life and everyday hearing ability and a behaviorally measured word recognition test were explored. ...RESULTS: Twelve (60%) of 20 participants reported music to sound pleasant. In general …",
    "abstract": "Hypothesis and background:\n        \n      \n      The early-deafened, late-implanted (EDLI) CI users constitute a relatively new and understudied clinical population. To contribute to a better understanding of the implantation outcome, this study evaluated this population for self-reported enjoyment and perception of music. Additionally, correlations of these measures with the self-reported quality of life and everyday hearing ability and a behaviorally measured word recognition test were explored.\n    \n\n\n          Materials and methods:\n        \n      \n      EDLI CI users from the Northern Netherlands were sent 4 questionnaires: 1) Dutch Musical Background Questionnaire (enjoyment and perception of music), 2) Nijmegen Cochlear Implant Questionnaire (quality of life), 3) Cochlear Implant Functioning Index (auditory-related functioning), and 4) Speech, Spatial and Qualities of Hearing Scale (hearing ability). Complementary, behavioral word recognition in quiet tests (phoneme score) were completed.\n    \n\n\n          Results:\n        \n      \n      Twelve (60%) of 20 participants reported music to sound pleasant. In general, the self-perceived quality of music was scored positively. No correlations were observed between enjoyment and perception of music, quality of life, hearing ability, and word recognition.\n    \n\n\n          Conclusion:\n        \n      \n      The results indicate that, differently than postlingually deafened, EDLI CI users enjoy music and rate the quality of music positively. Potential explanations for the absence of correlations between the music measures and the other outcomes could be that other factors, such as speech perception, contribute more to quality of life of EDLI CI users or that this group simply lacks previous exposure to music with acoustic hearing. Overall, these positive findings may give extra support for implant candidacy of early-deafened individuals, but further studies should be conducted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23823145/"
}