{
    "title": "Myocardial gap junction organization in ischemia and infarction.",
    "doc_id": "8534899",
    "writer": "Peters NS.",
    "year": "1995",
    "summary": "Myocardial gap junctions, as principal determinants of conduction velocity, may, therefore, be expected to be deranged in ischemia. ...Immunohistochemical examination of intact human ventricular myocardium shows the myocytes immediately abutting healed infarcts to h …",
    "abstract": "Ischemia causes an increase in myocardial resistivity and a decrease in conduction velocity, thereby enhancing cardiac contractile dysfunction and arrhythmic tendency. Myocardial gap junctions, as principal determinants of conduction velocity, may, therefore, be expected to be deranged in ischemia. Despite a lack of consensus, attempts at correlating gap junction ultrastructural morphology with functional state have revealed the component connexons of gap junctions in freeze-fractured myocardium to be in multiple small hexagonal arrays, tending to become randomly distributed and compacted under uncoupling conditions. Further hypoxic uncoupling causes ultrastructural damage and a reduction in gap-junctional surface area. Immunohistochemical detection of connexin43 gap junctions in chronically ischemic non-infarcted human myocardium demonstrates a reduction in junctional surface area within a normal number of intercalated disks per myocyte, and with a normal distribution of junction sizes. In healed canine infarction there are smaller and fewer gap junctions in the fibrotic myocardium adjacent to infarcts, with reductions in overall gap-junctional content and the proportion of side-to-side vs. end-to-end intercellular connections. Immunohistochemical examination of intact human ventricular myocardium shows the myocytes immediately abutting healed infarcts to have connexin43 gap junctions spread longitudinally over the cell surfaces, and not in discrete transversely orientated intercalated disks as in normal myocardium. Early after canine infarction, and before fibrotic healing, the connexin43 gap junctions in myocytes abutting the infarct show disorganization similar to that described in healed human infarcts, suggesting that this disturbance is an early pathophysiological cellular response, and not simply due to later fibrotic distortion. Such changes in gap-junctional organization in myocardial ischemia and infarction may be implicated in the elusive link between subcellular structure, contractile dysfunction and arrhythmogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8534899/"
}