{
    "title": "The role of close contacts of COVID-19 patients in the SARS-CoV-2 transmission: an emphasis on the percentage of nonevaluated positivity in Mexico.",
    "doc_id": "33035601",
    "writer": "Martinez-Fierro ML",
    "year": "2021",
    "summary": "Positive antibody test against SARS-CoV-2 was observed in 16% of the participants. CONCLUSION: The proportion of close contacts of COVID-19 patients infected with SARS-CoV-2 (42%) and with less than 2 or with no respiratory …",
    "abstract": "Objectives:\n        \n      \n      To determine the percentage of positivity of close contacts of coronavirus disease 19 (COVID-19) patients to depict the importance of asymptomatic infections in the patient-to-patient transmission of COVID-19.\n    \n\n\n          Methods:\n        \n      \n      One hundred subjects were included. Nineteen index COVID-19 cases and 81 traced close contacts were screened for coronavirus 2 of severe acute respiratory syndrome (SARS-CoV-2) using real-time reverse transcription-polymerase chain reaction. Immunoglobulin M and G against SARS-CoV-2 were evaluated by rapid test.\n    \n\n\n          Results:\n        \n      \n      Thirty-four (42%) contacts in the study were positive for SARS-CoV-2. Twenty-three (67.6%) manifested less than 2 respiratory symptoms, and 5 (14.7%) remained asymptomatic. The average of positive contacts by index COVID-19 case (R0) was 4.3 and the mean of time of positive COVID-19 test at sampling time was 18.9 days. Positive antibody test against SARS-CoV-2 was observed in 16% of the participants.\n    \n\n\n          Conclusion:\n        \n      \n      The proportion of close contacts of COVID-19 patients infected with SARS-CoV-2 (42%) and with less than 2 or with no respiratory symptoms (82.4%) was high in the study population. A low proportion of COVID-19 patients had a positive test for antibodies against SARS-CoV-2. The screening for SARS-CoV-2 in close contacts of COVID-19 positive patients should be encouraged to avoid spreading the infection and the expansion of the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33035601/"
}