{
    "title": "Erythropoietin delivery through kidney organoids engineered with an episomal DNA vector.",
    "doc_id": "40221815",
    "writer": "Du Z",
    "year": "2025",
    "summary": "BACKGROUND: The kidney's endocrine function is essential for maintaining body homeostasis. Erythropoietin (EPO) is one of the key endocrine factors produced by the kidney, and kidney disease patients frequently experience anemia due to impaired EPO pro …",
    "abstract": "Background:\n        \n      \n      The kidney's endocrine function is essential for maintaining body homeostasis. Erythropoietin (EPO) is one of the key endocrine factors produced by the kidney, and kidney disease patients frequently experience anemia due to impaired EPO production. In the present study we explored the potential of human induced pluripotent stem cell (iPSC)-derived kidney organoids to restore EPO production.\n    \n\n\n          Methods:\n        \n      \n      EPO secretion by kidney organoids was examined under 1% and 20% oxygen levels. To increase the EPO secreting capacity of kidney organoids, iPSC were genetically engineered with a non-integrating scaffold/matrix attachment region (S/MAR) DNA vector containing the EPO gene and generated EPO-overexpressing (EPO+) kidney organoids. To assess the physiological effects of EPO + organoids, 2-8 organoids were implanted subcutaneously in immunodeficient mice.\n    \n\n\n          Results:\n        \n      \n      Kidney organoids produced low amounts of EPO under 1% oxygen. EPO S/MAR DNA vectors persisted and continued to robustly express EPO during iPSC expansion and kidney organoid differentiation without interfering with cellular proliferation. EPO + iPSC demonstrated efficient differentiation into kidney organoids. One-month post-implantation, EPO + organoids displayed continuously elevated EPO mRNA levels and significantly increased endothelial cell numbers compared to control organoids. Hematocrit levels were notably elevated in mice implanted with EPO + organoids in an organoid number-dependent manner. EPO + organoids furthermore influenced bone homeostasis in their hosts, evidenced by a change in trabecular bone composition.\n    \n\n\n          Conclusion:\n        \n      \n      Kidney organoids modified by EPO S/MAR DNA vector allow stable long-term delivery of EPO. The observed physiological effects following the implantation of EPO + organoids underscore the potential of gene-edited kidney organoids for endocrine restoration therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40221815/"
}