{
    "title": "High ratios of kidney function to kidney size are related to mortality and kidney function decline in high-risk patients.",
    "doc_id": "28121180",
    "writer": "van der Sande NG",
    "year": "2017",
    "summary": "Background The ratio of estimated glomerular filtration rate (eGFR) to kidney size reflects the kidney's capacity for filtration per kidney volume or kidney length. High ratios of eGFR to kidney size, which might indicate glomerular hyper …",
    "abstract": "Background The ratio of estimated glomerular filtration rate (eGFR) to kidney size reflects the kidney's capacity for filtration per kidney volume or kidney length. High ratios of eGFR to kidney size, which might indicate glomerular hyperfiltration, could be related to kidney function decline, cardiovascular disease and mortality. Methods In 6926 patients with clinically manifest vascular disease, we evaluated the relationship between eGFR/kidney size and the risk of cardiovascular events and all-cause mortality using Cox regression. Quartiles were made for eGFR/kidney size, using the second quartile as the reference category. In 1516 patients with second measurements of eGFR, linear regression was used to evaluate the relationship between eGFR/kidney size and annual kidney function decline. Results The relationship between eGFR/kidney size and all-cause mortality followed a reversed J-shaped curve with increased risk for the lowest (hazard ratio (HR) 1.17; 95% confidence interval (CI) 1.01-1.36) and highest quartile (HR 1.04; 95% CI 0.87-1.25) of eGFR/volume, and for the lowest (HR 1.37;95%CI 1.19-1.59) and highest quartile (HR 1.28; 95% CI 1.06-1.54) of eGFR/length. The risk for cardiovascular events was increased for the lowest quartile of eGFR/length (HR 1.55; 95% CI 1.33-1.82). An increase in eGFR/volume and eGFR/length, was related to a greater kidney function decline, β -0.34 (95% CI -0.42 to -0.26) and β -0.55 (95% CI -0.63 to -0.48) ml/min/1.73 m2 per year respectively. Conclusions High eGFR/volume and eGFR/length, which might indicate glomerular hyperfiltration, are related to kidney function decline. High eGFR/length confers an increased risk for all-cause mortality in patients with clinically manifest vascular disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28121180/"
}