{
    "title": "Low back skin sensitivity has minimal impact on active lumbar spine proprioception and stability in healthy adults.",
    "doc_id": "27010722",
    "writer": "Beaudette SM",
    "year": "2016",
    "summary": "Skin sensitivity remained unchanged in the PLACEBO group. In the EMLA group, decreases in low back cutaneous sensitivity had minimal effect on low back proprioception (active sagittal and axial repositioning) and dynamic stability (seated balance and r …",
    "abstract": "The purpose of the current work was to (1) determine whether low back cutaneous sensitivity could be reduced through the use of a topical lidocaine-prilocaine anesthetic (EMLA(®)) to mirror reductions reported in chronic lower back pain (CLBP) patients, as well as to (2) identify whether reductions in cutaneous sensitivity resulted in decreased lumbar spine proprioception, neuromuscular control and dynamic stability. Twenty-eight healthy participants were divided equally into matched EMLA and PLACEBO treatment groups. Groups completed cutaneous minimum monofilament and two-point discrimination (TPD) threshold tests, as well as tests of sagittal and axial lumbar spine active repositioning error, seated balance and repeated lifting dynamic stability. These tests were administered both before and after the application of an EMLA or PLACEBO treatment. Results show that low back minimum monofilament and TPD thresholds were significantly increased within the EMLA group. Skin sensitivity remained unchanged in the PLACEBO group. In the EMLA group, decreases in low back cutaneous sensitivity had minimal effect on low back proprioception (active sagittal and axial repositioning) and dynamic stability (seated balance and repeated lifting). These findings demonstrate that treating the skin of the low back with an EMLA anesthetic can effectively decrease the cutaneous sensitivity of low back region. Further, these decreases in peripheral cutaneous sensitivity are similar in magnitude to those reported in CLBP patients. Within this healthy population, decreased cutaneous sensitivity of the low back region has minimal influence on active lumbar spine proprioception, neuromuscular control and dynamic stability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27010722/"
}