{
  "pmid": "41422027",
  "title": "Once-weekly semaglutide versus placebo for the treatment of type 2 diabetes and chronic kidney disease in Denmark: A long-term cost-effectiveness analysis based on FLOW.",
  "abstract": "The FLOW clinical trial recently demonstrated that the glucagon-like peptide-1 receptor agonist once-weekly semaglutide 1 mg was associated with kidney- and cardio-protective effects (the latter already shown in the SUSTAIN 6 trial) compared with placebo, both in addition to standard of care (SoC), in people with type 2 diabetes (T2D) and chronic kidney disease (CKD). This study assessed the long-term cost-effectiveness of semaglutide versus placebo in people with T2D and CKD in Denmark, based on outcomes from FLOW. Life expectancy, quality-adjusted life expectancy, cumulative incidence of diabetes-related complications, and costs were projected over a lifetime time horizon using the PRIME T2D Model. Baseline cohort characteristics and changes in risk factors with semaglutide and placebo were taken from FLOW, with extrapolation over patient lifetimes. Outcomes were assessed for the full population and subgroups receiving/not receiving sodium-glucose cotransporter-2 (SGLT-2) inhibitors at baseline. Quality-of-life disutilities and Denmark-specific costs (expressed in 2023 Danish Kroner [DKK]) were applied to capture the impact of diabetes-related complications and pharmacy costs. Treatment with semaglutide was projected to improve long-term quality-adjusted life expectancy by 0.60 quality-adjusted life years (QALYs) compared with placebo in the full population and by 0.44 and 0.62 QALYs in subgroups receiving/not receiving SGLT-2 inhibitors at baseline, respectively. Differences were predominantly driven by a reduced incidence of kidney failure with semaglutide versus placebo. Semaglutide was associated with long-term, per-person cost savings of DKK 6,068 in the full population and DKK 9,212 in those not receiving SGLT-2 inhibitors at baseline, leading to semaglutide being a dominant treatment compared with placebo. In patients receiving SGLT-2 inhibitors at baseline, semaglutide was cost-effective with an ICER of DKK 19,167 per QALY gained. Adding semaglutide to SoC was projected to be highly cost-effective over the long term in people with T2D and CKD in a Danish healthcare setting, based on patient characteristics and treatment effects from FLOW. Trial registration NCT03819153, first submitted on January 18, 2019.",
  "disease": "chronic kidney disease"
}