{
    "title": "Sleep quality and its determinants in patients with thyroid eye disease: a cross-sectional study.",
    "doc_id": "40457472",
    "writer": "Chen H",
    "year": "2025",
    "summary": "BACKGROUND: Sleep disorders may impair the nervous and immune systems. In thyroid eye disease (TED), an autoimmune condition, sleep quality and its potential determinants remain unclear. ...The data included the participants' demographic characteristics, the …",
    "abstract": "Background:\n        \n      \n      Sleep disorders may impair the nervous and immune systems. In thyroid eye disease (TED), an autoimmune condition, sleep quality and its potential determinants remain unclear. The study aimed to assess the sleep quality of patients with TED and identify its determinants.\n    \n\n\n          Method:\n        \n      \n      A questionnaire was used to collect the clinical information of patients with TED and controls in a hospital. The data included the participants' demographic characteristics, the Pittsburgh Sleep Quality Index (PSQI) score, and Self-rating Anxiety Scale (SAS) score. The sleep quality was compared between the TED and control groups. Furthermore, binary logistic regression analysis was used to detect the determinants of sleep quality, while linear regression was used to evaluate the relationships between PSQI and potential determinants.\n    \n\n\n          Results:\n        \n      \n      Overall, 52 patients with TED and 75 healthy individuals were enrolled in this study. In the TED group, 59.6% of patients experienced sleep disorders, compared to only 33.3% in the control group. Additionally, the PSQI scores of patients with TED tended to be higher than those of controls (p = 0.002). Binary logistic regression revealed that a high SAS score was an independent risk factor for poorer sleep quality in patients with TED. Furthermore, patients with TED with higher GO-QoL visual function scores tended to have lower sleep scores.\n    \n\n\n          Conclusions:\n        \n      \n      Patients with TED often experience sleep disorders, which are related to anxiety and visual impairment. Sleep disorders should be considered in managing patients with TED in clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40457472/"
}