{
    "title": "Incidence and predictors of perioperative atrial fibrillation in burn intensive care unit patients following burn surgery.",
    "doc_id": "35606239",
    "writer": "Hu Y",
    "year": "2022",
    "summary": "Patients who had a previous history of atrial fibrillation or atrial fibrillation on the preoperative electrocardiogram were excluded. ...RESULTS: A total of 214 critically ill burned patients and 1132 operations were available for analysis during the …",
    "abstract": "Background:\n        \n      \n      Atrial fibrillation is a well-documented complication following cardiac surgery. It is associated with increased inpatient and long-term mortality. There have been few prior studies on perioperative atrial fibrillation following burn surgery in severely burned patients. The purpose of this study was to identify the incidence, predictors, and prognosis of perioperative atrial fibrillation after burn surgery in severely burned patients.\n    \n\n\n          Methods:\n        \n      \n      Patients aged older than 18 years with 30% burned total body surface area (TBSA) were enrolled in this study. Patients who had a previous history of atrial fibrillation or atrial fibrillation on the preoperative electrocardiogram were excluded. ﻿We reviewed medical records retrospectively, and the data of 214 patients were studied.\n    \n\n\n          Results:\n        \n      \n      A total of 214 critically ill burned patients and 1132 operations were available for analysis during the 5-year study period; 12 (1.1%) patients were diagnosed with newly developed atrial fibrillation after a burn operation, of whom 4 patients showed paroxysmal atrial fibrillation (all related to surgical stimulation) and none changed to persistent atrial fibrillation. The incidence of perioperative atrial fibrillation was associated with TBSA%, full-thickness TBSA%, and hypertension. Multiple logistic regression analysis indicated that TBSA% (OR=13.851, P < 0.001) and full-thickness TBSA% (OR=15.223, P = 0.018) were independent predictors for developing perioperative atrial fibrillation. All of our patients had at least one risk factor, with blood volume variation or burn sepsis occurring most commonly. Perioperative atrial fibrillation developed after a median of 0 days after burn surgery. Three patients died, and the causes of death were noncardiovascular events such as sepsis and multiple organ failure.\n    \n\n\n          Conclusion:\n        \n      \n      Atrial fibrillation was a relatively rare complication among severely burned patients admitted to surgery and was associated with TBSA% and full thickness TBSA%. All of our patients exhibited at least one of the modifiable risk factors for atrial fibrillation, confirming the importance of optimization of electrolytes and fluid status and limitation of sympathetic activation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35606239/"
}