{
  "pmid": "41462106",
  "title": "Clinical characteristics and factors associated with liver stiffness in patients with autoimmune liver disease: a cross-sectional study from the Kashgar region.",
  "abstract": "Autoimmune liver diseases (AILD) are a heterogeneous group of chronic inflammatory conditions characterized by progressive hepatic fibrosis. While liver stiffness measurement (LSM) has emerged as a valuable non-invasive assessment tool, its clinical utility and associated factors in AILD populations remain incompletely characterized, particularly in understudied ethnic populations. This cross-sectional study enrolled 200 participants from January 2023 to January 2024, comprising 79 patients with AILD and 121 healthy controls from two tertiary hospitals in Kashgar region. All participants underwent comprehensive clinical assessment, biochemical evaluation, and LSM using transient elastography. Fibrosis staging in the AILD cohort was performed using a composite clinical algorithm incorporating clinical manifestations of portal hypertension, ultrasonographic features, biochemical indices, and available histopathology (n = 23, 29.1%). Correlation and multivariate regression analyses were used to identify factors independently associated with LSM values. Patients with AILD demonstrated significantly elevated LSM compared to controls (13.7 vs. 5.6 kPa, P < 0.001) with marked female predominance (83.5% vs. 47.9%, P < 0.001). LSM demonstrated a strong correlation with the clinically defined fibrosis stage, with values progressively increasing from stage S1 (10.2 kPa) to S4 (19.8 kPa). Multivariable analysis identified fibrosis stage (P = 0.003) and direct bilirubin (P = 0.045) as independent predictors of LSM values, whereas albumin demonstrated a strong inverse correlation (ρ=-0.67, P < 0.001). No significant differences in LSM were observed across the AILD subtypes after adjusting for the fibrosis stage (P = 0.36). LSM is strongly associated with clinically defined disease severity in patients with AILD. Integration with clinical parameters, including hepatic synthetic function and cholestatic markers, may enhance its clinical utility. However, validation against histological staging and in diverse populations is required before definitive conclusions regarding diagnostic accuracy can be made.",
  "disease": "hypertension"
}