{
    "title": "Prevention of catecholaminergic oxidative toxicity by 4-hydroxy-2,2,6,6-tetramethylpiperidine-1-oxyl and its recycling complex with polynitroxylated albumin, TEMPOL/PNA.",
    "doc_id": "15158156",
    "writer": "Weinberg A",
    "year": "2004",
    "summary": "Reactive oxygen species (ROS) generated from dopamine and its oxidation products have been implicated in the pathogenesis and toxicity from treatment of Parkinson's disease-associated autonomic neuropathy, and antioxidant therapies have been proposed as treatment and proph …",
    "abstract": "Reactive oxygen species (ROS) generated from dopamine and its oxidation products have been implicated in the pathogenesis and toxicity from treatment of Parkinson's disease-associated autonomic neuropathy, and antioxidant therapies have been proposed as treatment and prophylaxis for this disorder. However, many antioxidants are rapidly and, under physiological conditions, irreversibly oxidized, rendering them redox-inactive. We have examined the potential of 4-hydroxy-2,2,6,6-tetramethylpiperidine-1-oxyl and polynitroxylated albumin (TEMPOL/PNA), an antioxidant complex that facilitates recycling of inactivated antioxidant to its redox-active form, as a protective agent against the toxicity of the catecholaminergic ROS generator, 6-hydroxydopamine (6-OHDA). TEMPOL/PNA is more effective against depression of activity level by 6-OHDA than the non-recycling antioxidant, TEMPOL, in a murine model of catecholaminergic oxidative damage. TEMPOL/PNA is also less toxic than TEMPOL in mice, allowing administration of higher doses of antioxidant. Both TEMPOL and TEMPOL/PNA give rise to prevention of apoptosis and to translocation of NF-kappaB from the cytoplasm to the nucleus of PC12 cells treated with 6-OHDA, but in vivo, TEMPOL/PNA maintains redox-active blood levels of TEMPOL for almost 5 h, whereas administration of TEMPOL alone results in clearance of blood redox activity within 1 h. PNA enhances the therapeutic index of TEMPOL, and the recycling antioxidant that results from their adjunctive administration may prove useful in disorders involving oxidative stress.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15158156/"
}