{
  "pmid": "41397362",
  "title": "Benefits of nintedanib continuation in systemic autoimmune rheumatic disease-related progressive pulmonary fibrosis: KEIO-SARD-ILD-cohort.",
  "abstract": "To clarify the real-world effectiveness of nintedanib continuation beyond 12 months on pulmonary function in progressive pulmonary fibrosis (PPF) associated with systemic autoimmune rheumatic disease-related interstitial lung disease (SARD-ILD). We conducted a review of all consecutive SARD-ILD patients from the KEIO-SARD-ILD cohort who received nintedanib for PPF between 2015 and 2025. The primary outcome was the 12-month change in percent predicted forced vital capacity (%FVC) between patients who continued nintedanib for 12 months and those who discontinued treatment earlier. Secondary outcomes included 12-month changes in Krebs von den Lungen-6 (KL-6) levels and mortality between the two groups. Among the 65 patients, systemic sclerosis was the most common underlying condition (n = 16), followed by idiopathic inflammatory myopathies (n = 15), and rheumatoid arthritis (n = 13). The overall 12-month retention rate of nintedanib was 69.2 %. Both the continuation and discontinuation groups exhibited a comparable decline in %FVC in 12 months prior to nintedanib initiation (-3.6 % vs. -3.8 %, p = 0.58), but after 12 months of treatment, the continuation group demonstrated a significantly greater improvement in %FVC (1.8 % vs. -3.5 %, p = 0.01) and KL-6 (-175 vs 71 U/mL, p = 0.04) compared to the discontinuation group. The ILD-related survival rates were better in the continuation group compared to the discontinuation group (p = 0.02). Continuation of nintedanib beyond 12 months, compared with discontinuation within 12 months, is associated with significant improvements in pulmonary function, biomarkers, and survival in patients with SARD-ILD-related PPF, suggesting that long-term nintedanib therapy plays a critical role in stabilizing disease progression.",
  "disease": "rheumatoid arthritis"
}