{
    "title": "Shift work and health outcomes: an umbrella review of systematic reviews and meta-analyses of epidemiological studies.",
    "doc_id": "34473048",
    "writer": "Wu QJ",
    "year": "2022",
    "summary": "METHODS: We searched the MEDLINE, Web of Science, and Embase databases from their inception to April 25, 2020. For each systematic review and/or meta-analysis, we estimated the summary effect size, the 95% confidence interval, the 95% prediction interval, the betwee …",
    "abstract": "Study objectives:\n        \n      \n      Shift work is commonly increasing, and some physiological changes occur as workers sleep less and their circadian rhythms are disrupted. This umbrella review not only summarizes the evidence but also evaluates the validity of the associations of shift work with different health outcomes.\n    \n\n\n          Methods:\n        \n      \n      We searched the MEDLINE, Web of Science, and Embase databases from their inception to April 25, 2020. For each systematic review and/or meta-analysis, we estimated the summary effect size, the 95% confidence interval, the 95% prediction interval, the between-study heterogeneity, evidence of small-study effects, and evidence of excess-significance bias.\n    \n\n\n          Results:\n        \n      \n      Eight eligible systematic reviews and meta-analyses were identified, providing data on 16 associations. We observed highly suggestive evidence for associations between shift work and myocardial infarction (having ever vs having never done shift work) and diabetes mellitus incidence (per 5-year increment in shift work). Furthermore, we observed suggestive evidence for an association between shift work and diabetes mellitus incidence (having ever vs having never done shift work). Two health outcomes, including prostate cancer incidence (having ever vs having never done shift work and rotating night shift work vs daytime work) and colorectal cancer incidence (longest vs shortest shift work time), were only supported by weak evidence.\n    \n\n\n          Conclusions:\n        \n      \n      This umbrella review found that shift work was associated with several health outcomes with different levels of evidence. Associations for myocardial infarction and diabetes mellitus incidence were supported by highly suggestive evidence.\n    \n\n\n          Systematic review registration:\n        \n      \n      Registry: PROSPERO; Identifier: CRD42020188537.\n    \n\n\n          Citation:\n        \n      \n      Wu Q-J, Sun H, Wen Z-Y, et al. Shift work and health outcomes: an umbrella review of systematic reviews and meta-analyses of epidemiological studies. J Clin Sleep Med. 2022;18(2):653-662.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34473048/"
}