{
  "pmid": "41457844",
  "title": "Assessment of Epicardial Adipose Tissue Thickness and Inflammatory Biomarkers in Overweight Patients Following Coronary Artery Bypass Grafting.",
  "abstract": "Aim    Evaluation of epicardial fat thickness (EFT) and concentrations of biochemical markers in overweight patients after coronary artery bypass grafting (CABG) at different stages of the rehabilitation period.Material and methods    The study included 155 patients aged 35 to 65 years with left main coronary artery disease who underwent CABG. Patients were divided into 3 groups. The main group (Group 1) consisted of 85 overweight (OW) patients (48 men and 37 women) after CABG (CABG+OW+) with body mass index (BMI) 28.0 ± 0.9 kg/m2). Group 2 included 70 patients (39 men and 31 women) with normal body weight (BMI 23.3 ± 1.1 kg/m2) after CABG (CABG+OW-). The control group (Group 3) consisted of 30 healthy age-matched volunteers without acute or chronic disease (BMI 20.4±0.7 kg/m2).Results    A trend toward increased EFT and concentrations of acid-soluble blood fraction (ASBF) and deoxyribonucleic acid (DNA) in blood was observed in Group 1 at the third stage of rehabilitation. Concentrations of neutrophil extracellular traps (NETs) were significantly (p&lt;0.05) higher in Group 1 at all stages of rehabilitation, with a trend toward an increase at the third stage of rehabilitation compared to Group 2.Conclusion    In OW patients after CABG, the EFT and the DNA concentration were significantly increased 1.8 times (p&lt;0.05), the ASFB was 2.1 times higher, and the NET concentration was 1.9 times higher than in patients with normal body weight. In OW patients after CABG, the EFT and the concentrations of cell-free nucleic acids (ASBF, DNA) and NETs were significantly increased (p&lt;0.05) at the third stage of rehabilitation compared to patients with normal body weight. Strong direct correlations were found between EFT and ASBF (r=0.705; p&lt;0.001) at the second stage of rehabilitation and between EFT and DNA (r=0.825; p&lt;0.001) at the third stage of rehabilitation.",
  "disease": "coronary artery disease"
}