{
    "title": "Weight loss from diagnosis of Crohn's disease to one year post-diagnosis results in earlier surgery.",
    "doc_id": "38036713",
    "writer": "Kim M",
    "year": "2023",
    "summary": "Patients who were diagnosed with CD at Samsung Medical Center between 1995 to 2020 were included in this study. The study defined the \"group with weight loss\" as patients with weight loss in one year after diagnosis and the \"group without body weigh …",
    "abstract": "Malnutrition might play a key role in the prognosis of patients with Crohn's disease (CD). The aim of this study was to explore the impact of weight loss from diagnosis of CD to one-year post-diagnosis on disease prognosis in terms of surgery. Patients who were diagnosed with CD at Samsung Medical Center between 1995 to 2020 were included in this study. The study defined the \"group with weight loss\" as patients with weight loss in one year after diagnosis and the \"group without body weight loss\" as patients without weight loss in one year after diagnosis. Their data such as demographics, laboratory findings, and medical interventions were collected retrospectively. The primary outcome was confirmation of the difference in the incidence of surgery associated with CD between the group with weight loss and the group without body weight loss. We further analyzed factors associated with surgery outcomes. A total of 165 patients were analyzed in this study. Forty-one patients (24.8%) had body weight loss whereas 124 patients (75.2%) had no body weight loss. Body change at one year showed no significant association with direct surgical incidence. However, the patients with weight loss tended to undergo surgery earlier than patients without body weight loss. Among factors associated with outcomes of Crohn's surgery, the albumin was the only significant factor. Patients with weight loss had no statistically significant increase in the risk of surgery than patients without weight loss, although they tended to undergo surgery earlier than patients without body weight loss. A prospective study is needed to determine serial body weight changes during follow-up for patients with CD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38036713/"
}