{
  "pmid": "41433110",
  "title": "Natural History and Clinical Associations with Long-Term Outcomes in Primary C3 Glomerulopathy and Immune Complex-Mediated Membranoproliferative Glomerulonephritis.",
  "abstract": "Membranoproliferative glomerulonephritides (MPGNs) are defined by a typical glomerular histopathological pattern including C3 glomerulopathy (C3G) and immune complex-mediated MPGN (IC-MPGN). The overall prognosis is poor and the treatment options remain limited. Outcome predictors and reliable surrogate endpoints are critically needed for interventional trials. Herein, we described the natural history and analyzed clinical, histological and biochemical data from a large cohort of patients with primary C3G/IC-MPGN. This is a retrospective analysis of patients with biopsy-proven primary C3G or IC-MPGN from the Italian Registry of MPGN. Demographic, clinical and histopathological data, molecular complement profiles, treatment patterns, and outcomes were collected. We performed univariable and multivariable Cox regressions and Kaplan-Meier survival analyses to assess risk associations with kidney disease progression. The composite endpoint included end-stage kidney disease (ESKD, defined by either eGFR <15 ml/min/1.73m2, initiation of chronic dialysis or kidney transplantation), doubling of serum creatinine at the last available follow-up, or death by kidney-related causes. Of the 349 patients identified, 208 had C3G and 141 IC-MPGN. Females were 41%, and over half were younger than 18 years old at time of biopsy. C3G and IC-MPGN patients shared most baseline and longitudinal features, with IC-MPGN patients presenting with higher baseline proteinuria (median 4.0 vs. 2.3 grams/24hours, p<0.001). Median estimated Glomerular Filtration Rate (eGFR) at presentation was 83 ml/minute/1.73m2. Twenty-six % of patients progressed to ESKD over a median follow-up of 5 years from diagnosis. Higher proteinuria levels at one year from biopsy, particularly ≥1gram/24hours, were significantly associated with a higher risk of adverse kidney outcomes. Pediatric onset was associated with better kidney survival, whereas kidney survival at 10 years did not statistically differ across histological subtypes. Complement dysregulation and rare functional variants in complement genes did were not associated with outcomes. Our findings from a large and well-characterized cohort of individuals with primary C3G/IC-MPGN identify age at onset and proteinuria levels as associations with kidney survival, a finding that should inform future interventional trials.",
  "disease": "chronic kidney disease"
}