{
  "pmid": "41462455",
  "title": "Effect of digital interventions on adherence to the management of type 1 diabetes mellitus patients: a systematic review.",
  "abstract": "Digital health interventions have gained prominence in the management of chronic diseases like Type 1 Diabetes Mellitus (T1DM), helping patients adhere to their treatment plans. However, the effectiveness of these interventions in improving adherence to T1DM management varies globally. To systematically review existing digital interventions designed to improve adherence to T1DM management. To identify key features of digital tools that enhance adherence and glycaemic control in T1DM patients. Primary outcomes were improvements in patient adherence, measured by frequency of insulin administration, self-monitoring of blood glucose, and HbA1c levels. Secondary outcomes included patient satisfaction and engagement with digital interventions. A systematic review of randomized controlled trials (RCTs) was conducted using the PICO framework. The review encompassed studies from various global regions. Studies included T1DM patients across different age groups. Databases such as PubMed, Cochrane, and Ovid were searched for relevant studies. A total of 12 randomized controlled trials (RCTs) were included in this review, focusing on improving adherence in T1DM patients. The digital interventions evaluated included mobile health applications, continuous glucose monitoring, telemedicine platforms, and educational video games. Most studies demonstrated significant improvements in patient adherence behaviours, such as insulin administration and self-monitoring of blood glucose, reductions in HbA1c levels were also noted. The improvements in HbA1c as seen in this review for individuals with T1DM are in line with findings from prior studies. The evidence showed that digital health technologies could enhance glycaemic control. These findings are in line with other studies where real-time data monitoring equipment of the emergent CGM systems and mobile apps facilitated accurate and timely modification of diabetes self-management. The reviewed studies also highlighted the effectiveness of digital technology-targeted interventions in enhancing the aspect of self-management and health behaviour among T1DM patients. These results are also aligned with the behavioural change theories which highlight the significance of education, perceived self-ability and continuous feedback in adopting good health behaviour. Digital interventions have a positive impact on adherence to T1DM management and glycaemic control. Their application, particularly in low-resource settings, holds great potential for improving health outcomes. Not applicable. The aim of this review was to look at how mobile applications among other digital tools can assist people living with Type 1 Diabetes (T1DM) through continuous glucose monitoring to manage their health condition in a better way. For this purpose, we reviewed 12 different studies and found that interventions delivered through digital tools enhanced patients' adherence to their treatment by helping them lower the blood sugar levels as measured by HbA1c levels. Main findings reflected how digital tools improved health behaviours and self-management of T1DM. This was facilitated by real-time data monitoring and feedback for the diabetes care. In conclusion, Digital health interventions have the potential to positively impact the T1DM treatment leading to improved health outcomes especially in low resource settings.",
  "disease": "diabetes mellitus"
}