{
    "title": "Juvenile Justice System, Juvenile Mental Health, and the Role of MHPs: Challenges and Opportunities.",
    "doc_id": "32612337",
    "writer": "Snehil G",
    "year": "2020",
    "summary": "Juvenile justice system (JJS) and the mental health of the juveniles involved in it are intricately related. ...Juvenile Justice Act, 2000 (JJ Act), with its latest amendment (2015), emphasizes the developmental well-being, including the psychological well-be …",
    "abstract": "Juvenile justice system (JJS) and the mental health of the juveniles involved in it are intricately related. Children in conflict with the law (CICL) and children in need of care and protection (CINCP) have a higher prevalence of mental health-and substance use related-problems, similarly, juveniles with mental health problems have a higher chance of coming in contact with JJS. Juvenile Justice Act, 2000 (JJ Act), with its latest amendment (2015), emphasizes the developmental well-being, including the psychological well-being of juveniles coming in contact with JJS and their social reintegration and rehabilitation. Mental health professionals (MHPs) can play a significant role in realizing this goal by contributing at all the levels: mental health promotion, preventing juveniles from coming in contact with JJS, treating juveniles in contact with JJS, and subsequent rehabilitation. Being well-versed in this area would also give a clinical and legal edge to the MHPs. Although JJ Act is a child-friendly law, its implementation in the real-world is faced with many practical challenges, which in turn limit or undermine the full legal, social, educational, and health benefits to the juveniles. The current viewpoint is aimed to highlight the important mental health aspects of juveniles involved with JJS with reference to the JJ Act (care and protection of children act, 2015) and the potential role that MHPs can play and discusses important challenges and road ahead.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32612337/"
}