{
    "title": "Field Measurements and Analysis of Indoor Environment, Occupant Satisfaction, and Sick Building Syndrome in University Buildings in Hot Summer and Cold Winter Regions in China.",
    "doc_id": "36612874",
    "writer": "Weng J",
    "year": "2022",
    "summary": "To explore the performance differences between green buildings, conventional buildings, and retrofitted buildings in terms of their indoor environment, occupant satisfaction, and sick building syndrome (SBS), as well as the correlation between these different aspects, three un …",
    "abstract": "Teachers and students work and study in classrooms for long durations. The indoor environment directly affects the health and satisfaction of teachers and students. To explore the performance differences between green buildings, conventional buildings, and retrofitted buildings in terms of their indoor environment, occupant satisfaction, and sick building syndrome (SBS), as well as the correlation between these different aspects, three university teaching buildings were selected in hot summer and cold winter regions in China. These included a green building (GB), a retrofitted building (RB), and a conventional building (CB). Long-term indoor environment monitoring and point-to-point measurements were conducted during the transition season and winter and the indoor environment, satisfaction, and SBS in the three buildings were compared. A sample of 399 point-to-point questionnaires was collected. A subjective-objective indoor environmental quality (IEQ) evaluation model for schools in China was established, covering satisfaction and the indoor environment. The results showed that the compliance rate of the indoor environment in the GB and RB was generally superior to that of the CB. The overall satisfaction was the highest for the GB, followed by the CB, and then the RB. The GB had the highest overall indoor environment quality score, followed by the RB and then the CB. The occurrence of SBS was lowest in the CB, followed by the GB, and then the RB. It was determined that the design of natural ventilation should be improved and that building users should be given the right to autonomous window control and temperature control. To reduce the occurrence of SBS symptoms, attention should be paid to the control of temperature and CO2 concentration. To improve learning efficiency, it suggests reducing indoor CO2 concentrations and improving desktop illuminance. This study provides a reference for improving the indoor environment and health performance of existing university teaching buildings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36612874/"
}