{
  "pmid": "41440474",
  "title": "A Case of Extensive Airway Necrosis Following Esophagectomy Successfully Treated with Airway Stenting.",
  "abstract": "Airway stenting is an alternative therapy for patients with complicated esophagectomy. A 60-year-old man with clinical stage IIIA esophageal cancer underwent neoadjuvant chemotherapy followed by robot-assisted subtotal esophagectomy with cervical esophagogastrostomy and jejunostomy. During surgery, both bronchial arteries were ligated to facilitate esophageal mobilization. Bronchoscopy on the first postoperative day showed no abnormalities; however, by the second postoperative day, the patient developed pneumonia and septic shock, requiring mechanical ventilation. On the fifth postoperative day, bronchoscopy revealed extensive epithelial injury extending from the trachea to both main bronchi, indicating ischemic airway damage. He was diagnosed with airway necrosis and referred to our respiratory department. Serial bronchoscopic examinations and suctioning of the sloughed epithelium were performed, and a tracheostomy enabled weaning from mechanical ventilation. By the twenty-fourth postoperative day, bronchoscopy revealed the accumulation of large, hardened secretions within the trachea, carina, and both main bronchi, resulting in airway narrowing and a high risk of asphyxiation. A silicone Y-shaped airway stent was inserted to maintain patency. Following stent placement, airway secretions progressively decreased, and the patient was discharged on the sixty-third postoperative day. The stent was removed six months later, with no recurrence of airway or respiratory complications. This case illustrates a rare but severe complication of extensive airway necrosis, likely caused by intraoperative bronchial artery ligation and dissection of the tracheal membranous portion. Although preservation of the bronchial arteries and meticulous surgical technique are essential preventive strategies, such complications may be unavoidable. In cases of extensive airway necrosis, airway stenting can serve as an effective therapeutic option to prevent obstruction and support recovery.",
  "disease": "pneumonia"
}