{
  "pmid": "41465262",
  "title": "Multi-Level Profiling of MAPK-Associated Genes and MicroRNAs Uncovers Regulatory Networks in Breast Cancer Subtypes.",
  "abstract": "Breast cancer (BC) comprises heterogeneous subtypes with distinct molecular drivers and clinical behaviors. Among the key signaling pathways implicated in BC progression is the mitogen-activated protein kinase (MAPK) cascade, which regulates cell proliferation, apoptosis, and stress responses. microRNAs (miRNAs), as post-transcriptional regulators, are increasingly recognized as modulators of MAPK-associated genes, yet their integrated role across BC subtypes remains incompletely understood. This study included 405 patients with histopathologically confirmed BC, stratified into luminal A (LumA), HER2-negative luminal B, HER2-positive luminal B, non-luminal HER2-positive, and triple-negative breast cancer (TNBC). Control tissues were obtained from matched surgical margins. We performed mRNA profiling (Affymetrix microarrays), reverse transcription-quantitative polymerase chain reaction (RT-qPCR), protein quantification (enzyme-linked immunosorbent assay (ELISA), and miRNA expression analysis. Predicted miRNA-mRNA interactions were analyzed using the miRDB database. Functional protein-protein interactions were explored using the STRING database. MAP3K1, MAP2K4, and TP53 were significantly downregulated across all subtypes, while PPM1D, LMTK3, and TGFB1 were upregulated, especially in TNBC. These alterations were supported by concordant changes at the protein level. Dysregulated miRNAs-miR-21-3p, miR-23c, miR-27a-3p, miR-205-3p, and miR-300-exhibited in-verse expression patterns relative to their predicted target genes. STRING analysis identified TP53 as a central hub, linking MAPK signaling with stress and apoptotic pathways. This integrated transcriptomic and miRNA profiling study reveals subtype-specific dysregulation of MAPK-associated genes and their miRNA regulators in BC, with TNBC exhibiting the most profound alterations. These findings provide insight into potential targets for personalized therapeutic strategies.",
  "disease": "breast cancer"
}