{
    "title": "Measuring irritability in young adults: An integrative review of measures and their psychometric properties.",
    "doc_id": "35716348",
    "writer": "Saatchi B",
    "year": "2023",
    "summary": "Results Of 1258 results, 15 articles that included young adults as their participants and measured irritability with a specific tool were identified to be reviewed. Discussion Among the existing tools, the Brief Irritability Test (BITe) is a more precise and specifi …",
    "abstract": "WHAT IS KNOWN ON THE SUBJECT?: Irritability is a transdiagnostic psychiatric symptom among different mental health diagnoses, such as depression, anxiety, personality and substance abuse disorders. Despite the prevalence of irritability across various psychiatric disorders, there is a lack of assessment measures developed and validated to specifically assess irritability. Existing evidence suggests that young adults with depression combined with irritability experience higher disease burden compared with depressed peers with low levels of irritability. WHAT THIS PAPER ADDS TO EXISTING KNOWLEDGE?: This integrative review demonstrates that the Brief Irritability Test (BITe) is a more precise and reliable tool for measuring irritability in young adults, particularly in that it differentiates irritability from related but distinct symptoms such as anger, aggression and hostility. WHAT ARE THE IMPLICATIONS FOR PRACTICE?: Utilizing valid and reliable tools to measure irritability could help identify the presence of irritability as a distinct construct, which could lead to the development of tailored/personalized mental health interventions that will adequately address the impact of irritability on functioning. The findings have implications for symptom science, one focus of nursing research that evaluates symptom experiences and their impact on quality of life and functioning. Irritability is consistent with this framework as it has disabling effects on educational, financial and social functioning, as well as vulnerability to psychiatric disorders and health-related quality of life. ABSTRACT: Introduction Irritability is associated with a higher burden of psychiatric symptoms and impairments in young adults' educational, financial and social functioning. Still, it has been measured mainly by subscales within larger tools. Few specific measures have been developed to capture this construct validly and reliably, hindering the differentiation of irritability from similar constructs like anger and aggression. Aim This integrative review was undertaken to identify the irritability measures used in young adults between 2000 and 2021. Method The 5-stage method was proposed by Whittemore and Knafl (Journal of Advanced Nursing, 52, 546, 2005). Results Of 1258 results, 15 articles that included young adults as their participants and measured irritability with a specific tool were identified to be reviewed. Discussion Among the existing tools, the Brief Irritability Test (BITe) is a more precise and specific tool in young adults for measuring irritability and differentiating irritability from similar constructs. Implications for practice The findings have potential implications for better assessment and understanding of irritability in nursing research and practice, leading to the development of nursing interventions tailored to the affected young adult populations and improving the quality of life in these groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35716348/"
}