{
  "pmid": "41414650",
  "title": "Effect of exercise on nutrition, inflammation, muscle health and cardio-cerebrovascular events in maintenance hemodialysis patients: a real-world prospective cohort study.",
  "abstract": "Maintenance hemodialysis (MHD) patients face high risks of malnutrition-inflammation complex syndrome, muscle atrophy, and cardio-cerebrovascular events (CCVE). These challenges have led to increasing attention on the importance of exercise for MHD patients' health. This prospective study evaluated the impact of daily physical activity (PA) on multidimensional health outcomes in this population. A total of 307 MHD patients were enrolled and divided into three groups based on their daily PA levels according to the Physical Activity Rating Scale: inactive (Group A), low PA (Group B), and moderate-to-high PA (Group C). A follow-up and comparison of differences in nutrition, inflammation, muscle health, and the occurrence of CCVE were conducted among the three groups before and after the study. At baseline, patients in group C had better malnutrition-inflammation scores, calf circumference, handgrip strength, Ishii scores, prealbumin, and albumin than the other two groups. After 11.9 ± 0.25 months of follow-up, all the aforementioned indicators deteriorated to varying degrees in Groups A and B, whereas Group C showed no significant deterioration. Furthermore, Group C showed improvements in mid-arm muscle circumference and transferrin. During the follow-up period, 52 patients experienced CCVE. Both Kaplan-Meier survival analysis and multivariate Cox regression analysis revealed that active exercise was associated with reduced risk of CCVE occurrence, particularly in patients undergoing dialysis for one to five years or those with comorbid diabetes. In conclusion, active exercise is associated with improvements in malnutrition, inflammation, and muscle health while potentially reducing the risk of CCVE in MHD patients.",
  "disease": "chronic kidney disease"
}