{
  "pmid": "41472350",
  "title": "Anesthetic Management of a 32-Year-Old Woman Undergoing Laparoscopic Gynecological Surgery With Prior Fontan Repair for a Complex Congenital Heart Defect.",
  "abstract": "BACKGROUND Fontan repair in complex congenital heart conditions involves creating a total cavopulmonary connection, redirecting systemic venous blood to the pulmonary circulation, and bypassing cardiac systemic blood flow. Anesthetic management for a patient with a Fontan circulation requires ensuring adequate preload and avoiding circulatory complications. This report describes the anesthetic management of a 32-year-old woman undergoing laparoscopic surgery with a history of Fontan repair of a complex congenital heart defect. CASE REPORT A 32-year-old woman with transposition of the great arteries, hypoplastic right ventricle, tricuspid atresia, and non-communicating vena cavae underwent Fontan repair at 12 months of age (total cavopulmonary connection with extracardiac conduit). She presented for laparoscopy for suspected ovarian cancer. Preoperative cardiac magnetic resonance imaging revealed Fontan conduit patency and borderline systemic ventricular function. Anesthetic management included advanced monitoring (FloTrac-derived cardiac index, stroke volume, stroke volume variation), tailored induction with slow titration of propofol, ventilation with low tidal volumes and zero positive end-expiratory pressure, and vigilant fluid management. During pneumoperitoneum (12 mmHg), decreased stroke volume and mean arterial pressure were corrected with fluid boluses. At the end of surgery, the patient was extubated uneventfully and monitored in the postoperative intensive care unit for 36 hours. CONCLUSIONS Laparoscopic surgery in patients with Fontan circulation poses significant anesthetic challenges. This case highlights the importance of ensuring adequate preload, minimizing pulmonary vascular resistance, maintaining low intra-abdominal pressure, and using advanced hemodynamic monitoring to guarantee perioperative safety.",
  "disease": "stroke"
}