{
    "title": "Fertility preserving management of ovarian torsion.",
    "doc_id": "37574000",
    "writer": "Sandrieser L",
    "year": "2023",
    "summary": "DESIGN: Literature review and demonstration of perioperative management of ovarian torsion using radiologic images and intraoperative video footage. Ovarian torsion is mostly mentioned in context of gynecologic emergencies, where acute ovarian torsion with ar …",
    "abstract": "Objective:\n        \n      \n      To analyze characteristics of acute and chronic ovarian torsion, review treatment recommendations, and present possible surgical techniques for fertility preservation in young women.\n    \n\n\n          Design:\n        \n      \n      Literature review and demonstration of perioperative management of ovarian torsion using radiologic images and intraoperative video footage. Ovarian torsion is mostly mentioned in context of gynecologic emergencies, where acute ovarian torsion with arterial obstruction leads to ovarian ischemia and necrosis. However, ovarian torsion can also occur as a partial or intermittent torsion with venous and lymphatic obstruction, followed by ovarian swelling. In both cases, surgical management of ovarian torsion commonly includes oophorectomy, although leading guidelines recommend preservation of the ovary. We here aimed to raise awareness for the clinical features of ovarian torsion and demonstrate adequate perioperative management, thereby avoiding surgical overtreatment in young women.\n    \n\n\n          Setting:\n        \n      \n      Medical University of Vienna, Department of Obstetrics and Gynecology.\n    \n\n\n          Patient(s):\n        \n      \n      We present a case of acute ovarian torsion with a consequently ischemic ovary as well as a case of chronic ovarian torsion with related massive ovarian edema. The patients included in this video gave consent for publication of the video and posting of the video online, including social media, the journal website, scientific literature websites (such as PubMed, ScienceDirect, Scopus, etc.), and other applicable sites.\n    \n\n\n          Intervention(s):\n        \n      \n      Laparoscopic management with detorsion of the torquated ovaries, cystectomy on an ischemic ovary and oophoropexy to the pelvic side wall and utero-ovarian ligament to prevent recurrence.\n    \n\n\n          Main outcome measures:\n        \n      \n      Postoperative relief of pain and normalization of ovarian size and morphology on ultrasound imaging.\n    \n\n\n          Results:\n        \n      \n      The current cases show successful conservative surgical management of ovarian torsion, hence preserving hormonal function and fertility in young women.\n    \n\n\n          Conclusion:\n        \n      \n      Although it is recommended to preserve fertility in young women affected by ovarian torsion, surgical overtreatment by means of oophorectomy is still common in clinical routine. Increasing awareness for the clinical characteristics of acute and chronic ovarian torsion, as well as for the importance of preservation of the ovary, is crucial. We therefore believe that ovarian torsion and its surgical management deserve increased attention in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37574000/"
}