{
    "title": "Physical activity in the prevention and management of bladder cancer.",
    "doc_id": "28116879",
    "writer": "Shephard RJ.",
    "year": "2017",
    "summary": "EVIDENCE ACQUISITION: A systematic search of Ovid/Medline from 1996 to June 2016 coupled the term urinary bladder neoplasms (25,061 hits) with markers of physical activity (exercise, physical activity, physical education/training, athlete …",
    "abstract": "Introduction:\n        \n      \n      The aim was to examine the role of physical activity in reducing the risk of bladder cancer, and in managing established disease.\n    \n\n\n          Evidence acquisition:\n        \n      \n      A systematic search of Ovid/Medline from 1996 to June 2016 coupled the term urinary bladder neoplasms (25,061 hits) with markers of physical activity (exercise, physical activity, physical education/training, athletes, and physical fitness, a total of 246,683 unique entries). Of 42 titles identified, 18 relevant abstracts were supplemented by reviewing reference lists and personal files to yield 21 articles on prevention of bladder cancer, and 8 on physical activity in disease management.\n    \n\n\n          Evidence synthesis:\n        \n      \n      Three cohort and 3 case-control studies examined occupational activity. One report found a statistically significant 40% increase in bladder cancers with a sedentary job, and 2 of 5 other reports found a non-significant trend to decreased risk with physically demanding work. Of 9 cohort and 2 case-control leisure analyses, 1 found significant benefit from physical activity, and 6 others trended to a 11-34% reduction of risk, with adverse effects in only 2 studies. After development of bladder cancer, physical activity was commonly low. However, greater physical activity decreased the risks of cystectomy and increased the quality of life following surgery.\n    \n\n\n          Conclusions:\n        \n      \n      Better categorization of lifetime activity and fuller allowance for co-variates seems needed to establish conclusively that greater habitual physical activity will reduce the risk of bladder cancer. Nevertheless, an active lifestyle should be encouraged pending definitive information, because of positive trends and the more general health advantages of regular exercise.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28116879/"
}