{
  "pmid": "41458460",
  "title": "IDO1, IL4I1: Novel Immune Checkpoints in Breast Cancer Tumor-Associated Macrophages.",
  "abstract": "Increasing evidence supports the critical role of immune cell infiltration in breast cancer progression. Tumor-associated macrophages (TAMs) undergo metabolic reprogramming during polarization, which is vital for immune responses. Here, we screened for genes associated with TAMs infiltration and involved in tumor metabolism, and investigated their expression and effects in breast cancer. Bioinformatics analysis was used to screen genes related to immune cell infiltration and involved in tumor metabolism. Immunohistochemistry (IHC) was performed to validate the expression of selected target genes. Multiplex immunohistochemistry (mIHC) was applied to investigate the localization and expression relationship between target genes and TAMs. Real-time quantitative PCR (qRT-PCR) was used to detect the expression of target genes in TAMs. The Human Protein Atlas was utilized for single-cell clustering analysis of breast cancer to assess the expression patterns of target genes, while also evaluating the correlation between target genes and immune checkpoint expression. Database analysis revealed that Indoleamine2,3-Dioxygenase1 (IDO1) and Interleukin 4 Induced 1 (IL4I1) are highly expressed in breast cancer, with their expression closely associated with immune cell infiltration, particularly macrophage infiltration, which exhibited the highest infiltration rate. IHC analysis revealed that both IDO1 and IL4I1 were expressed in breast cancer, which were mostly located in TAMs. mIHC co-localization demonstrated that IDO1 and IL4I1 were both expressed in TAMs, and qRT-PCR results confirmed increased expression of IDO1 and IL4I1 in TAMs. Single-cell analysis of breast cancer revealed that IDO1 and IL4I1 were most highly expressed in c-19 macrophages, and their expression was positively correlated with most immune checkpoints. This study suggests that IDO1 and IL4I1, which are involved in tumor metabolism, may play an important role in regulating TAMs immune infiltration in breast cancer. Therefore, IDO1 and IL4I1 are potential therapeutic targets for breast cancer.",
  "disease": "breast cancer"
}