{
    "title": "Endometrial Cancer: Genetic, Metabolic Characteristics, Therapeutic Strategies and Nanomedicine.",
    "doc_id": "34225603",
    "writer": "Cai Y",
    "year": "2021",
    "summary": "Patients with type II and advanced endometrial cancer do not respond well to the current treatments. Therefore, endometrial cancer should be better understood in order to develop more effective treatments. ...Nanomedicine in endometrial cance …",
    "abstract": "Background:\n        \n      \n      Endometrial cancer is the fourth most common malignancy in female population worldwide. It was estimated that 65,620 new cases and 12.590 subsequent deaths occurred in 2020 in the United States. Patients with type II and advanced endometrial cancer do not respond well to the current treatments. Therefore, endometrial cancer should be better understood in order to develop more effective treatments.\n    \n\n\n          Objective:\n        \n      \n      To provide an overview of genetic, metabolic characteristics, therapeutic strategies and current application of nanotechnology surrounding endometrial cancer.\n    \n\n\n          Methods:\n        \n      \n      Relevant articles were retrieved from Pubmed and were systematically reviewed.\n    \n\n\n          Results:\n        \n      \n      Hypoxia inducible factor-1 and Von Hippel-Lindau factor participated in oncogenesis and progression of endometrial cancer and Nrf2 was associated with oncogenesis. Various genetic alterations were found in endometrial cancer. Examining the abnormal X chromosome inactivation may help in the diagnosis of endometrial cancer and its precancerous lesions. Some absent tumor suppressor genes, activated oncogenes were revealed by the genetically modified mouse models. Disorders in glucose and lipid metabolism were found in endometrial cancer. Current therapeutic strategies focused on the HIF-1α pathway, the mTOR pathway as well as the immunotherapy. Nanotechnology showed great potential in endometrial cancer's early diagnosis, metastasis determination and treatment.\n    \n\n\n          Conclusion:\n        \n      \n      Endometrial cancer has been understood in various aspects but the underlying mechanisms still remain relatively unknown, which might be the source of novel diagnostic, prognostic and therapeutic targets. Nanomedicine in endometrial cancer is poorly studied but the current researches showed great results in treating endometrial cancer. It needs further researching.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34225603/"
}