{
  "pmid": "41462272",
  "title": "Clinical outcomes of giant coronary aneurysms in South Asian children with Kawasaki disease.",
  "abstract": "Kawasaki disease (KD) is the leading cause of acquired childhood heart disease, with untreated cases progressing to giant coronary artery aneurysms (GCAAs) in 2-3% of patients. While outcomes are well-documented in high-income settings, data from low- and middle-income countries (LMICs) remain limited. This study examines clinical profiles, treatment responses, and outcomes of children with GCAAs managed at a tertiary care center in South India. We conducted a retrospective review of 18 children with KD-associated GCAAs (z-score >10 or diameter >8mm) treated between 2019-2024 at a tertiary care center in Kerala, India. All patients were referred from external centers with documented IVIg resistance. Treatment intensification included infliximab, corticosteroids, cyclosporine, and anakinra. Primary outcome was GCAA dimension change at last follow-up; secondary outcomes included thrombotic events, mortality, and anticoagulation cessation. The cohort comprised predominantly of males (n = 14, 77.8%) with median symptom onset at 1.1 (IQR 0.3 - 2.7) years; 50% were under one year old. While ten children (55%) experienced delayed diagnosis (>10 days after symptom onset) with median diagnosis at 11 (IQR 7 - 13.5) days; all faced delays in treatment intensification. Excluding two children lost-to-follow-up, during the median follow-up of 8.6 (5.2 - 19.4) months, complete GCAA resolution occurred in three (18.8%), reduction to small/medium aneurysms in six (37.6%), while five (31.3%) remained static. One mortality (6.3%) from myocardial infarction and a patient requiring coronary artery bypass grafting were observed. Anticoagulation was discontinued in 56.25% of children whose aneurysms resolved or reduced significantly. Delayed diagnosis and treatment intensification may have contributed to mixed outcomes in this GCAA cohort. Early recognition, appropriate risk stratification, and timely immunosuppression intensification are essential to improve prognosis and reduce severe coronary complications in resource-limited settings.",
  "disease": "coronary artery disease"
}