{
    "title": "Correlation between HOX11 Gene Expression and Clinical Prognosis of Patients with Acute Leukemia.",
    "doc_id": "38687853",
    "writer": "Li L",
    "year": "2024",
    "summary": "OBJECTIVE: This study aims to elucidate the significance of HOX11 gene expression in acute leukemia, offering insights for readers unfamiliar with this gene's role. ...In addition, baseline HOX11 gene expression was significantly lower in patien …",
    "abstract": "Objective:\n        \n      \n      This study aims to elucidate the significance of HOX11 gene expression in acute leukemia, offering insights for readers unfamiliar with this gene's role.\n    \n\n\n          Methods:\n        \n      \n      We utilized qRT-PCR to examine HOX11 expression in 76 patients, categorizing them into high and low expression groups based on specific thresholds established for this study. Real-time quantitative polymerase chain reaction (qRT-PCR) was performed at the time of diagnosis and on day 28, associated with the analysis of the correlation of HOX11 gene expression with clinical outcomes and prognosis.\n    \n\n\n          Results:\n        \n      \n      On days 0 and 28, the median HOX11 gene expression in patients with acute myeloid leukemia (AML) was 16.2 and 4.43, respectively, which was 9.67 and 2.37 in patients with acute lymphocytic leukemia (ALL), respectively. Enrolled patients were further divided into high genome and low expression groups based on the expression of HOX11. The median HOX11 gene expression on days 0 and 28 in nonresponders to therapy was significantly higher than that in responders to therapy. In addition, baseline HOX11 gene expression was significantly lower in patients with complete remission than in patients with recurrence. The high expression of the HOX11 gene was associated with shorter overall survival time and disease-free survival time. Our findings reveal significant differences in HOX11 expression between patient groups and across time points, suggesting implications for patient prognosis. The results consistently highlight statistically significant differences, enhancing the study's validity.\n    \n\n\n          Conclusion:\n        \n      \n      The study suggests the potential of using HOX11 expression as a marker in clinical practice for monitoring acute leukemia prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38687853/"
}