{
    "title": "Voiding Dysfunction After Non-urologic Pelvic Surgery.",
    "doc_id": "30083849",
    "writer": "Cheung F",
    "year": "2018",
    "summary": "These dysfunctions may manifest as lower urinary tract symptoms (LUTS) or signs such as urinary retention or leakage. Review of current literature is performed to describe the differing urinary dysfunctions that manifest after colorectal resection, hys …",
    "abstract": "Purpose of review:\n        \n      \n      Urinary dysfunction is a common entity in patients undergoing radical pelvic surgery for non-urologic malignancies. These dysfunctions may manifest as lower urinary tract symptoms (LUTS) or signs such as urinary retention or leakage. Review of current literature is performed to describe the differing urinary dysfunctions that manifest after colorectal resection, hysterectomy, and sacrectomy.\n    \n\n\n          Recent findings:\n        \n      \n      Conventional radical surgery for pelvic malignancies often will result in debilitating functional problems. As advances in surgical techniques and management options become more available, patients can have better functional outcomes, specifically in the lower urinary tract. Nerve-sparing techniques as well as vascular preservation are becoming more important to preserve function as patient survival is improving. Additionally, newer methods are being explored, such as nerve stimulation for those who are unable to empty adequately. This article also addresses different management options for specific voiding dysfunction that may result from pelvic surgery. Preventative strategies such as nerve preservation during surgery are an important concept to prevent urinary dysfunction. The goal to good functional outcomes includes maintaining reservoir compliance and capacity as well as allowing proper outlet for voiding. We discuss different modalities to help achieve a functional lower urinary tract for patients with lower urinary tract dysfunction after pelvic surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30083849/"
}