{
  "pmid": "41399765",
  "title": "Chronic kidney disease and denosumab in metastatic bone disease: A multicenter Turkish cohort study on severe hypocalcemia, skeletal events, and survival.",
  "abstract": "Denosumab, a monoclonal antibody against receptor activator of nuclear factor kappa-B ligand (RANKL), is widely used to prevent skeletal-related events (SREs) in patients with bone metastases from solid tumours. However, its safety in individuals with advanced chronic kidney disease (CKD), particularly regarding severe hypocalcaemia and skeletal complications, is not well defined. We conducted a retrospective, multicentre study within the Turkish Oncology Group including patients with breast, prostate, or lung cancer who received denosumab between January 2011 and December 2022. Demographic and clinical data, CKD stage, prior fractures, serum calcium levels, episodes of hypocalcaemia, concomitant medications, and adverse events were recorded. Primary endpoints were the incidences of grade ≥ 3 hypocalcaemia and other grade ≥ 3 toxicities; secondary endpoints included skeletal-related events and overall survival. We analysed 264 patients from 17 oncology centres. Overall, 18 patients (6.8 %) experienced grade ≥ 3 toxicity, including 16 cases of severe hypocalcaemia and two of renal function decline. Among 42 patients with baseline estimated glomerular filtration rate (eGFR) < 60 mL/min, 13 (31.0 %) developed grade ≥ 3 toxicity (11 hypocalcaemia, two renal decline), representing a significantly higher risk than in patients with eGFR ≥ 60 mL/min (p < 0.01). Pathological fractures occurred in 21 patients, six with eGFR < 60 mL/min (p = 0.035). Eight patients required surgery for skeletal-related events, four with eGFR < 60 mL/min (p = 0.012). Cancer patients with CKD receiving denosumab have an increased risk of severe hypocalcaemia and skeletal complications. Close monitoring of calcium and renal function is essential, and clinicians should carefully balance the benefits of denosumab against these risks in this vulnerable population.",
  "disease": "chronic kidney disease"
}