{
  "pmid": "41420164",
  "title": "Risk assessment of daikenchuto-induced hepatobiliary injury in colon cancer patients post-colectomy: a retrospective cohort study.",
  "abstract": "Colectomy for colon cancer typically results in gastrointestinal hypomotility. Daikenchuto, a herbal medicine traditionally used in Japan, is administered to alleviate gastrointestinal hypomotility. However, it is suspected to cause hepatobiliary injury. Therefore, in this comparative, retrospective cohort study, we aimed to assess the risk of daikenchuto administration-induced hepatobiliary injury post-colectomy. Patients with colon cancer who underwent colectomy, excluding the population with a high risk of postoperative hepatobiliary injury, were included in this study (N = 17,996). Specifically, patients who received daikenchuto within 4 days after colectomy or from the day of surgery to the first meal postoperatively and those who did not receive daikenchuto were assigned to the daikenchuto exposure and non-exposure groups, respectively. The primary outcome was the postoperative administration of cholagogues or hepatoprotective drugs. Multivariate logistic regression analysis was performed considering the perioperative risk factors for hepatobiliary injury. The analysis estimated the adjusted odds ratios to assess the risk of daikenchuto-induced hepatobiliary injury. The frequencies of the postoperative administration of cholagogues or hepatoprotective drugs were 52 of 2,324 patients (2.24%) and 421 of 15,672 (2.69%) in the daikenchuto exposure and non-exposure groups, respectively. Furthermore, the adjusted odds ratio and 95% confidence interval (0.62-1.12) were < 1 and included 1, respectively. No association between daikenchuto and the risk of hepatobiliary injury was identified. Thus, our results imply that daikenchuto can be safely administered post-colectomy. This study was registered in the Japan Registry of Clinical Trials (Trial ID: jRCT1031240102; https://jrct.mhlw.go.jp/en-latest-detail/jRCT1031240102 ) on May 22, 2024.",
  "disease": "colorectal cancer"
}