{
    "title": "Extended lower paratracheal lymph node resection during esophagectomy for cancer - safety and necessity.",
    "doc_id": "35610592",
    "writer": "Mann C",
    "year": "2022",
    "summary": "There is no evidence for improved survival after standardized paratracheal lymph node resection performing oncological esophagectomy. Lymph nodes from the lower paratracheal station are not standardly resected during 2-field Ivor-Lewis esophagectomy fo …",
    "abstract": "Background:\n        \n      \n      The ideal extent of lymphadenectomy (LAD) in esophageal oncological surgery is debated. There is no evidence for improved survival after standardized paratracheal lymph node resection performing oncological esophagectomy. Lymph nodes from the lower paratracheal station are not standardly resected during 2-field Ivor-Lewis esophagectomy for esophageal cancer. The objective of this study was to evaluate the impact of lower paratracheal lymph node (LPL) resection on perioperative outcome during esophagectomy for cancer and analyze its relevance.\n    \n\n\n          Methods:\n        \n      \n      Retrospectively, we identified 200 consecutive patients operated in our center for esophageal cancer from January 2017 - December 2019. Patients with and without lower paratracheal LAD were compared regarding demographic data, tumor characteristics, operative details, postoperative complications, tumor recurrence and overall survival.\n    \n\n\n          Results:\n        \n      \n      103 out of 200 patients received lower paratracheal lymph node resection. On average, five lymph nodes were resected in the paratracheal region and cancer infiltration was found in two patients. Those two patients suffered from neuroendocrine carcinoma and melanoma respectively. Cases with lower paratracheal lymph node yield had significantly less overall complicated procedures (p = 0.026). Regarding overall survival and recurrence rate no significant difference could be detected between both groups (p = 0.168 and 0.371 respectively).\n    \n\n\n          Conclusion:\n        \n      \n      The resection of lower paratracheal lymph nodes during esophagectomy remains debatable for distal squamous cell carcinoma or adenocarcinoma of the esophagus. Tumor infiltration was only found in rare cancer entities. Since resection can be performed safely, we recommend LPL resection on demand.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35610592/"
}