{
  "pmid": "41427032",
  "title": "The association of non-HDL-C, NHHR, RC, and RCII with coronary artery stenosis severity in patients with acute coronary syndrome combined with cardiometabolic multimorbidity.",
  "abstract": "Coronary heart disease, particularly acute coronary syndrome (ACS), is a significant public health concern, and its progression is expedited when combined with cardiometabolic multimorbidity (CMM). The non-high-density lipoprotein cholesterol to high-density lipoprotein cholesterol ratio (NHHR) and remnant cholesterol inflammatory index (RCII) are novel lipid composite indices generated from non-high-density lipoprotein cholesterol (non-HDL-C) and remnant cholesterol (RC). This study examined the association between the aforementioned four indices and the degree of coronary artery stenosis (CAS) in individuals with ACS and CMM. This retrospective cross-sectional study encompassed 298 patients diagnosed with ACS and CMM who underwent coronary angiography while hospitalized. Logistic regression models and restricted cubic spline analyses were used to investigate the association between non-HDL-C, NHHR, RC, and RCII with CAS. Two-stage logistic regression models were used to analyze threshold effects, while receiver operating characteristic analysis was conducted to test the predictive capability for severe CAS. Subgroup analyses were performed to evaluate risk among different demographic groups. Among the 298 participants, 150 (50.34%) had severe CAS. In multivariate logistic regression models, non-HDL-C, NHHR, RC, and RCII, when assessed per standard deviation, all exhibited a significant association with severe CAS. Among these, RCII had the strongest association with severe CAS (OR: 2.78, 95% CI 1.30-5.94), followed by NHHR (OR: 1.96, 95% CI 1.43-2.68). RCS analysis revealed a nonlinear relationship between RCII and severe CAS, with threshold effect analysis identifying an inflection point at 0.64. ROC analysis indicated that NHHR exhibited the greatest predictive capability, followed by RCII. The interaction test indicated no statistically significant difference in the association between the aforementioned four indices and CAS across subgroups. Non-HDL-C, NHHR, RC, and RCII all showed a strong association with CAS in patients with ACS combined with CMM. RCII exhibited a nonlinear association with severe CAS, featuring an inflection point at 0.64.",
  "disease": "coronary artery disease"
}