{
    "title": "Antiviral therapies for herpes zoster infections. Are they economically justifiable?",
    "doc_id": "11067653",
    "writer": "Smith KJ",
    "year": "2000",
    "summary": "Most studies show that antiviral therapy lessens acute herpes zoster symptoms and postherpetic neuralgia (PHN). Current clinical recommendations support antiviral treatment of severely symptomatic herpes zoster in all adults, and mild herpes …",
    "abstract": "Antiviral treatment of herpes zoster is controversial because of uncertain benefits and relatively high costs. Most studies show that antiviral therapy lessens acute herpes zoster symptoms and postherpetic neuralgia (PHN). Current clinical recommendations support antiviral treatment of severely symptomatic herpes zoster in all adults, and mild herpes zoster in those 50 or 60 years of age or older. However, it is unclear if these recommended strategies are cost effective. Published studies of herpes zoster costs and the effect of antiviral therapy on costs and quality of life have significant variation in study design and results, as well as many shortcomings in the data. Thus, definitive economic recommendations cannot be made based on the present data. Another approach, which we have used, is to develop a 'reference case' analysis using decision-analysis techniques and the available data to estimate the incremental cost effectiveness of antiviral treatment in patients of differing age and herpes zoster severity. In the baseline analysis, parameter values and assumptions were consistently slightly biased against antiviral use. Effectiveness was measured in quality-adjusted life years (QALYs). We assumed that antiviral treatment did not change PHN risk, but decreased PHN duration in patients older than 50 years. PHN risk increased with age and with acute herpes zoster severity as seen in published data. Mild acute herpes zoster was assumed to have a utility value of 0.9 and severe acute herpes zoster a value of 0.7 on a scale where 0 = death and 1 = perfect health. Treating mildly symptomatic acute herpes zoster cost $US89,200/QALY gained in 40-year-olds, $US47,700/QALY in 60-year-olds and $US40,700/QALY in 70-year-olds (1995 values). Results were most sensitive to variation of antiviral costs (baseline $US134), but changes in acute symptom relief, PHN risk, duration, costs and utility, and antiviral effect on PHN duration increased costs/QALY above $US50,000 in 60- and 70-year-olds in extremes of parameter ranges. However, no variation resulted in treatment of mild illness in 40-year-olds to fall below $US50,000/QALY gained. Treatment of severe acute herpes zoster cost $US29,700, $US18,000 and $US16,500/QALY gained in 40-, 60- and 70-year-olds, respectively. Results were sensitive to variation of antiviral costs (> $US225) and acute symptom relief (< 21%) in 40-year-olds. Based on this analysis, antiviral therapy of herpes zoster seems economically justifiable for mildly symptomatic acute herpes zoster in patients aged 50 years and older, and for severely symptomatic acute herpes zoster in all adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11067653/"
}