{
    "title": "Slower than expected reduction in annual PM(2.5) in Xi'an revealed by machine learning-based meteorological normalization.",
    "doc_id": "35716759",
    "writer": "Wang M",
    "year": "2022",
    "summary": "To decouple the meteorological effect, this study performed a trend analysis of the hourly fine particulate matter (PM(2.5)) observed at an urban background site in Xi'an city over 5 years from 2015 to 2019 using the machine learning algorithm. As a novel way of met …",
    "abstract": "To evaluate the effectiveness of air pollution control policies, trend analysis of the air pollutants is often performed. However, trend analysis of air pollutants over multiple years is complicated by the fact that changes in meteorology over time can also affect the levels of air pollutants in addition to changes in emissions or atmospheric chemistry. To decouple the meteorological effect, this study performed a trend analysis of the hourly fine particulate matter (PM2.5) observed at an urban background site in Xi'an city over 5 years from 2015 to 2019 using the machine learning algorithm. As a novel way of meteorological normalization, the meteorological parameters were used as constant input for 5 consecutive years. In this way, the impact of meteorological parameters was excluded, providing insights into the \"real\" changes in PM2.5 due to changes in emission strength or atmospheric chemistry. After meteorological normalization, a decreasing trend of -3.3 % year-1 (-1.9 μg m-3 year-1) in PM2.5 was seen, instead of -4.4 % year-1 from direct PM2.5 observation. Assuming the rate of -1.9 μg m-3 year-1 were kept constant for the next few decades in Xi'an, it would take approximately 25 years (in the year 2045) to reduce the annual PM2.5 level to 5 μg m-3, the new guideline value from World Health Organization. We also show that PM2.5 is primarily associated with anthropogenic emissions, which, underwent aqueous phase chemistry in winter and photochemical oxidation in summer as suggested by partial dependence of RH and Ox in different seasons. Therefore, reducing the anthropogenic secondary aerosol precursors at a higher rate, such as NOx and VOCs is expected to reduce the particulate pollution in this region more effectively than the current -3.3 % year-1 found in this study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35716759/"
}