{
    "title": "Concordant and discordant breast density patterns by different approaches for assessing breast density and breast cancer risk.",
    "doc_id": "39482557",
    "writer": "Cho Y",
    "year": "2025",
    "summary": "RESULTS: During a median follow-up of 9.9 years, 479 breast cancer cases developed. Compared to the reference non-dense breast group, the aHRs (95% CIs) for breast cancer were 2.37 (1.68-3.36) for radiologist-classified dense breasts, 1.30 (1.05-1.62) …",
    "abstract": "Purpose:\n        \n      \n      To examine the discrepancy in breast density assessments by radiologists, LIBRA software, and AI algorithm and their association with breast cancer risk.\n    \n\n\n          Methods:\n        \n      \n      Among 74,610 Korean women aged ≥ 34 years, who underwent screening mammography, density estimates obtained from both LIBRA and the AI algorithm were compared to radiologists using BI-RADS density categories (A-D, designating C and D as dense breasts). The breast cancer risks were compared according to concordant or discordant dense breasts identified by radiologists, LIBRA, and AI. Cox-proportional hazards models were used to determine adjusted hazard ratios (aHRs) [95% confidence intervals (CIs)].\n    \n\n\n          Results:\n        \n      \n      During a median follow-up of 9.9 years, 479 breast cancer cases developed. Compared to the reference non-dense breast group, the aHRs (95% CIs) for breast cancer were 2.37 (1.68-3.36) for radiologist-classified dense breasts, 1.30 (1.05-1.62) for LIBRA, and 2.55 (1.84-3.56) for AI. For different combinations of breast density assessment, aHRs (95% CI) for breast cancer were 2.40 (1.69-3.41) for radiologist-dense/LIBRA-non-dense, 11.99 (1.64-87.62) for radiologist-non-dense/LIBRA-dense, and 2.99 (1.99-4.50) for both dense breasts, compared to concordant non-dense breasts. Similar trends were observed with radiologists/AI classification: the aHRs (95% CI) were 1.79 (1.02-3.12) for radiologist-dense/AI-non-dense, 2.43 (1.24-4.78) for radiologist-non-dense/AI-dense, and 3.23 (2.15-4.86) for both dense breasts.\n    \n\n\n          Conclusion:\n        \n      \n      The risk of breast cancer was highest in concordant dense breasts. Discordant dense breast cases also had a significantly higher risk of breast cancer, especially when identified as dense by either AI or LIBRA, but not radiologists, compared to concordant non-dense breast cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39482557/"
}