{
    "title": "Juvenile Incarceration in an Adult Facility and Violent Victimization During Adulthood.",
    "doc_id": "39737855",
    "writer": "Silver IA",
    "year": "2025",
    "summary": "RESULTS: The cumulative probability of experiencing violent victimization by the age of 33 for juveniles who had been detained in an adult facility was approximately 70% higher than for juveniles who have not had contact with the justice system and 22% higher than f …",
    "abstract": "Introduction:\n        \n      \n      A growing body of research indicates that being incarcerated in an adult jail or prison as a juvenile can elevate one's exposure to adverse childhood experiences, including violent and sexual victimization and neglect, and may lead to several long-term difficulties. This study investigates the relationship between being confined in an adult jail or prison as a minor and experiencing violent victimization as an adult.\n    \n\n\n          Methods:\n        \n      \n      Data from the National Longitudinal Survey of Youth-1997 cohort were used in the study. Subjects were between 12 and 33 years of age (N = 8526; 51% male, 49% female). A parametric survival model was estimated, and the estimates were used to predict the cumulative probability of experiencing a violent victimization from age 18 to 33.\n    \n\n\n          Results:\n        \n      \n      The cumulative probability of experiencing violent victimization by the age of 33 for juveniles who had been detained in an adult facility was approximately 70% higher than for juveniles who have not had contact with the justice system and 22% higher than for arrested juveniles.\n    \n\n\n          Conclusions:\n        \n      \n      Confining juveniles in an adult institution may be a punishment that extends far beyond the sentence, contributing to a unique set of difficulties during adulthood. These findings call into question the practice of bounding juveniles over to the adult court and sentencing them to serve time in adult correctional facilities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39737855/"
}