{
    "title": "Emergency Kidney Transplantation in Recipients With Iliocaval Thrombosis Using Splenic Vessel Anastomosis After Splenectomy: A Case Series.",
    "doc_id": "29407339",
    "writer": "Spaggiari M",
    "year": "2018",
    "summary": "METHODS: We report 4 cases of kidney transplantation, performed from 2004 to 2016, in recipients presenting with thrombosis of the inferior vena cava and iliac system needing, because of the lack of access for dialysis, urgent kidney transplantations. ...The other 2 …",
    "abstract": "Background:\n        \n      \n      The external iliac vein is the standard site used for venous anastomosis in kidney transplantation. When a pre-transplantation diagnosis of iliocaval thrombosis is established, a different and suitable venous drainage for the renal outflow must be identified for successful transplant.\n    \n\n\n          Methods:\n        \n      \n      We report 4 cases of kidney transplantation, performed from 2004 to 2016, in recipients presenting with thrombosis of the inferior vena cava and iliac system needing, because of the lack of access for dialysis, urgent kidney transplantations. The splenic vessels were used in all cases for the graft's vascular anastomosis after splenectomy.\n    \n\n\n          Results:\n        \n      \n      Kidney transplantation after splenectomy, with anastomosis of the renal vessels to the splenic ones, was completed in all 4 patients. All of the cases were technically successful with good renal function on discharge. During the follow-up, no graft losses were registered as due to thrombotic event or inadequate renal venous outflow. A normal vascular inflow and outflow was confirmed by means of follow-up ultrasound. Two grafts were lost at 31 months and 91 months, both to noncompliance with immunosuppressive therapy. The other 2 are currently functioning well. Notably, the kidney's position in the left upper quadrant has not caused technical difficulties in urologic reconstruction.\n    \n\n\n          Conclusions:\n        \n      \n      In our experience, kidney transplantation using splenic vessels for vascular anastomosis is technically feasible and very useful in the setting of complete iliocaval thrombosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29407339/"
}