{
  "pmid": "41459875",
  "title": "Quality of Life after Laparoscopic Sphincter-Preserving Total Mesorectal Excision for Low Rectal Cancer: A Single-Center Prospective Cohort Study in Vietnam.",
  "abstract": "Quality of life (QoL) is a crucial indicator for comprehensively evaluating physical recovery, psychological well-being, and social reintegration among patients with low rectal cancer (LRC) undergoing sphincter-preserving surgery. Low anterior resection syndrome (LARS) is a common functional complication and a key factor affecting QoL. This study aimed to assess QoL scores before surgery and at 1, 3, 6, 9, and 12 months postoperatively, as well as to identify factors associated with QoL, including the impact of LARS. A prospective cohort study was conducted on 83 patients with LRC who underwent low anterior resection (LAR) with sphincter preservation at the Department of Gastrointestinal Surgery and the Department of Colorectal Surgery, University Medical Center Ho Chi Minh City, Vietnam. QoL was measured using the EORTC QLQ-C30 questionnaire at six time points, from preoperative assessment to 12 months postoperatively. A multivariable linear regression model was applied to identify independent factors associated with QoL at month 12. The mean QoL score was 52.6 at one month and improved to 82.7 at twelve months. Some domains, such as social functioning, global QoL and financial difficulty, had not fully recovered. Severe LARS was the only independent factor associated with lower QoL, resulting in a reduction of 25.3 points on mean (p < 0.001). Adjuvant chemotherapy and alcohol use were indirectly associated with poorer QoL through worsening LARS symptoms. QoL significantly declined during the first three months after surgery but gradually improved and approached baseline levels by month twelve. Early screening for high-risk groups, including patients with severe LARS, habitual alcohol use, and those receiving adjuvant chemotherapy, is essential for timely intervention, symptom management, and improved QoL during the recovery period.",
  "disease": "colorectal cancer"
}