{
    "title": "A Comparison of Experiences with Factors Related to Food Insecurity between College Students Who Are Food Secure and Food Insecure: A Qualitative Study.",
    "doc_id": "35940496",
    "writer": "Richards R",
    "year": "2023",
    "summary": "It is unknown if students with food insecurity's experiences qualitatively differ from students who are food secure. OBJECTIVE: To qualitatively evaluate experiences of students who are food secure and food insecure with internal and external factors related to food …",
    "abstract": "Background:\n        \n      \n      Previous research has reported negative health consequences and poor academic achievement among college students who are food insecure. It is unknown if students with food insecurity's experiences qualitatively differ from students who are food secure.\n    \n\n\n          Objective:\n        \n      \n      To qualitatively evaluate experiences of students who are food secure and food insecure with internal and external factors related to food insecurity.\n    \n\n\n          Design:\n        \n      \n      Trained interviewers conducted in-person qualitative interviews from February to August 2018 to gain insights about eating patterns, food environment, financial situation, and ideas for addressing food insecurity on college campuses with students who are food secure and food insecure.\n    \n\n\n          Participants and setting:\n        \n      \n      Students from three universities in the western United States (N = 58) who were classified as food secure (n = 28) and food insecure (n = 30) using the US Department of Agriculture's 6-item Food Security Module participated in this study.\n    \n\n\n          Statistical analyses performed:\n        \n      \n      Interviews were recorded and transcribed verbatim. Data were analyzed using a conventional content analysis. A random sample of transcripts were independently coded to determine interrater reliability. Researchers divided transcripts for final coding and overarching themes were discussed. Descriptive statistics were used.\n    \n\n\n          Results:\n        \n      \n      Students who were both food secure and food insecure obtained food from similar sources (eg, grocery stores); had unexpected expenses that led to financial constraints; indicated transportation barriers altered the amount or package size of food purchased; and reported similar knowledge, attitudes, use, and familial history of food assistance. Students with food insecurity uniquely reported prioritizing rent or other living expenses over food, and when funds were low, reducing food intake, experiencing a variable food supply throughout the month, or using strategies like donating plasma or selling possessions to enhance financial stability.\n    \n\n\n          Conclusions:\n        \n      \n      This study helps nutrition and dietetics practitioners better understand how college students' experiences with factors related to food insecurity differ by food security status. Future quantitative research is needed to confirm the coping strategies identified among students with food insecurity in this study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35940496/"
}