{
  "pmid": "41436686",
  "title": "MIF Regulates the Th17/Treg Ratio to Exacerbate Kidney Injury in Chronic Kidney Disease.",
  "abstract": "Chronic kidney disease (CKD) is characterized by gradual and progressive deterioration of renal function over time, and its pathogenesis is strongly associated with immune cell imbalance, Th cell diversification, and oxidative stress. This study aimed to investigate the impact of alterations in the Th17/Treg ratio mediated by the secretory protein macrophage migration inhibitory factor (MIF) on renal injury in CKD patients. Single-cell sequencing was performed on peripheral blood mononuclear cell (PBMC) from 15 CKD patients and 20 healthy individuals to compare the characteristics of T-cell subsets, followed by differential signaling pathway analysis. Peripheral blood samples from 20 CKD patients and 10 healthy donors were analyzed using flow cytometry to quantify CD4 + T cell subsets and MIF expression. A 5/6 nephrectomy mouse model and blood CD4 + T cells were extracted to verify the effects of MIF-related proteins on the Th17/Treg ratio and progression of CKD. Besides, AAV-MIF was locally administered into the renal tissue to achieve kidney-specific MIF suppression in CKD model. Single-cell sequencing revealed significant correlation between MIF levels and Th17/Treg ratios, identifying MIF-(CD74 + CXCR4) pathway involvement. Flow cytometry analysis of the clinical cohort demonstrated an elevated Th17/Treg ratio (p < 0.01) in CKD patients compared to normal controls. MIF levels also correlated with renal parameters (Crea, p < 0.001; BUN, p < 0.0001; eGFR, p < 0.0001). In vitro experiments confirmed a significant increase (p < 0.05) in Th17/Treg cells after MIF protein or serum from CKD patients, and these changes were partially reversed by an MIF inhibitor (ISO-1) (p < 0.001). Moreover, renal injury in CKD mice in the AAV-MIF group was significantly reversed. This study revealed that MIF promotes the progression of CKD by regulating the Th17/Treg ratio and that MIF serves as a potential target to prevent CKD.",
  "disease": "chronic kidney disease"
}