{
  "pmid": "41438280",
  "title": "Patterns and predictors of readmission among sepsis survivors in a tertiary emergency department in Ethiopia.",
  "abstract": "Sepsis is a leading cause of critical illness worldwide. Survivors often suffer long-term physical, cognitive, and psychological impairments. Post-sepsis rehospitalization is common but poorly characterized in low-resource settings. We aimed to determine 30/90/180-day readmission rates and predictors after emergency sepsis in Addis Ababa. We conducted a retrospective cohort study of adult patients meeting Sepsis-3 criteria (infection with ≥2-point rise in Sequential Organ Failure Assessment [SOFA]) admitted to a tertiary Ethiopian emergency department from 2019-2021. A modified SOFA score (five parameters) was used to define organ dysfunction, as has been validated for resource-limited settings. We recorded patient demographics, comorbidities (including cardiovascular disease and malignancy), acute severity (modified SOFA, septic shock, intensive care unit admission), microbiology, antibiotic duration, and outcomes. Survivors were followed for 180 days for hospital readmissions at any site of suspected infection. Multivariable logistic regression identified factors independently associated with 180-day readmission. Of 110 sepsis patients, 39 (35.5%) died during index admission. Among 71 survivors, 32 (45.1%) were readmitted within 180 days (78.1% within 30 days; 15.6% days 31-90; 6.3% days 91-180). Infectious diagnoses accounted for 71.9% of readmissions (often recurrent pneumonia or urinary tract infection). Median time to first readmission was 16 days (interquartile range 5-41). Multivariable analysis showed higher odds of 180-day readmission in younger patients (adjusted odds ratio [OR] 2.53 per decade decrease in age, 95% confidence interval 1.09-5.87,  Nearly half of emergency sepsis survivors were readmitted within 180 days, predominantly within 30 days, and most readmissions were for infection. Predictors included younger age, malignancy status, and length of stay. These findings highlight the need for targeted discharge planning, antimicrobial stewardship, and early follow-up for high-risk patients in low-resource settings.",
  "disease": "pneumonia"
}