{
    "title": "Longitudinal growth of hospitalized very low birth weight infants.",
    "doc_id": "10429008",
    "writer": "Ehrenkranz RA",
    "year": "1999",
    "summary": "Infants were included if they survived >7 days (168 hours) and were free of major congenital anomalies. Anthropometric measures (body weight, length, head circumference, and midarm circumference) were performed from birth until discharge, transfer, death, …",
    "abstract": "Background:\n        \n      \n      The interpretation of growth rates for very low birth weight infants is obscured by limited data, recent changes in perinatal care, and the uncertain effects of multiple therapies.\n    \n\n\n          Objectives:\n        \n      \n      To develop contemporary postnatal growth curves for very low birth weight preterm infants and to relate growth velocity to birth weight, nutritional practices, fetal growth status (small- or appropriate-for-gestational-age), and major neonatal morbidities (chronic lung disease, nosocomial infection or late-onset infection, severe intraventricular hemorrhage, and necrotizing enterocolitis).\n    \n\n\n          Design:\n        \n      \n      Large, multicenter, prospective cohort study.\n    \n\n\n          Methods:\n        \n      \n      Growth was prospectively assessed for 1660 infants with birth weights between 501 to 1500 g admitted by 24 hours of age to 1 of the 12 National Institute of Child Health and Human Development Neonatal Research Network centers between August 31, 1994 and August 9, 1995. Infants were included if they survived >7 days (168 hours) and were free of major congenital anomalies. Anthropometric measures (body weight, length, head circumference, and midarm circumference) were performed from birth until discharge, transfer, death, age 120 days, or a body weight of 2000 g. To obtain representative data, nutritional practices were not altered by the study protocol.\n    \n\n\n          Results:\n        \n      \n      Postnatal growth curves suitable for clinical and research use were constructed for body weight, length, head circumference, and midarm circumference. Once birth weight was regained, weight gain (14.4-16.1 g/kg/d) approximated intrauterine rates. However, at hospital discharge, most infants born between 24 and 29 weeks of gestation had not achieved the median birth weight of the reference fetus at the same postmenstrual age. Gestational age, race, and gender had no effect on growth within 100-g birth weight strata. Appropriate-for-gestational age infants who survived to hospital discharge without developing chronic lung disease, severe intraventricular hemorrhage, necrotizing enterocolitis, or late onset-sepsis gained weight faster than comparable infants with those morbidities. More rapid weight gain was also associated with a shorter duration of parenteral nutrition providing at least 75% of the total daily fluid volume, an earlier age at the initiation of enteral feedings, and an earlier age at achievement of full enteral feedings.\n    \n\n\n          Conclusions:\n        \n      \n      These growth curves may be used to better understand postnatal growth, to help identify infants developing illnesses affecting growth, and to aid in the design of future research. They should not be taken as optimal. Randomized clinical trials should be performed to evaluate whether different nutritional management practices will permit birth weight to be regained earlier and result in more rapid growth, more appropriate body composition, and improved short- and long-term outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10429008/"
}