{
    "title": "Improving maternal health literacy among low-income pregnant women: A systematic review.",
    "doc_id": "39280277",
    "writer": "Ningrum EW",
    "year": "2024",
    "summary": "The aim of this systematic review was to investigate approaches for enhancing maternal health literacy in low-income pregnant women. Using Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, the systematic search was conducted on …",
    "abstract": "Previous studies on maternal health have highlighted the need to improve health literacy, particularly among women from lower socioeconomic backgrounds. Some crucial factors for improving maternal health literacy are midwife capacity and systems support that can help ensure women's ability and motivation to access timely health services. However, the extent of roles midwives need and the system that must be developed require further elaboration. The aim of this systematic review was to investigate approaches for enhancing maternal health literacy in low-income pregnant women. Using Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, the systematic search was conducted on two databases: PubMed and ScienceDirect. All English articles published from 2011 to 2023 were searched using the keywords pregnant, antenatal, prenatal, perinatal, midwife, health literacy, midwife-led care, helpline, and photo novel. Of the 1,539 articles, 15 were included in the final assessment. The results suggested that improving maternal health literacy among low-income pregnant women was related to: (a) empowering low-income women; (b) empowering midwives as frontline care providers engaging with low-income pregnant women; and (c) empowering the health care system as a health literacy organization. In conclusion, improving the healthcare system and strengthening midwives' leadership as proximal caregivers is crucial for improving maternal health literacy among low-income pregnant mothers. These efforts could be realized with support from government roles, educational institutions, and professional associations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39280277/"
}