{
  "pmid": "41388548",
  "title": "Targeting macrophage JAK3/STAT3 signaling with tectochrysin: a novel therapeutic strategy to ameliorate bone erosion and synovitis in rheumatoid arthritis.",
  "abstract": "This study aims to clarify whether Tectochrysin has a therapeutic effect on rheumatoid arthritis animal models and to explore the potential therapeutic mechanisms. DBA mice were used to establish a collagen-induced arthritis mouse model. Then, we administered Tectochrysin via intragastric treatment at two doses of 5 mg/kg and 10 mg/kg. To evaluate the therapeutic effects, we assessed the clinical manifestations in mice, measured the levels of cytokines in mouse serum, performed pathological staining on knee and ankle joints, and analyzed bone destruction in knee and bone joints using micro-CT. Furthermore, combining molecular docking technology, we investigated the effects of Tectochrysin both in vitro and in vivo. In vitro experiments involved THP-1-induced macrophages, examining the impact of Tectochrysin on macrophages and CIA mouse peritoneal macrophages, as well as on JAK3 and STAT3 phosphorylation. We also analyzed the effects of Tectochrysin on the transcription levels of inflammatory factors in macrophages and on the migration of MH7A cells. Our study shows that Tectochrysin has a significant therapeutic effect on CIA mice. The clinical manifestations of CIA mice were alleviated after Tectochrysin administration, with reduced levels of pro-inflammatory cytokines IL-1β, IL-6, and TNF-α in the serum. Both the pathological staining of bone joints and the micro-CT results indicated less bone and cartilage damage in the Tectochrysin group. Additionally, Tectochrysin remarkably improved synovial hyperplasia and inflammatory cell infiltration in the joints of CIA mice.Molecular docking results revealed a more pronounced effect of Tectochrysin on JAK3. In both in vitro and vivo, Tectochrysin was found to inhibit the phosphorylation of JAK3 and STAT3, as well as the transcription of inflammatory cytokines in THP-1 derived macrophages. Tectochrysin may be a novel RA therapeutic agent, likely acting via macrophage JAK/STAT pathway inhibition, with promising clinical potential.",
  "disease": "rheumatoid arthritis"
}