{
  "pmid": "41386962",
  "title": "Measurement properties of the sit-to-stand test in community-dwelling people with chronic obstructive pulmonary disease: a COSMIN systematic review.",
  "abstract": "The sit-to-stand (STS) test can assess physical function in people with chronic obstructive pulmonary disease (COPD); however, there are multiple versions. No study has used current guidelines to assess the measurement properties of the STS tests in people with COPD. We conducted a systematic review using current COnsensus-based Standards for the selection of health Measurement INstruments (COSMIN) guidelines. Full text peer-reviewed publications were included if they assessed the measurement properties (validity, reliability and/or responsiveness) of at least one STS test among community-dwelling people with COPD. We searched six databases and imported results into Covidence where title/abstract screening and full text selection was completed independently and in duplicate. Extraction was conducted independently and in duplicate using the COSMIN extraction file. We assessed study risk of bias (very good, adequate, doubtful or inadequate), measurement property quality (sufficient, indeterminate or insufficient) and overall certainty of evidence (high, moderate, low or very low) using the COSMIN recommended tools. We assessed 2577 titles/abstracts and 102 full texts for inclusion; 30 publications met eligibility. Seven unique STS tests were located with the most common being the 1 min STS test (n=14, 39%), 5-repetition STS test (n=10, 28%) and the 30 s STS test (n=8, 22%). Where assessed, reliability was sufficient for the 1 min, the 5-repetition and the 30 s STS tests. Only the 1 min STS test had high-quality evidence of sufficient construct validity, while the 30 s STS test was the sole test with at least moderate quality evidence of sufficient responsiveness. The 1 min STS test has the most robust measurement properties for cross-sectional assessments while the 30 s STS test is more robust to assess change.",
  "disease": "chronic obstructive pulmonary disease"
}