{
  "pmid": "41444595",
  "title": "Intranasally administered muse cells attenuate neurodegeneration in Parkinson's disease.",
  "abstract": "Parkinson's disease is a neurodegenerative disorder primarily caused by the degeneration and death of dopaminergic neurons in the substantia nigra. Multilineage differentiating stress enduring (Muse) cells are a novel type of stem cells discovered in recent years, exhibiting superior tissue regenerative capabilities compared to regular mesenchymal stem cells, including multi-lineage differentiation potential, stress tolerance, homing ability, in situ differentiation capacity, and non-tumorigenic properties. Here we investigated the effect and mechanism of muse cell in crossing blood-brain barrier (BBB), and improving Parkinson's disease-related phenotypes. We used transwell to construct an in vitro blood-brain barrier model and treated it with muse cells and non-muse cells to observe the changes. We also used fluorescence confocal microscopy to examine the immunofluorescence sections of the hippocampal region of mice to explore changes before and after the treatment. With an in vitro blood-brain barrier model, muse cells were found to have increased capacity to cross blood-brain barrier when tumor necrosis factor-alpha (TNF-α) was applied to mouse neuronal cells. Further experiments revealed that TNF-α increased the expression of sphingosine-1-phosphate (S1P) in neuronal cells, and high concentrations of S1P was able to activate the S1PR2-Rho pathway, leading to reduced expression of β-Catenin and increased BBB permeability. Thus, this indicate that muse cells possess an S1P-S1PR2 homing mechanism, enabling them to cross BBB. When muse cells were transplanted into A53T mice (a Parkinson's disease model) through nasal administration, muse cells exhibited stronger brain-homing ability compared to non-muse cells, by responding to specific signals released from damaged brain regions Additionally, muse cells have the potential to precisely differentiate into cells possessing key characteristics of dopaminergic neurons- tyrosine hydroxylase (TH) positive cells, which is also a defining feature of functional dopaminergic neurons. This observed increase in TH + cells holds substantial significance in Parkinson's disease, as TH is the rate-limiting enzyme in dopamine synthesis and is essential for restoring dopaminergic function and improving motor symptoms. While mesenchymal stem cells (MSCs) or induced pluripotent stem cell (iPSC)-derived neurogenic cells have also been shown to generate TH + cells in preclinical models, muse cells offer distinct advantages, including innate tropism toward damaged tissue, stable integration, and a lower risk of tumor formation. The ability of muse cells to efficiently migrate, differentiate into functional dopaminergic phenotypes, and contribute to neural repair underscores their therapeutic potential and highlights their relevance in modeling and treating Parkinson's disease. These findings suggest that Muse cells achieve homing through the S1P-S1PR2 mechanism and intranasal administration of muse cells was efficient in reaching to the brain, which may offer a novel therapeutic strategy for Parkinson's disease.",
  "disease": "parkinson disease"
}