{
  "pmid": "41468682",
  "title": "Pathological glutamate release profiles in the epileptogenic zones of patients revealed by a novel ultra-fast glutamate sensor.",
  "abstract": "Epilepsy, affecting approximately 52 millions worldwide, is characterized by an excitatory/inhibitory (E/I) imbalance in the epileptogenic zone (EZ). While elevated extracellular glutamate has been observed during seizures, traditional detection methods lack the temporal resolution required to capture sub-millisecond-scale quantal release events that underlie synaptic transmission. Most of the existing enzyme-based electrochemical sensors also face limitations in response speed and high cost. Here, we developed a novel ultra-fast glutamate sensor by constructing a nanoscale glutamate oxidase layer on carbon fiber electrodes using a rapid and low-cost chitosan-based electrodeposition strategy. This approach reduced enzyme consumption by over 10-fold and shortened fabrication time to under 3 min, while maintaining excellent electrochemical performance and sub-millisecond response speed to quantal glutamate release. We applied the sensor in resected brain tissues from six patients with focal cortical dysplasia, one of the most common etiologies of drug-resistant epilepsy, and successfully recorded pathological alterations in both tonic and phasic glutamate release. The phasic signals occurring on a sub-millisecond scale-significantly faster than the second-scaled signals measured in earlier work-represent amperometric signals associated with quantal glutamate release, thereby referring to the discharge of the contents of an individual glutamatergic synaptic vesicle. Notably, to the best of our knowledge, this is the first report of quantal glutamate release events measured with sub-millisecond resolution in the human brain ex vivo. Our findings provide new insights into E/I imbalance mechanisms and demonstrate the sensor's utility for probing neuropathology in neurological disorders.",
  "disease": "epilepsy"
}