{
  "pmid": "41409564",
  "title": "Established and Emerging Biological Therapies for the Treatment of Comorbid Asthma and Chronic Obstructive Pulmonary Disease.",
  "abstract": "Asthma and chronic obstructive pulmonary disease (COPD) are two different and distinct airway disorders. However, some patients exhibit features of both, a condition often referred to as asthma-COPD overlap (ACO). Managing ACO is difficult because it is characterized by different inflammatory types and significant structural airway changes. Additionally, there is a lack of randomized controlled trials focusing specifically on ACO. Biologic therapies, originally developed for severe asthma and now increasingly studied in COPD, provide a precision-medicine approach by targeting cytokines and epithelial alarmins that contribute to type 2 (T2) and/or non-T2 inflammation. Current biologics, including anti-IgE, anti-IL-5, anti-IL-4Rα/IL-13, and anti-TSLP agents, are effective in the treatment of T2-high asthma and biomarker-driven COPD. This supports their use in ACO, especially for treating patients with eosinophilic or T2-dominant types. New therapies targeting IL-33/ST2, IL-17/IL-23, and dual blocking of epithelial alarmins show promise for influencing mixed inflammation profiles, though clinical evidence in ACO is limited. Selective IL-13 inhibitors exemplify pathway-specific treatment, but they are mainly suitable for T2-high subgroups. Despite promising mechanisms, evidence for biologics in ACO is mainly based on studies of asthma and COPD, and no drug is currently approved for this group. Future research should include ACO-specific clinical trials with adequate statistical power and endotype-guided patient selection. These trials should evaluate individual biologics, possibly using new endpoints such as airway remodeling, as well as mucus biomarkers, and omics-based phenotyping. These efforts will help develop personalized, mechanism-focused treatment plans that move beyond trial-and-error management and improve the role of biologics in ACO treatment.",
  "disease": "asthma"
}