{
    "title": "The costs of interventions for type 2 diabetes mellitus, hypertension and cardiovascular disease in South Africa - a systematic literature review.",
    "doc_id": "36510178",
    "writer": "Masuku SD",
    "year": "2022",
    "summary": "Hypertension drug costs ranged from $2 to $85 per person-month, while type 2 diabetes mellitus drug costs ranged between $57 and $630 per person-year (ppy). ...Drugs and treatment of complications were major cost drivers for hypertension and type …",
    "abstract": "Background:\n        \n      \n      In the context of a move to universal health coverage, three separate systematic reviews were conducted to summarise available evidence on the direct costs of interventions for type 2 diabetes mellitus, hypertension, and cardiovascular disease in South Africa.\n    \n\n\n          Methods:\n        \n      \n      PubMed® and Web of Science was searched for literature published between 01 and 1995 and 27 October 2022. Additionally, reference and citations lists of retrieved articles and experts were consulted. We also tracked reference lists of previous, related systematic reviews. Eligible publications were cost analyses of clinical interventions targeted at adults age 15 + reporting primary estimates of in- and out-of-hospital costs from a provider perspective. Costs were extracted and converted to 2021 US dollars, and article methodological and reporting quality was appraised using the 2013 CHEERS checklist.\n    \n\n\n          Results:\n        \n      \n      Of the 600, 1,172 and 1,466 identified publications for type 2 diabetes mellitus, hypertension, and cardiovascular disease, respectively, 10, 12, and 17 met full inclusion criteria. 60% of articles reported cardiovascular disease costs, 52% were of good reporting quality, and 10%, 50%, and 39% of type 2 diabetes mellitus, hypertension and cardiovascular disease papers reported private-sector costs only. Hypertension drug costs ranged from $2 to $85 per person-month, while type 2 diabetes mellitus drug costs ranged between $57 and $630 per person-year (ppy). Diabetes-related complication treatment costs ranged from $55 for retinopathy treatment to $25,193 ppy for haemodialysis, while cardiovascular disease treatment costs were between $160 and $37,491 ppy. Drugs and treatment of complications were major cost drivers for hypertension and type 2 diabetes mellitus, while hospitalisation drove cardiovascular disease costs.\n    \n\n\n          Conclusion:\n        \n      \n      The intervention costs of type 2 diabetes mellitus, hypertension and cardiovascular disease care have received more attention recently, particularly diabetes-related complications and cardiovascular disease. However, 39% of identified cardiovascular disease treatment costs used a private sector perspective, leaving significant research gaps in the public sector and the cheaper to treat hypertension and type 2 diabetes mellitus. This review fills an information gap regarding the intervention costs of these diseases in South Africa.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36510178/"
}