{
  "pmid": "41386197",
  "title": "Living with epilepsy: what characterizes the everyday life of adults with epilepsy in Western countries? A systematic synthesis of qualitative studies.",
  "abstract": "Epilepsy is a complex neurological disease affecting millions worldwide. Beyond seizure management, individuals with epilepsy face significant emotional, cognitive, and social challenges that impact their quality of life and societal participation. This qualitative systematic review explored the lived experiences of adults with epilepsy in Western countries, focusing on their participation in daily life. A meta-aggregated synthesis was conducted, guided by the Joanna Briggs Institute's recommendations. Sixteen qualitative studies published between 2016 and 2024 were included, representing 391 participants and 3,580 online posts. The three key themes: \"Understanding the condition and the need for tailored information\", \"self-management and support\" and \"stigma and the dilemma of disclosure or concealment\" encompass multifaceted aspects of living with epilepsy. These include the disruptive and unpredictable nature of epilepsy, the critical role of personalized information in disease management, and the importance of effective coping and self-management strategies. Participants reported challenges such as stigma, discrimination, and difficulties in forming and maintaining relationships. Support from family, peers, and healthcare professionals was identified as critical but often insufficient. Stigma emerged as a pervasive issue, with many concealing their condition to avoid judgment, despite the risks. Public education and peer support were highlighted as essential to reducing stigma and fostering inclusion. Living with epilepsy requires more than seizure management; it involves navigating a complex interplay of physical, emotional, and social challenges. A comprehensive approach including medication, individualized care, and support for lifestyle adjustments is recommended. Public education is suggested to reduce the stigma associated with epilepsy.",
  "disease": "epilepsy"
}