{
  "pmid": "41333005",
  "title": "Impact of Age on Mortality and Decompensation Events in Patients With Liver Cirrhosis: A Multicenter, Propensity Score Matched Study.",
  "abstract": "The incidence of cirrhosis is increasing in the older population. Limited data are available on the disease progression and mortality in the older population with cirrhosis. This study is aimed at evaluating the impact of age at diagnosis on all-cause mortality and decompensation events in patients with liver cirrhosis. This is a retrospective cohort study utilizing TriNetX. ICD codes were used to identify individuals with the diagnosis of liver cirrhosis between the ages of 20 and 80. Patients with the diagnosis of congestive heart failure (CHF), end-stage renal disease (ESRD), chronic kidney disease (CKD) Stage IV and V, human immunodeficiency virus (HIV), malignant neoplasm, and psychoactive substance abuse were excluded from the analyses. Patients were divided into two cohorts: Cohort 1 included individuals with the diagnosis of liver cirrhosis between the ages of 51 and 80, and Cohort 2 included individuals with the diagnosis between the ages of 20 and 50. Statistical analyses were conducted using TriNetX Live. A 1:1 propensity score matching was performed for variables including race, gender, ethnicity, comorbidities, laboratory values for MELD 3.0, and etiology of liver cirrhosis. There were 70,983 patients in each cohort after matching. The primary outcome was all-cause mortality, and the composite outcome of decompensation events at 5- and 10-year intervals from the age of diagnosis of liver cirrhosis. Secondary outcomes included the risk of decompensation events, all-cause hospitalization at 5-year intervals, and a subgroup analysis of all-cause mortality and decompensation events among males and females. Older age at diagnosis of liver cirrhosis was associated with increased all-cause mortality at 5 years (aOR 1.378, 95% CI: 1.335-1.422;  Older age at diagnosis of liver cirrhosis is associated with increased all-cause mortality and key decompensation events. Certain conditions, like SBP and HRS, are more common in the younger population, likely due to increased alcohol abuse. Early detection of portal hypertension and early appropriate prophylaxis for variceal bleeding can provide benefit in this high-risk population, although the exact impact of such strategies needs further studies. Besides early recognition, alcohol remains a key factor that needs to be concomitantly addressed as it drives life-threatening decompensating events.",
  "disease": "liver cirrhosis"
}