{
    "title": "Targeting inflammatory monocytes by immune-modifying nanoparticles prevents acute kidney allograft rejection.",
    "doc_id": "35850291",
    "writer": "Lai C",
    "year": "2022",
    "summary": "Inflammatory monocytes are a major component of the cellular infiltrate in acutely rejecting human kidney allografts. Since immune-modifying nanoparticles (IMPs) bind to circulating inflammatory monocytes via the specific scavenger receptor MARCO, causing diversion …",
    "abstract": "Inflammatory monocytes are a major component of the cellular infiltrate in acutely rejecting human kidney allografts. Since immune-modifying nanoparticles (IMPs) bind to circulating inflammatory monocytes via the specific scavenger receptor MARCO, causing diversion to the spleen and subsequent apoptosis, we investigated the therapeutic potential of negatively charged, 500-nm diameter polystyrene IMPs to prevent kidney allograft rejection. Kidney transplants were performed from BALB/c (H2d) to C57BL/6 (H2b) mice in two groups: controls (allo) and allo mice infused with IMPs. Groups were studied for 14 (acute rejection) or 100 (chronic rejection) days. Allo mice receiving IMPs exhibited superior survival and markedly less acute rejection, with better kidney function, less tubulitis, and diminished inflammatory cell density, cytokine and cytotoxic molecule expression in the allograft and lower titers of donor-specific IgG2c antibody in serum at day 14, as compared to allo mice. Cells isolated from kidneys from allo mice receiving IMPs showed reduced Ly6Chi monocytes, CD11b+ cells and NKT+ cells compared to allo mice. IMPs predominantly bound CD11b+ cells in the bloodstream and CD11b+ and CD11c-B220+ marginal zone B cells in the spleen. In the spleen, IMPs were found predominantly in red pulp, colocalized with MARCO and expression of cleaved caspase-3. At day 100, allo mice receiving IMPs exhibited reduced macrophage M1 responses but were not protected from chronic rejection. IMPs afforded significant protection from acute rejection, inhibiting both innate and adaptive alloimmunity. Thus, our current experimental findings, coupled with our earlier demonstration of IMP-induced protection in kidney ischemia-reperfusion injury, identify IMPs as a potential induction agent in kidney transplantation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35850291/"
}