{
  "pmid": "41473888",
  "title": "[Situation of essential conditions for the delivery of care for noncommunicable diseases in the Bolivian Chaco regionSituação das condições essenciais para a atenção a doenças não transmissíveis na região do Chaco boliviano].",
  "abstract": "As part of a regional initiative to improve care for noncommunicable diseases (NCD) in vulnerable territories, a specific module of the Essential Conditions Evaluation (ECE) tool of the Pan American Health Organization (PAHO) was developed and implemented in 15 health facilities in Camiri and the Guaraní Kereimba Iyaambae Indigenous Autonomous Government (GAIGKI) in the Bolivian Chaco region between February and May 2024. The objective was to detect gaps, document strengths, and generate useful evidence for territorial planning.The instrument included 50 variables grouped into 10 key dimensions, in line with the technical frameworks of the World Health Organization (WHO) and PAHO. It was implemented through a participatory methodology, led by PAHO and previously trained local teams. The analysis made it possible to tailor the assessment to the priorities of the territory, focusing on hypertension, diabetes, cancer, and mental disorders.The results revealed gaps in governance, financing, human resources, and information systems in both municipalities. Camiri stood out for its basic equipment and clinical follow-up; GAIGKI, for local planning and the availability of specialized personnel. Both municipalities showed progress in basic tests, essential medicines, and the continuity of care.The experience demonstrated the technical feasibility of the module, its cultural relevance, and its potential for integration into national surveillance systems. With technical and financial support from PAHO, intersectoral coordination and community participation were promoted, generating key input to improve the integrated management of NCDs in primary health care in rural and Indigenous contexts. En el marco de una iniciativa regional para fortalecer la atención de enfermedades no transmisibles (ENT) en territorios en situación de vulnerabilidad, se desarrolló y aplicó un módulo específico de la herramienta de valoración de condiciones esenciales (VCE) de la Organización Panamericana de la Salud (OPS) en 15 establecimientos de salud de Camiri y el Gobierno Autónomo Indígena Guaraní Kereimba Iyaambae (GAIGKI), entre febrero y mayo del 2024, en el Chaco boliviano. El objetivo fue detectar brechas, documentar fortalezas y generar evidencia útil para la planificación territorial. El instrumento incluyó 50 variables agrupadas en 10 dimensiones clave, en consonancia con los marcos técnicos de la Organización Mundial de la Salud (OMS) y de la OPS. Su implementación se realizó mediante una metodología participativa, liderada por la OPS y por equipos locales previamente capacitados. El análisis permitió adaptar la evaluación a las prioridades del territorio, enfocándola en hipertensión, diabetes, cáncer y trastornos mentales. Los resultados mostraron brechas en gobernanza, financiamiento, recursos humanos y sistemas de información en ambos municipios. Camiri se destacó por el equipamiento básico y el seguimiento clínico; GAIGKI, por la planificación local y la disponibilidad de personal especializado. Ambos municipios mostraron avances en pruebas básicas, medicamentos esenciales y en la continuidad del cuidado. La experiencia evidenció la viabilidad técnica del módulo, su pertinencia cultural y su potencial de integración en los sistemas nacionales de vigilancia. Con el apoyo técnico y financiero de la OPS, se promovió la articulación intersectorial y la participación comunitaria, lo que generó insumos clave para fortalecer el manejo integral de las ENT en la atención primaria en contextos rurales e indígenas. No âmbito de uma iniciativa regional para fortalecer a atenção às doenças não transmissíveis (DNTs) em territórios em situação de vulnerabilidade, desenvolveu-se e aplicou-se um módulo específico da ferramenta de Avaliação das Condições Essenciais (ACE) da Organização Pan-Americana da Saúde (OPAS) em 15 estabelecimentos de saúde de Camiri e do Governo Autônomo Indígena Guarani Kereimba Iyaambae (GAIGKI), entre fevereiro e maio de 2024, na região do Chaco boliviano. O objetivo foi identificar lacunas, documentar os pontos fortes e gerar evidências úteis para o planejamento territorial.O instrumento incluiu 50 variáveis agrupadas em 10 dimensões-chave, em conformidade com o referencial técnico da Organização Mundial da Saúde (OMS) e da OPAS. A implementação empregou uma metodologia participativa, liderada pela OPAS e por equipes locais previamente capacitadas. A análise permitiu adaptar a avaliação às prioridades do território, concentrando-se na hipertensão, no diabetes, no câncer e nos transtornos mentais.Os resultados mostraram lacunas na governança, no financiamento, nos recursos humanos e nos sistemas de informação em ambos os municípios. Camiri se destacou pelo equipamento básico e pelo acompanhamento clínico, ao passo que GAIGKI se destacou pelo planejamento local e pela disponibilidade de pessoal especializado. Ambos os municípios demonstraram avanços em testes básicos, medicamentos essenciais e na continuidade dos cuidados.A experiência evidenciou a viabilidade técnica do módulo, sua relevância cultural e seu potencial para ser integrado nos sistemas nacionais de vigilância. Com o apoio técnico e financeiro da OPAS, promoveu-se a articulação intersetorial e a participação comunitária, o que gerou contribuições fundamentais para fortalecer o manejo integral das DNTs na atenção primária à saúde em contextos rurais e indígenas.",
  "disease": "hypertension"
}