{
  "pmid": "41475030",
  "title": "Rapid one-tube sputum processing for tuberculosis diagnosis via azide-functionalized magnetic nanoplatforms with selective bacterial capture.",
  "abstract": "Tuberculosis (TB) remains a global health challenge requiring rapid and reliable diagnostic tools. Here, azide-functionalized magnetic nanoparticles (MNPs-N₃) were synthesized, characterized, and applied for one-tube detection of Mycobacterium tuberculosis (Mtb) in sputum. Structural analyses including Fourier-transform infrared (FT-IR), transmission electron microscopy (TEM), scanning electron microscopy (SEM), dynamic light scattering (DLS), and vibrating sample magnetometry (VSM) confirmed successful functionalization, uniform morphology, and preserved superparamagnetism. MNPs-N₃ were integrated into modified Ehrlich-Ziehl-Neelsen (MNPs-N₃-assisted EZN staining) and auramine-rhodamine (MNPs-N₃-assisted AR staining) staining protocols to enhance bacterial capture and visualization without decontamination or centrifugation. Control experiments using non-functionalized magnetic nanoparticles showed no bacterial co-localization, supporting the specificity of the azide-mediated interaction. The entire process was completed within one hour, offering a rapid alternative to conventional culture requiring ≥ 41 days. Using Mycobacterial Growth Indicator Tube (MGIT) culture as the reference, MNPs-N₃-assisted AR staining achieved 99 % sensitivity and 97 % specificity, outperforming MNPs-N₃-assisted EZN staining (95 % and 96 %, respectively). Diagnostic indices, including Youden index (0.96) and F1-score (0.98), demonstrated excellent agreement with culture results. These findings establish MNPs-N₃ as a fast, efficient, and cost-effective tool for Mtb diagnosis. The single-tube workflow minimizes contamination risk and simplifies laboratory handling, supporting potential application in resource-limited settings. Further optimization and large-scale clinical validation are still warranted.",
  "disease": "tuberculosis"
}