{
  "pmid": "41451886",
  "title": "Tubular functional capacity and maladaptive parathyroid hormone response in early-stage chronic kidney disease.",
  "abstract": "Clinical data regarding the interaction between tubular functional capacity (TFC) and maladaptive parathyroid gland response in early-stage chronic kidney disease (CKD) are limited. This study aimed to evaluate the association between parathyroid gland response, measured as intact parathyroid hormone (iPTH) serum concentration (pg/mL) using chemiluminescent microparticle immunoassay, and the dissociation between the decline in glomerular filtration rate (GFR) and TFC, assessed through radionuclide clearances. TFC was evaluated by measuring effective renal plasma flow (mERPF, ml/min/1.73m²) using (131I) Hippurate (131I-H) clearance, while GFR was measured using (99m) Tc-DTPA (mGFR, ml/min/1.73m²). Consecutive participants with preexisting CKD (N=111, female 44%, male 56%) were enrolled and stratified into four groups based on CKD stages (1, 2, 3a, and 3b). Median serum iPTH concentrations significantly differed between Stage 1 [23 (20.4-25.5) pg/mL] and Stage 2 [23.6 (20.5-26.8) pg/mL] compared to Stage 3a [38.1 (34.1-41.9) pg/mL] and Stage 3b [45.8 (39.7-51.9) pg/mL] (p=0.01). In Stage 1, there was a significant positive association between iPTH and mERPF (p=0.003). Conversely, in Stage 3b, iPTH was significantly negatively associated with both mGFR and mERPF (p<0.05 for both). Regression models that included the interaction between CKD stage and either mGFR or mERPF, alongside other predictors (age, CKD stage, body mass index, ionized calcium, and 25-hydroxyvitamin D), revealed significant associations with iPTH (p<0.05 for all variables). The assessment of TFC using 131I-H plasma clearance does not enhance the detection of maladaptive parathyroid gland responses compared to evaluating CKD stage and its relationship with declining glomerular and tubular clearances in early-stage CKD patients.",
  "disease": "chronic kidney disease"
}