{
  "pmid": "41429270",
  "title": "Mid-term results of reverse total shoulder arthroplasty after failed rotator cuff repair.",
  "abstract": "Cuff repairs are associated with a relatively high risk of retear for which reverse total shoulder arthroplasty (rTSA) represents a treatment option. The objective of this study was to evaluate the mid-term results of rTSA after failed rotator cuff repair and to analyze the factors that may influence these results. We conducted a retrospective multi-center analysis of 117 rTSA after failed cuff repair with 2 years minimum follow-up. Clinical scores (Constant, SSV and EVA pain scores) and active range of motion were pre- and postoperatively assessed. A total of 117 shoulders with a mean follow-up of 60 months (range 24-144) were identified with a mean age of 70 years (range 49-86). Preoperatively, according to Collin classification, the supraspinatus tear with posterior extend (type D: 34%) and with antero-posterior extend (type C: 33%) were the most frequent feature. Preoperatively, according to Hamada classification, there was no osteoarthritis in 32% of cases and proven glenohumeral osteoarthritis in 46% of cases. Postoperatively, the mean Active Anterior Elevation improved from 89° ± 41° to 136° ± 33° (p < 0.001). Postoperatively, the mean Constant's score improved from 29 ± 12 to 61 ± 18 (p < 0.001) and the mean SSV score improved from 26 ± 15 to 71 ± 21 (p < 0.001). A greater Constant score was associated with an isolated Supraspinatus tear and a lower Constant score was associated with tears involving the supraspinatus and the Infraspinatus (type D) with also a negative influence on active external rotation. In absence of glenohumeral osteoarthritis, the mean Constant score was significatively lower. We also found a significantly lower mean Constant score and mean activity sub-score in younger patients. A total of 14 complications (12%) and 8 revision surgeries (7%) were reported. Our results are consistent with recent series in the literature on similar indication of rTSA after failed cuff repair, and lower than those of primary rTSA. Association of an infraspinatus tear, absence of glenohumeral arthritis and a younger age were identified as predictive preoperative factors responsible for a lower result. These observations further encourage caution in the indication of a rTSA in the younger patients and in absence of glenohumeral osteoarthritis. IV; Case series with no comparison group.",
  "disease": "osteoarthritis"
}