{
  "pmid": "41462128",
  "title": "Adult intensive care unit nosocomial infections related deaths in Jimma medical center: a cause specific cox regression analysis.",
  "abstract": "Nosocomial infections (NIs) are the major cause of death for adult patients in intensive care unit (ICU). We aimed to identify factors related to ICU nosocomial infections and analyze the risk of time-to-death in the presence of competing risks. Adult patients admitted to Jimma University medical center (JUMC) medical intensive care unit (MICU) and surgical intensive care unit (SICU) were included in a prospective longitudinal study conducted from September 2021 to August 2022. The data were obtained in-person interview with the patient's caregiver, direct observations of adult ICU patients, and a review of the study participants' charts. We applied multivariable logistic regression to identify the risk factors of nosocomial infections and competing risk regression to assess the risk of death. Out of 528, 263 patients were included; 167 (63.5%) of them acquired a hospital-acquired respiratory tract infection (HARTI); from total, 108 (41.1%) of them had hypertension; and 82 (31.2%) of the patients died in the intensive care unit. Among the 72 (27.4%) of the patient died, at least one NI occurred in the intensive care unit. The duration of catheter use (AOR: 1.45, 95%CI: 1.07, 1.97) and previous surgical procedure (AOR: 2.68, 95%CI: 1.29, 5.26) were risk factors for hospital-acquired urinary tract infection (HAUTI). Hypertension (AOR: 1.96, 95%CI: 1.51, 3.34) and the use of a mechanical ventilator (AOR: 2.07, 95%CI: 1.23, 3.48) were risk factors for HARTI. When HARTI is present in entire ICUs, the overall chance of dying within 3-12 days is higher than when it is not. Similarly, in the medical ICU, patients who received HARTI had a greater chance of death from day 3 to the last day of observation than those who did not get HARTI. Patients with HARTI in all adult ICUs had more than twice the risk of death as those who did not (HR: 2.1, 95% CI = 1.24, 3.42). In the medical ICU, patients who received HARTI had a 4.4-fold higher risk of death. Malnutrition is also a key contributor to increased mortality in ICU patients. Patients with severe malnutrition had a significantly increased risk of dying in medical ICUs (HR: 9.5, 95% CI: 3.76, 24.40), the entire ICU (HR: 5.4, 95% CI: 3.31, 8.84), and surgical ICUs (HR: 3.76, 95% CI: 2.20, 6.43). Furthermore, the hazard ratio of length of hospital stay is 0.85 implies that for each additional time of stay in ICU, the hazard to mortality of a patient decreases by about 15% (HR: 0.85, 95% CI: 0.78-0.98). Out of 263 study participants 72 (27.4%) of the patient died, at least one NI occurred in the intensive care unit. A study found that HARTI was associated with a higher risk of adult ICU death. Using a mechanical ventilator and having hypertension raises the risk of HARTI. Each additional stays in the ICU were associated with a 15% lower risk of death, underscoring how essential ongoing intensive care is for patients facing severe illnesses. This underlines the importance of providing ongoing training and mentoring to healthcare staff on how to use mechanical and critical care units during practice to improve HARTI prevention. Moreover, the hazard ratios for mortality in severely malnourished patients are 9.5 in medical ICUs, 5.4 in the entire ICU, and 3.76 in surgical ICUs, underscoring the critical impact of nutritional status on survival. Not applicable.",
  "disease": "hypertension"
}