{
  "pmid": "41455863",
  "title": "Synergistic Neuroprotection in Tauopathic Mice via Green-Synthesized Silver Nanoparticles Co-delivering Methylene Blue and Moringa oleifera.",
  "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder with limited therapeutic options.Most current treatments target only a single pathogenic pathway. We developed an innovative green-synthesized silver nanoparticle formulation for the co-delivery of methylene blue (MB), a tau aggregation inhibitor, and Moringa oleifera (MO) extract, an antioxidant and anti-inflammatory agent. Silver nanoparticles act as multifunctional carriers, improving drug stability and brain delivery, yielding the combined formulation MOMB-Ag-NPs. MOMB-Ag-NPs were synthesized and characterized using ultraviolet-visible spectroscopy (UV-Vis), transmission electron microscopy (TEM), scanning electron microscopy (SEM), and energy-dispersive X-ray (EDX) analysis. Homozygous P301S tau transgenic mice were assigned to four groups: saline (0.9%, i.p.), MB (4 mg/kg/day, i.p.), MO (260 mg/kg/day, oral), or MOMB-Ag-NPs (4 mg/kg/day MB equivalent, i.p.) for 60 days. In vitro GSK-3β inhibition assays and molecular docking analyses assessed mechanistic interactions. Neuroprotective efficacy was evaluated through survival, behavioral tests, immunohistochemistry, ELISA, and Western blotting. MOMB-Ag-NPs displayed spherical morphology (10-25 nm), high stability, and efficient MB encapsulation (EE 54.7%, DL 93.5%). Both MO and MB inhibited GSK-3β in vitro (IC50 = 9.41 and 65.77 µg/mL), corroborated by molecular docking. In vivo, MOMB-Ag-NPs significantly improved locomotor activity, and cognitive performance. Treated mice showed reduced astrogliosis, decreased pro-inflammatory cytokines (TNF-α, IL-6), enhanced autophagy (LC3β), increased antioxidant defenses (SOD), and differential modulation of the AKT/GSK-3β pathway. This study provides novel evidence that a green-synthesized MB and MO nanoformulation exerts synergistic neuroprotective effects in tauopathy mice, highlighting the translational promise of multitarget strategies for AD treatment.",
  "disease": "alzheimer disease"
}