{
    "title": "Positive psychology perspective on traumatic brain injury recovery and rehabilitation.",
    "doc_id": "29781729",
    "writer": "Rabinowitz AR",
    "year": "2018",
    "summary": "Recovery from traumatic brain injury (TBI) is heterogeneous, with injury characteristics and neuropathological findings accounting for a relatively modest proportion of the variance in clinical outcome. ...In general, research suggests that higher levels of t …",
    "abstract": "Recovery from traumatic brain injury (TBI) is heterogeneous, with injury characteristics and neuropathological findings accounting for a relatively modest proportion of the variance in clinical outcome. Furthermore, premorbid personality traits and psychological characteristics may moderate psychosocial recovery. Constructs from the field of positive psychology have been examined in multiple illness populations and are increasingly gaining attention as factors that may influence recovery from TBI. Positive affect, hope, optimism, adaptive coping style, and resilience have all been examined in the context of TBI. These phenomena are of particular interest because they may inform treatment, either by reducing psychological distress and promoting better adjustment, or by augmenting existing therapies to improve engagement. In general, research suggests that higher levels of these factors predict better psychosocial functioning after injury. However, brain injury itself is associated with reduced levels of many of these positive traits, either relative to uninjured control samples or preinjury functioning. There have been proposals for targeting these positive traits in the context of TBI rehabilitation. Although more research is needed, the few controlled trials aimed at improving adaptive coping skills have shown promising results. Other positive psychological phenomena, such as grit, optimism, and positive affect are deserving of further study as potential intervention targets.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29781729/"
}