{
    "title": "Social Cognitive Correlates of Physical Activity among Chinese University Employees: A Cross-Sectional Study.",
    "doc_id": "34281052",
    "writer": "Hu L",
    "year": "2021",
    "summary": "Despite the well-documented benefits of leisure time physical activity, university employees are often reported to be at high risk of physical inactivity and low fitness levels. ...It is concluded that these SCT variables are important correlates of university emplo …",
    "abstract": "Despite the well-documented benefits of leisure time physical activity, university employees are often reported to be at high risk of physical inactivity and low fitness levels. However, few efforts have been made to identify modifiable correlates of physical activity among this population. From the perspective of Social Cognitive Theory (SCT), the current study aims to examine the relationship between physical activity and a series of demographic variables (e.g., age, gender, income, education), self-reported fitness, and social cognitive variables. Data were collected through mail-based surveys from a convenience sample consisting of 116 Chinese university employees (age = 36.59 ± 8.7 y). An array of SCT variables, namely, exercise self-efficacy (r = 0.55, p < 0.01), barrier self-efficacy (r = 0.35, p < 0.01), exercise social support (r = 0.37, p < 0.01), importance of physical self (r = 0.30, p < 0.01), outcome expectations (r = 0.24, p < 0.05), and satisfaction with health(r = 0.32, p < 0.01) were found to be positively correlated with physical activity in Chinese faculty and staff, and most of the correlations were moderate to large in magnitude. Further regression analyses indicate that exercise self-efficacy (β = 0.29, p < 0.01) and exercise social support from friends (β = 0.70, p < 0.01) emerge as significant predictors of physical activity after controlling for age, gender, occupation (faculty or staff), and self-reported fitness. It is concluded that these SCT variables are important correlates of university employees' physical activity behavior. Future physical activity promotion interventions in this population should incorporate strategies to improve one's confidence in maintaining regular physical activity and enhance social support from friends, which are likely to increase the effectiveness of these programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34281052/"
}