{
    "title": "A clinical and technical methodological review on stress detection and sleep quality prediction in an academic environment.",
    "doc_id": "37044054",
    "writer": "Shanbhog M S",
    "year": "2023",
    "summary": "Students who are subjected to psychological stress have often been reported to have lower sleep quality which together has affected the academic performance of the students. OBJECTIVE: While stress has its adverse effect on students'quality of sleep, a …",
    "abstract": "Background:\n        \n      \n      Mental health in recent times is a much talked about topic and its effects on the sleep health of the students are said to result in long-term health issues if not identified and resolved. Students who are subjected to psychological stress have often been reported to have lower sleep quality which together has affected the academic performance of the students.\n    \n\n\n          Objective:\n        \n      \n      While stress has its adverse effect on students'quality of sleep, an effort is also made to identify standard techniques and tools to automatically assess stress levels and sleep quality in a non-invasive environment among students only. This article mainly focuses on the Clinical and technical methodology employed in stress level detection and sleep quality prediction among students.\n    \n\n\n          Methods:\n        \n      \n      This study was conducted by examining all research studies conducted in the past with respect to students in an academic setting from year 2000 to early 2022. The papers under study where finalised based on different methodologies involved in stress level detection and sleep quality prediction considering both in unimodal and multimodal measurements.\n    \n\n\n          Results:\n        \n      \n      While questionnaires and physiological signals are used as a standard measuring tool, it is mostly used in a unimodal environment to measure students' mental stress or sleep quality in academic settings.\n    \n\n\n          Conclusion:\n        \n      \n      This paper describes in detail the clinical aspect of the association between mental stress, sleep quality, and academic performance in students followed by technical aspects to analyse the stress levels and sleep quality both qualitatively and quantitatively in an academic environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37044054/"
}