{
  "pmid": "41450795",
  "title": "[Use and knowledge of clinical practice guidelines for noncommunicable diseases in Argentina, 2020-2021Uso e conhecimento das diretrizes de prática clínica para doenças não transmissíveis na Argentina, 2020-2021].",
  "abstract": "Chronic noncommunicable diseases are the leading cause of death and disability worldwide, with devastating effects on household economies and national growth. The objective of this research is to investigate the knowledge and application of clinical practice guidelines in primary care in Argentina, and to identify barriers and facilitators in the use of evidence-based practices for diagnosis, access, and adherence to noncommunicable disease prevention and control. Descriptive quantitative-qualitative study. In the quantitative phase, a survey of trained professionals was conducted in 2020 and 2021. In the qualitative phase, semi-structured interviews were conducted with health professionals and managers between July and December 2021. The response rate was 29%. Among professionals with a care function, 81% reported knowledge of the guidelines (the most well-known were those for hypertension and diabetes), although the implementation rate varied. A full 83% considered their content clear, 70% found the guidelines appropriate for the setting, and 60% cited the scarcity of resources as an obstacle. The interviews revealed that the guidelines are not frequently followed and the existence of barriers to their implementation, such as organizational culture, lack of leadership, resistance to change, and the heterogeneity of teams. Facilitating factors included a comprehensive perspective and trainings. The existence of guidelines is not sufficient to modify practices in health teams, since, while they are known, their adoption is limited. Interdisciplinary work and continuous in-service training tailored to the context are key facilitators. Local strategies, incentives, and specific resources need to be introduced in primary health care for effective implementation of the guidelines. Las enfermedades crónicas no transmisibles son la principal causa de muerte y discapacidad en el mundo, con efectos devastadores en la economía de las familias y en el crecimiento de las naciones. El objetivo de esta investigación es indagar en el conocimiento y el uso de guías de práctica clínica en el primer nivel de atención de Argentina, y detectar barreras y facilitadores en la implementación de prácticas basadas en la evidencia para el diagnóstico, el acceso y la adhesión a la prevención y el control de enfermedades no transmisibles. Estudio descriptivo cuanticualitativo. En la fase cuantitativa se realizó una encuesta a profesionales capacitados durante el 2020 y el 2021. En la fase cualitativa se realizaron entrevistas semiestructuradas a profesionales y gestores de salud entre julio y diciembre del 2021. La tasa de respuesta fue del 29%. Entre los profesionales con función asistencial, el 81% afirmó conocer las guías (las más conocidas eran las de hipertensión y de diabetes), aunque la tasa de implementación varía. El 83% percibió claridad en el contenido, el 70% las consideró adecuadas al entorno y el 60% refirió la escasez de recursos como un obstáculo. Las entrevistas revelaron que las guías no se utilizan con frecuencia y se detectaron barreras como la cultura organizacional, la falta de liderazgo, la resistencia al cambio y la heterogeneidad de los equipos. Los factores facilitadores incluyen la mirada integral y las capacitaciones. La existencia de guías no es suficiente para modificar las prácticas en los equipos de salud, ya que, si bien son conocidas, su adopción es limitada. El trabajo interdisciplinario y la capacitación continua en servicio, adaptada al contexto, son facilitadores clave. Es necesario desarrollar estrategias locales, incentivos y recursos específicos en la atención primaria de salud para una implementación efectiva de las guías. As doenças crônicas não transmissíveis são a principal causa de morte e incapacidade no mundo, com efeitos devastadores na economia das famílias e no crescimento das nações. O objetivo desta pesquisa foi investigar o conhecimento e o uso de diretrizes de prática clínica na atenção primária à saúde na Argentina e detectar as barreiras e os facilitadores da implementação de práticas baseadas em evidências para o diagnóstico, o acesso e a adesão a medidas de prevenção e controle de doenças não transmissíveis. Estudo descritivo qualiquantitativo. Na fase quantitativa, entre os anos de 2020 e 2021, foi realizado um inquérito com profissionais capacitados. Na fase qualitativa, entre julho e dezembro de 2021, foram realizadas entrevistas semiestruturadas com profissionais e gestores do setor de saúde. A taxa de resposta foi de 29%. Entre os profissionais com funções assistenciais, 81% afirmaram conhecer as diretrizes (as mais conhecidas eram as de hipertensão e diabetes), embora a taxa de implementação fosse variável. Além disso, 83% observaram a clareza do conteúdo, 70% as consideraram adequadas ao ambiente e 60% mencionaram a escassez de recursos como um obstáculo. As entrevistas revelaram que as diretrizes não são utilizadas com frequência, sendo identificadas barreiras como a cultura organizacional, a falta de liderança, a resistência às mudanças e a heterogeneidade das equipes. Entre os fatores facilitadores estão a visão integral e a a capacitação. A existência de diretrizes não é suficiente para modificar as práticas nas equipes de saúde, pois, embora sejam conhecidas, sua adoção é limitada. O trabalho interdisciplinar e a capacitação contínua nos serviços, adaptada ao contexto, são fatores facilitadores essenciais. Para que as diretrizes sejam implementadas de forma efetiva, é necessário desenvolver estratégias locais e oferecer incentivos e recursos específicos para a atenção primária à saúde.",
  "disease": "hypertension"
}