{
    "title": "Influence of tinnitus annoyance on hearing-related quality of life in cochlear implant recipients.",
    "doc_id": "36002556",
    "writer": "Assouly KKS",
    "year": "2022",
    "summary": "There is no clear evidence of the influence of tinnitus on hearing-related quality of life (QoL) in this population. The aim of this study was to assess the relationship between hearing-related QoL measured by the Speech, Spatial and Qualities of Hearing scal …",
    "abstract": "Tinnitus is a common symptom in cochlear implant (CI) recipients. There is no clear evidence of the influence of tinnitus on hearing-related quality of life (QoL) in this population. The aim of this study was to assess the relationship between hearing-related QoL measured by the Speech, Spatial and Qualities of Hearing scale (SSQ12) and tinnitus annoyance or perceived change in tinnitus annoyance after cochlear implantation. The study sample consisted of 2322 implanted adults across France, Germany, Ireland, Italy, the Netherlands, Sweden and the United Kingdom. Information relating to QoL measured using the SSQ12 and tinnitus annoyance and change in tinnitus annoyance, assessed using single-item questions, were collected one or more years post-implantation. The relationship between SSQ12 score and tinnitus annoyance or change in tinnitus annoyance was analysed using linear models adjusted for age and unilateral versus bilateral implants. Tukey pairwise tests were used to compare mean SSQ12 scores across levels of tinnitus annoyance and changes. Tinnitus prevalence was 33.9% post-implantation. Recipients with tinnitus had a significantly lower SSQ12 score than recipients without tinnitus. SSQ scores varied significantly with tinnitus annoyance, age and unilateral versus bilateral implants. Overall, CI recipients who experienced less bothersome tinnitus reported better hearing-related QoL. Healthcare professionals should be aware of the influence of tinnitus on CI recipients' hearing to manage patient expectations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36002556/"
}