{
    "title": "Is my patient a bleeder? A diagnostic framework for mild bleeding disorders.",
    "doc_id": "23233621",
    "writer": "Quiroga T",
    "year": "2012",
    "summary": "These patients have abnormal bleeding from the skin and mucous membranes, menorrhagia, and disproportionate hemorrhages after trauma, invasive procedures, and surgery. This review addresses the main problems that physicians and hemostasis laboratories confront with the dia …",
    "abstract": "Congenital mild bleeding disorders (MBDs) are very prevalent and are the source of frequent diagnostic problems. Most MBDs are categorized as disorders of primary hemostasis (ie, type 1 VWD and platelet function disorders), but mild or moderate deficiencies of clotting factors and some rare hyperfibrinolytic disorders are also included. These patients have abnormal bleeding from the skin and mucous membranes, menorrhagia, and disproportionate hemorrhages after trauma, invasive procedures, and surgery. This review addresses the main problems that physicians and hemostasis laboratories confront with the diagnosis of these patients, including: discerning normal/appropriate from pathological bleeding, the role and yield of screening tests, the lack of distinctive bleeding pattern among the different diseases, the inherent difficulties in the diagnosis of type 1 VWD and the most common platelet functional disorders, improvements in assays to measure platelet aggregation and secretion, and the evidence that most of the patients with MBDs end up without a definite diagnosis after exhaustive and repeated laboratory testing. Much research is needed to determine the pathogenesis of bleeding in MBD patients. Better standardization of current laboratory assays, progress in the knowledge of fibrinolytic mechanisms and their laboratory evaluation, and new understanding of the factors contributing to platelet-vessel wall interaction, along with the corresponding development of laboratory tools, should improve our capacity to diagnose a greater proportion of patients with MBDs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23233621/"
}