{
  "pmid": "41458994",
  "title": "Scoping review about pathogenesis, risk factors, and treatment of venous and arterial thrombosis in coronavirus infection.",
  "abstract": "Coronavirus disease 2019 (COVID-19), caused by SARS-CoV-2, is now understood as a systemic illness marked by a distinctive coagulopathy that extends beyond its primary respiratory manifestations. Direct viral injury to the endothelium and an exaggerated inflammatory \"cytokine storm\" and complement activation disrupt normal hemostasis and create a prothrombotic environment. This scoping review aims to synthesize and compare the mechanisms, risk factors, and antithrombotic strategies associated with venous and arterial thrombosis in COVID-19. A scoping review of English-language studies indexed in PubMed/Medline, OVID, and Wiley Library was conducted from January 2020 to June 2024. Search terms related to COVID-19, thrombotic complications, pathophysiological mechanisms, and antithrombotic therapies were included. Clinical trials, cohort and retrospective observational studies, systematic reviews, meta-analyses, and case reports are included. Two reviewers independently screened titles, abstracts, and full texts for relevance and extracted data to map current evidence on venous and arterial thrombosis in COVID-19. COVID-19-related coagulation problems can cause both venous and arterial thrombosis. Venous thromboembolism, which includes deep vein thrombosis and pulmonary embolism, occurs in about 4% to 15% of hospitalized patients and can increase to 30% in those in intensive care, even with standard prevention. Elevated D-dimer levels are strongly associated with a higher risk of clot formation. Arterial clots, like strokes or heart damage, are less common but generally more serious, caused by platelet activation, inflammation, and small vessel blockage rather than just slow blood flow in veins. Evidence indicates that low-molecular-weight heparin is the preferred anticoagulant because it reduces both inflammation and clotting. Therapeutic doses may be especially beneficial for high-risk patients, and continuing clot prevention after hospital discharge helps lower the risk of late clots without significantly increasing bleeding risk. Recognition of COVID-19-associated coagulopathy underscores the necessity of early risk stratification and individualized anticoagulation to mitigate thrombotic events and improve outcomes. Extended post-discharge prophylaxis appears promising in reducing late thrombotic complications. Future research should aim to refine optimal anticoagulant regimens and determine ideal prophylaxis duration for COVID-19-related thrombosis to reduce morbidity and mortality rates.",
  "disease": "stroke"
}