{
  "pmid": "41331444",
  "title": "Association between duration of alcohol consumption and risk of hematemesis in patients with alcoholic cirrhosis complicated by esophagogastric variceal bleeding: a case-control study.",
  "abstract": "To investigate the correlation between drinking patterns and the occurrence of hematemesis in patients with alcoholic cirrhosis complicated by esophagogastric variceal bleeding (EVB). This retrospective study included 182 patients with alcoholic cirrhosis complicated by EVB, admitted to the General Hospital of Northern Theater Command of the Chinese People's Liberation Army, from January 2013 to January 2023. Patients were classified into the hematemesis group (n = 130) and the non-hematemesis group (n = 52). Baseline characteristics, drinking patterns, and laboratory parameters were compared. Variables with P < 0.05 in the univariate analysis were entered into a multivariate logistic regression model to identify variables independently associated with hematemesis. Among 182 patients with alcoholic cirrhosis complicated by EVB, 130 (71.4%) presented with hematemesis. Patients with hematemesis reported a longer drinking history, particularly durations exceeding 20 years (93.8 vs. 78.8%, P = 0.011). Patients with hematemesis had lower albumin (ALB: 29.05 vs. 30.75 g/L, P = 0.010), prolonged prothrombin time (PT: 16.90 vs. 16.05 s, P = 0.016), and higher international normalized ratio (INR: 1.37 vs. 1.29, P = 0.007). Multivariate analysis identified longer duration of alcohol consumption (OR = 1.471 per 10 years, 95% CI: 1.038-2.086, P = 0.030) and prolonged PT (OR = 1.169, 95% CI: 1.005-1.361, P = 0.044) as variables independently associated with hematemesis. Longer duration of alcohol consumption and prolonged PT were independently associated with hematemesis in patients with alcoholic cirrhosis complicated by EVB. As this was a retrospective study, these findings represent associations only, and causality cannot be inferred.",
  "disease": "liver cirrhosis"
}