{
    "title": "Prediction of concurrent endometrial carcinoma in women with endometrial hyperplasia.",
    "doc_id": "26238457",
    "writer": "Matsuo K",
    "year": "2015",
    "summary": "OBJECTIVE: Although a fraction of endometrial hyperplasia cases have concurrent endometrial carcinoma, patient characteristics associated with concurrent malignancy are not well described. The aim of our study was to identify predictive clinico-pathologic factors fo …",
    "abstract": "Objective:\n        \n      \n      Although a fraction of endometrial hyperplasia cases have concurrent endometrial carcinoma, patient characteristics associated with concurrent malignancy are not well described. The aim of our study was to identify predictive clinico-pathologic factors for concurrent endometrial carcinoma among patients with endometrial hyperplasia.\n    \n\n\n          Methods:\n        \n      \n      A case-control study was conducted to compare endometrial hyperplasia in both preoperative endometrial biopsy and hysterectomy specimens (n=168) and endometrial carcinoma in hysterectomy specimen but endometrial hyperplasia in preoperative endometrial biopsy (n=43). Clinico-pathologic factors were examined to identify independent risk factors of concurrent endometrial carcinoma in a multivariate logistic regression model.\n    \n\n\n          Results:\n        \n      \n      The most common histologic subtype in preoperative endometrial biopsy was complex hyperplasia with atypia [CAH] (n=129) followed by complex hyperplasia without atypia (n=58) and simple hyperplasia with or without atypia (n=24). The majority of endometrial carcinomas were grade 1 (86.0%) and stage I (83.7%). In multivariate analysis, age 40-59 (odds ratio [OR] 3.07, p=0.021), age≥60 (OR 6.65, p=0.005), BMI≥35kg/m(2) (OR 2.32, p=0.029), diabetes mellitus (OR 2.51, p=0.019), and CAH (OR 9.01, p=0.042) were independent predictors of concurrent endometrial carcinoma. The risk of concurrent endometrial carcinoma rose dramatically with increasing number of risk factors identified in multivariate model (none 0%, 1 risk factor 7.0%, 2 risk factors 17.6%, 3 risk factors 35.8%, and 4 risk factors 45.5%, p<0.001). Hormonal treatment was associated with decreased risk of concurrent endometrial cancer in those with ≥3 risk factors.\n    \n\n\n          Conclusions:\n        \n      \n      Older age, obesity, diabetes mellitus, and CAH are predictive of concurrent endometrial carcinoma in endometrial hyperplasia patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26238457/"
}