{
    "title": "Efficacy of physiotherapy treatment in medium and long term in adults with fibromyalgia: an umbrella of systematic reviews.",
    "doc_id": "38966940",
    "writer": "Carrasco-Vega E",
    "year": "2024",
    "summary": "OBJECTIVES: To summarise the available evidence and assess the effectiveness of medium and long-term physiotherapy treatment in adults with fibromyalgia (FM). METHODS: This systematic review was registered in PROSPERO: CRD42023388356. The databases searched were MED …",
    "abstract": "Objectives:\n        \n      \n      To summarise the available evidence and assess the effectiveness of medium and long-term physiotherapy treatment in adults with fibromyalgia (FM).\n    \n\n\n          Methods:\n        \n      \n      This systematic review was registered in PROSPERO: CRD42023388356. The databases searched were MEDLINE, PEDro, Scopus, Cinhal, LatinIndex, and Cochrane, using the following keywords: \"fibromyalgia\", \"physiotherapy\", \"treatment\", \"therapeutic exercise\", \"TENS\", \"laser therapy\" and \"manual therapy.\" The included articles analysed treatments with active or passive physiotherapy approaches in patients with FM. The variables included structural characteristics, such as: author, publication year, research question, and main outcome variables. The data on the findings of the articles comprised the following aspects: number of participants, intervention, follow-up, results, and principal conclusions.\n    \n\n\n          Results:\n        \n      \n      Thirty-three articles were analysed, with an overall PRISMA score of 18.63±3.36. The active treatment methods analysed were: movement and body awareness therapies (stretching, tai chi, yoga and Pilates); hydrotherapy; physical or aerobic exercise; and multidisciplinary therapy. The passive therapies analysed were: manual therapy; repetitive transcranial magnetic stimulation (rTMS); and other therapies (hyperbaric oxygen therapy, vibration therapy, virtual reality, transcutaneous electric nervous stimulation (TENS), pain neuroscience education, and acupuncture). Evidence was found on the positive effect of physiotherapy treatment on the signs and symptoms of fibromyalgia, such as pain, impairment of physical capacity and worse quality of life.\n    \n\n\n          Conclusions:\n        \n      \n      The effectiveness of the active and passive therapies analysed in the management of the symptoms and signs of the disease was positive in most of the studies. However, more specific descriptions of the treatment protocol, frequency, intensity and treatment dose are required to reach a consensus, as well as primary studies for a more extended follow-up period to better evaluate long-term effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38966940/"
}