{
    "title": "Myeloperoxidase and protein oxidation in cystic fibrosis.",
    "doc_id": "10956629",
    "writer": "Van Der Vliet A",
    "year": "2000",
    "summary": "Sputum levels of nitrite (NO(2)(-)) and nitrate (NO(3)(-)), indicating local production of nitric oxide (NO. ), were not elevated but in fact were slightly reduced in CF. However, there was a slight increase in protein-associated 3-nitrotyrosine in CF sputum compared with …",
    "abstract": "Cystic fibrosis (CF) is associated with chronic pulmonary inflammation and progressive lung dysfunction, possibly associated with the formation of neutrophil myeloperoxidase (MPO)-derived oxidants. Expectorated sputum specimens from adult CF patients were analyzed for MPO characteristic protein modifications and found to contain large amounts of active MPO as well as high levels of protein-associated 3-chlorotyrosine and 3,3'-dityrosine, products that result from MPO activity, compared with expectorated sputum from non-CF subjects. Sputum levels of nitrite (NO(2)(-)) and nitrate (NO(3)(-)), indicating local production of nitric oxide (NO. ), were not elevated but in fact were slightly reduced in CF. However, there was a slight increase in protein-associated 3-nitrotyrosine in CF sputum compared with controls, reflecting the formation of reactive nitrogen intermediates, possibly through MPO-catalyzed oxidation of NO(2)(-). CF sputum MPO was found to contribute to oxidant-mediated cytotoxicity toward cultured tracheobronchial epithelial cells; however, peroxidase-dependent protein oxidation occurred primarily within sputum proteins, suggesting scavenging of MPO-derived oxidants by CF mucus and perhaps formation of secondary cytotoxic products within CF sputum. Our findings demonstrate the formation of MPO-derived oxidizing and possibly nitrating species within the respiratory tract of subjects with CF, which collectively may contribute to bronchial injury and respiratory failure in CF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10956629/"
}