{
    "title": "\"Is It My Responsibility?\": A Qualitative Review of University Students' Perspectives on Bystander Behavior.",
    "doc_id": "32583732",
    "writer": "Robinson SR",
    "year": "2022",
    "summary": "Research has demonstrated there are multiple barriers and facilitators that might discourage or encourage an individual to act as a prosocial bystander. A qualitative interpretive meta-synthesis (QIMS) of existing literature was conducted to determine university students' …",
    "abstract": "Bystander interventions focus on framing violence as a community problem and encourage all community members to act as prosocial bystanders if they witness a dangerous situation. Research has demonstrated there are multiple barriers and facilitators that might discourage or encourage an individual to act as a prosocial bystander. A qualitative interpretive meta-synthesis (QIMS) of existing literature was conducted to determine university students' perspectives on bystander facilitators and barriers. A systematic search of the literature was completed to identify articles that included university students' perspectives on bystander facilitators and barriers, utilized a qualitative methodology, and contained participant quotations in the published article. The search yielded 181 articles and after screening 10 articles were included in the QIMS. The original themes and participant quotations were qualitatively coded to develop five new themes: (1) the impact of alcohol, (2) beliefs about responsibility, (3) peer perceptions, (4) indicators and situational dilemmas, and (5) the role of friendship and group impact. The results of this synthesis reveal important implications for the continued development of bystander intervention programs for universities. By incorporating the perspectives of university students, bystander intervention programs may be more effective at encouraging students to be prosocial bystanders by confronting perceived barriers to intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32583732/"
}