{
  "pmid": "41459795",
  "title": "Factors associated with treatment-resistant hypertension: results of a prospective observational study.",
  "abstract": "Treatment-resistant hypertension (TRH) is defined as uncontrolled blood pressure despite the use of ≥3 antihypertensive medications at maximum tolerated doses. It is associated with increased risks of cardiovascular events, kidney disease, and mortality. White-coat hypertension, nonadherence, and inappropriate drug combinations overestimate its prevalence. The exact cause of TRH remains unclear, though obesity, obstructive sleep apnoea, and sympathetic overactivity may contribute. This study aimed to better understand the factors associated with true TRH. Adult patients with treated hypertension without confirmed secondary causes from the West Midlands Hypertension Centre, UK were recruited for comprehensive evaluation. Patients underwent thorough clinical assessment, including tests for endothelial function, body composition, arterial stiffness, sleep study, and inflammation and endothelial biomarkers; comparing true TRH with non-TRH patients. Of 141 patients, 60 (43%) had true TRH after excluding whitecoat effect, secondary hypertension and medication nonadherence. The TRH patients were significantly older, had a longer duration of hypertension, and more frequently had diabetes. They had higher rates of left ventricular hypertrophy, higher extracellular water, lower eGFR, and higher urine albumin. They also had higher cardiac biomarkers, (serum NT-proBNP and hs-troponin), inflammatory markers (serum free light chains), aldosterone:renin ratio, and serum Endothelin-1. There was no difference between the groups in adjusted arterial stiffness, reactive hyperaemia or overnight pulse oximetry. Multivariate analysis identified only NT-proBNP as a significant factor associated with TRH (P = 0.027). The FACT-RHY study provides valuable insights into the possible pathophysiological mechanisms of TRH. These results emphasize the need for further research into the mechanisms underlying TRH and potential management strategies.",
  "disease": "hypertension"
}