{
  "pmid": "41458445",
  "title": "Community resilience and stroke outcomes in older adults: beyond rural-urban classifications.",
  "abstract": "Stroke is a leading cause of death and disability among older U. S. adults, with persistent geographic disparities. The role of community resilience, and whether its effects differ across changing rural-urban county trajectories, remains underexamined. This study assessed associations between county-level resilience domains and stroke burden among Medicare fee-for-service beneficiaries aged ≥65 and evaluated variation across stable rural, stable urban, rural-to-urban transitioning, and urban-to-rural deurbanizing counties. This ecological study analyzed 3,100 U. S. mainland counties. County trajectories were derived using 2010 and 2020 Rural-Urban Continuum Codes. Resilience was measured using the Baseline Resilience Indicators for Communities (BRIC) index, which includes social, economic, community capital, institutional, infrastructure, and environmental domains. Correlation and multivariable regression models examined associations between resilience domains and stroke burden (2022). Spatial clustering was assessed using Local Indicators of Spatial Association (LISA), which identifies high-high and low-low groupings where counties have values similar to their neighbors. Mean stroke burden (% of Medicare FFS beneficiaries). was 5.5% (SD = 1.47) and increased by 2.17 percentage points (SD = 1.90) from 2014 to 2022, with the highest levels in urban and deurbanizing counties. Social resilience was consistently associated with lower stroke burden across all trajectories. Infrastructure and environmental resilience were also inversely associated, though effects varied by trajectory. Economic and institutional resilience were positively associated with burden in the overall and rural models. In multivariable analyses, social resilience remained the strongest negative predictor across all strata and the only consistently significant domain in transitioning and deurbanizing counties. Spatial analysis showed high-high stroke clusters in the Southeast (Stroke Belt), while most resilience domains exhibited low-low clusters in the same regions. Social and infrastructural resilience were the most consistent protective factors for stroke burden among older adults, whereas positive associations for economic and institutional domains likely reflect contextual or measurement characteristics. Overlapping low-resilience and high-stroke clusters in the Stroke Belt highlight the need for trajectory-based, resilience-informed strategies to reduce geographic disparities among older Medicare beneficiaries.",
  "disease": "stroke"
}