{
  "pmid": "41357739",
  "title": "Nutritional and Inflammatory Predictors of All-Cause Mortality in COPD Patients with Hypercapnic Respiratory Failure: A Two-Center Prospective Cohort Study.",
  "abstract": "Patients with chronic obstructive pulmonary disease (COPD) complicated by hypercapnic respiratory failure (HRF) often have a poor prognosis. Systemic inflammation and malnutrition are associated with adverse outcomes in COPD, yet the prognostic value of nutritional/inflammatory markers remains underexplored in COPD patients with HRF. This prospective two-center cohort study enrolled 582 COPD complicated by HRF patients. Six indices, including Platelet-to-Lymphocyte Ratio (PLR), Neutrophil-to-Lymphocyte Ratio (NLR), Systemic Immune-Inflammation Index (SII), Prognostic Nutritional Index (PNI), Neutrophil Percentage-to-Albumin Ratio (NPAR), and Hemoglobin-Albumin-Lymphocyte-Platelet index (HALP), were calculated from admission biomarkers. Associations with 24-month all-cause mortality were evaluated using restricted cubic splines, Kaplan-Meier analysis, multivariable Cox regression, machine learning (Random Survival Forests, Boruta), threshold effect and subgroup analysis. Predictive performance was assessed via the receiver operating characteristic curve (ROC) analysis. Over 24 months, 263 patients (45.2%) died. Non-survivors exhibited significantly higher NLR, PLR, SII, and NPAR, but lower PNI and HALP (P < 0.05). Kaplan-Meier analysis and Cox models confirmed that higher PNI (HR=0.72, 95% CI:0.54-0.96) and HALP (HR=0.55, 95% CI:0.41-0.74) were negatively correlated with all-cause mortality, while elevated PLR (HR=1.39, 95% CI:1.04-1.85), NLR (HR=1.39, 95% CI:1.02-1.88), SII (HR=1.51, 95% CI:1.11-2.05), and NPAR (HR=1.46, 95% CI:1.10-1.95) were positively correlated with all-cause mortality. For each one-standard-deviation increase in the indicators, all-cause mortality statistically significantly increased or decreased (P for trend < 0.05), with the exception of SII. Machine learning and ROC analyses consistently identified HALP, PNI, and NPAR as top predictors, with HALP demonstrating the highest importance. Subgroup analyses confirmed consistent prognostic utility for PNI, HALP, and NPAR. PNI, HALP, and NPAR are promising, readily available predictors of all-cause mortality in COPD patients with HRF, potentially enhancing risk stratification and personalized management.",
  "disease": "chronic obstructive pulmonary disease"
}