{
  "pmid": "41448457",
  "title": "Parabacteroides goldsteinii mitigates parkinsonism in LRRK2 mutant mice by reducing neuroinflammation through Gut-Brain axis.",
  "abstract": "Alterations in the gut microbiota accompanied by intestinal inflammation are early features of Parkinson's disease (PD). Mutations in the leucine-rich repeat kinase 2 (LRRK2) gene represent a common genetic risk factor for PD and inflammatory bowel disease. Parabacteroides goldsteinii has been reported to alleviate intestinal and systemic inflammation. However, whether modulation of the gut microenvironment at early disease stage can attenuate PD progression remains unclear. To investigate the impact of P. goldsteinii colonization prior to the onset of motor dysfunction on PD progression. We established a germ-free PD mouse model carrying the LRRK2 G2019S mutation and administered P. goldsteinii orally at the pre-symptomatic stage to evaluate its effects on motor performance and PD-related neuropathology. Spatial and bulk RNA transcriptomic analyses of brain tissue, together with cytokine profiling, were conducted to assess central changes. To investigate gut immunomodulatory mechanisms, we performed intestinal bulk and single-cell RNA sequencing, spectral flow cytometry as well as cellular bioenergetic analyses. Germ-free conditions partially alleviated PD-like phenotypes in LRRK2 G2019S mice. Colonization with P. goldsteinii at 5-months of age, prior to motor symptom onset, further improved locomotor performance, reduced neuronal α-synuclein aggregations, and mitigated microglial activation and dopaminergic neurodegeneration. Neuroprotection was mediated through enhanced noncanonical neuronal IL-12 receptor-dependent neurotrophic support without activating the canonical STAT4 phosphorylation pathway, along with suppression of microglial activation and downregulation of LRRK2 kinase activity. At the intestinal level, P. goldsteinii suppressed TLR4-driven inflammation, expanded anti-inflammatory intraepithelial CD4 P. goldsteinii colonization attenuates the progression of LRRK2-associated parkinsonism by restoring intestinal homeostasis and reducing neuroinflammation. These findings underscore the therapeutic potential of modulating the gut-immune-brain axis during the prodromal stage of PD.",
  "disease": "parkinson disease"
}