{
  "pmid": "41401591",
  "title": "Patterns of metastasis and nodal disease in tongue and buccal carcinomas: Case-based reflections in Delhi NCR Region.",
  "abstract": "Oral squamous cell carcinoma (OSCC) is a large source of cancer-related morbidity in India especially when it involves the tongue and the buccal mucosa. Despite the fact that TNM staging provides a global framework, regional patterns of metastasis, comorbidity interaction and concordance between imaging and pathology are not uniformly represented. This study will investigate nodal disease patterns in a group of people in the Delhi National Capital Region (NCR) and will suggest more specific treatments. The research aims to facilitate early diagnosis and intervention pathways and to reduce inequality in healthcare service provision. Twenty patients with OSCC who had been diagnosed between 2023 and 2025 were the subjects of a retrospective study conducted on tertiary oncology centres in Delhi NCR. Inclusion criteria were confirmation of primary OSCC of the tongue or buccal mucosa, availability of PET -CT or MRI images, full TNM staging, and comorbidity information. Data visualization included heatmaps, scatter plot, cluster diagram and radar charts. Along with the imaging concordance, tumour site, the size of the lesion, nodal involvement, and the burden of comorbidity were evaluated. Bilateral nodal involvement was higher in the Tongue OSCC, mostly at Level II and III, but the tumours of the buccal mucosa were mostly limited to Level Ib unilateral. Nodal burden was much higher in lesions of around 3.5 cm. Comorbidities (diabetes and chronic kidney disease) were also related to higher FDG uptake and necrosis, but the relationships were not statistically significant. PET-CT had 85 percent agreement with the pathology of the surgery. The decision of treatment was based on the staging with surgery being the preferred treatment option in early disease and chemoradiation in advanced ones. The site and size of tumour have a significant impact on nodal dissemination in OSCC. Bilateral neck dissection can be a wise option in case of early tongue lesions involving the midline but selective unilateral dissection is adequate in selecting cases involving the buccal lesions. It is necessary to couple comorbidity profiling with imaging results when planning pre-treatment. In this study, health systems, health equity, and collaborative oncology care are strengthened.",
  "disease": "chronic kidney disease"
}