{
    "title": "Determinants of breast reconstruction outcome: How important is volume symmetry?",
    "doc_id": "25731778",
    "writer": "Yip JM",
    "year": "2015",
    "summary": "Examination of a specific question of the BREAST-Q established that patients did notice if they had breast asymmetry but that this did not translate into dissatisfaction with the breasts overall. ...Although symmetrization procedures are valuable for increasi …",
    "abstract": "Breast reconstruction has established psychosocial benefit compared to mastectomy alone. Evaluation of determinants of breast reconstruction outcome has previously been limited by lack of high quality, condition-specific, patient-reported outcomes measures. The BREAST-Q is such a measure and is well suited to comparison against objective measurements of reconstructed breasts such as volume and volume symmetry. A cohort of patients who had undergone breast reconstruction over a 14 year period underwent assessment of their breast reconstructions using a 3D laser scanning technique and at the same time completed the BREAST-Q patient reported outcomes measure. The objective data derived from the 3D laser scans were then compared to the quantitative data from the patient-reported outcomes measure. Internal comparisons between domains of the BREAST-Q were also examined. 119 patients completed the study. No correlation was found between objectively measured post-operative volume symmetry and patient reported satisfaction with breasts. Examination of a specific question of the BREAST-Q established that patients did notice if they had breast asymmetry but that this did not translate into dissatisfaction with the breasts overall. Patients who had second stage surgery to correct asymmetry, however, did have a statistically significant increase in satisfaction with breasts between pre and post-symmetrization measures. The strongest correlation for a high level of satisfaction with the reconstructed breast(s) was high level of satisfaction with pre-operative information given. Although symmetrization procedures are valuable for increasing satisfaction with breasts, breast volume symmetry is not a major determinant of outcome in breast reconstruction. The breast reconstruction 'process' is more important in determining patients' post-operative well-being and satisfaction with their overall outcome than the actual final 'product' of their reconstruction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25731778/"
}