{
  "pmid": "41386993",
  "title": "Anatomic versus reverse total shoulder replacement for patients with osteoarthritis and intact rotator cuff: the RAPSODI-UK randomised controlled trial protocol.",
  "abstract": "Shoulder osteoarthritis most commonly affects older adults, causing pain, reduced function and quality of life. Total shoulder replacements (TSRs) are indicated once other non-surgical options no longer provide adequate pain relief. Two main types of TSRs are widely used: anatomic TSR (aTSR) and reverse TSR (rTSR). It is not clear whether one TSR type provides better short- or long-term outcomes for patients, and which, if either, is more cost-effective for the National Health Service (NHS). RAPSODI-UK is a multi-centre, pragmatic, two-parallel arm, superiority randomised controlled trial comparing the clinical- and cost-effectiveness of aTSR versus rTSR for adults aged 60+ with a primary diagnosis of osteoarthritis, an intact rotator cuff and bone stock suitable for TSR. Participants in both arms of the trial will receive usual post-operative rehabilitation. We aim to recruit 430 participants from approximately 28 NHS sites across the UK. The primary outcome is the Shoulder Pain and Disability Index (SPADI) at 2 years post-randomisation. Outcomes will be collected at 3, 6, 12, 18 and 24 months after randomisation. Secondary outcomes include the pain and function subscales of the SPADI, the Oxford Shoulder Score, health-related quality of life (EQ-5D-5L), complications, range of movement and strength, revisions and mortality. The between-group difference in the primary outcome will be derived from a constrained longitudinal data analysis model. We will also undertake a full health economic evaluation and conduct qualitative interviews to explore perceptions of acceptability of the two types of TSR and experiences of recovery with a sample of participants. Ethics committee approval for this trial was obtained (London - Queen Square Research Ethics Committee, Rec Reference 22/LO/0617) on 4 October 2022. The results of the main trial will be submitted for publication in a peer-reviewed journal and using other professional and media outlets. ISRCTN12216466.",
  "disease": "osteoarthritis"
}