{
  "pmid": "41396367",
  "title": "Revision for dislocation and all-causes following primary total hip replacement using 36-mm versus 32-mm femoral heads on polyethylene liners: a systematic review and meta-analysis.",
  "abstract": "The use of a 36-mm femoral head in primary total hip replacement (THR) increases the jump distance and offers a wider impingement-free range of motion, theoretically reducing the risk of post-operative dislocation. However, concerns exist regarding its potentially greater impact on polyethylene wear and associated risks of liner fracture, aseptic loosening, and head-neck taper corrosion, compared to 32-mm femoral heads. This meta-analysis aims to compare the risk of revision for dislocation and all-causes when using 36-mm versus 32-mm metal or ceramic femoral heads with polyethylene liners for primary THR. Medline, Embase, Web of Science, and the Cochrane Library were searched for relevant studies, while annual reports of arthroplasty registries were searched for relevant data. Random effects meta-analysis was performed. Sensitivity analysis was conducted, limiting to THR performed for osteoarthritis and using cross-linked polyethylene liners, or statistically adjusting for this factor. The study was registered in the International Prospective Register of Systematic Reviews (PROSPERO ID CRD42024557895). Four observational studies and two registry reports were identified. Median follow-up ranged from 2.1 to 4.7 years (inter-quartile range values spanned from 0.9 to 7.7 years). The main analyses demonstrated that 36-mm heads were associated with a marginal reduction in the risk of revision for dislocation (HR 0.85, 95%CI 0.72–1.01,  At early to midterm follow-up, the use of 36-mm heads were not associated with an increased risk of revision for all-causes, compared to 32-mm heads. However, they may offer a protective reduction against revision for dislocation, as a marginal statistically significant reduction was observed, indicating a possible benefit. Further studies investigating these outcomes at longer-term follow up are needed to understand whether these revision risk profiles are maintained. The online version contains supplementary material available at 10.1007/s00402-025-06151-w.",
  "disease": "osteoarthritis"
}