{
    "title": "Predicting Endometrial Hyperplasia and Endometrial Cancer on Recurrent Abnormal Uterine Bleeding.",
    "doc_id": "38870531",
    "writer": "Veeranaraphanit U",
    "year": "2024",
    "summary": "OBJECTIVE: To develop predictive models for endometrial hyperplasia and endometrial cancer in patients with recurrent abnormal uterine bleeding (AUB). ...Older age, nulliparity, a history of endometrial polyps, and an interval of less than 12 months between s …",
    "abstract": "Objective:\n        \n      \n      To develop predictive models for endometrial hyperplasia and endometrial cancer in patients with recurrent abnormal uterine bleeding (AUB).\n    \n\n\n          Methods:\n        \n      \n      This retrospective cohort study analyzed patients with recurrent AUB who had previous endometrial sampling that showed benign results between January 2013 and December 2021. A model was constructed from the significant factors associated with endometrial hyperplasia and endometrial cancer using multivariate logistic regression. Risk scores were calculated from the log odds of each significant predictive factor and were subsequently subcategorized into risk groups. The overall performance and internal validation of the model were assessed with the area under the receiver operating characteristic curve (AUC) and bootstrap methods.\n    \n\n\n          Results:\n        \n      \n      Of the total 456 patients with recurrent AUB, endometrial hyperplasia and endometrial cancer were detected in 8.3% and 2.2% of cases, respectively. The average interval between the first and second endometrial samplings was 25.1 months. Factors significantly associated with endometrial hyperplasia and endometrial cancer included age older than 45 years (odds ratio [OR] 2.86, 95% CI, 1.31-7.03), nulliparity (OR 3.50, 95% CI, 1.76-6.85), a history of endometrial polyp (OR 3.69, 95% CI, 1.93-7.05), and an interval of less than 12 months between sampling (OR 2.36, 95% CI, 1.25-4.42). Predictive factors were scored and categorized into three groups: 0-3, 5-8, and 9-11 points. The corresponding risks for endometrial hyperplasia and endometrial cancer in these groups were 4.7%, 15.5%, and 57.1%, respectively. The AUC was 73.1%, with a mean absolute error of 0.01.\n    \n\n\n          Conclusion:\n        \n      \n      Endometrial hyperplasia and endometrial cancer occur at low incidence among one-fifth of patients with AUB who experience recurrent bleeding. Older age, nulliparity, a history of endometrial polyps, and an interval of less than 12 months between samplings are predictive factors for endometrial hyperplasia and endometrial cancer in this cohort.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38870531/"
}