{
  "pmid": "41434201",
  "title": "Alzheimer's Imaging Consortium.",
  "abstract": "Diffusion MRI (dMRI) measures are increasingly being used as biomarkers for aging and dementia in multi-center studies. Measurements in longitudinal studies are often acquired on different systems, which can result in systematic differences of machine origin (e.g. vendor, hardware, algorithms). This may warrant harmonization prior to pooling multi-site data. However, harmonization algorithms may introduce a risk of removing valuable information content and reducing sensitivity to physiological factors (e.g. sex, age, disease). Here, we tested the hypothesis that protocol standardization may minimize machine-origin differences, obviating a need for post-acquisition harmonization in a two-site (Mississippi-MS and Minnesota-MN) cohort of the longitudinal Mayo Clinic Study of Aging (MCSA). Two data sets were analyzed: first, a crossover dataset with 80 participants (scanned within 2 days) bridging two different protocols on GE and Siemens scanners; second, participants scanned using standardized protocols from the ongoing MCSA (N Pronounced visual distributional differences seen between MD and FA in crossover data were reduced with resampling of GE data and including only b-shells shared across acquisitions. For the resampled/reshelled data, significant differences remained for all GCC-FA comparisons, but not all GCC-MD (Figure 2). For the ongoing MCSA data from two sites, MD and FA whole-brain densities were more closely aligned, with GCC-FA and GCC-MD showing no significant differences (Figure 3). NODDI measures showed more discordant densities than DTI measures, including shifts in most probable values and differences in distributional arrangement. Our work provides further evidence supporting protocol and processing standardization for minimizing machine-origin differences prior to considering harmonization. Differences in dMRI metrics seen when comparing across unstandardized protocols were reduced when protocols were standardized. NODDI metrics had more apparent sensitivity to site than DTI measures.",
  "disease": "alzheimer disease"
}