{
    "title": "Balance Assessment in Juvenile Idiopathic Arthritis: A Literature Review.",
    "doc_id": "40283068",
    "writer": "Amaricai E",
    "year": "2025",
    "summary": "Juvenile idiopathic arthritis is an inflammatory disease, and children with lower limb involvement have impaired balance compared with healthy peers. ...There are various ways to assess the balance in children suffering from juvenile idiopathic arthrit …",
    "abstract": "Juvenile idiopathic arthritis is an inflammatory disease, and children with lower limb involvement have impaired balance compared with healthy peers. The objective of this review was to identify balance instruments used in clinical practice for balance testing in children with juvenile idiopathic arthritis. Three independent reviewers searched the PubMed/Medline, Web of Science, Cochrane, Scopus, and Science Direct databases to identify relevant studies published before 3 March 2025. Five studies were included in the review. Two studies investigated the use of specific tests for balance assessment in children with juvenile idiopathic arthritis (the Bruininks-Oseretsky Test of Motor Proficiency, Second Edition Short Form for motor skills, including balance, the Functional Reach Test for static balance, and the Flamingo Balance Test for postural balance). Three studies used balance testing systems (the S3-Check balance board, the FreeMed posturography system, and the Biodex Balance System). Patients who performed physical exercise programs (including clinical Pilates, strengthening exercises, proprioceptive balance exercises, or home exercises) had significant balance improvements. There are various ways to assess the balance in children suffering from juvenile idiopathic arthritis. None of the review studies used both the specific tests and testing systems. Future research targeting the evaluation of static and dynamic balance through combined tests and equipment is needed. Physical exercise should be an integral part of managing patients suffering from juvenile idiopathic arthritis, as postural control is linked to the overall functioning of this category of patients, who should be involved in recreational activities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40283068/"
}