{
  "pmid": "41456495",
  "title": "Predicting cardiovascular disease after preeclampsia: Emerging tools and early detection approaches.",
  "abstract": "Preeclampsia (PE) in a previous pregnancy is a recognized risk factor for the development of long-term cardiovascular disease (CVD). However, evidence-based guidelines for cardiovascular follow-up in women with a history of PE are lacking. Given the substantial burden of CVD on individual health and society, the identification of predictive tools and strategies for its early detection in this population is crucial. The aim of this review is to summarize current evidence regarding available approaches for CVD prediction and early diagnosis following PE. Circulating biomarkers have emerged as potential tools. Elevated levels of antiangiogenic markers, such as sFlt1 (soluble vascular endothelial growth factor receptor 1) and sEng (soluble endoglin), and the sFlt1/PlGF ratio during pregnancy, have been correlated with subclinical myocardial dysfunction during the third trimester and with postpartum hypertension. Increased IL-6 several years after hypertensive disorders of pregnancy (HDP) suggests persistent systemic inflammation, while elevated activin A indicates ongoing cardiac stress. Imaging techniques also provide valuable insights. Global longitudinal strain (GLS) has emerged as a sensitive echocardiographic parameter for detecting early myocardial impairment and predicting future cardiovascular risk. Additionally, the Ultrasonic Cardiac Output Monitor (USCOM), a non-invasive hemodynamic tool, has been proposed for tailoring antihypertensive therapy in HDP and may hold potential for postpartum cardiovascular surveillance. Together, these findings support the role of circulating biomarkers, advanced echocardiography and non-invasive hemodynamic monitoring in refining cardiovascular risk stratification after PE. Further research is warranted to validate these tools and establish targeted surveillance and preventive strategies for women at long-term risk of CVD.",
  "disease": "hypertension"
}