{
    "title": "Mesalamine promotes intestinal epithelial wound healing in vitro through a TGF-beta-independent mechanism.",
    "doc_id": "16165710",
    "writer": "Baumgart DC",
    "year": "2005",
    "summary": "The aim of this study was to investigate whether 5-ASA also modulates intestinal epithelial wound repair in vitro. MATERIAL AND METHODS: The effects of 5-ASA on cell migration and proliferation, two key processes in mucosal healing, were studied in the non-transformed smal …",
    "abstract": "Objective:\n        \n      \n      Treatment with 5-aminosalicylic acid (5-ASA) derivatives is one of the main principles in the therapy of uncomplicated mild to moderate inflammatory bowel diseases (IBD). The beneficial effect of 5-ASA in the treatment of IBD is attributed to its anti-inflammatory and anti-oxidant properties within the inflamed gut. The aim of this study was to investigate whether 5-ASA also modulates intestinal epithelial wound repair in vitro.\n    \n\n\n          Material and methods:\n        \n      \n      The effects of 5-ASA on cell migration and proliferation, two key processes in mucosal healing, were studied in the non-transformed small-intestinal epithelial cell line IEC-6 using an in vitro wounding model and colorimetric MTT assays. Furthermore, the effects of 5-ASA on epithelial cell viability were determined by Trypan blue exclusion and flow cytometry-based cell cycle analysis.\n    \n\n\n          Results:\n        \n      \n      Clinically relevant concentrations of 5-ASA caused a significant dose-dependent enhancement of epithelial cell migration and proliferation in vitro. An about 2-fold enhancement of intestinal epithelial cell proliferation and migration was observed for pharmacological doses of 100 microg/ml 5-ASA. Neutralizing antibodies against TGFbeta did not modulate 5-ASA effects on IEC-6 cell proliferation and migration, indicating that the effects of 5-ASA were TGFbeta independent. Trypan blue viability tests and cell cycle analysis did not reveal any toxic or apoptotic effects of pharmacological 5-ASA concentrations on IEC-6 cells.\n    \n\n\n          Conclusions:\n        \n      \n      5-ASA promotes the rapid re-establishment of mucosal integrity in vitro by enhancing epithelial restitution and proliferation, suggesting that 5-ASA in addition to the well-characterized effects on the intestinal inflammatory cascade may also directly stimulate epithelial wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16165710/"
}