{
  "pmid": "41379038",
  "title": "Coronary Artery Calcium (CAC) Imaging as a Diagnostic Test: Insurance Coverage Implications.",
  "abstract": "Atherosclerotic cardiovascular disease (ASCVD), in particular atherosclerotic coronary artery disease (CAD), is the leading cause of death in the United States and globally. In the majority of ASCVD victims, the first sign is an acute event (heart attack or stroke) with a high fatality rate. It is widely accepted that most CAD deaths are preventable if asymptomatic at-risk patients are diagnosed and treated before the onset of clinical symptoms. In the past 30 years, numerous studies conclusively demonstrated that coronary artery calcium (CAC) imaging diagnoses patients with subclinical CAD and predicts adverse outcomes beyond conventional risk factors such as hyperlipidemia, hypertension, smoking, and diabetes. Current ASCVD prevention guidelines issued by U.S. cardiovascular professional societies recommend risk factor assessment to screen individuals who may be at risk, followed by CAC imaging in the borderline- and intermediate-risk categories to diagnose and quantify the severity of CAD to guide treatment. However, most payers do not follow these guidelines to cover CAC imaging requiring patients to pay out of pocket, resulting in underdiagnosis and failure to prevent costly cardiovascular events. In this statement, we elaborate on the diagnostic use of CAC imaging and call on health care providers, payers, and policymakers to follow the ASCVD prevention guidelines and provide coverage. Covering the appropriate diagnostic use of CAC will enable physicians to perform shared decision-making for the treatment of patients with asymptomatic CAD and personalize the intensity of the treatment based on the extent of CAD. Specifically, this statement focuses on the diagnostic role of CAC imaging rather than its potential as a universal screening test. Although there are rationales for population-wide screening, such an approach would require large-scale outcome studies and is beyond the scope of this paper.",
  "disease": "coronary artery disease"
}