{
  "pmid": "41454790",
  "title": "Clinical and EEG characterization of late-onset de novo absence nonconvulsive status epilepticus secondary to benzodiazepine withdrawal.",
  "abstract": "Abrupt benzodiazepine (BDZ) withdrawal may induce nonconvulsive status epilepticus (NCSE), but information regarding its clinical and EEG features is limited. Our aim was to better characterize this condition. Patients with NCSE according to Salzburg criteria secondary to abrupt BDZ withdrawal identified at our center (2009-2024) were included. Clinical data, seizure semiology, and EEG, were described using ILAE, ACNS, and Salzburg criteria; clinical response to BDZ was quantified using the NCSE response scale (NRS). Recurrences at long-term follow-up were documented. Fifteen patients (median age 68 years, 53% male) were identified, accounting for 4% of all NCSE cases. None had epilepsy, 80% had psychiatric disorders, and 47% had cognitive impairment. Six (40%) subjects were taking only a low-dose BDZ, and only one was above the therapeutic range. Potential seizure facilitators were identified in all but one patient, including withdrawal from other drugs (60%) or infections (33%). There were two clinical presentations: (1) recurrent absence seizures lasting ≤15 min with asymptomatic periods in-between (67%); and (2) continuous, fluctuating consciousness impairment (33%). Motor phenomena (67%) - including increased or decreased blinking, movement-induced myoclonus or automatisms-, and generalized tonic-clonic seizures (60%) were frequent. Before EEG, BDZ withdrawal was not suspected in any case. The ictal EEG activity consisted of generalized, rhythmic, or irregular polyspike-slow waves and spike-slow waves with gradual onset and offset. However, in 20%, this ictal pattern was less developed. Intravenous clonazepam induced an immediate EEG and clinical improvement, but complete control of seizures required 1-3 days. At follow-up, a new abrupt BDZ withdrawal caused absence seizures recurrence in 4/7 patients still on BDZ treatment, but in none of the eight patients who had gradually discontinued BDZ. NCSE secondary to BDZ withdrawal has distinctive clinical and EEG features but is misdiagnosed without an EEG. Reintroduction of BDZ stops seizures, but long-term management requires gradual BDZ discontinuation to prevent recurrences.",
  "disease": "epilepsy"
}