{
  "pmid": "41335693",
  "title": "Quantifying Respiratory Patterns: Can Features from Wearable-Derived Respiratory Signals Reflect CAT Scores in COPD Patients?",
  "abstract": "Chronic Obstructive Pulmonary Disease (COPD) is a progressive lung disease characterised by persistent respiratory symptoms and airflow limitation. The COPD Assessment Test (CAT) is a standardised self-reported questionnaire to quantify symptom burden. Although used widely, CAT is inherently subjective and may not fully capture day-to-day variations in symptoms. This study explores the potential of using features extracted from 24-hour-long breathing waveform derived from a chest-worn Respeck device as an objective measure of COPD severity. This measure was used to predict the daily CAT score severity levels using a machine learning-based approach. Correlation analysis revealed subject-specific relationships between respiratory features and CAT scores, with breath symmetry, respiratory rate variability, and breath duration variability emerging as significant predictors of symptom burden. Machine learning models predicted the CAT severity levels with an average accuracy of 77.89%, thus demonstrating the feasibility of this approach for monitoring COPD symptoms. This result demonstrates for the first time that respiratory features from a continuous breathing monitor can serve as objective proxies for COPD symptom burden, enabling unobtrusive and automated disease tracking. We cautiously conjecture that the proposed method will prove to be sufficiently sensitive to personalise for patients with differing COPD phenotypes, personal variations due to environmental effects, and differences due to patients being at different stages of the disease.Clinical Relevance-The results demonstrate that features extracted from the continuous respiratory signal, derived from a chest-wearable Respeck patch, can objectively assess the symptom burden of COPD patients and are correlated with the existing method of recording CAT scores. Such an approach could potentially be used for real-time, personalised symptom monitoring as part of COPD management.",
  "disease": "chronic obstructive pulmonary disease"
}