{
  "pmid": "41455391",
  "title": "Diaphragmatic ultrasound in guiding weaning from invasive mechanical ventilation in patients with acute exacerbation of chronic obstructive pulmonary disease.",
  "abstract": "Acute exacerbation of chronic obstructive pulmonary disease (AECOPD) often necessitates invasive mechanical ventilation (IMV), and timely weaning is critical to improving patient outcomes. However, reliable predictors of weaning success in this population remain unclear. To assess the predictive value of diaphragmatic function indicators for successful weaning from IMV in AECOPD patients. This single-center, prospective observational study enrolled 120 AECOPD patients admitted to the intensive care unit (ICU) who received IMV. Based on weaning outcomes, patients were categorized into successful weaning (n = 84) and failed weaning (n = 36) groups. Clinical data, including baseline characteristics, diaphragmatic thickening fraction (DTF), diaphragmatic excursion (DE), rapid shallow breathing index (RSBI), and arterial blood gas parameters, were collected. Independent predictors of successful weaning were identified using logistic regression analysis. Receiver operating characteristic (ROC) curves were used to evaluate the predictive performance of these parameters. Correlation between DTF and RSBI was also analyzed. Compared with the failed group, patients in the successful weaning group demonstrated significantly higher DE and DTF, and lower RSBI values (all P < 0.05). Logistic regression revealed that DE, DTF, and RSBI were independent predictors of successful weaning. ROC analysis showed that the combined model of DE, DTF, and RSBI yielded an area under the curve (AUC) of 0.961, with 88.89% sensitivity and 92.86% specificity. Additionally, the failed group experienced longer mechanical ventilation duration, prolonged ICU stay, and higher complication rates. DTF, DE, and RSBI are reliable predictors of successful IMV weaning in AECOPD patients. Early assessment of diaphragmatic function may enhance clinical decision-making in ventilator liberation.",
  "disease": "chronic obstructive pulmonary disease"
}