{
    "title": "Characteristics of aerobic vaginitis among women in Xi'an district: a hospital-based study.",
    "doc_id": "32605571",
    "writer": "Zhang T",
    "year": "2020",
    "summary": "The objective of this study was to analyze the characteristics of simple and mixed AV patients in Xi'an district and provide reference data for the clinical treatment of AV. METHODS: Patients were recruited from the outpatient Department of Obstetrics and Gynecology …",
    "abstract": "Background:\n        \n      \n      Aerobic vaginitis (AV) is a reproductive tract infection that affects health of women. The objective of this study was to analyze the characteristics of simple and mixed AV patients in Xi'an district and provide reference data for the clinical treatment of AV.\n    \n\n\n          Methods:\n        \n      \n      Patients were recruited from the outpatient Department of Obstetrics and Gynecology in the First Affiliated Hospital of Xi'an Jiaotong University from September 2014 to April 2019 in strict accordance with inclusion and exclusion criteria. The study principally examined the vaginal ecosystem, age distribution, levels of functional enzymes, and changes in pH levels in these women. Differences within groups were analyzed.\n    \n\n\n          Results:\n        \n      \n      A total of 284 AV patients were enrolled to investigate the distribution of simple and mixed AV infection. AV infection was found to be mainly simple infection. Simple AV patients were generally aged 50-60 years, while mixed AV patients were mostly aged 30-40 years. In the present study, the density of vaginal bacteria (OR = 13.294, 95% CI = 5.869-30.115, P < 0.01), the type of predominant bacteria (OR = 3.962, 95% CI = 1.785-7.984, P < 0.01) and positive expression of coagulase (OR = 3.789, 95% CI = 1.798-7.984, P < 0.01) were considered risk factors for mixed AV infection.\n    \n\n\n          Conclusions:\n        \n      \n      The epidemiology of simple and mixed AV infection were found to be different, with density of vaginal bacteria (I or IV), species that are predominant and levels of coagulase being risk factors for mixed AV infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32605571/"
}