{
  "pmid": "41460744",
  "title": "A Methodological Protocol and Considerations for Transcranial Ultrasonic Stimulation in Exploratory Clinical Human Studies.",
  "abstract": "Transcranial ultrasonic stimulation (TUS) is emerging as a non-invasive neuromodulatory technique capable of delivering millimeter-precision stimulation at whole-brain depths. Research efforts have increasingly focused on its translational potential. Promising data have been reported across several disease populations, including Parkinson's disease and stroke, paving the way for clinical applications of TUS. Clinical studies to date, however, show substantial variability in transducer fixation, targeting approaches, and acoustic parameters. This limits the interpretability and comparability of results. Existing methodological guides address human TUS in general but do not focus on applications in neurological populations. This experimental protocol presents a standardized yet adaptable framework for applying TUS to neurological cohorts such as stroke. It offers detailed guidance on: (1) essential and optional hardware components in the context of therapy-oriented TUS; (2) hardware settings and parameter selection, including strategies to minimize auditory confounds; (3) calibration and quality assurance procedures to ensure the transducer delivers waveforms as specified; (4) targeting approaches based on simulation or non-simulation methods for accurate localization of TUS focus/foci to the intended anatomical region(s); (5) methodology adaption for clinical populations; and (6) outcome measures for clinical TUS, encompassing safety assessments and surrogate outcome measures such as corticospinal excitability and motor sequence learning. This protocol is designed as a replicable, modular resource. It accommodates both novice users (seeking a practical entry point into patient-based TUS) and experienced researchers (aiming to align with emerging scientific and methodological standards). The goal is to support the growing clinical interest in TUS and to facilitate clinically translatable, reproducible, and comparable results across research groups and patient populations.",
  "disease": "stroke"
}