{
  "pmid": "41469584",
  "title": "Different plasma exosome isolation methods generated distinct microRNA and protein profiles in healthy controls and patients with advanced prostate and lung cancer.",
  "abstract": "Exosomes, extracellular vesicles pivotal in cancer intercellular communication, encapsulate biomolecules with potential as diagnostic and prognostic biomarkers. Efficient isolation is essential for accurate molecular profiling. This study compares three exosome isolation methods-size exclusion chromatography (SEC), lectin-binding, and TIM4-binding-for proteomic and miRNA analysis of plasma exosomes in cancer. Plasma exosomes from patients with non-small cell lung cancer (NSCLC, N = 22), castration-resistant prostate cancer (CRPC, N = 7), and healthy controls (N = 15) were analyzed. Liquid chromatography-tandem mass spectrometry profiled exosomal proteins, and small RNA sequencing identified miRNAs. SEC, lectin-binding, and TIM4-binding methods identified 122, 153, and 87 proteins, and 335, 89, and 181 miRNAs, respectively. SEC detected the most unique miRNAs (183), while lectin-binding excelled in unique protein detection (56). In CRPC, 69 proteins and 21 miRNAs differed significantly (p < 0.05) from controls, with SEC identifying 11 proteins and 6 miRNAs, lectin-binding detecting 40 proteins and 1 miRNA, and TIM4-binding revealing 18 proteins and 14 miRNAs. In NSCLC, 33 proteins and 15 miRNAs showed differential expression (p < 0.05), with SEC detecting 14 proteins and 3 miRNAs, lectin-binding identifying 2 proteins, and TIM4-binding uncovering 17 proteins and 12 miRNAs. The choice of exosome isolation method profoundly influences molecular profiling, with SEC optimizing miRNA detection, lectin-binding enhancing protein capture, and TIM4-binding enriching cancer-specific miRNAs. These findings underscore the need for tailored isolation strategies to unlock exosomes' potential as precise, multi-omic biomarkers for cancer diagnosis and monitoring.",
  "disease": "lung cancer"
}