{
    "title": "Comparison of radio-isotope method with 99m technetium and near-infrared fluorescent imaging with indocyanine green for sentinel lymph node detection in endometrial cancer.",
    "doc_id": "34718651",
    "writer": "Togami S",
    "year": "2022",
    "summary": "METHODS: This study included 122 patients who had undergone sentinel lymph node mapping using 99mTc and indocyanine green. In the radio-isotope method, sentinel lymph nodes were detected using uterine cervix 99mTc injections the day before surgery. ... …",
    "abstract": "Background:\n        \n      \n      We aimed to compare the detection rate of pelvic sentinel lymph node between the radio-isotope with 99m technetium (99mTc)-labeled phytate and near-infrared fluorescent imaging with indocyanine green in patients with endometrial cancer.\n    \n\n\n          Methods:\n        \n      \n      This study included 122 patients who had undergone sentinel lymph node mapping using 99mTc and indocyanine green. In the radio-isotope method, sentinel lymph nodes were detected using uterine cervix 99mTc injections the day before surgery. Following injection, the number and locations of the sentinel lymph nodes were evaluated by lymphoscintigraphy. In addition, indocyanine green was injected into the cervix immediately before surgery.\n    \n\n\n          Results:\n        \n      \n      The overall pelvic sentinel lymph node detection rate (at least one pelvic sentinel lymph node detected) was not significantly different between 99mTc (95.9% [117/122]) and indocyanine green (94.3% [115/122]). Similarly, the bilateral sentinel lymph node detection rate was not significantly different between 99mTc (87.7% [107/122]) and indocyanine green (79.5% [97/122]). More than two sentinel lymph nodes per unilateral pelvic lymph node were found in 12.3% (15/122) and 27% (33/122) of cases with 99mTc and indocyanine green, respectively, in the right pelvic side, and 11.5% (14/122) and 32.8% (40/122) of cases with 99mTc and indocyanine green, respectively, in the left pelvic side. indocyanine green showed that there were significantly more than two sentinel lymph nodes in either the left or right pelvic sentinel lymph nodes (P < 0.0001). There was a significant difference in the mean number of total pelvic sentinel lymph nodes between 99mTc (2.2) and indocyanine green (2.5) (P = 0.028) methods.\n    \n\n\n          Conclusion:\n        \n      \n      Although indocyanine green is useful for sentinel lymph node identification, we believe it is better to use it in combination with 99mTc until the surgeon is accustomed to it.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34718651/"
}