{
    "title": "Attitudes toward mental health and mental health care among custodial grandparents.",
    "doc_id": "35037803",
    "writer": "Hayslip B Jr",
    "year": "2023",
    "summary": "Objective: Two-hundred thirty-nine grandparents who were raising their grandchildren were surveyed regarding their attitudes toward mental health and mental health care as well as their use of mental health services, each twice over a one …",
    "abstract": "Objective: Two-hundred thirty-nine grandparents who were raising their grandchildren were surveyed regarding their attitudes toward mental health and mental health care as well as their use of mental health services, each twice over a one-year time frame.Methods: Mental health attitudes were assessed utilizing self-report scales assessing openness to seeking help, biases regarding mental health and mental health professionals, and breadth regarding beliefs about the origins of mental/emotional distress.Results: Findings suggested that grandparent caregivers were generally positive regarding their willingness to seek mental health care, biases regarding mental health professionals, and beliefs about the origins of emotional distress. Factors that predicted mental health attitudes reflected grandparent personal characteristics, aspects of caregiving, and sample demographics. There was a relationship between attitudes toward mental health and the use of mental health-related services, and having sought help was associated with mental health attitudes and emotional distress at both occasions of measurement and over the one-year timeframe. Some modest evidence was found for the role of openness to seeking help in partially mediating relationships between emotional/caregiving-related distress and mental health care use.Conclusion: These findings are important in understanding not only grandparent caregivers' attitudes toward mental health, but also can serve as a basis for enhancing their use of mental health care services.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35037803/"
}