{
    "title": "Primary kidney disease modifies the effect of comorbidities on kidney replacement therapy patients' survival.",
    "doc_id": "34415958",
    "writer": "Helve J",
    "year": "2021",
    "summary": "All data were obtained from the Finnish Registry for Kidney Diseases. Information on comorbidities (coronary artery disease, peripheral vascular disease, left ventricular hypertrophy, heart failure, cerebrovascular disease, malignancy, obesity, …",
    "abstract": "Background:\n        \n      \n      Comorbidities are associated with increased mortality among patients receiving long-term kidney replacement therapy (KRT). However, it is not known whether primary kidney disease modifies the effect of comorbidities on KRT patients' survival.\n    \n\n\n          Methods:\n        \n      \n      An incident cohort of all patients (n = 8696) entering chronic KRT in Finland in 2000-2017 was followed until death or end of 2017. All data were obtained from the Finnish Registry for Kidney Diseases. Information on comorbidities (coronary artery disease, peripheral vascular disease, left ventricular hypertrophy, heart failure, cerebrovascular disease, malignancy, obesity, underweight, and hypertension) was collected at the start of KRT. The main outcome measure was relative risk of death according to comorbidities analyzed in six groups of primary kidney disease: type 2 diabetes, type 1 diabetes, glomerulonephritis (GN), polycystic kidney disease (PKD), nephrosclerosis, and other or unknown diagnoses. Kaplan-Meier estimates and Cox regression were used for survival analyses.\n    \n\n\n          Results:\n        \n      \n      In the multivariable model, heart failure increased the risk of death threefold among PKD and GN patients, whereas in patients with other kidney diagnoses the increased risk was less than twofold. Obesity was associated with worse survival only among GN patients. Presence of three or more comorbidities increased the age- and sex-adjusted relative risk of death 4.5-fold in GN and PKD patients, but the increase was only 2.5-fold in patients in other diagnosis groups.\n    \n\n\n          Conclusions:\n        \n      \n      Primary kidney disease should be considered when assessing the effect of comorbidities on survival of KRT patients as it varies significantly according to type of primary kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34415958/"
}