{
  "pmid": "41437383",
  "title": "Association between platelet-to-lymphocyte ratio and 28-day all-cause mortality in patients with asymptomatic coronary artery disease: a cohort study.",
  "abstract": "Recent evidence suggests a link between platelet-to-lymphocyte ratio (PLR) and coronary artery disease (CAD) outcomes. However, studies on asymptomatic CAD (ACAD) and short-term outcomes like 28-day mortality are limited. This research will explore the correlation between PLR and 28-day mortality in ACAD patients and assess a potential dose-response relationship. This retrospective cohort study leverages data from the Medical Information Mart for Intensive Care IV (MIMIC-IV) database. We included patients diagnosed with ACAD and collected baseline characteristics, laboratory test results, and clinical data during hospitalization. The primary endpoint was 28-day all-cause mortality. Analytical approaches included multivariable Cox proportional hazards regression models, stratified analysis, restricted cubic splines (RCS), and threshold effect analyses to evaluate the association between PLR and 28-day all-cause mortality. Given the skewed distribution of PLR values, natural logarithm (ln) transformation was applied for statistical analyses. Our study encompassed 4,563 ACAD patients, of whom 71.7% were male, with a mean age of 71.8 years. Overall, 12.8% of patients experienced 28-day mortality. Analysis revealed a J-shaped curve relationship between PLR and 28-day all-cause mortality. Threshold analysis indicated that participants with lnPLR < 4.308 had a Hazard Ratio (HR) of 0.814 for 28-day all-cause mortality (95% CI 0.627-1.057; P = 0.122), whereas those with lnPLR > 4.308 had an HR of 1.441 (95% CI 1.245-1.668; P < 0.001). Below the threshold, increasing lnPLR did not significantly correlate with changes in 28-day mortality risk. Conversely, above this threshold, each unit increase in lnPLR was associated with a 44.1% increased risk of 28-day mortality. Among adult patients with ACAD in the United States, there exists a J-shaped relationship between PLR and 28-day all-cause mortality. Elevated PLR levels are associated with adverse outcomes in ACAD patients.",
  "disease": "coronary artery disease"
}