{
  "pmid": "41465955",
  "title": "Epidemiological investigation and clinical presentation of severe gestational psittacosis diagnosed using targeted next-generation sequencing: A case report.",
  "abstract": "Gestational psittacosis is a rare but potentially fatal cause of severe pneumonia during pregnancy. This case demonstrates how a combined epidemiological investigation and targeted next-generation sequencing (tNGS) can rapidly exclude irrelevant respiratory pathogens and enable pathogen-specific treatment. A 30-year-old pregnant woman (25 weeks of gestation) presented with mild nonspecific symptoms on February 19. On February 21, she was examined at an outpatient clinic. On February 24, she was hospitalized after sudden onset of dyspnea. On admission, she exhibited severe hypoxemia and experienced rapid progression to respiratory failure with marked drowsiness. Laboratory tests revealed severe anemia (hemoglobin, 78 g/L), hypoalbuminemia (14 g/L), and markedly elevated high-sensitivity C-reactive protein (144 mg/L). Chest computed tomography demonstrated multi-lobar and multi-segment consolidations in the right upper lobe and bilateral lower lobes. On day 6 after admission, tNGS of a bronchoalveolar lavage sample obtained on day 2 after clinical stabilization (day 3 after admission) identified Chlamydia psittaci and excluded other bacterial, viral, and fungal pathogens. Although the patient denied exposure to commercial bird markets, she had repeatedly visited a private live poultry stall. Mechanical ventilation, anti-infective therapy comprising azithromycin and piperacillin-tazobactam, and supportive care were initiated. Her clinical status improved and she was discharged 14 days after admission. The patient delivered a healthy infant 71 days after discharge. tNGS is a rapid and cost-effective tool that can exclude other pathogens in patients with gestational psittacosis. When combined with detailed epidemiological data, tNGS can guide timely pathogen-directed therapy with good maternal and fetal outcomes. Clinicians should consider exposure to private poultry sources when pregnant patients present with atypical pneumonia.",
  "disease": "pneumonia"
}