{
  "pmid": "41449800",
  "title": "Understanding Exceptional Response: The Role of MINDY1 SNP in CDK4/6 Inhibitor Therapy for ER-Positive, HER2-Negative Advanced Breast Cancer.",
  "abstract": "Exceptional responders to targeted cancer therapies offer a unique opportunity to uncover molecular determinants of drug sensitivity. In this study, we aimed to identify genomic alterations associated with exceptional response to cyclin-dependent kinase inhibitors (CDKi) combined with endocrine therapy in individuals with estrogen receptor (ER)-positive, human epidermal growth factor receptor 2 (HER2)-negative advanced breast cancer. Sixteen people who achieved prolonged complete or partial responses were retrospectively analyzed using whole-exome sequencing. Among these, six individuals provided high-quality tumor and matched normal blood samples suitable for downstream variant analysis. This cohort exhibited a diverse landscape of germline, somatic, and loss of heterozygosity (LOH) variants, several of which occurred in genes linked to hormone signaling, cell cycle regulation, and transcriptional regulation. One shared alteration was a common germline single-nucleotide polymorphism (SNP), rs771205, in the gene MINDY1, a deubiquitylase regulating estrogen receptor alpha (ERα) stability. To explore the functional consequences of this variant, we used CRISPR genome editing to introduce the MINDY1 SNP into breast cancer cell lines. While the variant had no measurable effect on MINDY1 transcript or protein levels, comparative transcriptomic and proteomic profiling, associated the variant with alterations in key signaling pathways relevant to palbociclib response. These findings demonstrate how infrequent germline variants can modulate therapeutic response through protein function rather than expression levels. Our work emphasizes the importance of personalized genomic analysis in revealing mechanisms underlying exceptional response, and it highlights MINDY1 as a potential biomarker or co-target in CDK4/6i-treated ER+ breast cancers.",
  "disease": "breast cancer"
}