{
  "pmid": "41348536",
  "title": "Comparative Effectiveness and Safety of Various Anticoagulation Regimens for Portal Venous Thrombosis in Cirrhosis: A Systematic Review and Network Meta-Analysis.",
  "abstract": "BackgroundPortal venous thrombosis (PVT) is a serious complication in cirrhosis, with management debated due to differing anticoagulant guidelines. This network meta-analysis assessed various anticoagulants for PVT in cirrhotic patients.MethodsPubMed, Cochrane Central, and ScienceDirect were searched till May 2025. A frequentist network meta-analysis was conducted in RStudio version 4.3.3. The ranking was based on P-scores.ResultsNineteen studies were included in the analysis. Direct oral anticoagulants (DOACs) (RR = 2.38; 95%CI:[1.17, 4.85]; p = 0.02), fondaparinux (RR = 18.16; 95%CI:[2.09, 158.13]; p = 0.009), low-molecular-weight heparin (LMWH) (RR = 11.96; 95%CI:[1.58, 90.79]; p = 0.01), LMWH-Warfarin sequential therapy (RR = 2.32; 95%CI:[1.01, 5.31]; p = 0.04), and Vitamin K antagonists (VKA) (RR = 1.71; 95%CI:[1.03, 2.83]; p = 0.04) showed a significant increase in complete recanalization, with fondaparinux ranked highest (P-score = 0.94). DOACs (RR = 0.23;95%CI:[0.07, 0.71]; p = 0.01), LMWH (RR = 0.24;95%CI:[0.11, 0.52]; p = 0.0003), LMWH-Warfarin sequential therapy (RR = 0.40;95%CI:[0.21, 0.77]; p = 0.006) demonstrated a significant reduction in PVT progression, with Antithrombin-III ranked highest (P-score = 0.87). Fondaparinux was ranked highest (P-score = 0.90) for reducing esophageal variceal bleeding, while LMWH was ranked highest (P-score = 0.72) for decreasing overall bleeding. DOACs significantly decreased mortality (RR = 0.74; 95% CI: [0.67, 0.81]; p < 0.0001), with LMWH ranked highest (P-score = 0.80) for mortality.ConclusionDOACs, LMWH, and LMWH-Warfarin sequential therapy significantly improved recanalization and reduced PVT progression. LMWH was ranked highest in reducing bleeding and mortality, while fondaparinux ranked highest regarding esophageal bleeding and complete recanalization.",
  "disease": "liver cirrhosis"
}