{
  "pmid": "41439250",
  "title": "Discontinuation of nucleos(t)ide analogues after NA-induced HBsAg seroclearance: a single-center 48-week retrospective study.",
  "abstract": "Hepatitis B virus (HBV) infection is a major risk factor for liver fibrosis, cirrhosis, and hepatocellular carcinoma. Whether patients with chronic hepatitis B (CHB) receiving oral nucleos(t)ide analogue (NA) therapy can safely discontinue treatment after HBsAg seroclearance is attracting clinical attention.This study aimed to explore the maintenance rate of HBsAg-negative status and the predictors of HBsAg repositivity after drug withdrawal in non-cirrhotic CHB patients who had achieved HBsAg seroclearance following long-term NAs therapy. This is a single center retrospective study focusing on non-cirrhotic CHB patients who received NAs treatment and achieved HBsAg seroclearance.These patients were treated in the hepatitis clinic of West China Hospital of Sichuan University and followed up for a long time. CHB patients were required to have complete demographic and clinical data. Additionally, serum levels of HBV RNA and HBcrAg were measured in all patients at the time of NAs cessation. A total of 137 non-cirrhotic CHB patients with HBsAg seroclearance were screened. Ultimately, 54 patients agreed to discontinue treatment, while 83 declined. Among the 54 patients who terminated treatment, 43 were male and 11 were female. Of these discontinued patients, 44 received continuous monotherapy, while 10 received combination therapy. All patients in this study received NAs antiviral treatment for more than 5 years. 79.6 % (43/54) of patients were found to be positive for HBsAb and 59.3 % (32/54) of patients had HBsAb≥200 IU/ml at the time of NAs discontinuation. Among the discontinued patients, all 54 patients were HBV RNA negative, and 87.0 % (47/54) were HBcrAg negative.The rates of HBsAg repositive were 3.7 % (95 % CI, 0.6 %-12.7 %) and 9.3 % (95 % CI, 3.8 %-19.7 %) at 24 and 48 weeks after drug withdrawal, respectively, and 3 of them were accompanied by HBV DNA relapse. All patients who regained HBsAg positivity after NAs discontinuation had serum HBcrAg levels greater than 3 log In this single-center cohort, most non-cirrhotic patients who achieved HBsAg seroclearance on long-term NAs therapy maintained HBsAg loss over 48 weeks after discontinuation. HBcrAg positivity at end of treatment was observed in all cases of HBsAg reappearance, suggesting HBcrAg may help identify patients at higher short-term risk of seroreversion. Larger, longer-term studies are required to confirm these findings.",
  "disease": "liver cirrhosis"
}