{
  "pmid": "41444844",
  "title": "Data-driven identification and semi-automated quantification of molecular targets for tumour-imaging of colorectal liver metastases and primary colorectal tumours.",
  "abstract": "Accurate pre- and intraoperative assessment of disease extent is crucial for curative treatment of colorectal liver metastases (CRLM) and primary colorectal cancer (pCRC). Tumour-targeted nuclear imaging can enhance pre- and postoperative tumour staging, while tumour-specific fluorescence-guided surgery can improve intraoperative visualization. However, validated targets remain limited, particularly for CRLM. This study aimed to identify and validate novel molecular targets for CRLM using a data-driven approach. Additional objectives included pCRC target expression and evaluating target expression in neoadjuvant-treated patients. Using a data-driven RNA-based discovery approach (Euretos), candidate targets for colorectal liver metastases were identified. Of these, the six highest-ranking targets-CEACAM5, EPCAM, CEACAM6, MUC13, FXYD3, and CDH17-were selected for validation through immunohistochemistry (IHC). Semi-automated image analysis quantified IHC staining intensity (0-100) for tumour epithelium and background on a per-pixel basis. A patient's staining pattern was regarded as positive if mean tumour epithelium scored positive (>25), background negative (<25) and tumour epithelium >25 points higher than background, referred to as relative positive expression. The proportion of CRLM samples showing relative positive expression was 79% for CEACAM5, 45% for EPCAM, 80% for CEACAM6, 24% for MUC13, 58% for FXYD3, and 22% for CDH17. CEACAM5/CEACAM6 combined positivity reached 90% (either one positive), showing that targeting both markers enables molecular imaging in nearly the entire population. Staining intensities were similar in pCRC epithelium (P >0.05). Neoadjuvant-treated CRLM exhibited higher expression for all targets. Using a novel data-driven approach, six potential imaging targets were successfully identified and validated. CEACAM5 and CEACAM6 emerged as strong targets that, regardless of neoadjuvant therapy, covered nearly the entire CRLM population-supporting their further probe development and clinical translation.",
  "disease": "colorectal cancer"
}