{
    "title": "Infodemics and health misinformation: a systematic review of reviews.",
    "doc_id": "36062247",
    "writer": "Borges do Nascimento IJ",
    "year": "2022",
    "summary": "",
    "abstract": "Objective:\n        \n      \n      To compare and summarize the literature regarding infodemics and health misinformation, and to identify challenges and opportunities for addressing the issues of infodemics.\n    \n\n\n          Methods:\n        \n      \n      We searched MEDLINE®, Embase®, Cochrane Library of Systematic Reviews, Scopus and Epistemonikos on 6 May 2022 for systematic reviews analysing infodemics, misinformation, disinformation and fake news related to health. We grouped studies based on similarity and retrieved evidence on challenges and opportunities. We used the AMSTAR 2 approach to assess the reviews' methodological quality. To evaluate the quality of the evidence, we used the Grading of Recommendations Assessment, Development and Evaluation guidelines.\n    \n\n\n          Findings:\n        \n      \n      Our search identified 31 systematic reviews, of which 17 were published. The proportion of health-related misinformation on social media ranged from 0.2% to 28.8%. Twitter, Facebook, YouTube and Instagram are critical in disseminating the rapid and far-reaching information. The most negative consequences of health misinformation are the increase of misleading or incorrect interpretations of available evidence, impact on mental health, misallocation of health resources and an increase in vaccination hesitancy. The increase of unreliable health information delays care provision and increases the occurrence of hateful and divisive rhetoric. Social media could also be a useful tool to combat misinformation during crises. Included reviews highlight the poor quality of published studies during health crises.\n    \n\n\n          Conclusion:\n        \n      \n      Available evidence suggests that infodemics during health emergencies have an adverse effect on society. Multisectoral actions to counteract infodemics and health misinformation are needed, including developing legal policies, creating and promoting awareness campaigns, improving health-related content in mass media and increasing people's digital and health literacy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36062247/"
}