{
  "pmid": "41466766",
  "title": "Ketogenic Diet Therapy for Adult Febrile Infection-Related Epilepsy Syndrome (FIRES): A Case Series of Five Patients and Clinical Efficacy Analysis.",
  "abstract": "This study reports five clinical cases of adult Febrile Infection-Related Epilepsy Syndrome (FIRES) treated with a ketogenic diet (KD). The aim is to explore the clinical efficacy, safety, optimal initiation timing, and related efficacy factors of KD in adult FIRES through case analysis, and to provide reference for clinical decision-making. We retrospectively reviewed the medical records of five FIRES patients treated with KD at Shanxi Bethune Hospital between October 2019 and January 2025. Among the five FIRES patients (2 males, 3 females), with a median age of 32 years [interquartile range (IQR) 25-34]. All patients presented with refractory status epilepticus following a febrile illness. EEG revealed slowed background activity with multifocal epileptiform discharges, and 60% (3/5) showed abnormal brain MRI findings. All patients received multidrug antiseizure therapy, anesthetics, and immunotherapy. KD was initiated at a median of 33 days (IQR 10-50) post-onset. Ketosis was achieved within a median of 2 days (IQR 2-3), followed by significant seizure reduction after a median of 3 days (IQR 3-4) of KD. At discharge, mRS scores were 2 (40%) or 4 (60%); by 3-month follow-up, all patients achieved an mRS score of 2. Common adverse effects included diarrhea (60%), hypoalbuminemia (100%), anemia (80%), fecal occult blood (60%), and hyperlipidemia (40%), all of which resolved with symptomatic management. FIRES is a rare and devastating clinical syndrome with an unclear pathogenesis, high mortality, and poor prognosis, often accompanied by cognitive decline or severe neurological sequelae. KD appears effective in FIRES management; however, due to limited case data, further large-sample, prospective, or randomized controlled studies are needed to elucidate its short- and long-term efficacy in adult FIRES patients.",
  "disease": "epilepsy"
}