{
  "pmid": "41451674",
  "title": "Chronic lateral patella tracking is strongly associated with quadriceps external rotation in relation to the femoral shaft and not with wasting of the vastus medialis.",
  "abstract": "Quadriceps tendon malalignment has been closely linked to chronic lateral patella tracking and the development of lateral patellar facet osteoarthritis. The underlying deformity of the quadriceps muscle associated with quadriceps tendon malalignment is unknown. A common assumption is that patella maltracking is associated with wasting of the vastus medialis. The purpose was to: (1) determine the association of the alignment of the quadriceps musculature with quadriceps tendon alignment, (2) assess the torsional deformity of the quadriceps along the femur and (3) determine the association of quadriceps deformity with the relative volume of the four components of the quadriceps. Quadriceps tendon axial angle (QTAx) was measured in 176 computed tomography scans. Ten cases with the most lateralised and medialised QTAx were respectively grouped into the Lateralised and Medialised groups while 10 cases around the median were grouped into the Normal group. The quadriceps muscle torsional angle (QMuscle) was measured along the femur and compared to the QTAx groups. The mean cross-sectional area of the quadriceps muscle bellies was also measured and compared between QTAx groups. There were significant differences in QMuscle between the QTAx groups at all seven points along the femur, with the lateralised group having the largest mean angle of 46.6° (±7.5°) external rotation across all sections, compared to normal and medalised groups (p < 0.001). The ratio of the vastus medialis to the total quadriceps muscle was significantly greater in the lateralised group when compared to the normal group (p < 0.001). Lateralisation of the quadriceps tendon is highly correlated with the external rotation of the quadriceps muscle along the femur. Quadriceps malalignment is also associated with a larger vastus medialis muscle volume. These results demonstrate that chronic lateral patella tracking is likely to be due to a rotational deformity of the quadriceps muscle and not to wasting of the vastus medialis. Level III, case-control study.",
  "disease": "osteoarthritis"
}