{
    "title": "\"Can mental health nurses working in acute mental health units really be trauma-informed?\" An integrative review of the literature.",
    "doc_id": "33270336",
    "writer": "Wilson A",
    "year": "2021",
    "summary": ": The lifetime prevalence of trauma for consumers of mental health services is high. Both nurses and consumers of mental health services experience trauma and re-traumatization in mental health units. TIC is a model of care or approach in …",
    "abstract": "WHAT IS KNOWN ON THE SUBJECT?: The lifetime prevalence of trauma for consumers of mental health services is high. Both nurses and consumers of mental health services experience trauma and re-traumatization in mental health units. TIC is a model of care or approach increasingly used in mental health units to guide nursing actions to minimize trauma and re-traumatization for those working and accessing mental health services. WHAT THE PAPER ADDS TO EXISTING KNOWLEDGE?: Overall, there is poor quality of studies exploring TIC in acute mental health units from the perspective of the MHN. Acute mental health units have competing organizational demands that can often be a source of conflict for nurses providing TIC. To be trauma-informed, a critical examination of the dynamic and unique system-related processes in mental health units is required. TIC literature reveals that nurses are seeking to develop the basic skills expected to be gained in earlier preparatory education to respond therapeutically to consumers. Not all MHNs agree that TIC is necessarily a new or useful model to inform their practice. Trauma and re-traumatization experienced by MHNs can be a source of conflict for TIC in the mental health unit environment. WHAT ARE THE IMPLICATIONS FOR PRACTICE?: The broader environmental and organizational demands placed on nurses can create professional and moral conflict for providing TIC. TIC should acknowledge trauma and re-traumatization experienced by MHNs in the acute mental health units.\n    \n\n\n          Abstract:\n        \n      \n      INTRODUCTION: Trauma-informed care (TIC) is an approach that mental health inpatient units are increasingly adopting, with mental health nurses (MHNs) being the largest occupational group working this area.\n    \n\n\n          Aim:\n        \n      \n      To critically examine the literature on TIC in mental health inpatient units from a MHN perspective.\n    \n\n\n          Methods:\n        \n      \n      Primary studies examining TIC in mental health inpatient units from a MHN perspective were examined in CINAHL, Medline and PsycINFO database including the reference lists of primary sources. A total of n = 10 studies met the inclusion criteria with four themes identified.\n    \n\n\n          Discussion:\n        \n      \n      There is a paucity of quality research available on TIC to guide MHNs employed in mental health inpatient units. The review has highlighted that MHN practice is influenced by the medical model ideology and competing organizational demands that can at least partially negate the effective provision of TIC.\n    \n\n\n          Implications for practice:\n        \n      \n      For purposeful application of TIC, the parallel and often unconscious organizational processes that exist for MHNs working in mental health units must too be examined.\n    \n\n\n          Relevance statement:\n        \n      \n      The review invites an opportunity for important reflections by MHNs employed in mental health units. TIC may help restore MHN practice to the interpersonal tenants the profession is best distinguished by.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33270336/"
}