{
  "pmid": "41467780",
  "title": "Status epilepticus in patients with idiopathic generalized epilepsy.",
  "abstract": "To estimate the incidence and determine the consequences of status epilepticus (SE) associated with idiopathic generalized epilepsy (IGE) in adults. Based on International Classification of Diseases, Tenth Revision (ICD-10) codes we extracted patients with IGE in the period from January 1, 2005 to December 31, 2018, and divided them into two groups: patients with and without a hospitalization with SE before the end of the study. Each patient was matched with 10 normal population controls from the Danish National Patient Register based on age, sex, and geography. Survival, drug resistance, medical history, and surrogate markers for social status were compared. We identified 6295 IGE patients and 62 950 normal population controls with slight female preponderance (3338 female; 55.5%). At least one admission with SE was documented for 4.5% (n = 283 patients), of which 57.2% (n = 162) had two or more admissions with SE. The comparison of patients with and without SE before first-time admission for SE showed higher age, surrogate markers for lower social status (affiliation with the labour market, household income, marital status), indicators of more severe IGE (number of antiseizure medications tried, prescription patterns suggestive for drug resistance), and higher psychiatric comorbidity in patients with SE than without. It is important to note that an episode of SE only transiently and slightly affected markers for social status. All-cause mortality was increased in IGE patients with SE (17.7%) as compared to 6.2% in age-matched population controls. SE in IGE has a high rate of occurrence and is associated with drug-resistant IGE, poor social status, and psychiatric comorbidity already before the first episode of SE. Although the social impact of SE in the short term remains limited, all-cause mortality after SE is increased.",
  "disease": "epilepsy"
}