{
    "title": "Proteomics, oxidative stress and male infertility.",
    "doc_id": "24813754",
    "writer": "Agarwal A",
    "year": "2014",
    "summary": "In recent years, proteomic analyses have been performed to characterize the protein profiles of seminal ejaculate from men with different clinical conditions, such as high oxidative stress. The aim of the present review is to summarize current findings on proteomic …",
    "abstract": "Oxidative stress has been established as one of the main causes of male infertility and has been implicated in many diseases associated with infertile men. It results from high concentrations of free radicals and suppressed antioxidant potential, which may alter protein expression in seminal plasma and/or spermatozoa. In recent years, proteomic analyses have been performed to characterize the protein profiles of seminal ejaculate from men with different clinical conditions, such as high oxidative stress. The aim of the present review is to summarize current findings on proteomic studies performed in men with high oxidative stress compared with those with physiological concentrations of free radicals, to better understand the aetiology of oxidative stress-induced male infertility. Each of these studies has suggested candidate biomarkers of oxidative stress, among them are DJ-1, PIP, lactotransferrin and peroxiredoxin. Changes in protein concentrations in seminal plasma samples with oxidative stress conditions were related to stress responses and to regulatory pathways, while alterations in sperm proteins were mostly associated to metabolic responses (carbohydrate metabolism) and stress responses. Future studies should include assessment of post-translational modifications in the spermatozoa as well as in seminal plasma proteomes of men diagnosed with idiopathic infertility. Oxidative stress, which occurs due to a state of imbalance between free radicals and antioxidants, has been implicated in most cases of male infertility. Cells that are in a state of oxidative stress are more likely to have altered protein expression. The aim of this review is to better understand the causes of oxidative stress-induced male infertility. To achieve this, we assessed proteomic studies performed on the seminal plasma and spermatozoa of men with high levels of oxidative stress due to various clinical conditions and compared them with men who had physiological concentrations of free radicals. A variety of sperm and seminal plasma proteins were found to be expressed either in abundance (over-expressed) or in a lesser amount (underexpressed), while other proteins were found to be unique either to men with oxidative stress or to men with a balanced ratio of antioxidants/free radicals. Each study included in this review suggested several proteins that could possibly act as biomarkers of oxidative stress-induced male infertility, such as protein DJ-1, PIP, lactotransferrin and peroxiredoxin. Pathway analysis performed in these studies revealed that the changes in seminal plasma proteins in men with oxidative stress could be attributed to stress responses and regulatory pathways, while changes in sperm proteins were linked to stress responses and metabolic responses. Subsequent studies could look into post-translational modifications in the protein profile of men with idiopathic infertility. We hope that the information in this review will contribute to a better understanding of the main causes of idiopathic male infertility.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24813754/"
}