{
    "title": "Pharmacological management of low back pain.",
    "doc_id": "20205483",
    "writer": "Chou R.",
    "year": "2010",
    "summary": "In most patients, low back pain is nonspecific, in that the pain cannot be reliably attributed to a specific condition or abnormality in the back. ...Skeletal muscle relaxants and benzodiazepines can be used as adjunctive medications for acute low b …",
    "abstract": "Low back pain is one of the most common conditions encountered in clinical practice and medications are the most commonly used type of treatment. In most patients, low back pain is nonspecific, in that the pain cannot be reliably attributed to a specific condition or abnormality in the back. Although a number of medications are available to treat nonspecific low back pain, selecting a therapy can be a challenge because each one is associated with a unique set of benefits and harms. In addition, the evidence supporting the use of different medications varies, and issues such as costs and patient preferences may also affect treatment choices. A guideline published in 2007 from the American Pain Society and the American College of Physicians on diagnosis and treatment of low back pain includes recommendations on the use of medications, based on the quality of supporting evidence and the estimated magnitude of benefits relative to harms. For most patients with low back pain, regardless of the duration of symptoms, paracetamol (acetaminophen) and NSAIDs are first-line options for pain relief. Opioids are more potent analgesics, but are not a first-line option due to their abuse potential. Skeletal muscle relaxants and benzodiazepines can be used as adjunctive medications for acute low back pain, but have a high incidence of sedation. Tricyclic antidepressants may be an option for chronic low back pain, but their effects on pain appear small or uncertain. Nonetheless, depression is common in patients with low back pain and should be treated appropriately. When choosing medications for treatment of low back pain, practice guidelines provide a useful starting point for making decisions, but clinicians should base therapeutic choices on individualized consideration and discussion with patients regarding the potential benefits and risks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20205483/"
}