{
  "pmid": "41427161",
  "title": "Epidemiological, clinical and outcomes of pleural tuberculosis: insights from a 646-patient cohort in the province of Khémisset, Morocco.",
  "abstract": "pleural tuberculosis, the second most common extrapulmonary manifestation after lymph node involvement, poses a considerable diagnostic and therapeutic challenge. This study examines the epidemiological, clinical, biological, and therapeutic features of pleural tuberculosis cases in Khémisset, a province in Morocco's Rabat-Sale-Kenitra region, which reports the country's second-highest tuberculosis incidence. this retrospective study examined the medical records of patients diagnosed with pleural tuberculosis at the Khémisset Diagnostic Center for Tuberculosis and Respiratory Diseases between 2016 and 2020. A multivariate logistic regression analysis was performed to identify the determinants associated with treatment failure. over the five-year study period, 646 cases of pleural tuberculosis were recorded, representing 19.8% and 48.8% of all tuberculosis and extrapulmonary tuberculosis cases in our cohort, respectively. The mean patient age was 42 years (standard deviation 22.2), with a male predominance (59.4%, male-to-female ratio of 1.46). A bimodal age distribution was observed, peaking in young adults (20-44 years, 39.6%) and older individuals (>55 years, 34.6%). Geographically, cases were nearly evenly distributed between urban (49.7%) and rural (50.3%) areas. The majority (95.2%) were new pleural tuberculosis cases, while 4.2% had concurrent extrapulmonary or pulmonary tuberculosis involvement. Notably, HIV screening was performed in only 31.1% of cases, all of which yielded negative results. Treatment outcomes were favourable, with a therapeutic success rate of 84.4% and a mortality rate of 8%. Multivariate logistic regression analysis revealed the presence of an association of clinical forms significantly linked to an increased risk of failure. The adjusted model indicates an OR of 2.45 (95% CI: 1.02 - 5.88; P = 0.045). pleural tuberculosis accounts for 1 in 5 tuberculosis cases locally. Our study reveals that, despite high treatment success rates, a significant proportion of patients with pleural tuberculosis fail treatment, particularly those with mixed symptoms, especially if they have a combination of other forms of tuberculosis, which increases the risk of failure.",
  "disease": "tuberculosis"
}