{
  "pmid": "41466210",
  "title": "Palliative care in patients with brain metastases from breast cancer: a qualitative descriptive study of attitudes, practices, and barriers.",
  "abstract": "Brain metastases occur in 20%-40% of women with breast cancer, the most common malignancy in women worldwide. These patients frequently require palliative care to improve quality of life; however, their needs and experiences remain poorly characterised. This study explored attitudes, practices, and perceived barriers and facilitators related to palliative care among patients with brain metastasis from breast cancer in China. Between October and December 2024, we conducted qualitative interviews with 16 women with brain metastases from breast cancer at a public hospital in Shenzhen, Guangdong Province, China. Participants were purposively sampled and interviewed face to face using a semi-structured, pilot-tested topic guide. Using directed content analysis, we analysed interview transcripts to identify concepts and key ideas within a deductive framework (attitudes, practices, barriers and facilitators). From these initial concepts, categories were inductively expanded and core themes were generated. Findings clustered into four domains: attitudes (goal incongruence among stakeholders; misunderstandings and stigma surrounding palliative care; evolving acceptance linked to perceived benefits); practices (managing neurological symptoms; maintaining cognitive function; optimising of pain management; coordination across family, community, and hospital settings); barriers (financial strain, limited understanding, cultural-familial norms); and facilitators (multidisciplinary care, family/community support, policy support). The findings highlight the need for improved communication and education to align expectations and enhance palliative care. Addressing the economic burden and cognitive decline, and strengthening professional team support, family and community engagement, and policy/organisational backing, may enhance palliative care delivery and outcomes. Future research should examine longitudinal shifts in awareness, evaluate transferability to other tumour types and sites via multicentre studies, and incorporate clinicians' and caregivers' perspectives to optimise symptom-control protocols and family-community-hospital coordination.",
  "disease": "breast cancer"
}