{
  "pmid": "41467907",
  "title": "Targeting IQGAP3 skews macrophages polarization towards M1 phenotype and promotes antitumor immune response.",
  "abstract": "Immunosuppressive M2 macrophages in the tumor microenvironment (TME) limit the efficacy of immune checkpoint inhibitors (ICIs), with only ∼20% of lung adenocarcinoma (LUAD) patients benefiting from ICI monotherapy. Targeting macrophage polarization represents a promising strategy to reprogram the TME and enhance antitumor immunity. Integrated bioinformatics analysis of TCGA and GEO datasets elucidated the role of IQGAP3 in LUAD progression. A tissue microarray was utilized to compare IQGAP3 expression between tumor and adjacent normal tissues and to evaluate the infiltration relationship between IQGAP3⁺ macrophages and CD8 + T cells. Conditioned medium (CM) from IQGAP3-knockdown macrophage was applied to evaluate its impact on LUAD cell malignancy. Subcutaneous xenograft models tested the impact of IQGAP3 targeting on tumor growth and anti-PD-1 synergy. IQGAP3 was upregulated in LUAD and correlated with poor survival and reduced ICI benefit. IQGAP3⁺ macrophage infiltration inversely correlated with CD8 + T-cell abundance. CM from macrophage with IQGAP3 knockdown resulted in reduced proliferation, migration and invasion of LUAD cells. In macrophage-cancer cell and macrophage-CD8 + T cell coculture systems, IQGAP3 suppression enhanced macrophage phagocytosis and promoted T cell activation. Mechanistically, IQGAP3 regulates macrophage polarization through binding and sequestering IGF2BP2 at the cell periphery, thereby limiting IGF2BP2-mediated stabilization of FYN mRNA. This reduction in FYN expression led to decreased STAT1 phosphorylation. Targeting IQGAP3 reprogrammed TAMs toward an antitumor phenotype, suppressed tumor growth, and synergized with anti-PD-1 therapy. IQGAP3 drives immunosuppressive macrophage polarization in LUAD. Its inhibition represents a novel strategy to improve immunotherapy response.",
  "disease": "lung cancer"
}