{
  "pmid": "41456184",
  "title": "[Primary vasculitis of the intracranial arteries and cerebrovascular disorders].",
  "abstract": "To study the features of cerebrovascular accidents (CVAs) in patients with primary vasculitis of the intracranial arteries (PVICA) and the change of contrast agent uptake by the vascular wall after treatment with corticosteroids. The study included 34 patients (19 males, 56%; mean age 41.4±8.8 years) with CVA associated with PVICA. All patients underwent MR angiography (MRA) of the intracranial arteries and a high-resolution MRI scan of the vascular wall before and after the contrast agent (CA) injection. Twenty-seven patients were treated with corticosteroids, and 25 of them were followed up. Of the 34 study patients, 76% had CVA in the form of ischemic stroke (IS), which recurred in 29% of patients. Repeated transient CVAs (tCVAs) were reported in 82%. In 91% of cases, IS and tCVA occurred in the internal carotid artery (ICA) system. The National Institutes of Health Stroke Scale (NIHSS) showed mild or moderate IS in 96% of patients. MRA of the intracranial arteries revealed stenoses (56%), occlusions (12%), or their combination (32%). The CA uptake by the vascular wall was detected in all patients. After treatment with corticosteroids, 80% of 25 patients followed up for 29.1±28.7 months showed a clinical improvement. Repeated MRI of the vascular wall, performed in 16 patients within 21.1±26.3 months after treatment, showed the absence or decreased CA uptake in 4 patients, increased uptake in 2 patients, and no change in the uptake in 10 patients. CVAs in patients with PVICA usually occur as a minor stroke or repeated CVAs, and in 91% of cases, they involve the ICA system. Treatment with corticosteroids is effective in 80% of patients. The persistence of CA uptake by the vascular wall, as observed by MRI after treatment with clinical improvement, is likely due to post-inflammatory fibrosis. Изучить особенности нарушений мозгового кровообращения (НМК) при первичном васкулите интракраниальных артерий (ПВИА) и динамику накопления контраста сосудистой стенкой после лечения кортикостероидами. Обследованы 34 больных (19 (56%) мужчин; средний возраст пациентов 41,4±8,8 года) с НМК вследствие ПВИА. Всем больным проводились МР-ангиография (МРА) интракраниальных артерий и высокоразрешающая МРТ сосудистой стенки до и после введения контрастного препарата (КП). Лечение кортикостероидами получали 27 больных, 25 из них наблюдались в динамике. Из 34 обследованных больных у 76% НМК были представлены ишемическими инсультами (ИИ), которые рецидивировали у 29%. Повторные транзиторные ишемические атаки (ТИА) были зарегистрированы у 82% больных. В 91% случаев ИИ и ТИА происходили в системе внутренней сонной артерии (ВСА). Тяжесть ИИ по шкале инсульта Национальных институтов здоровья (NIHSS) в 96% случаев была легкой или умеренной. МРА интракраниальных артерий обнаружила стенозы (56%), окклюзии (12%) или их сочетание (32%). Накопление КП сосудистой стенкой выявлено у всех больных. После лечения кортикостероидами у 80% из 25 больных, наблюдавшихся в течение 29,1±28,7 мес, отмечен положительный клинический эффект. Повторная МРТ сосудистой стенки, проведенная 16 больным в течение 21,1±26,3 мес после лечения, выявила исчезновение или уменьшение накопления КП (4 больных), его усиление (2 больных) или отсутствие динамики (10 больных). НМК при ПВИА обычно протекают по типу малого инсульта или повторных ТИА и в 91% случаев происходят в системе ВСА. Лечение кортикостероидами эффективно в 80% случаев. Персистирование накопления КП в сосудистой стенке при МРТ после лечения при положительном клиническом эффекте, по-видимому, обусловлено поствоспалительным фиброзом.",
  "disease": "stroke"
}