{
  "pmid": "41469607",
  "title": "The 2019 national health survey: what does it teach us about the epidemiological profile of stroke in Brazil?",
  "abstract": "Stroke is one of the leading causes of death in Brazil, as well as a major cause of disability in the population. Because of this, national surveys are highly relevant for understanding the impact and planning public policies. The aim of the study was to assess the epidemiological profile and associated factors of stroke in Brazil from the 2019 National Health Survey (NHS). We conducted an ecological and population-based study using data from the 2019 NHS in Brazil. Fifty-one clinical and sociodemographic variables related to stroke were selected for analysis in this study. The descriptive analysis were performed using SPSS software, and we conducted a spatial analysis of the federative units regarding the incidence of stroke and the prevalence of functional dependency per federative unit. We also performed a logistic regression with the aim of identifying the predictor variables of functional dependency in the population. A total of 1,975 individuals had received a stroke diagnosis, corresponding to a prevalence of 2.1% of the Brazilian population or a total of 4,413,090 people living with a stroke diagnosis in 2019. Most of them were female (52.9%), brown (48.8%), and lived in urban areas (78.1%). The mean age was 63.77 ± 14.93 years, and the mean age for stroke diagnosis was 53.13 ± 18.92 years. The Northwest region of Brazil had the highest number of stroke cases, 731 (37%). We found that 32.4% of individuals were classified as functionally dependent, and male sex, rehabilitation in the last 12 months, use of medication for stroke, and being accompanied by health professionals were predictors of functional dependence. The epidemiological profile of stroke in Brazil reveals a reduction in the number of individuals with severe and very severe functional limitations, however, a high prevalence of functional dependence remains. This burden is unevenly distributed across Brazilian states. Moreover, the majority of individuals did not receive any rehabilitation therapies in the past 12 months. Notably, undergoing rehabilitation and being followed by a healthcare professional were identified as key predictors of functional dependence.",
  "disease": "stroke"
}