{
  "pmid": "41467540",
  "title": "Clinical Validation of a Fast MRI Method to Evaluate Brain Vascular and Parenchymal Abnormalities in Sturge-Weber Syndrome.",
  "abstract": "Sturge-Weber syndrome (SWS) is a rare neurocutaneous disorder associated with venous capillary malformations, atrophy, and calcifications. Longitudinal imaging is limited by risks of sedation and gadolinium exposure in children. To evaluate whether strategically acquired gradient echo (STAGE), a rapid multi-contrast quantitative MRI method, can reliably detect vascular and parenchymal abnormalities in SWS compared with conventional pre-/post-contrast MRI. Observational cross-sectional. Twenty-two patients with unilateral SWS diagnosed by previous MRI (13 female; ages 2-24 years). 3T/T1-weighted (T1W) and T2-weighted (T2W) turbo-spin-echo, fluid attenuated inversion recovery, and a 3D gradient echo-based STAGE sequence providing T1, proton density (PD), T2*, and R2* maps, susceptibility-weighted imaging (SWI), quantitative susceptibility mapping (QSM), T1W with enhanced gray matter to white matter contrast (T1WE), and synthetic images of T2W, FLAIR, and gradient echo images. Conventional MRI and STAGE images were reviewed in 10 patients (training group), side-by-side, to determine the STAGE-derived images that identify SWS abnormalities, including leptomeningeal venous capillary malformations (LVCM), enlarged deep medullary veins, choroid plexus enlargement, cerebral atrophy, and calcifications. In the remaining test group of 12 patients, three reviewers scored these abnormalities on STAGE images and compared them with scores from conventional MRI. Interrater reliability with intraclass correlation coefficient (ICC), Spearman's rank correlation, Wilcoxon signed-ranked test, Mann-Whitney U-test, Fisher's exact test. Statistical significance level was set as p < 0.05. LVCMs were visualized on STAGE with SWI and R2*. Calcifications were differentiated from venous abnormalities using PD, T1WE, synthetic gradient echo, and QSM. STAGE-derived scores had excellent interrater reliability (ICCs > 0.90) and were similar to the conventional MRI scores despite some minor differences in some individual cases (total scores from conventional MRI vs. STAGE 8.9 vs. 8.7, p = 0.29). STAGE provided rapid, non-contrast, multi-parametric imaging that reliably detected vascular and parenchymal SWS abnormalities seen on conventional MRI. 2. Stage 3. Sturge‐Weber syndrome (SWS) is a rare neurocutaneous disorder with abnormal brain vessels, tissue loss, and calcium deposits. Young patients often receive repeated MRIs with contrast administration and sedation, which may have harmful effects. This study tested a fast, non‐contrast MRI method called strategically acquired gradient echo (STAGE) to evaluate venous vascular and parenchymal brain abnormalities in 22 young patients without sedation. STAGE detected abnormalities on the lobar level seen on conventional pre‐/post‐contrast MRI. Certain STAGE findings were associated with epilepsy severity. STAGE may offer a safer, quicker option for detecting and monitoring brain changes in patients with SWS.",
  "disease": "epilepsy"
}