{
    "title": "Copy number variation in pituitary stalk interruption syndrome: A large case series of sporadic non-syndromic patients and literature review.",
    "doc_id": "36495109",
    "writer": "Correa-Silva SR",
    "year": "2023",
    "summary": "Abnormal hypothalamic/posterior pituitary development appears to be a major determinant of pituitary stalk interruption syndrome (PSIS). The observation of familial cases and associated congenital abnormalities suggests a genetic basis. ...Most of these patients had EPP (7 …",
    "abstract": "Abnormal hypothalamic/posterior pituitary development appears to be a major determinant of pituitary stalk interruption syndrome (PSIS). The observation of familial cases and associated congenital abnormalities suggests a genetic basis. Single-gene mutations explain less than 5% of the cases, and whole exome sequencing has shown heterogeneous results. The present study aimed to assess copy number variation (CNV) using array-based comparative genomic hybridization (aCGH) in patients with non-syndromic PSIS and comprehensively review data from the literature on CNV analysis in congenital hypopituitarism (CH) patients. Twenty-one patients with sporadic CH from our outpatient clinics presented with ectopic posterior pituitary (EPP) and no central nervous system abnormalities on magnetic resonance image (MRI) or any other malformations on physical examination at presentation were enrolled in the study. aCGH using a whole-genome customized 400K oligonucleotide platform was performed in our patients. For the literature review, we searched for case reports of patients with CH and CNV detected by either karyotype or aCGH reported in PubMed up to November 2021. Thirty-five distinct rare CNVs were observed in 18 patients (86%) and two of them (6%) were classified as pathogenic: one deletion of 1.8 Mb in chromosome 17 (17q12) and one deletion of 15 Mb in chromosome 18 (18p11.32p11.21), each one in a distinct patient. In the literature review, 67 pathogenic CNVs were published in 83 patients with CH, including the present study. Most of these patients had EPP (78% out of the 45 evaluated by sellar MRI) and were syndromic (70%). The most frequently affected chromosomes were X, 18, 20 and 1. Our study has found that CNV can be a mechanism of genetic abnormality in non-syndromic patients with CH and EPP. In future studies, one or more genes in those CNVs, both pathogenic and variant of uncertain significance, may be considered as good candidate genes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36495109/"
}