{
    "title": "Step training-dependent plasticity in spinal cutaneous pathways.",
    "doc_id": "15601938",
    "writer": "Côté MP",
    "year": "2004",
    "summary": "Plasticity after spinal cord injury can be initiated by specific patterns of sensory feedback, leading to a reorganization of spinal networks. For example, proprioceptive feedback from limb loading during the stance phase is crucial for the recovery of stepping in …",
    "abstract": "Plasticity after spinal cord injury can be initiated by specific patterns of sensory feedback, leading to a reorganization of spinal networks. For example, proprioceptive feedback from limb loading during the stance phase is crucial for the recovery of stepping in spinal-injured animals and humans. Our recent results showed that step training modified transmission from group I afferents of extensors in spinal cats. However, cutaneous afferents are also activated during locomotion and are necessary for proper foot placement in spinal cats. We therefore hypothesized that step training would also modify transmission in cutaneous pathways to facilitate recovery of stepping. We tested transmission in cutaneous pathways by comparing intracellular responses in lumbar motoneurons (n = 136) in trained (n = 11) and untrained (n = 7) cats spinalized 3-5 weeks before the acute electrophysiological experiment. Three cutaneous nerves were stimulated, and each evoked up to three motoneuronal responses mediated by at least three different pathways. Overall, of 71 cutaneous pathways tested, 10 were modified by step training: transmission was reduced in 7 and facilitated in 3. Remarkably, 6 of 10 involved the medial plantar nerve innervating the plantar surface of the foot, including two of the facilitated pathways. Because the cutaneous reflexes are exaggerated after spinalization, we interpret the decrease in most pathways as a normalization of cutaneous transmission necessary to recover locomotor movements. Overall, the results showed a high degree of specificity in plasticity among cutaneous pathways and indicate that transmission of skin inputs signaling ground contact, in particular, is modified by step training.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15601938/"
}