{
    "title": "[Method and experience of lymph node examination after gastrectomy with D2 lymphadenectomy for gastric cancer].",
    "doc_id": "31422622",
    "writer": "Zhu Y",
    "year": "2019",
    "summary": "Under the premise of standard D2 lymphadenectomy, the number of harvested lymph nodes is mainly dependent on the procedures of lymph node examination. Since 2013, our center has set up a special lymph node examination team. ...Long-term a …",
    "abstract": "The insufficiency of the examined number of lymph nodes after surgery for gastric cancer may undermine the stage of lymph node metastasis, which would have a significant impact on prognostic evaluation and strategy formulation of adjuvant therapy. Under the premise of standard D2 lymphadenectomy, the number of harvested lymph nodes is mainly dependent on the procedures of lymph node examination. Since 2013, our center has set up a special lymph node examination team. In the same year, the average number of harvested lymph nodes in each sample was 46, which was significantly higher than before (average 18 nodes/case in 2004-2012). After continuous quality improvement and regular quality control in 2014, average number of retrieved lymph nodes was 64 per specimen. Therefore, this paper summarizes the methods and experience of lymph node examination in gastric cancer specimens of general surgery in Southern Hospital. The overall construction of the lymph node examination team of gastric cancer in our center mainly includes three parts: establishment of a specialized lymph node examination team, effective standard operating procedures (SOP), and long-term and sustained quality control. The specialized lymph node examination team consists of postgraduate students who are not involved in surgery but have been trained by surgeons. Standard procedures include theoretical reserve of gastric anatomy, surgical observation to correspond to specimens in vitro and in vivo, and standardized specimen processing procedures. Long-term and sustained quality control requires periodic report of lymph node examination data and continuous feedback optimization of the process. Intraoperative lymph node tracing navigation and specimen lymph node intensification are carried out with nanocarbon and indocyanine green dye staining, and then lymph nodes are harvested based on the traditional methods, which can improve the examination rate of lymph nodes, especially for small lymph nodes. Research on lymph node tracing methods, requires multidisciplinary cooperation in particular, will become a hot topic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31422622/"
}