{
    "title": "Breast Cleavage Remodeling with Fat Grafting: A Safe Way to Optimize Symmetry and to Reduce Intermammary Distance.",
    "doc_id": "29068922",
    "writer": "Serra-Mestre JM",
    "year": "2017",
    "summary": "METHODS: Eighty-six patients undergoing breast augmentation, breast reduction, or mastopexy and breast reconstruction with separated or asymmetric breasts underwent fat grafting in the medial quadrants. ...CONCLUSION: The authors' technique allows safe …",
    "abstract": "Background:\n        \n      \n      In their descriptions of the ideal breast, most studies have focused primarily on the dimensions, shape, and proportions. The distance between the breasts has only very rarely been considered. The intermammary distance and the medial symmetry between the breasts are important parts of the outcome of surgery and have a strong bearing on patient satisfaction. However, the control surgeons have over these factors is only relative, and depends heavily on the underlying anatomical characteristics of the patients.\n    \n\n\n          Methods:\n        \n      \n      Eighty-six patients undergoing breast augmentation, breast reduction, or mastopexy and breast reconstruction with separated or asymmetric breasts underwent fat grafting in the medial quadrants. Intermammary distances were measured before fat grafting and 12 months later. Complications were also recorded.\n    \n\n\n          Results:\n        \n      \n      This technique obtained a statistically significant reduction in the mean intermammary distance (p < 0.0001) from 3 ± 0.6 cm (range, 1.6 to 5 cm) to 1.7 ± 0.4 cm (range, 1 to 2.8 cm) at 12-month follow-up. There were no major complications: one capsular contracture in a breast reconstruction requiring capsulotomy and an oil cyst requiring aspiration were reported.\n    \n\n\n          Conclusion:\n        \n      \n      The authors' technique allows safe remodeling of the medial cleavage of the breast, reducing the intermammary distance and optimizing the symmetry between the breasts.\n    \n\n\n          Clinical question/level of evidence:\n        \n      \n      Therapeutic, IV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29068922/"
}