{
    "title": "Reconsidering the Role of Weight Loss in Treatment for Chronic Pain: Knee Osteoarthritis as an Exemplar.",
    "doc_id": "39103008",
    "writer": "Olson KL",
    "year": "2024",
    "summary": "Body weight is an appealing target because it is modifiable and evidence-based treatments to produce weight loss are well-established. ...However, weight loss outcomes are variable and difficult to sustain, and access to evidence-based treatment …",
    "abstract": "Chronic pain is prevalent among individuals with higher body weight and associated with greater impairment. As a result, weight loss is a common recommendation for pain management among those with higher body weight. Body weight is an appealing target because it is modifiable and evidence-based treatments to produce weight loss are well-established. In the last 2 decades, there has been a growing line of scientific work investigating the application of weight loss to individuals with chronic pain. This represents an important step to integrate the conceptualization of pain and body weight and there is preliminary work suggesting treatment effects are enhanced when weight loss treatment is combined with pain coping skills. However, weight loss outcomes are variable and difficult to sustain, and access to evidence-based treatment is limited. These concerns are set against the backdrop of growing public and academic concern about the weight-centric approach to health care that dominates western medicine. This is a timely moment to reconsider the conceptualization of weight and pain, and the role of weight loss in chronic pain treatment. Using osteoarthritis as an exemplar, we review the evidence for and clinical uptake of weight loss as a chronic pain management strategy and conclude with key areas for consideration to advance the scientific understanding of these comorbid conditions and how to optimize pain management for individuals of higher body weight. PERSPECTIVE: This focus article critically considers the role of weight loss in management of chronic pain among individuals of higher body. Using knee osteoarthritis as an exemplar, the evidence and clinical uptake of weight loss for pain management is reviewed. Limitations are considered to guide future research and clinical care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39103008/"
}