{
    "title": "Research on cross-cultural adaptation and educational management of international students in China: Case of African students at Zhejiang Normal University.",
    "doc_id": "36324773",
    "writer": "Di W",
    "year": "2022",
    "summary": "This study takes the educational management practice of African international students in Zhejiang Normal University as the breakthrough point and introduces the investigation of international students' cross-cultural adaptability. A sample of African students comin …",
    "abstract": "With the closer China-Africa relations and the vigorous development of the country's education for international students, the number of African students studying in China has surged, and the difficulty of education management in colleges and universities has increased accordingly. Many scholars have conducted in-depth research on the educational management model, educational management policy, educational management status and optimization strategy for international students in China. However, the existing research dimensions are relatively single and lack of comprehensiveness. This study takes the educational management practice of African international students in Zhejiang Normal University as the breakthrough point and introduces the investigation of international students' cross-cultural adaptability. A sample of African students coming to China is selected from Zhejiang Normal University (n = 475). This study designs a questionnaire based on the dimensions of enrollment management, teaching management, and daily management combined with the teaching satisfaction, cultural adaptability, and emotional attitude of African international students in China. After data analysis with SPSS 26 and AMOS 24, it can be found that enrollment management is significantly positively correlated with the time in China. Teaching management is positively correlated with age, educational background and it is positively correlated with enrollment management. Differentiated management is positively correlated with Chinese proficiency, and it is positively correlated with enrollment management and teaching management. The recognition of management staffs is positively correlated with enrollment management, teaching management and differentiated management. Teaching satisfaction is positively correlated with enrollment management, teaching management, differentiation management and recognition of management staffs. Cultural adaptation is significantly positively correlated with Chinese proficiency, enrollment management, teaching management, differentiated management, recognition of management staffs, and teaching satisfaction. Emotions and attitudes are significantly positively correlated with age and time in China, and it is positively correlated with teaching management, the recognition of management staffs, teaching satisfaction, cultural adaptation, and academic qualifications. Through in-depth analysis, it can be found that there exist problems in the current education management of African international students, such as insufficient enrollment channels, incomplete enrollment promotion, unreasonable curriculum settings, inadequate implementation of the tutorial system, and excessive differentiated management. In order to further improve the quality of educational management for African international students in China, countermeasures such as adhering to the idea of \"a community with a shared future for mankind\" to optimize the enrollment management; advocating the value of \"harmony but different\" to improve teaching management; implementing the \"people-oriented\" service tenet to improve daily management; deepening community value identification to promote students' cross-cultural adaptation should be implemented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36324773/"
}