{
  "pmid": "41432614",
  "title": "MRI radiomics model using T2-weighted imaging sequences to differentiate small hepatic metastases and hemangiomas.",
  "abstract": "BackgroundDifferentiating small hepatic metastases from hemangiomas can be challenging on visual assessment.PurposeTo evaluate the diagnostic performance of magnetic resonance imaging (MRI) radiomics models based on T2-weighted (T2W) imaging in differentiating small hepatic metastases from hemangiomas.Material and MethodsThis retrospective study included patients with small (≤2 cm) hepatic metastases from colorectal cancer or hemangiomas who underwent liver MRI between August 2018 and January 2024. Datasets were divided into training, internal, and external validation sets based on MRI scanner type. Manual segmentation was performed on conventional T2W, heavily T2W, and fat-suppressed (FS)-T2W imaging. Random forest models were developed using 10-fold cross-validation on 10 selected radiomics features. AUCs were calculated to evaluate model performance. Before segmentation, each hepatic lesion in the validation sets was categorized into metastasis, hemangioma, or indeterminate lesion according to visual assessment on T2W imaging by two radiologists in consensus.ResultsA total of 285 patients (148 men; mean age=55.8 ± 12.5 years) were included: training (140 patients: 151 metastases, 155 hemangiomas), internal (86 patients: 87 metastases, 80 hemangiomas), and external (59 patients: 37 metastases, 69 hemangiomas) validation sets. AUCs for conventional/heavily/FS-T2W imaging were 0.976/0.972/0.946 (training), 0.979/0.991/0.989 (internal validation), and 0.969/0.976/0.809 (external validation), respectively. Among visually indeterminate lesions, 6/7 lesions in the internal validation set and 5/8 lesions in the external validation set were correctly classified using radiomics scores.ConclusionRadiomics models based on T2W imaging exhibit excellent performance in differentiating small hepatic metastases from hemangiomas and may contribute to the correct classification of visually indeterminate hepatic lesions.",
  "disease": "colorectal cancer"
}