{
  "pmid": "41411682",
  "title": "Potential of EEG and EEG/MEG skull conductivity estimation to improve source analysis in presurgical evaluation of epilepsy.",
  "abstract": "Conductivity estimation exploiting evoked potentials and fields is a promising method to reduce the uncertainty of EEG and combined EEG/MEG source analysis due to inter-individual variations of tissue conductivities. Approaches for skull conductivity estimation based on evoked potentials and fields have been proposed in several studies, but the current knowledge about their sensitivity towards uncertainties of other tissue conductivities and the effects on source analysis accuracy is insufficient. In this study, we analyze this sensitivity for EEG and EEG/MEG skull conductivity estimation and to what extent skull conductivity estimation improves the EEG, MEG, and combined EEG/MEG source analysis of interictal epileptic discharges (IED).&#xD;&#xD;Approach: We simulated EEG and MEG measurements of evoked brain activity and IED sources for randomly assigned tissue conductivities and performed EEG and EEG/MEG skull conductivity estimation for the simulated measurements. Following, we performed EEG, MEG, and combined EEG/MEG source analysis of the simulated IED sources and compared the results with and without using the individually estimated skull conductivities.&#xD;&#xD;Main results: We find that EEG/MEG skull conductivity estimation is more accurate than EEG skull conductivity estimation, especially when considering realistic noise levels, whereas the type of the evoked brain activity only had a minor influence on the accuracy of the conductivity estimation. Both EEG and EEG/MEG skull conductivity estimation clearly improve source analysis accuracy for EEG and combined EEG/MEG source analysis, reducing the uncertainty of the source localization from a few centimeters to less than one centimeter for most sources. However, we find that the effect of the conductivity estimation is less pronounced for sources at the base of the brain. &#xD;&#xD;Significance: EEG and EEG/MEG conductivity estimation exploiting evoked potentials and fields has the potential to become a valuable tool to reduce uncertainty in source analysis of IEDs, while it only requires little additional measurement effort.",
  "disease": "epilepsy"
}