{
    "title": "Case report: Treatment of joint supplement toxicity resulting in acidemia, hyperglycemia, electrolyte derangements, and multiple organ dysfunction.",
    "doc_id": "37456965",
    "writer": "Bunnell NM",
    "year": "2023",
    "summary": "OBJECTIVE: This case report describes a successful outcome in the treatment of a patient with joint supplement toxicity, which resulted in seizures, severe acidemia, hyperglycemia, hypernatremia, and multiple organ dysfunction. ...NEW OR UNIQUE INFORMATION PROVIDED: …",
    "abstract": "Objective:\n        \n      \n      This case report describes a successful outcome in the treatment of a patient with joint supplement toxicity, which resulted in seizures, severe acidemia, hyperglycemia, hypernatremia, and multiple organ dysfunction. Previous case reports have been published, but this patient presented with different clinical signs and had additional biochemical abnormalities. Treatment modalities varied in this case report, and the patient was discharged sooner than those mentioned in previous reports.\n    \n\n\n          Case summary:\n        \n      \n      A 9-year-old spayed female Maltese mix was presented to a specialty hospital for joint supplement toxicity. Presenting clinical signs were vomiting and seizures. Primary biochemical abnormalities consisted of hypernatremia, hyperglycemia, acidemia, azotemia, and elevated liver enzymes. Treatment involved lowering the sodium quickly given the neurologic signs on presentation. Other treatment modalities consisted of sodium bicarbonate, insulin, and liver protectants. The patient responded quickly and was discharged after 3 days in the hospital.\n    \n\n\n          New or unique information provided:\n        \n      \n      This case report is different in that the patient was having seizures and was also hyperglycemic, in addition to the expected abnormalities of hypernatremia, acidemia, and multiple organ dysfunction. It also differs from prior reports in that the treatment of hypernatremia was managed as an acute process. This case report describes differing clinical signs, biochemical abnormalities, and treatment modalities that may have led to the discharge from the hospital in a shorter time.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37456965/"
}