{
    "title": "Effect of fasting and subsequent refeeding on the transcriptional profiles of brain in juvenile Spinibarbus hollandi.",
    "doc_id": "30921420",
    "writer": "Yang Y",
    "year": "2019",
    "summary": "We investigated the effect of fasting and refeeding on the transcriptome profiles of brain in juvenile S. hollandi using RNA-seq. A total of 4.73 108 raw reads were obtained from nine brain samples. ...",
    "abstract": "Starvation is a common stress in fish. The underlying molecular mechanisms associated with growth depression caused by feeding restriction and compensatory growth are not well understood. We investigated the effect of fasting and refeeding on the transcriptome profiles of brain in juvenile S. hollandi using RNA-seq. A total of 4.73 × 108 raw reads were obtained from nine brain samples. De novo transcriptome assembly identified 387,085 unigenes with 2.1×109 nucleotides. A total of 936 annotated unigenes showed significantly differential expression among the control, fasting, and fasting-refeeding groups. The down-regulated differentially expressed genes (DEGs) during fasting were mainly associated with cell cycle, DNA replication, and mitosis. The up-regulated DEGs were mainly related to glucose and lipid metabolism, material transportation, and transcription factors. Most decreased DEGs during fasting were restored to normal levels after refeeding. Comparing with the control group, genes associated with protein synthesis, stimulus response, and carbohydrate metabolism were significantly over-expressed and pro-opio melanocortin (POMC) was down-regulated during the refeeding period. In conclusion, fish mobilized stored energetic materials and reduced energy consumption to prolong survival during fasting. After refeeding, the down-regulation of DEGs, e.g., POMC may be associated with compensatory growth. Up-regulation of DEGs related to ribosomal protein, stimulus response, and carbohydrate metabolism may contribute to eliminate negative effect of starvation on brain. This study provided the first transcriptome data related with impact of short-time starvation and refeeding in S. hollandi brains.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30921420/"
}