{
    "title": "Past attachment experiences, the potential link of mentalization and the transmission of behavior to the child by mothers with mental health problems: cross-sectional analysis of a clinical sample.",
    "doc_id": "37668699",
    "writer": "Mattheß J",
    "year": "2024",
    "summary": "Maternal capacity to mentalize (= reflective functioning, RF), secure attachment and emotionally available parenting has an impact on the child's development. ...This study explores the transgenerational transmission mechanisms and the potential moderating effect of RF in …",
    "abstract": "Maternal capacity to mentalize (= reflective functioning, RF), secure attachment and emotionally available parenting has an impact on the child's development. The transmission of mothers' past attachment experiences gained with both her caregivers in her own childhood and the impact on current mother-child interaction is part of the 'transmission gap.' This study explores the transgenerational transmission mechanisms and the potential moderating effect of RF in a clinical sample of 113 mother-child dyads suffering from mental health problems. In a cross-sectional study, the associations between maternal attachment experiences, RF (coded based on Adult Attachment Interviews) and current mother-child interaction (Emotional Availability Scales) were examined with univariate correlation, moderator analyses, and structural equation models. We found relationships between attachment experiences and mother-child interaction, but RF had no moderating effect. Past loving experiences and perceived neglection, particularly with the own father in childhood, were predictors for the present mother-child interaction. There seems to be an intergenerational transmission of attachment experiences to the ongoing generation. Particularly past adverse childhood experiences with the own father seem to explain currently disruptive interactions with the child.Trial registration: DRKS00017008 and DRKS00016353.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37668699/"
}