{
  "pmid": "41469877",
  "title": "Lecithin coenzyme Q10 restores mitochondrial dynamics and alleviates hepatic dysfunction in high-fat Diet-Fed db/db mice.",
  "abstract": "This study investigated the metabolic and pathological effects of a high-fat diet (HFD) in db/db mice and evaluated the therapeutic efficacy of various Coenzyme Q10 (CoQ10) products. We aimed to determine whether HFD-induced mitochondrial damage can be improved by different CoQ10 products through either repairing mitochondrial injury or increasing mitochondrial bioenergy, thereby addressing the root cause of oxidative stress. Plasma biochemical analyses revealed that HFD induced hyperglycemia, elevated hepatic transaminases [aspartate aminotransferase (AST), alanine aminotransferase (ALT)], and dyslipidemia. Lecithin coenzyme Q10 (SoQ10) significantly improved these parameters, especially in reducing AST (255 ± 73.8 U/L vs. 138 ± 29.4 U/L, p < 0.05), ALT (87.8 ± 17.3 U/L vs. 79.2 ± 11.9 U/L, p < 0.05), and triglyceride levels (142.0 ± 37.0 mg/dL vs. 15.5 ± 2.5 mg/dL, p < 0.05), demonstrating greater efficacy than standard CoQ10. Histological evaluation showed that HFD caused marked hepatic steatosis and inflammatory infiltration. Oil Red O staining further confirmed excessive lipid deposition in the livers of HFD-fed mice. Both Q10 treatments decreased lipid droplet accumulation (p < 0.05), with SoQ10 showing a greater reduction (p < 0.05), indicating its potential to alleviate hepatic steatosis. Further assessments indicated that gene expression analyses showed that HFD upregulated lipid metabolism-related genes [lipoprotein lipase (LPL), peroxisome proliferator-activated receptor-γ (PPAR-γ), sterol regulatory element-binding protein-1 (SREBP-1), alkaline ceramidase 2 (ACER2)] (p < 0.05), indicating an imbalance between lipogenesis and lipolysis. SoQ10 modulated these genes and further enhanced ceramide synthase 2 (CERS2) expression, suggesting a role in reestablishing hepatic lipid homeostasis. Additionally, SoQ10 significantly upregulated genes associated with mitochondrial biogenesis peroxisome proliferator-activated receptor-γ coactivator-1α (PGC-1α), mitochondrial transcription factor A (TFAM)] (p < 0.05) and mitochondrial dynamics [mitofusin-2 (MFN2), optic atrophy type 1 long isoform (OPA1-L)] as well as fission [dynamin-related protein 1 (DRP1), mitochondrial fission protein 1 (Fis1)] (p < 0.05), indicating a potential to restore mitochondrial structural balance. In contrast, conventional CoQ10 had a more limited effect, particularly on fusion-related gene expression. SoQ10 demonstrated superior therapeutic potential over conventional CoQ10 in ameliorating hepatic metabolic dysfunction, oxidative mitochondrial damage, and disturbances in lipid metabolism and mitochondrial dynamics induced by a high-fat diet.",
  "disease": "diabetes mellitus"
}