{
    "title": "Risk for subsequent injuries after spinal cord injury: a 10-year longitudinal analysis.",
    "doc_id": "21044720",
    "writer": "Krause JS.",
    "year": "2010",
    "summary": "OBJECTIVES: To identify (1) the annual incidence of subsequent injury and injury-related hospitalizations in persons with preexisting spinal cord injury (SCI) and (2) risk and protective behaviors associated with differential risk for injury. .. …",
    "abstract": "Objectives:\n        \n      \n      To identify (1) the annual incidence of subsequent injury and injury-related hospitalizations in persons with preexisting spinal cord injury (SCI) and (2) risk and protective behaviors associated with differential risk for injury.\n    \n\n\n          Design:\n        \n      \n      Longitudinal mailed survey. Participants were enrolled in 1997 to 1998, with a follow-up conducted 10 years later.\n    \n\n\n          Setting:\n        \n      \n      Data were collected from participants identified from a specialty hospital and were analyzed at a medical university in the Southeastern United States.\n    \n\n\n          Participants:\n        \n      \n      Participants (N=1386) during the baseline enrollment, 821 of whom also participated in the 10-year follow-up. Inclusion criteria were (1) traumatic SCI with residual impairment, (2) nonsurgical onset, (3) aged 18 years or older, and (4) a minimum of 12 months post-SCI.\n    \n\n\n          Interventions:\n        \n      \n      Not applicable.\n    \n\n\n          Main outcome measures:\n        \n      \n      Number of injuries severe enough to require treatment in a clinic, emergency department, or hospital in the 12 months before the survey and number of injury-related hospitalizations. Predictor variables included selected items from the Behavioral Risk Factor Surveillance System, the Zuckerman-Kuhlman Personality Questionnaire, and prescription medication use.\n    \n\n\n          Results:\n        \n      \n      More than 23% of participants reported at least 1 injury within the past year, an increase from that reported 10 years earlier by the same participants (19%), and 7% reported at least 1 injury-related hospitalization. Those who reported a subsequent injury during the preliminary baseline data collection were about twice as likely to report at least 1 injury 10 years later. Binge drinking, psychotropic prescription medication use, and several personality characteristics also were related to injuries and/or injury-related hospitalization.\n    \n\n\n          Conclusions:\n        \n      \n      Risk for injury continues to be a significant concern in the years and decades after SCI onset. Behavioral and personality factors hold the key to prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21044720/"
}