{
  "pmid": "41453006",
  "title": "Understanding Risk Factors for Otitis Media in Rural Alaska Native Children: A Cohort Study.",
  "abstract": "To characterize the relationship between risk factors and otitis media in a rural Alaska Native population ages 1 to 4 yr. This prospective cohort study was a substudy to an analysis of hearing loss determinants in Alaska Native children. This study enrolled Alaska Native children ages 1 to 4 yr from 16 communities in the Bering Strait region of northwest Alaska between October 2021 and August 2022. The aim was to characterize the relationship between environmental, genetic, and dietary risk factors and otitis media in this population, including exposure to household running water, smoke from a wood-burning stove, cigarette smoke, number of people in the household, breastfeeding, and homozygosity for the carnitine palmitoyltransferase 1 (CPT1A) arctic variant, a genetic factor in arctic populations associated with increased risk for respiratory infections. At enrollment and 6-mo follow-up, a parental questionnaire was used to assess environmental risk factors, and ear and hearing status was evaluated through audiometric screening, including tympanometry and otoscopy. A comprehensive chart review was performed to extract data from health care visits containing ICD-10 codes for otitis media. Descriptive statistics were used to summarize demographic data, and logistic regression models were used to identify associations between risk factors and otitis media incidence. There were 245 children enrolled in the study, and the final analytic sample consisted of 236 Alaska Native children ages 1 to 4 yr. The median age was 3.0 yr, and females made up 50% of the sample. Regarding heritage, 63% were Iñupiaq, 29% were Yupik, and 22% were St. Lawrence Island/Siberian Yupik. Geographically, 73% were from villages in the Norton Sound catchment area, and the remaining 27% were from the regional center of Nome. Of the children in the study, 53% were homozygous for the CPT1A arctic variant gene. Among the key risk factors identified, 72% of children had a history of being breastfed, 23% lacked household running water, and 6% were exposed to wood smoke. The mean number of people in the household was 6.2, and the mean number of people who currently smoked tobacco in the household was 1.1. The mean ratio of people who smoked tobacco to adults in the household was 0.4. During the 6-mo study period, 53% of children were diagnosed with one or more episodes of otitis media. CPT1A arctic variant homozygosity showed a trend toward a positive association with 6-mo cumulative odds of otitis media and moderating the effect of other risk factors on the odds of otitis media incidence. Otitis media is common in this population of rural Alaska Native children. CPT1A arctic variant homozygosity increased both the odds of otitis media incidence and the effect of all studied risk factors on otitis media incidence. Results should be interpreted cautiously, as the coronavirus disease 2019 pandemic negatively affected enrollment and likely affected the incidence of otitis media. Further prospective research is needed to better understand these relationships.",
  "disease": "covid-19"
}