{
  "pmid": "41439013",
  "title": "MAFLD in Vietnam: a neglected public health challenge requiring urgent policy action.",
  "abstract": "Metabolic dysfunction-associated fatty liver disease (MAFLD) is rapidly emerging as a major public health challenge in Vietnam, driven by rising rates of obesity, type 2 diabetes, and lifestyle changes. Although it contributes significantly to morbidity, mortality, and economic burden, MAFLD remains under-recognized within national health strategies and is largely neglected in non-communicable disease (NCD) frameworks. This narrative review synthesizes epidemiological, clinical, and health systems data on MAFLD in Vietnam, drawing on studies published between 2015 and 2024 alongside international guidelines to evaluate their relevance in the local healthcare setting. The evidence indicates that MAFLD affects more than one-quarter of urban adults and is steadily increasing in rural populations. Barriers to effective management include limited diagnostic capacity, lack of standardized guidelines, insufficient awareness among clinicians, and underdeveloped multidisciplinary care models. Complications are exacerbated by the coexistence of hepatitis B virus infection and the growing burden of cardiovascular comorbidities. Together, these factors heighten disease severity and accelerate progression to cirrhosis and hepatocellular carcinoma. Given these challenges, urgent multisectoral action is needed. We propose a strategic national roadmap that incorporates MAFLD into NCD policy, expands primary care screening using simple non-invasive tools, and invests in health workforce training to improve early detection and risk stratification. Strengthening multidisciplinary collaboration and leveraging digital health technologies can enhance patient engagement and access to care. Finally, regional cooperation and Vietnam's participation in international clinical trials are essential to accelerate innovation and policy response. In conclusion, MAFLD represents a neglected but pressing public health issue in Vietnam. Proactive and coordinated strategies are required to reduce its long-term health and socioeconomic impact and to position Vietnam as a regional leader in addressing metabolic liver disease.",
  "disease": "liver cirrhosis"
}