{
    "title": "Harnessing glycolysis in gastric cancer: molecular targets, therapeutic strategies, and clinical horizons.",
    "doc_id": "40977684",
    "writer": "Shan Z",
    "year": "2025",
    "summary": "Gastric cancer (GC) continues to rank among the leading causes of cancer-related mortality globally, with treatment resistance and recurrence posing significant clinical hurdles. ...This review provided an overview of the role of glycolytic reprogramming in  …",
    "abstract": "Gastric cancer (GC) continues to rank among the leading causes of cancer-related mortality globally, with treatment resistance and recurrence posing significant clinical hurdles. While surgical interventions, chemotherapy, and targeted therapies are available, their efficacy in managing advanced or metastatic forms of the disease remains constrained. This review provided an overview of the role of glycolytic reprogramming in gastric cancer, emphasizing the complex regulation by epigenetic mechanisms, non-coding RNAs, post-translational modifications, and oncogenic signaling pathways. This review discusses how epigenetic mechanisms, including m6A methylation and ceRNA networks involving circRNAs and microRNAs, modulate key glycolytic enzymes such as PKM2, HK2, and PGK1, thereby promoting tumor growth, metastasis, and chemoresistance. The study also emphasizes the impact of post-translational modifications like succinylation and ubiquitination on enzyme activity, affecting glycolytic flux and tumor adaptability. Additionally, the article details the crosstalk between glycolytic pathways and oncogenic signaling networks, including hypoxia-inducible factors and YAP/TAZ transcriptional regulators, which sustain tumor stemness and immune evasion. Therapeutic strategies targeting these metabolic vulnerabilities-such as inhibiting m6A regulators, disrupting ceRNA interactions, and modulating enzyme modifications-are discussed as potential approaches to improve gastric cancer treatment. Overall, we underscores the complexity of metabolic regulation in gastric cancer and proposes that targeting its epigenetic and signaling networks offers promising avenues for innovative therapies to overcome resistance and hinder tumor progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40977684/"
}