{
    "title": "The deltopectoral lymph node: a potential protective biomarker for breast cancer-related lymphedema.",
    "doc_id": "40563073",
    "writer": "Fanning JE",
    "year": "2025",
    "summary": "A significant difference was observed between arms with or without deltopectoral lymph nodes draining to Station 2 lymph nodes (52% vs 27%, p = 0.031). CONCLUSIONS: Deltopectoral lymph node drainage is significantly correlated with Statio …",
    "abstract": "Background:\n        \n      \n      The lateral upper arm lymphatic pathway is theorized as a route of superficial lymphatic drainage protective against breast cancer-related lymphedema (BCRL) after axillary lymph node dissection (ALND). This study describes lymph nodes draining the lateral upper arm pathway.\n    \n\n\n          Methods:\n        \n      \n      Healthy female volunteers underwent bilateral ICG lymphography and nuclear lymphoscintigraphy. Nuclear tracer was injected over the cephalic vein in the upper arm. Lymph nodes with tracer uptake were recorded as deltopectoral, Station 1 (Axillary Levels I or II and Interpectoral), or Station 2 (Axillary Level III, Infraclavicular, Supraclavicular Levels IV or Vb, and Cervical Level Va).\n    \n\n\n          Results:\n        \n      \n      72 arms of 36 volunteers were included. Functional drainage to deltopectoral lymph nodes was observed in 38% (27/72) of arms. Drainage to Station 1, Station 2, and neither station was observed in 96% (69/72), 36% (26/72), and 3% (2/72) of arms, respectively. No differences were observed between arms with or without deltopectoral lymph nodes draining to Station 1 lymph nodes (93% vs 98%, p = 0.286) or neither station (4% vs 2%, p = 0.711), respectively. A significant difference was observed between arms with or without deltopectoral lymph nodes draining to Station 2 lymph nodes (52% vs 27%, p = 0.031).\n    \n\n\n          Conclusions:\n        \n      \n      Deltopectoral lymph node drainage is significantly correlated with Station 2 lymph node drainage. As Station 2 lymph nodes are preserved in an ALND, the presence of deltopectoral lymph node drainage represents an important potential protective biomarker for BCRL development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40563073/"
}