{
    "title": "Role of Complement Component 3 in Early Erythrolysis in the Hematoma After Experimental Intracerebral Hemorrhage.",
    "doc_id": "34176310",
    "writer": "Wang M",
    "year": "2021",
    "summary": "BACKGROUND AND PURPOSE: Early erythrolysis occurs within the hematoma following intracerebral hemorrhage (ICH), and the release of erythrocyte cytoplasmic proteins such as hemoglobin and Prx2 (peroxiredoxin 2) can cause brain injury. ...RESULTS: Erythrolysis occurre …",
    "abstract": "Background and purpose:\n        \n      \n      Early erythrolysis occurs within the hematoma following intracerebral hemorrhage (ICH), and the release of erythrocyte cytoplasmic proteins such as hemoglobin and Prx2 (peroxiredoxin 2) can cause brain injury. Complement activation can induce erythrolysis. This study determined the function of complement component 3 (C3) in erythrolysis in hematoma and brain injury after ICH in mice.\n    \n\n\n          Methods:\n        \n      \n      This study has 3 parts. First, ICH was induced in adult male C3-sufficient and deficient mice and animals were euthanized on days 1, 3, 7, and 28 for immunohistochemistry after magnetic resonance imaging and behavioral testing. Second, C3-sufficient and deficient mice with ICH were euthanized on day 1 for Western blot analysis. Third, C3-sufficient mice received injections of PBS and Prx2. Mice underwent both magnetic resonance imaging and behavioral tests on day 1 and were then euthanized. Brains were harvested for immunohistochemistry and Fluoro-Jade C staining.\n    \n\n\n          Results:\n        \n      \n      Erythrolysis occurred in the hematoma in C3-sufficient and deficient mice on day 3 following ICH. C3-deficient mice had less erythrolysis, brain swelling, and neuronal degeneration in the acute phase and less brain atrophy in the chronic phase. There were fewer neurological deficits on days 3, 7, and 28 in C3-deficient mice. C3-deficient mice also had less extracellular Prx2 release. Moreover, Prx2 induced brain edema and brain injury and recruited macrophage scavenger receptor-1- and CD4-positive cells following ICH in mice.\n    \n\n\n          Conclusions:\n        \n      \n      C3-deficient mice had less severe erythrolysis and brain injury following ICH compared with C3-sufficient mice. Prx2 released after erythrolysis can cause brain damage and neuroinflammation in mice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34176310/"
}