{
    "title": "Effect of Drying Temperatures on the Peanut Quality during Hot Air Drying.",
    "doc_id": "32281561",
    "writer": "Qu C",
    "year": "2020",
    "summary": "The results showed that hot air temperatures had obvious influences on peanut qualities. The damaged percentage of red testa and breakage percentage of peanut kernel increased remarkably when the drying temperatures were above 45C. ...Therefore, it could be concluded that …",
    "abstract": "Peanuts are usually with high moisture after harvest and must be dried to prevent mildew. Hot air drying is the most commonly used method for peanut drying. The purpose of this study was to evaluate the drying temperatures on the peanut qualities. In this paper, fresh peanuts were dried with solar radiation (control group) and hot air at 35-60°C until the moisture content of peanut reduced below 10%. The physical (texture, damaged percentage of red testa and breakage percentage of peanut kernel), physiological (germination) and biochemical (the contents of vitamin E and aflatoxin B1; acidity values, iodine values, peroxide values and fatty acid composition of peanut oil; solubility, emulsifying, foaming, water-holding capacity and oil-binding capacity of peanut protein) properties of peanut kernel were determined under different drying conditions (solar radiation, 35°C, 40°C, 45°C, 50°C, 55°C, 60°C). The results showed that hot air temperatures had obvious influences on peanut qualities. The damaged percentage of red testa and breakage percentage of peanut kernel increased remarkably when the drying temperatures were above 45°C. Meanwhile, when drying temperatures were more than 45°C, the acid value and peroxide value of the extracted oil increased significantly. Furthermore, some properties exhibited prominent changes when the temperatures were higher than 50°C, such as hardness, brittleness, germination percentage, and the Vitamin E content of peanut kernel. In addition, the research results revealed that hot air can increase hydrophobicity of peanut protein and affect the functional properties of peanut protein. Therefore, it could be concluded that peanut should be dried by hot air below 45°C for quality maintenance. It also provided reference to choose suitable drying temperatures based on the final use of peanut.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32281561/"
}