{
    "title": "Mental health stigma in the medical profession: Where do we go from here?",
    "doc_id": "38382183",
    "writer": "Ng IK",
    "year": "2024",
    "summary": "In general, drivers of mental health stigma in the medical profession include self-stigmatisation predisposed by physician personality and character traits, societal stereotypes about mental illness permeating through the medical community, and systemic const …",
    "abstract": "Mental health conditions are highly prevalent among physicians with high rates of depression, anxiety, stress-related disorders, suicidal ideation and burnout reported among medical practitioners at all levels of training and practice. This phenomenon is in part contributed by a highly stressful clinical environment with an often suboptimal support system for doctors. Concerningly, there is hitherto a striking reluctance amongst medical trainees/practitioners to seek treatment/help for mental health-related conditions due to fear of associated stigma and negative career repercussions. In this article, we sought to raise awareness of the mental health stigma that has long been prevailing in the medical community, and review the key drivers of such stigma at the individual, community and organisational level. In general, drivers of mental health stigma in the medical profession include self-stigmatisation predisposed by physician personality and character traits, societal stereotypes about mental illness permeating through the medical community, and systemic constructs such as mandatory mental health declarations for medical licensure that perpetuate the unfortunate perception that mental illness appears synonymous with job impairment or incompetency. To destigmatise mental health issues in the medical profession, we herein propose multi-pronged strategies which can practically be implemented: 1) normalisation of mental health issues through open dialogue and sharing, 2) creating a supportive, \"psychologically friendly\" work environment through increased accessibility to workplace mental health support services, peer support systems, and reduction of psychiatric \"name-calling\" practices, and 3) reviewing systemic practices, in particular the mandatory mental health declarations for medical registration, that perpetuate mental health stigma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38382183/"
}