{
    "title": "Self-reported versus measured height and weight in Hispanic and non-Hispanic menopausal women.",
    "doc_id": "21413893",
    "writer": "Griebeler ML",
    "year": "2011",
    "summary": "The inaccuracy of self-reported weight and height could be particularly significant in times of considerable changes in body weight, such as at menopause, which is often associated with weight gain. ...RESULTS: Participants overestimated their height b …",
    "abstract": "Background:\n        \n      \n      Height and weight information is commonly used in clinical trials and in making therapeutic decisions in medical practice. In both settings, the data are often obtained by self-report. If erroneous, this practice could lead to inaccuracies in estimating renal function and medication doses or to inaccurate outcomes of research studies. Previous publications have reported lack of reliability of self-reported weight and height in the general population but have not addressed age-specific and ethnicity-specific subgroups in the U.S. population. The inaccuracy of self-reported weight and height could be particularly significant in times of considerable changes in body weight, such as at menopause, which is often associated with weight gain.\n    \n\n\n          Methods:\n        \n      \n      We assessed the validity of self-reported height and weight in 428 women within the first 5 years of menopause, 70.6% of whom were Hispanic.\n    \n\n\n          Results:\n        \n      \n      Participants overestimated their height by 2.2±3.5 cm (mean±standard deviation [SD]) and underestimated their weight by 1.5±2.9 kg. As a group, based on self-reported measures, 33.3% were misclassified with respect to body mass index (BMI) category, and the difference between measured BMI and self-reported BMI was similar between Hispanic white and non-Hispanic white women, positively related to measured weight, and inversely related to measured height, years from menopause, and multiple parity.\n    \n\n\n          Conclusions:\n        \n      \n      From the public health perspective, inaccurate self-report could lead to a considerable underestimation of the current obesity prevalence rates. In our study population, the prevalence of obesity (BMI ≥30 kg/m(2)) was 6.3% based on self-reported values and 18% based on measured height and weight, representing a 3-fold underestimation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21413893/"
}