{
    "title": "Primary cutaneous marginal zone lymphomas with plasmacytic differentiation show frequent IgG4 expression.",
    "doc_id": "23765244",
    "writer": "Brenner I",
    "year": "2013",
    "summary": "Recent reports described single cases of marginal zone lymphomas arising in the ocular adnexae that express IgG4. Moreover, a subset of dura-associated marginal zone lymphomas appear to express IgG4 as well. ...Unexpectedly, primary cutaneous margin …",
    "abstract": "The expression of IgG4 in malignant B-cell lymphomas has only partially been studied. Recent reports described single cases of marginal zone lymphomas arising in the ocular adnexae that express IgG4. Moreover, a subset of dura-associated marginal zone lymphomas appear to express IgG4 as well. We investigated IgG4 expression in a more systematic manner in a large cohort of marginal zone lymphoma specimens derived from the archive of our institute. Overall, we examined 169 marginal zone lymphomas of various primary sites that displayed a distinct plasmacytic differentiation and light chain restriction, allowing for a detailed investigation of the immunoglobulin heavy chain expression in these tumors by immunohistochemistry. Unexpectedly, primary cutaneous marginal zone lymphomas showed frequent IgG4 expression. Although only 1 out of 120 noncutaneous marginal zone lymphomas, located in the ocular adnexae, expressed IgG4, 19 of 49 (39%) primary cutaneous marginal zone lymphomas showed this feature, constituting the highest expression rate of IgG4 reported to date in any B-cell lymphoma. None of the IgG4-positive cutaneous marginal zone lymphomas with available clinical data showed evidence of a preexisting systemic IgG4-related disease, suggesting a localized immunologic IgG4-driven pathogenetic process at early stages of the disease. IgG4-positive and IgG4-negative primary cutaneous marginal zone lymphomas did not significantly differ in architectural features of the infiltrate or the composition of the reactive T-cell infiltrate as determined by analysis of T-cell content, CD4/CD8 ratio, and content of FOXP3- and PD1-positive T cells. Although the pathogenetic role of IgG4 expression in a significant subset of primary cutaneous marginal zone lymphomas with plasmacytic differentiation remains unclear at present, the demonstration of IgG4 expression in a marginal zone lymphoma involving the skin might be a helpful clue in the routine diagnostic setting, as these tumors will almost invariably be of primary cutaneous origin with an extremely low risk of spread to noncutaneous sites and an excellent prognosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23765244/"
}