{
    "title": "Mental health care in Germany: current state and trends.",
    "doc_id": "17149540",
    "writer": "Salize HJ",
    "year": "2007",
    "summary": "Overall, German mental health care is organised as a subsidiary system, where planning and regulating mental health care is the responsibility of the 16 federal states. ...A major obstacle to achieving this aim lies in the fragmented system of menta …",
    "abstract": "Germany turned towards community-based mental health care in the mid seventies, during a general climate of social and political reform. The continuing deinstitutionalisation process and the implementation of community mental health services was considerably affected by the reunification of East and West Germany in 1990, which required dramatic changes in the structure and quality of the mental health care system of the former German Democratic Republic (GDR). Overall, German mental health care is organised as a subsidiary system, where planning and regulating mental health care is the responsibility of the 16 federal states. So German mental health care provision is spread among many sectors and characterised by considerable regional differences. A key characteristic is the particularly wide gap between inpatient and outpatient services, which are funded separately and staffed by different teams. In 2003 the total number of psychiatric beds was a mere two thirds of the overall bed capacity in 1991, the first year as a re-unified Germany, when psychiatric beds in East and West Germany totalled 80,275. From 1970 onwards the number of psychiatric beds was cut by roughly half. So the momentum of the reform has been strong enough to assimilate the completely different mental health care system of the former German Democratic Republic and, in the course of a decade, to re-structure mental health services for an additional 17-18 million new inhabitants. In an ongoing struggle to adapt to changing administrative set-ups, legal frameworks, and financial constraints, psychiatry in Germany in currently facing specific problems and is seriously challenged to defend to considerable achievements of the past. A major obstacle to achieving this aim lies in the fragmented system of mental health care provision and mental health care funding.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17149540/"
}