{
    "title": "Kidney Efficiency Index - quantitative parameter of a dynamic renal scintigraphy. I. Theory and preliminary verification.",
    "doc_id": "33007094",
    "writer": "Filipczak KG",
    "year": "2020",
    "summary": "Currently, a basic quantitative criterion for diagnosing nephropathy is the percentage of individual kidney's contribution in the global uptake of a radiopharmaceutical from the blood (so-called Split Function - SF). ...After splitting of eGFR values into individual …",
    "abstract": "Background:\n        \n      \n      One of the basic clinical indications for dynamic renal scintigraphy (DRS) is a diagnosis of obstructive uropathy and/or nephropathy. Currently, a basic quantitative criterion for diagnosing nephropathy is the percentage of individual kidney's contribution in the global uptake of a radiopharmaceutical from the blood (so-called Split Function - SF). From a clinical point of view, a parameter evaluating a radiopharmaceutical uptake and reflecting the efficiency of a specific kidney, determined independently of the total uptake of both kidneys, would be much more useful. Based on a Rutland theory, a kidney uptake constant K proportional to a radiotracer uptake by individual kidney was introduced and applied to DRS with 99mTc-ethylene-1-dicysteine (99mTc-EC). In addition, a kidney efficiency index (KEi) was also worked out as a new parameter obtained by dividing the uptake constant K by the surface of the ROI of a given kidney, which can be interpreted as the average \"efficiency\" of clearance of a kidney.\n    \n\n\n          Material and methods:\n        \n      \n      K and KEi values were verified in 72 studies selected retrospectively from patients referred routinely for DRS, with available current level of blood creatinine, used for calculation of estimated GFR (eGFR) according to a CKD-EPI formula. After splitting of eGFR values into individual kidneys according to SF, single kidney eGFR values (SKeGFR) were obtained and then used as a verification method for SF, K and KEi values.\n    \n\n\n          Results:\n        \n      \n      Correlation between SF and SKeGFR values, rsp = 0.64, was significantly weaker (p < 0.0022) than the correlation of SKeGFR values with K uptake constants and KEi indices: 0.90 and 0.84, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      Uptake constant K and KEi, as quantitative parameters, give the opportunity to analyze a function of each kidney separately and in an absolute way. KEi also allows for a reliable assessment of kidneys of atypical sizes (larger or smaller than average). It also gives the opportunity to create normative values for this parameter and may be useful in a number of clinical situations where the diagnostic effectiveness of such a relative parameter as SF, is severely limited, e.g. in assessing a large kidney with hydronephrosis or while differing a cirrhotic from hypoplastic (i.e. a small but properly functioning) kidney.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33007094/"
}