{
  "pmid": "41462139",
  "title": "Association between antihypertensive drugs and cancer risk: evidence from a population-based study in the Abruzzo region, Southern Italy.",
  "abstract": "In recent years, the relationship between the use of antihypertensive medications and the risk of developing cancer has been examined yielding heterogeneous results. Using routinely administrative regional healthcare databases from the Abruzzo Region (in Southern Italy), a retrospective cohort study between the years 2017–2024 was conducted investigating the relationship between the use of antihypertensive drugs and the risk of cancer occurrence, by a descriptive-population based approach. All Regional Health Service beneficiaries without a cancer diagnosis in the two preceding years, incident users of at least one antihypertensive drug (ACEIs, ARBs, CCBs, BBs or Loop/Thiazides diuretics) were identified. Participants were followed from the “index date” until September 2024 and classified based on the initial antihypertensive drug prescribed. Associations between antihypertensive drugs and cancer risk were evaluated using multivariable Cox proportional hazards. A sensitivity analysis was also conducted for certain tumour Macroclasses, defined in accordance with ICD-9-CM classification. Five hundred twenty-six thousand, three hundred ninety-four individuals were identified as users of at least one antihypertensive drug. Of these, 87 987 individuals met the inclusion criteria and comprised the final cohort (median age 60 years, IQR: 51–69; 48.3% males). Over a median follow-up of 47.8 months (IQR: 21.0–72.0), 3 577 individuals (4.1%) received a cancer diagnosis and the overall number of cancer cases was 3.6% for ACEIs, 3.5% for ARBs, 3.8% for BBs, 3.6% for CCBs, 3.5% for Thiazides and 5.4% for Loop. Our models show a reduced risk of cancer occurrence among users of ACEIs, ARBs, BBs, CCBs, and thiazides (HR: 0.88; 0.83; 0.90; 0.86; 0.85; respectively), whereas treatment with Loop diuretics was associated with a significantly modest risk increase (HR: 1.47), particularly for the malignant neoplasm of digestive organs and peritoneum; respiratory and intrathoracic organs; bone, connective tissue, skin and breast; other and unspecified sites; lymphatic and hematopoietic tissue tumour Macroclasses; as well as in patients in the same tumour Macroclasses but treated with ACEIs. Our observational study from the general population of the Abruzzo analysed the association between antihypertensive treatment and cancer risk providing comforting evidence about the oncological safety for many antihypertensive drug classes, apart from Loop diuretics. The online version contains supplementary material available at 10.1186/s12885-025-15332-0.",
  "disease": "breast cancer"
}