{
    "title": "Establishing ovarian toxicity assessment in oncology trials.",
    "doc_id": "40714533",
    "writer": "Martin F",
    "year": "2025",
    "summary": "There are little robust data regarding the impact of novel classes of cancer treatment on ovarian function and fertility. Although cancer clinical trials collect very detailed information on a range of treatment-related adverse effects, ovarian toxicity is rarely as …",
    "abstract": "Premature ovarian insufficiency (POI) leading to infertility and early menopause is a serious potential adverse effect of cancer treatments. There are little robust data regarding the impact of novel classes of cancer treatment on ovarian function and fertility. Although cancer clinical trials collect very detailed information on a range of treatment-related adverse effects, ovarian toxicity is rarely assessed. In 2023, the first international research statement was published regarding assessment of ovarian toxicity in cancer clinical trials, to advocate for routine assessment of ovarian toxicity in cancer trials and to provide information to clinical trial stakeholders on how to do so, so that patients and clinicians have information about the possible long-term effects of treatment on ovarian function to facilitate informed decision-making regarding treatment options. The main recommendations from this statement are: 1) include measurement of ovarian toxicity in relevant clinical trials of anticancer agents in which premenopausal, post-pubertal patients with ovaries are enrolled, 2) collect ovarian function measures at baseline and at 12-24 months after cessation of the anticancer agent, as a minimum, and at later timepoints in line with the trial schedule, 3) include both clinical measures and biomarkers of ovarian function in clinical assessments. This statement is a key first step in prompting clinical trialists to collect ovarian function data routinely and systematically in clinical trials of anticancer agents and will, over time, enhance our understanding of novel anticancer agents and their effects on ovarian toxicity. Future work involves identifying the mechanism of ovarian toxicity for each class of novel cancer therapy, the contribution of other risk factors, such as age, and development of ovarian toxicity protection strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40714533/"
}