{
    "title": "Genetic basis of atrial fibrillation.",
    "doc_id": "24614860",
    "writer": "Hong K",
    "year": "2014",
    "summary": "This review will focus on the recent findings in atrial fibrillation genetic studies and discuss the clinical implications of exploring the atrial fibrillation genetic basis. ...Common single-nucleotide polymorphisms are important factors in the develo …",
    "abstract": "Purpose of review:\n        \n      \n      Atrial fibrillation, the most common cardiac supraventricular arrhythmia, affects more than 5 million people worldwide. Increasing evidence has demonstrated that genetic factors play an important role in the pathogenesis of atrial fibrillation, and multiple genes responsible for atrial fibrillation have been identified. This review will focus on the recent findings in atrial fibrillation genetic studies and discuss the clinical implications of exploring the atrial fibrillation genetic basis.\n    \n\n\n          Recent findings:\n        \n      \n      The advent of the candidate gene approach and genome-wide association studies has facilitated the process of investigating the complex genetic background underlying the pathogenesis of atrial fibrillation. Recent genetic investigations have offered further insights into the predisposing genes encoding ion channels, connexin, atrial natriuretic peptide, RyR2, T-box transcription factor, nucleoporins and zinc-finger transcription factor. Common single-nucleotide polymorphisms are important factors in the development of lone atrial fibrillation, recurrent atrial fibrillation or atrial fibrillation complicated with cardiac disorders.\n    \n\n\n          Summary:\n        \n      \n      Analyses of candidate genes have revealed a growing number of atrial fibrillation-related genes. A better understanding of the genetic mechanism underlying atrial fibrillation would be expected to lead to more accurate risk stratification of atrial fibrillation and the discovery of optimal clinical treatment strategies that carry maximal efficacy and minimal risk in a manner that is consistent with the vision of pharmacogenomics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24614860/"
}