{
  "pmid": "41474956",
  "title": "Adaptation, cross-cultural validation, and assessment of measurement properties of the French-Canadian version of the Determinants of Implementation Behavior Questionnaire (DIBQ) for use regarding sexual health services in stroke rehabilitation.",
  "abstract": "Clinicians report that numerous personal and environmental factors affect their ability to address sexuality in their practice. However, no validated tool in any language exists to assess these factors. To translate and cross-culturally validate the Determinants for Implementation Behavior Questionnaire (DIBQ) to sexual health (SH) services for Canadian French speaking stroke rehabilitation clinicians and assess its measurement properties. The DIBQ was adapted for sexual health services and translated into Canadian French using a back-translation process. The resulting DIBQ-SH was pretested, improved, and was then sent to clinicians of seven rehabilitation centers in Quebec, Canada, for testing. Exploratory factor analysis, Cronbach's alpha, intraclass correlation coefficients (ICC), standard error of measurement (SEM), minimal detectable change (MDC), and floor and ceiling effects analysis were computed. A sample of 184 clinicians completed the DIBQ-SH. Factor analysis revealed a six-factor solution explaining 55.2% of the variance. Internal consistency for the total score (α = 0.94) and subscales \"Capabilities\" (α = 0.91), \"Support and resources\" (α = 0.87), \"Emotions\" (α = 0.83), \"Planning and delivery\" (α = 0.85), \"Beliefs\" (α = 0.83), and \"Motivation\" (α = 0.78) was considered \"good\" to \"very good.\" Test-retest reliability was \"good\" for the total score and 5/6 subscales (ICC = 0.79-0.88), excluding the \"Beliefs\" subscale, which was \"critical\" (ICC = 0.59). SEM and MDC were also presented. The DIBQ-SH showed good measurement properties for assessing factors that influence provision of sexual health services among French Canadian speaking clinicians who provide services to persons with stroke.",
  "disease": "stroke"
}