{
  "pmid": "41461989",
  "title": "Performance of a New Continuous Glucose Monitoring System in German Adults Living with Diabetes.",
  "abstract": "The True Vie I3 continuous glucose monitoring system (i3 CGM, Sinocare Meditech Inc., also approved in Europe as GlucoMen® iCan or iCan CGM system) is a new real-time continuous glucose monitoring system (CGM) intended for the management of diabetes mellitus. This pivotal study evaluated the performance of the factory-calibrated CGM system. In this center-specific dataset, 35 adults with type 1 diabetes (T1D) and type 2 diabetes (T2D) wore sensors on the abdomen and arm for 15 days. Four in-clinic visits were scheduled, during which frequent comparator sampling of venous blood was performed every 5-15 min for up to 10 h, and a glucose manipulation was performed. CGM performance compared to Yellow Springs Instrument 2300 Stat Plus Glucose and Lactate Analyzer (Yellow Springs, OH) glucose analyzer was evaluated for abdomen and arm sensors separately, regarding mean absolute relative difference (MARD) and agreement rates (AR) stratified by glucose range and rate of change (RoC). Additionally, clinical accuracy, sensor attachment rate, pain, and safety were assessed. This single-center analysis was developed with the intention to provide European-and particularly German-data. The presented site was the highest-enrolling center in the study and, as such, can be considered representative of the overall study population-an assumption that the analysis confirmed. 20/20 AR and MARD were 95.5% and 9.4% for abdomen sensors, and 95.3% and 9.8% for arm sensors, respectively. Consensus error grid (CEG) analyses revealed that 100% of CGM-comparator pairs fell in zones A and B for abdomen and arm sensors. Accuracy of sensors remained stable throughout the wearing time. Adhesion rate was 100% for abdomen sensors and 97.1% for arm-worn sensors, without the use of any over-tape during the 15-day study period. Pain during insertion and removal was reported as minimal, and no unexpected safety issues were identified. Data from a single study center showed that the performance of the i3 CGM is comparable to that published for other established CGM devices, and accuracy results were within limits specified for integrated continuous glucose monitoring systems (iCGM). The i3 CGM showed reliability, and its safety was validated during the 15 study days. The study was registered under ClinicalTrials.gov (ID: NCT05806554).",
  "disease": "diabetes mellitus"
}