{
  "pmid": "41394839",
  "title": "Case Report: Anti-SOX1 antibody-associated limbic encephalitis with hippocampal sclerosis: the first autopsy case.",
  "abstract": "We report the first autopsy case of anti-SOX1 antibody-associated encephalitis accompanied by hippocampal sclerosis (HS). The patient was a 69-year-old man with a long-standing history of schizophrenia who presented with generalized seizures, fever, and altered mental status. Despite treatment for pneumonia and hyponatremia, his condition rapidly deteriorated, resulting in recurrent seizures and impaired consciousness. Imaging and cerebrospinal fluid analysis confirmed paraneoplastic limbic encephalitis associated with small-cell lung carcinoma (SCLC), and serum analysis revealed strongly positive anti-SOX1 antibodies. Following multidisciplinary interventions, palliative care was initiated, and the patient passed away on day 115. Autopsy findings included a densely proliferating SCLC in the right lung, confirming the paraneoplastic etiology. Neuropathologically, the hippocampus showed profound neuronal loss and astrogliosis primarily affecting the CA1, CA3, and dentate gyrus regions, consistent with HS. Histological analysis of the dentate gyri revealed granule cell dispersion and gliosis in the granular and molecular layers. Notably, the neuronal loss exhibited a non-classic HS pattern, distinguishing the acute pathology from typical chronic changes seen in mesial temporal lobe epilepsy or long-standing schizophrenia. CD8-positive cytotoxic T lymphocytes (CTLs) infiltrated extensively throughout the central nervous system and were particularly prominent in the hippocampus, demonstrating a T cell-mediated cytotoxic mechanism for neuronal destruction. The presence of MHC class I antigen positivity on residual neurons further supported this immune-mediated neuronal destruction. Additionally, CD8-positive CTL infiltration was observed in the sciatic nerve and mild atrophy was noted in the psoas muscle, underscoring a generalized paraneoplastic process affecting multiple tissues. These findings provide the first mechanistic pathological evidence for anti-SOX1 antibody-associated encephalitis, illustrating that neuronal destruction is driven by CD8+ CTL cytotoxicity. The case underscores the complex pathological interactions between acute autoimmune responses and pre-existing psychiatric conditions, expanding our understanding of the neuropathological spectrum of paraneoplastic limbic encephalitis associated with SCLC.",
  "disease": "epilepsy"
}