{
    "title": "Deep Learning for Automated Triaging of 4581 Breast MRI Examinations from the DENSE Trial.",
    "doc_id": "34609196",
    "writer": "Verburg E",
    "year": "2022",
    "summary": "A DL model was developed to differentiate between breasts with lesions and breasts without lesions. The model was trained to dismiss breasts with normal phenotypical variation and to triage lesions (Breast Imaging Reporting and Data System [BI-RADS] ca …",
    "abstract": "Background Supplemental screening with MRI has proved beneficial in women with extremely dense breasts. Most MRI examinations show normal anatomic and physiologic variation that may not require radiologic review. Thus, ways to triage these normal MRI examinations to reduce radiologist workload are needed. Purpose To determine the feasibility of an automated triaging method using deep learning (DL) to dismiss the highest number of MRI examinations without lesions while still identifying malignant disease. Materials and Methods This secondary analysis of data from the Dense Tissue and Early Breast Neoplasm Screening, or DENSE, trial evaluated breast MRI examinations from the first screening round performed in eight hospitals between December 2011 and January 2016. A DL model was developed to differentiate between breasts with lesions and breasts without lesions. The model was trained to dismiss breasts with normal phenotypical variation and to triage lesions (Breast Imaging Reporting and Data System [BI-RADS] categories 2-5) using eightfold internal-external validation. The model was trained on data from seven hospitals and tested on data from the eighth hospital, alternating such that each hospital was used once as an external test set. Performance was assessed using receiver operating characteristic analysis. At 100% sensitivity for malignant disease, the fraction of examinations dismissed from radiologic review was estimated. Results A total of 4581 MRI examinations of extremely dense breasts from 4581women (mean age, 54.3 years; interquartile range, 51.5-59.8 years) were included. Of the 9162 breasts, 838 had at least one lesion (BI-RADS category 2-5, of which 77 were malignant) and 8324 had no lesions. At 100% sensitivity for malignant lesions, the DL model considered 90.7% (95% CI: 86.7, 94.7) of the MRI examinations with lesions to be nonnormal and triaged them to radiologic review. The DL model dismissed 39.7% (95% CI: 30.0, 49.4) of the MRI examinations without lesions. The DL model had an average area under the receiver operating characteristic curve of 0.83 (95% CI: 0.80, 0.85) in the differentiation between normal breast MRI examinations and MRI examinations with lesions. Conclusion Automated analysis of breast MRI examinations in women with dense breasts dismissed nearly 40% of MRI scans without lesions while not missing any cancers. ClinicalTrials.gov: NCT01315015 © RSNA, 2021 Online supplemental material is available for this article. See also the editorial by Joe in this issue.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34609196/"
}