{
  "pmid": "41348960",
  "title": "Patient-Centered Televisit for Chronic Obstructive Pulmonary Disease Discharge Transitions: User-Centered Design Study.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) affects approximately 16 million Americans and often results in avoidable readmissions due, in part, to medication errors and lack of education. Telehealth interventions can support medication reconciliation and inhaler education following hospital discharge for patients with COPD. This study aimed to design and prototype TELE-TOC (Telehealth Education: Leveraging Electronic Transitions of Care), a post-discharge, in-home, televisit intervention, and to map its workflow to ensure integration into the routine discharge care transition process for patients with COPD. A user-centered design approach across 3 phases was followed to develop and prototype TELE-TOC. Participants included adult patients hospitalized for COPD exacerbations, their caregivers, clinicians involved in COPD care, and organizational leaders. Data collection methods included semi-structured interviews, system usability scale surveys, and cognitive walkthroughs of the TELE-TOC prototype to assess participants' perceptions on usability and feasibility of TELE-TOC implementation as part of routine COPD discharge care transitions. Qualitative data were analyzed using inductive thematic analysis and an inductive-deductive approach guided by the Agency for Healthcare Research and Quality-endorsed Care Transitions Framework. Quantitative data were summarized using basic descriptive statistics. Participants included 18 patients, 18 clinicians, 8 organizational leaders, and 2 caregivers. Phase 1 identified 3 interdependent stages of COPD hospital-to-home discharge: inpatient pre-discharge, at-home post-discharge, and outpatient clinic visit post-discharge. Key facilitators of discharge care transitions included the hospital's \"meds-to-beds\" program and high patient health literacy, while barriers to discharge included poor timing of education and conflicting patient priorities. Phase 2 delineated the core televisit components (eg, dedicated clinician, medication reconciliation, inhaler use, and self-management education) and flexible components (eg, reminder system and session frequency). Potential implementation enablers included multiple techniques for clinicians to access and support patient education and backup communication strategies in the event of technical issues. Potential implementation barriers included insufficient patient technology access and limited technology and health literacy, as well as limited clinician bandwidth for thorough COPD education and medication reconciliation. Phase 3 TELE-TOC prototype walkthroughs demonstrated a positive patient experience (average system usability scale score of 97.5/100), attributed to the benefits of videoconferencing technology for hands-on teaching and the use of the virtual teach-back method. Identified barriers included varying levels of patient technology literacy, insufficient inhaler education, limited patient understanding of medication lists, and clinician uncertainty around TELE-TOC documentation. Suggestions for mitigating these barriers included patient training for TELE-TOC sessions, amendments to pharmacists' \"visit note,\" and enhanced patient preparation for medication reconciliation. Using a co-design approach, we integrated multiple perspectives to develop and optimize TELE-TOC, a patient-centered televisit intervention aimed at supporting discharge care transitions to improve continuity of care and outcomes for patients with COPD. Future research will evaluate the impact of TELE-TOC on readmissions from acute exacerbations.",
  "disease": "chronic obstructive pulmonary disease"
}