{
  "pmid": "41465950",
  "title": "Association between dietary protein intake and all-cause mortality among individuals with different estimated glomerular filtration rates: A cohort study from NHANES.",
  "abstract": "Previous studies suggested that dietary protein may influence health outcomes; however, its effects on all-cause mortality in people with different estimated glomerular filtration rates (eGFRs) remain unclear. This study used data from the National Health and Nutrition Examination Survey and the National Death Index from 1999 to 2018 and included 48,930 participants. They were categorized into three groups based on eGFRs: Group 1 ≥ 90 mL/min/1.73 m2; Group 2, 60 < 90 mL/min/1.73 m2; and Group 3 < 60 mL/min/1.73 m2. The participants were further divided into four protein intake levels: Group A < 0.6 g/kg/d; Group B, 0.6 < 0.8 g/kg/d; Group C, 0.8 < 1.2 g/kg/d; and Group D ≥ 1.2 g/kg/d, resulting in group classifications of Group1A, 1B, 1C, 1D, 2A, 2B, 2C, 2D, 3A, 3B, 3C, and 3D. Cox regression analysis and restricted cubic spline models were employed to assess both the relationship and the nonlinear effects of protein intake on all-cause mortality across different eGFR groups. After multivariable adjustments, the protein intake in Groups 1C and 1D had hazard ratios (HRs) of 0.78 (95% confidence interval [CI]: 0.62, 0.99) and 0.76 (95% CI: 0.59, 0.99), respectively, compared to Group 1A. The HR for protein intake in Group 2C was 0.84 (95% CI: 0.74, 0.97) compared to Group 2A. However, no significant differences in HR were observed across protein intake levels in eGFR Group 3. A nonlinear relationship between protein intake and all-cause mortality was found in Groups 1 and 2, with P values of .0059 and .0011, respectively. In contrast, no statistically significant nonlinear relationship was found in eGFR Group 3. This study found that the impact of dietary protein intake on all-cause mortality varied with eGFRs.",
  "disease": "chronic kidney disease"
}