{
  "pmid": "41450535",
  "title": "Abnormally Activated MNX1 Promotes Tumor Growth and Osimertinib Resistance and Predicts Survival in EGFR-Mutant Lung Adenocarcinoma.",
  "abstract": "Bypass signaling plays an important role in mediating osimertinib resistance in lung adenocarcinoma (LUAD) with epidermal growth factor receptor (EGFR) mutations; however, the role of abnormally activated motor neuron and pancreas homeobox 1 (MNX1) in mediating osimertinib resistance in EGFR-mutant LUAD is unknown. Bioinformatics and immunohistochemistry(IHC) analysis identified the MNX1 expression levels in LUAD. The effects of MNX1 and osimertinib on LUAD cell proliferation, invasion, migration, and apoptosis were evaluated using the cell counting kit-8, scratch, EdU, chamber transwell, and flow cytometry assays in vitro. In vivo, the effect of MNX1 expression on tumorigenicity was evaluated using subcutaneous transplanted tumors in nude mice. Bioinformatics databases and tumor tissue analysis revealed elevated MNX1 expression in LUAD tumor tissues, with high MNX1 expression correlating with poor prognosis. The receiver-operating characteristic(ROC) curve demonstrated that MNX1 has high specificity and sensitivity in diagnosing LUAD from the TCGA dataset. Multivariable COX analysis identified MNX1 as independent prognostic factors for overall survival (OS) in LUAD. Nomogram and calibration plots indicated that combining MNX1 with clinical factors could well predict 1-, 2-, and 3-year OS probabilities in LUAD. Additionally, abnormally activated MNX1 promoted LUAD cell proliferation, invasion, and migration and inhibited apoptosis. MNX1 expression was higher in EGFR-mutant LUAD cells and correlated with osimertinib resistance. The combination of MNX1 depletion and osimertinib suppressed LUAD cell growth and proliferation, inhibited xenograft tumor growth, and reversed osimertinib resistance in vivo. Abnormally activated MNX1 affected PD-L1 expression and induced epithelial-mesenchymal transition (EMT), reversing osimertinib resistance in LUAD cells via the EGFR signaling pathway. This study demonstrated that abnormally activated MNX1 promoted LUAD cell growth and proliferation and acquired resistance to osimertinib through AKT-mediated EMT and PD-L1. Therefore, MNX1 may be a promising prognostic biomarker and therapeutic target for osimertinib resistance in EGFR-mutant LUAD.",
  "disease": "lung cancer"
}