{
    "title": "Nanodiamonds inhibit scratch-wound repair in lung epithelial cell monolayers by blocking cell migration and inhibiting cell proliferation.",
    "doc_id": "33508333",
    "writer": "Behera SP",
    "year": "2021",
    "summary": "Proliferation and migration of lung epithelial cells following the injury to the epithelial lining of alveoli and airways in the lung are pivotal for remodeling and repair of the wound to restore normal lung function. ...Treatment with cNDs blocked the …",
    "abstract": "Proliferation and migration of lung epithelial cells following the injury to the epithelial lining of alveoli and airways in the lung are pivotal for remodeling and repair of the wound to restore normal lung function. In the present study, we examined the modulatory effect of carboxylated nanodiamonds (cNDs) on the cell division, migration, and adhesion of epithelial cells in the well-established in vitro model of wound repair and cell migration. Flow cytometry and confocal microscopy results indicated that both LA4 and A549 cells effectively internalized fluorescent carboxylated nanodiamonds (cFNDs) and the internalized nanodiamonds were essentially localized in the cytoplasmic region. Treatment with cNDs blocked the division and migration of cells to fill the scratch wound. Live cell imaging and time-lapse videography of the wound healing process indicated a significant inhibition of cell proliferation activity in cND-treated cells and blocked the wound repair process. Trans-well cell-migration assay results further support the inhibitory effect of cNDs on the cell migration process. Western blotting and immunofluorescence staining indicated that the crucial proteins involved in epithelial-mesenchymal transition (EMT) and cell migration i.e. β-catenin, Vimentin, NM-myosin, and Focal Adhesion Kinase (FAK) were downregulated after treatment with cNDs, while the expression of E-cadherin and Claudin-1, major cell adhesion markers remained unaltered. Taken together, our results indicate that the decline in cell proliferation activity, downregulation in the expression of various crucial protein like β-Catenin, NM-myosin, FAK, and Vimentin involved in the cell migration and unaltered expression of cell adhesion molecules E-cadherin and Claudin-1, may be the factors that contribute to the cND-mediated inhibition of EMT during the wound repair process in the monolayers of lung epithelial cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33508333/"
}