{
    "title": "A novel compartmental approach for modeling stomach motility and gastric emptying.",
    "doc_id": "39213708",
    "writer": "Fernandes SQ",
    "year": "2024",
    "summary": "The stomach, a central organ in the Gastrointestinal (GI) tract, regulates the processing of ingested food through gastric motility and emptying. Understanding the stomach function is crucial for treating gastric disorders. Experimental studies in this …",
    "abstract": "The stomach, a central organ in the Gastrointestinal (GI) tract, regulates the processing of ingested food through gastric motility and emptying. Understanding the stomach function is crucial for treating gastric disorders. Experimental studies in this field often face difficulties due to limitations and invasiveness of available techniques and ethical concerns. To counter this, researchers resort to computational and numerical methods. However, existing computational studies often isolate one aspect of the stomach function while neglecting the rest and employ computationally expensive methods. This paper proposes a novel cost-efficient multi-compartmental model, offering a comprehensive insight into gastric function at an organ level, thus presenting a promising alternative. The proposed approach divides the spatial geometry of the stomach into four compartments: Proximal/Middle/Terminal antrum and Pyloric sphincter. Each compartment is characterized by a set of ordinary differential equations (ODEs) with respect to time to characterize the stomach function. Electrophysiology is represented by simplified equations reflecting the \"slow wave behavior\" of Interstitial Cells of Cajal (ICC) and Smooth Muscle Cells (SMC) in the stomach wall. An electro-mechanical coupling model translates SMC \"slow waves\" into smooth muscle contractions. Muscle contractions induce peristalsis, affecting gastric fluid flow velocity and subsequent emptying when the pyloric sphincter is open. Contraction of the pyloric sphincter initiates a retrograde flow jet at the terminal antrum, modeled by a circular liquid jet flow equation. The results from the proposed model for a healthy human stomach were compared with experimental and computational studies on electrophysiology, muscle tissue mechanics, and fluid behavior during gastric emptying. These findings revealed that each \"ICC\" slow wave corresponded to a muscle contraction due to electro-mechanical coupling behavior. The rate of gastric emptying and mixing efficiency decreased with increasing viscosity of gastric liquid but remained relatively unchanged with gastric liquid density variations. Utilizing different ODE solvers in MATLAB, the model was solved, with ode15s demonstrating the fastest computation time, simulating 180 s of real-time stomach response in just 2.7 s. This multi-compartmental model signifies a promising advancement in understanding gastric function, providing a cost-effective and comprehensive approach to study complex interactions within the stomach and test innovative therapies like neuromodulation for treating gastric disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39213708/"
}