{
  "pmid": "41447004",
  "title": "The effects of transcranial direct current stimulation on serum superoxide dismutase levels in ambulatory ischaemic stroke patients: A randomised pilot study.",
  "abstract": "Stroke is one of the leading causes of disability worldwide, imposing a significant public health and economic burden. Oxidative stress, which results from an imbalance between free radical production and antioxidant defences, exacerbates stroke outcomes via its role in promoting neuroinflammation and tissue damage. Superoxide dismutase (SOD), a critical antioxidant enzyme, plays a key role in mitigating oxidative stress. This study evaluates the effect of transcranial direct current stimulation (tDCS) on serum SOD levels in ambulatory ischaemic stroke patients with mild cognitive impairment. In this randomized pilot study, 30 ischaemic stroke survivors (aged 20-65 years) were divided into two groups: control intervention physiotherapy (CIP, n=15) and tDCS combined with CIP (tDCS+CIP, n=15). Each group underwent 30-minute sessions, three times weekly, over four weeks. Serum SOD levels were measured pre- and post-intervention using SOD Activity Assay Kit. Paired t-test was used to evaluate within-group changes, and independent t-test assessed between-group differences and the influence of stroke risk factors such as body mass index and blood pressure. The tDCS+CIP group exhibited a significant increase in serum SOD levels post-intervention (289.02±64.94 U/L from 215.58±53.65 U/L, p=0.001), compared to the CIP group (216.67±45.02 U/L from 198.04±40.74 U/L, p=0.001). No significant association was observed between serum SOD levels and the studied risk factors. tDCS combined with conventional therapy significantly improves serum SOD levels, suggesting its potential as an adjunctive treatment for reducing oxidative stress in stroke rehabilitation. Further studies with larger sample sizes and extended follow-up are recommended to validate these findings and explore long-term benefits.",
  "disease": "stroke"
}