{
    "title": "Quantitative and Qualitative Differences of Action Verbal Fluency between Young and Older Adults.",
    "doc_id": "35240660",
    "writer": "Kim S",
    "year": "2021",
    "summary": "However, the ability may also decrease qualitatively as well as quantitatively in normal aging. The objective of this study is to investigate the age-related quantitative and qualitative differences in AVF of Korean adults. ...CONCLUSION: These results indicated tha …",
    "abstract": "Introduction:\n        \n      \n      Action verbal fluency (AVF) task, a word fluency test, involves language and executive function and is known to be sensitive to fronto-striatal degeneration. However, the ability may also decrease qualitatively as well as quantitatively in normal aging. The objective of this study is to investigate the age-related quantitative and qualitative differences in AVF of Korean adults.\n    \n\n\n          Methods:\n        \n      \n      We analyzed data from 78 participants of 40 young (mean age = 28.9) and 38 older adults (mean age = 67.7). The correct responses in the AVF task were measured for quantitative analysis. Qualitatively, the mean number of arguments required by each verb was calculated for syntactic analysis. For semantic analysis, we subclassified verbs according to their characteristics (e.g., moment vs. non-moment verbs/active vs. non-active verbs) and calculated the ratio for comparison. The results of AVF were also compared to those of semantic/phonemic fluency and the Korean version of the Montreal Cognitive Assessment (MoCA-K).\n    \n\n\n          Results:\n        \n      \n      The older group showed quantitatively lower performance in AVF than the young group (p < 0.01). The result of the AVF task significantly correlated (p < 0.01) with both semantic/phonemic fluency and the MoCA-K. Also, the older group produced syntactically more simple verbs than the counterpart (p < 0.01). In the semantic analysis, the older group produced fewer moment verbs (p < 0.05) but more non-moment verbs (p < 0.05) than the young group. There was no difference in active or non-active verbs between two groups.\n    \n\n\n          Conclusion:\n        \n      \n      These results indicated that the ability of AVF declines with age not only quantitatively but also qualitatively in relation to their cognitive changes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35240660/"
}