{
    "title": "Genetics of syndromic and non-syndromic mitral valve prolapse.",
    "doc_id": "29352010",
    "writer": "Le Tourneau T",
    "year": "2018",
    "summary": "Mitral valve prolapse (MVP) is a common condition that affects 2%-3% of the general population. MVP is thought to include syndromic forms such as Marfan syndrome and non-syndromic MVP, which is the most frequent form. ...Whereas autosomal dominant mode is the …",
    "abstract": "Mitral valve prolapse (MVP) is a common condition that affects 2%-3% of the general population. MVP is thought to include syndromic forms such as Marfan syndrome and non-syndromic MVP, which is the most frequent form. Myxomatous degeneration and fibroelastic deficiency (FED) are regarded as two different forms of non-syndromic MVP. While FED is still considered a degenerative disease associated with ageing, frequent familial clustering has been demonstrated for myxomatous MVP. Familial and genetic studies led to the recognition of reduced penetrance and large phenotypic variability, and to the identification of prodromal or atypical forms as a part of the complex spectrum of the disease. Whereas autosomal dominant mode is the common inheritance pattern, an X linked form of non-syndromic MVP was recognised initially, related to Filamin-A gene, encoding for a cytoskeleton protein involved in mechanotransduction. This identification allowed a comprehensive description of a new subtype of MVP with a unique association of leaflet prolapse and paradoxical restricted motion in diastole. In autosomal dominant forms, three loci have been mapped to chromosomes 16p11-p12, 11p15.4 and 13q31-32. Although deciphering the underlying genetic defects is still a work in progress, DCHS1 mutations have been identified (11p15.4) in typical myxomatous disease, highlighting new molecular pathways and pathophysiological mechanisms leading to the development of MVP. Finally, a large international genome-wide association study demonstrated the implication of frequent variants in MVP development and opened new directions for future research. Hence, this review focuses on phenotypic, genetic and pathophysiological aspects of MVP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29352010/"
}