{
  "pmid": "41467576",
  "title": "The E-AHPBA-ESSO-Innsbruck consensus recommendations on peri- and postoperative management following liver resection.",
  "abstract": "Liver surgery carries a high risk of complications due to the complex interplay of patient-related factors, disease characteristics, and liver function. Expertise is essential for healthcare professionals managing hepatobiliary patients. This European consensus provides evidence-based guidance on selected aspects of peri- and postoperative care. A modified Delphi process was used to achieve consensus, with a 70% agreement threshold. The expert panel comprised hepatobiliary surgeons, anaesthetists, hepatologists, a specialist nurse, and a physiotherapist. A systematic literature search was conducted in PubMed/MEDLINE, Embase, Web of Science, and Cochrane databases. Six topics were addressed: thromboprophylaxis; perioperative antibiotics; prehabilitation/nutrition/mobilization; bile leak including bilioenteric anastomosis leaks; post-hepatectomy haemorrhage; and post-hepatectomy liver failure (PHLF). Evidence appraisal and statement development followed Scottish Intercollegiate Guidelines Network methodology. A patient representative reviewed the guideline. Searching the literature yielded 204 included publications from an initial 6514. Thirty-two statements were formulated with a median evidence level of 2. Evidence strength varied by topic with noticeably lower evidence levels in complex surgery settings and less prevalent conditions. In some topics, study heterogeneity and specific inclusion criteria resulted in conditional recommendations, despite high-level evidence. Notably, the weakest evidence was found for perioperative thromboprophylaxis and PHLF management. Strong recommendations were formulated for prehabilitation, early postoperative mobilization, and avoidance of routine drain use. Several evidence gaps warranting multicentre studies were identified. Optimizing peri- and postoperative care after liver resection remains challenging. Standardizing key practices and addressing evidence gaps through collaborative research are vital to improve outcomes.",
  "disease": "hypertension"
}