{
    "title": "Relationship Between Early Tinnitus Outcomes and Long-term Quality of Life in Cochlear Implant Recipients.",
    "doc_id": "41373131",
    "writer": "Spector BM",
    "year": "2026",
    "summary": "OBJECTIVE: (1) Evaluate tinnitus outcomes in adults after cochlear implantation, (2) examine the impact of demographic/audiologic factors on tinnitus outcomes, and (3) determine the relationship between early tinnitus outcomes and long-term hearing-related quality of li …",
    "abstract": "Objective:\n        \n      \n      (1) Evaluate tinnitus outcomes in adults after cochlear implantation, (2) examine the impact of demographic/audiologic factors on tinnitus outcomes, and (3) determine the relationship between early tinnitus outcomes and long-term hearing-related quality of life (QoL).\n    \n\n\n          Study design:\n        \n      \n      Retrospective review of prospectively collected data.\n    \n\n\n          Setting:\n        \n      \n      Adult cochlear implant (CI) center.\n    \n\n\n          Patients:\n        \n      \n      Eighty-three adult CI recipients aged 20 to 84 years old (mean=66.2, SD 16.4).\n    \n\n\n          Interventions:\n        \n      \n      Patient-reported outcome measures before and after cochlear implantation.\n    \n\n\n          Main outcome measures:\n        \n      \n      Tinnitus Handicap Inventory (THI); Speech, Spatial, and Qualities of Hearing Scale-12 (SSQ-12); and the Cochlear Implant Quality of Life-10 measure (CIQOL-10) pre-CI and post-CI.\n    \n\n\n          Results:\n        \n      \n      (1) THI scores significantly improved from pre-CI to early (1 to 3 mo) post-CI, with no additional gains by long-term (6 to 2 mo) post-CI. Early post-CI, 77.2% of patients reported a clinically significant improvement in their tinnitus-induced distress from pre-CI to post-CI. (2) Patients with early clinical THI improvement had shorter durations of deafness and greater CI usage than those with a lack of improvement. (3) Early post-CI THI scores were negatively correlated with long-term overall SSQ-12 scores. Long-term post-CI THI scores were also negatively correlated with long-term CIQOL-10 scores and overall SSQ-12 scores.\n    \n\n\n          Conclusion:\n        \n      \n      Adult CI recipients reported improved tinnitus-induced distress at early post-CI and maintained this improvement long-term. Patients with shorter durations of deafness and greater CI usage were more likely to report relief in tinnitus-induced distress. Early THI outcomes post-CI were associated with long-term QoL. Clinicians should consider early evaluation of tinnitus outcomes to inform patient counseling regarding long-term CI outcomes.\n    \n\n\n          Level of evidence:\n        \n      \n      Level IV-historical cohort or case-controlled studies.\n    \n\n\n          Indicate irb:\n        \n      \n      24087.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41373131/"
}