{
    "title": "Serum copeptin levels at day two after pituitary surgery and ratio to baseline predict postoperative central diabetes insipidus.",
    "doc_id": "36322283",
    "writer": "Jang HN",
    "year": "2022",
    "summary": "There was no significant difference in copeptin levels before surgery and 1 h after extubation; copeptin levels on postoperative days 1, 2, 7, and 90 were significantly lower in patients with permanent central diabetes insipidus than in those without central …",
    "abstract": "Purpose:\n        \n      \n      Central diabetes insipidus is a complication that may occur after pituitary surgery and has been difficult to predict. This study aimed to identify the cutoff levels of serum copeptin and its optimal timing for predicting the occurrence of central diabetes insipidus in patients who underwent transsphenoidal surgery.\n    \n\n\n          Methods:\n        \n      \n      This was a prospective observational study of patients who underwent transsphenoidal surgery for pituitary gland or stalk lesions. Copeptin levels were measured before surgery, 1 h after extubation, and on postoperative days 1, 2, 7, and 90.\n    \n\n\n          Results:\n        \n      \n      Among 73 patients, 14 (19.2%) and 13 (17.8%) patients developed transient and permanent central diabetes insipidus, respectively. There was no significant difference in copeptin levels before surgery and 1 h after extubation; copeptin levels on postoperative days 1, 2, 7, and 90 were significantly lower in patients with permanent central diabetes insipidus than in those without central diabetes insipidus. Copeptin measurement on postoperative day 2 exhibited the highest performance for predicting permanent central diabetes insipidus among postoperative days 1, 2, and 7 (area under the curve [95% confidence interval] = 0.754 [0.632-0.876]). Serum copeptin level at postoperative day 2(< 3.1 pmol/L) showed a sensitivity of 92.3% and a negative predictive value of 97.1%. The ratio of copeptin at postoperative day 2 to baseline (< 0.94) presented a sensitivity of 84.6% and a negative predictive value of 94.9%. The copeptin levels > 3.4 and 7.5 pmol/L at postoperative day 2 and 7 may have ruled out the occurrence of CDI with a negative predictive value of 100%.\n    \n\n\n          Conclusion:\n        \n      \n      The copeptin level at postoperative day 2 and its ratio to baseline can predict the occurrence of permanent central diabetes insipidus after pituitary surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36322283/"
}