{
    "title": "Role of stem cell factor in the placental niche.",
    "doc_id": "27234501",
    "writer": "Khodadi E",
    "year": "2016",
    "summary": "Stem cell factor (SCF) is a cytokine found in hematopoietic stem cells (HSCs) and causes proliferation and differentiation of cells by binding to its receptor (c-kit). ...Chorionic-plate-derived mesenchymal stem cells (CP-MSCs) iso …",
    "abstract": "Stem cell factor (SCF) is a cytokine found in hematopoietic stem cells (HSCs) and causes proliferation and differentiation of cells by binding to its receptor (c-kit). It is produced in the yolk sac, fetal liver and bone marrow during the development of the fetus and, together with its signaling pathway, plays an important role in the development of these cells. The placenta, an important hematopoiesis site before the entry of cells into the liver, is rich in HSCs, with definitive hematopoiesis in a variety of HSC types and embryonic stem cells. Chorionic-plate-derived mesenchymal stem cells (CP-MSCs) isolated from the placenta show stem cell markers such as CD41 and cause the self-renewal of cells under hypoxic conditions. In contrast, hypoxia can result in apoptosis and autophagy via oxidative stress in stem cells. As a hypoxia-induced factor, SCF causes a balance between cell survival and death by autophagy in CP-MSCs. Stromal cells and MSCs have a crucial function in the development of HSCs in the placenta via SCF expression in the placental vascular niche. Defects in hematopoietic growth factors (such as SCF and its signaling pathways) lead to impaired hematopoiesis, resulting in fetal death and abortion. Therefore, an awareness of the role of the SCF/c-kit pathway in the survival, apoptosis and development of stem cells can significantly contribute to the exploration of stem cell production pathways during the embryonic period and in malignancies and in the further generation of these cells to facilitate therapeutic approaches. In this review, we discuss the role of SCF in the placental niche.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27234501/"
}