{
    "title": "Correlates of condom use among male university students from eastern China who engage in casual sex.",
    "doc_id": "37228160",
    "writer": "Chen W",
    "year": "2023",
    "summary": "Consistent condom use with casual partners is critical for preventing the transmission of human immunodeficiency virus (HIV) among male university students. This study aimed to determine the level of consistent condom use and explore the correlates of condom use consistenc …",
    "abstract": "Consistent condom use with casual partners is critical for preventing the transmission of human immunodeficiency virus (HIV) among male university students. This study aimed to determine the level of consistent condom use and explore the correlates of condom use consistency in male university students in eastern China. A descriptive cross-sectional survey was conducted in 13 universities in Zhejiang Province, which involved the recruitment of 31,674 students by stratified random sampling. Among them, 545 male students who engaged in casual sex in the year prior to this study were included. Adjusted and unadjusted logistic regression models were used to examine the correlates associated with consistent condom use. Among the 545 male university students, only 205 (37.6%) consistently used condoms in the previous year. The following correlates were associated with higher rates of consistent condom use: 1) Knowledge, specifically, the number of correct answers to \"HIV infection can be determined by appearance\" (AOR: 2.06, 95% CI: 1.21-3.49); 2) never finding casual partners on the internet during the past over the prior year (AOR: 0.63; 95% CI: 0.40-0.99); 3) never drinking alcohol before casual sex during the last over the prior year (AOR: 0.30; 95% CI: 0.20-0.46); 4) never engaging in commercial sex (AOR: 0.57; 95% CI: 0.34-0.96); and 5) high condom self-efficacy score (AOR: 2.55; 95% CI: 1.44-4.49). The study found a low level of consistent condom use among male university students. Promoting condom self-efficacy, reducing web-based casual sex, drinking before sex, and commercial sex are essential to improving the level of consistent condom use among male university students to reduce the transmission of HIV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37228160/"
}