{
  "pmid": "41316930",
  "title": "Extracellular Matrix and Endothelial Activation Markers in the Bronchial and Pulmonary Arteries in COPD.",
  "abstract": "Vascular alterations contribute significantly to the chronic obstructive pulmonary disease (COPD) pathophysiology. Thirty-nine percent of patients with COPD develop pulmonary hypertension, especially patients with the severe form of the disease. Cigarette-induced endothelial dysfunction is important in the pathogenesis of vascular alterations, even in the mild forms of the disease. This study investigates extracellular matrix (ECM) remodelling and endothelial activation in pulmonary (PMA) and bronchial muscular arteries (BMA) from non-smokers (NS), nonobstructed smokers (NOS) and patients with mild/moderate COPD. Lung tissue samples from 44 patients undergoing lung resection were analysed. Morphometric parameters, ECM components (collagens, fibronectin, elastic fibres, tenascin-C and versican) and endothelial markers (VCAM-1, ICAM-1 and endothelin-1) were quantified in BMA and PMA using immunohistochemistry and morphometric analysis. Group differences and correlations with clinical parameters were assessed. COPD patients showed increased intimal thickness and fibronectin deposition in PMA, and larger adventitial areas in BMA compared to NS. NOS exhibited higher VCAM-1 expression in BMA and increased elastic fibre content in PMA. In COPD, elastic fibres and type-III collagen negatively correlated with smoking history (pack-years), while fibronectin positively correlated with age. VCAM-1 expression in BMA correlated negatively with lung function (FEV This study demonstrates for the first time ECM remodelling and endothelial activation in bronchial arteries of smokers and patients with COPD. Fibronectin emerges as a key ECM component in arterial remodelling in mild-moderate COPD. Understanding vascular changes may provide new insights into the regulation of bronchial circulation and the development of pulmonary hypertension in COPD. We investigated extracellular matrix remodelling and endothelial activation in both pulmonary and bronchial arteries in smokers and patients with mild/moderate COPD. There was increased expression of the adhesion molecule VCAM‐1 in the bronchial artery of smokers. In COPD, intimal thickening of the pulmonary artery was associated with increased expression of the inflammation related extracellular matrix fibronectin. [Image: see text]",
  "disease": "chronic obstructive pulmonary disease"
}