{
    "title": "The ecological and etiological investigation of ticks and rodents in China: results from an ongoing surveillance study in Zhejiang Province.",
    "doc_id": "38089699",
    "writer": "Wang J",
    "year": "2023",
    "summary": "OBJECTIVES: This study aimed to analyze the population density of vector ticks and reservoir hosts rodents, and to investigate the relevant pathogen infection in Zhejiang Province, China. METHODS: In this surveillance study, the data of ticks density were collected with th …",
    "abstract": "Objectives:\n        \n      \n      This study aimed to analyze the population density of vector ticks and reservoir hosts rodents, and to investigate the relevant pathogen infection in Zhejiang Province, China.\n    \n\n\n          Methods:\n        \n      \n      In this surveillance study, the data of ticks density were collected with the tick picking method on animal body surface and the drag-flag method, while the rodent density with the night trapping method. The samples of ticks were examined for the severe fever with thrombocytopenia syndrome virus (SFTSV), and blood serum and organs from rodents were subjected for SFTSV, hantavirus, Leptospira, Orientia tsutsugamushi (O. tsutsugamushi) and Yersinia pestis (Y. pestis) screening in the laboratory.\n    \n\n\n          Results:\n        \n      \n      From 2017 to 2022 in Zhejiang Province, 16,230 parasitic ticks were found in 1848 positive animals, with the density of parasitic ticks of 1.29 ticks per host animal, and a total of 5,201 questing ticks were captured from 1,140,910 meters of vegetation distance with the questing tick density of 0.46 ticks/flag·100 m. Haemaphysalis longicornis (H. longicornis) was the major species. A total of 2,187,739 mousetraps were distributed and 12,705 rodents were trapped, with the density of 0.58 per 100 trap-nights. Rattus norvegicus was the major species. For SFTSV screening, two groups nymphal ticks of H. longicornis were tested to be positive. For the rodents samples, the Leptospira had a positive rate of 12.28% (197/1604), the hantavirus was 1.00% (16/1604), and the O. tsutsugamushi was 0.15% (2/1332). No positive results were found with SFTSV and Y. pestis in the rodents samples.\n    \n\n\n          Conclusion:\n        \n      \n      Findings from this study indicated that the ticks and rodents were widely distributed in Zhejiang Province. Particularly, the positive detection of SFTSV, Leptospira, hantavirus and O. tsutsugamushi in ticks or rodents from this area suggested that more attention should be paid to the possibilities of relevant vector-borne diseases occurrence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38089699/"
}