{
    "title": "A qualitative assessment and short-term mediation analysis of defeat, entrapment, and suicide.",
    "doc_id": "37571915",
    "writer": "Rasmussen S",
    "year": "2023",
    "summary": "The present study advances IMV research through two aims: (1) to qualitatively probe the subjective experiences of defeat, internal entrapment, and external entrapment, and (2) conducting a 3-month prospective mediation analysis using quantitative and qualitative me …",
    "abstract": "Objectives:\n        \n      \n      The Integrated Motivational-Volitional Model (IMV) of Suicide is growing in empirical support. The present study advances IMV research through two aims: (1) to qualitatively probe the subjective experiences of defeat, internal entrapment, and external entrapment, and (2) conducting a 3-month prospective mediation analysis using quantitative and qualitative metrics of defeat and entrapment.\n    \n\n\n          Methods:\n        \n      \n      The study featured an online two-point survey separated by 3 months. Participants were 255 adults living in the United Kingdom.\n    \n\n\n          Results:\n        \n      \n      Persons endorsing qualitative defeat and internal entrapment in their narratives also showed higher quantitative scores on corresponding IMV and suicide-related self-report scales. Internal entrapment mediated the effect of baseline defeat on 3-month suicidal ideation, whereas external entrapment mediated the association of baseline defeat on 3-month suicide attempt likelihood. Quantitative assessment of entrapment was more significantly associated with suicide attempts and ideation within mediation tests compared to corresponding qualitative variables.\n    \n\n\n          Conclusions:\n        \n      \n      IMV model principles are largely supported by findings. Mediation results support further consideration of entrapment and defeat within clinical practice and public health-focused suicide research. Understanding the complexity of entrapment narratives represents an important next step for conducting qualitative IMV-focused research with minoritized and high-risk suicide populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37571915/"
}