{
    "title": "[Congenital diabetes insipidus. Recent advances in molecular genetics].",
    "doc_id": "8685170",
    "writer": "Vantyghem MC",
    "year": "1996",
    "summary": "Hereditary diabetes insipidus can occur in two forms: the first, referred to as central diabetes insipidus, is responsive to vasopressin whereas the second, termed nephrogenic diabetes insipidus, is resistant to treatment. ...The second i …",
    "abstract": "Hereditary diabetes insipidus can occur in two forms: the first, referred to as central diabetes insipidus, is responsive to vasopressin whereas the second, termed nephrogenic diabetes insipidus, is resistant to treatment. Recent advances in molecular genetics have contributed to elucidate the pathogenesis of these affections. Familial central diabetes insipidus depicts two unsimilar illnesses. The first, characterized by an autosomal dominant transmission, is of delayed onset and worsens progressively all through life. It is related to a heterozygous mutation of the vasopressin precursor gene mainly involving either the sequence encoding for the signal peptide or the one encoding for neurophysin II, the hormone carrier protein. Mutations described to date are responsible for impairment of vasopressin precursor transportation and processing. Therefore mutant protein accumulates in the posterior pituitary which is involved in the persistant bright spot seen on magnetic resonance imaging. The second illness or Wolfram syndrome, autosomal recessive, associates obligatory features: insulin-dependant diabetes, bilateral optic atrophy and more inconstantly: diabetes insipidus, deafness, genito-urinary and neuropsychiatric disturbances. The cause of this syndrome, still unknown, may involve mitochondrial ADN mutations. Familial nephrogenic diabetes insipidus, of neonatal onset, are mainly X-linked and associated to mutations in the V2 receptor gene. About 60 mutations have been described until now. Some rare cases, transmission of which is autosomal recessive, result from homozygous mutations of aquaporin 2 gene, a water channel involved in the water reabsorption in the renal collecting duct. Other mutations will be probably discovered in future. In conclusion, familial diabetes insipidus constitutes an interesting pathogenic model because it may be explained by impairment of vasopressin gene precursor as well as by abnormalities of renal receptor or post receptor mechanisms of the hormone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8685170/"
}