{
    "title": "Christianson syndrome in a patient with an interstitial Xq26.3 deletion.",
    "doc_id": "21932316",
    "writer": "Tzschach A",
    "year": "2011",
    "summary": "Mutations in SLC9A6 are associated with Christianson syndrome (OMIM 300243), a syndromic form of X-linked mental retardation (XLMR) characterized by microcephaly, severe global developmental delay, ataxia and seizures. ...This patient broadens the spectrum of …",
    "abstract": "Interstitial deletions of chromosome band Xq26.3 are rare. We report on a 2-year-old boy in whom array comparative genomic hybridization analysis revealed an interstitial 314 kb deletion in Xq26.3 affecting SLC9A6 and FHL1. Mutations in SLC9A6 are associated with Christianson syndrome (OMIM 300243), a syndromic form of X-linked mental retardation (XLMR) characterized by microcephaly, severe global developmental delay, ataxia and seizures. FHL1 mutations cause Emery-Dreifuss muscular dystrophy (OMIM 310300), X-linked myopathy with postural muscle atrophy (XMPMA, OMIM 300696), scapuloperoneal myopathy (OMIM 300695), or reducing body myopathy (OMIM 300717, 300718). The clinical problems of the patient reported here comprised severe intellectual disability, absent speech, ataxia, epilepsy, and gastroesophageal reflux, and could mostly be attributed to SLC9A6 insufficiency. In contrast to the majority of reported Christianson syndrome patients who were microcephalic, this patient was normocephalic, but his head circumference had decelerated from the 50th centile at birth to the 25th centile at the age of 2 ²/¹² years. Muscle problems due to the FHL1 deletion are not to be expected before late childhood, which is the earliest age of onset for FHL1 associated Emery-Dreifuss muscular dystrophy. This patient broadens the spectrum of SLC9A6 mutations and contributes to the clinical delineation of Christianson syndrome. This is also the first patient with a deletion affecting both SLC9A6 and the complete FHL1 gene.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21932316/"
}