{
  "pmid": "41462441",
  "title": "Pilot study on exercise-induced placental transcriptomic changes and oxidative stress reduction in gestational diabetes mellitus.",
  "abstract": "Gestational diabetes mellitus (GDM) is a common pregnancy complication associated with adverse maternal and neonatal outcomes, characterised by inflammation and oxidative stress. While exercise interventions have been shown to alleviate some of these issues, the underlying molecular mechanisms, particularly in the placenta, remain poorly understood. This study investigates the impact of exercise on maternal immune function, oxidative stress, placental gene expression, and neonatal outcomes in GDM pregnancies. This pilot study involved 12 pregnant women, six with GDM and six with normal pregnancies. Participants were divided into four groups: normal pregnancies with exercise (NCE) or without exercise (NC), and GDM pregnancies with exercise (GDME) or without exercise (GDM). The exercise intervention included stationary cycling for 16 weeks, three times a week. Placental tissue and maternal blood were collected post-delivery. Placental gene expression was analysed using RNA sequencing, and oxidative stress was measured in maternal blood. Neonatal birth weight was significantly lower in the GDME group compared to the GDM group. Exercise significantly reduced oxidative stress and improved immune function in the GDME group, approaching levels observed in the NC and NCE groups. Transcriptomic analysis of placental samples revealed upregulation of antioxidant genes (e.g., GPX3, MTCO1P40) and downregulation of pro-inflammatory genes (e.g., CCL21), body weight regulatory gene (IGFBP1), indicating enhanced immune and metabolic balance, and regulation of fetal birth weight. Exercise interventions in GDM pregnancies improve placental function by modulating immune response and oxidative stress, improving neonatal outcomes. These findings support the inclusion of exercise in GDM management to optimise maternal and fetal health.",
  "disease": "diabetes mellitus"
}