{
    "title": "What's Known and What's Next: Contraceptive Counseling and Support for Adolescents and Young Adult Women.",
    "doc_id": "33333260",
    "writer": "Hoopes AJ",
    "year": "2021",
    "summary": "Promoting contraceptive use among adolescent and young adult women requires supportive health systems and health providers who understand this population's evolving developmental needs. ...Missed opportunities to provide such patient-centered care can lead to unplan …",
    "abstract": "The low rates of actual contraceptive failure and high rates of contraceptive use among young women highlight that choice of contraceptive method and patterns of contraceptive use greatly influence unintended pregnancy risk. Promoting contraceptive use among adolescent and young adult women requires supportive health systems and health providers who understand this population's evolving developmental needs. It also requires an awareness of effective tools for counseling patients, while being mindful of the power dynamics operational during clinical encounters to avoid inadvertently coercive interpersonal dynamics. Missed opportunities to provide such patient-centered care can lead to unplanned pregnancies and suboptimal health and social consequences for young women. Unfortunately, health providers often lack the tools and resources to appropriately identify and meet individual young women's contraceptive needs. This article summarizes the evidence supporting contraceptive counseling strategies linked with contraceptive initiation among young women, and evidence-based approaches for supporting contraceptive adherence and continuation after method initiation. It also orients readers to the unique neurodevelopmental factors that influence the shared decision-making process during contraception counseling sessions with young women. New and emerging approaches for supporting contraceptive initiation, adherence, and continuation are reviewed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33333260/"
}