{
    "title": "Development of a structure-validated Family Relationship Questionnaire (FRQ) with Chinese university students.",
    "doc_id": "26366981",
    "writer": "Chen L",
    "year": "2015",
    "summary": "The authors designed a statement matrix with 116 items for this purpose and compared it with the Parental Bonding Instrument (PBI) in a study with 718 university students. After exploratory and confirmatory factor analyses, five factors (scales)--namely, Paternal/Maternal …",
    "abstract": "Consistent results have shown a relationship between the psychological world of children and their perceived parental bonding or family attachment style, but to date there is no single measure covering both styles. The authors designed a statement matrix with 116 items for this purpose and compared it with the Parental Bonding Instrument (PBI) in a study with 718 university students. After exploratory and confirmatory factor analyses, five factors (scales)--namely, Paternal/Maternal Encouragement (5 items each), Paternal/Maternal Abuse (5 items each), Paternal/Maternal Freedom Release (5 items each), General Attachment (5 items), and Paternal/Maternal Dominance (4 items each)--were defined to form a Family Relationship Questionnaire (FRQ). The internal alphas of the factors ranged from .64 to .83, and their congruency coefficients were .93 to .98 in samples regarding father and mother. Women scored significantly higher on FRQ General Attachment and Maternal Encouragement and lower on Paternal Abuse than men did; only children scored significantly higher on Paternal and Maternal Encouragements than children with siblings did. Women also scored significantly higher on PBI Paternal Autonomy Denial; only children scored significantly higher on Paternal and Maternal Cares and Maternal Autonomy Denial. All intercorrelations between FRQ scales were low to medium, and some correlations between FRQ and PBI scales were medium to high. This study demonstrates that the FRQ has a structure of five factors with satisfactory discriminant and convergent validities, which might help to characterize family relationships in healthy and clinical populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26366981/"
}