{
  "pmid": "41338594",
  "title": "Association of respiratory symptom profiles with future exacerbations and lung function decline in mild-to-moderate COPD.",
  "abstract": "The prognostic value of respiratory symptom profiles for predicting exacerbation risk and lung function decline remains unclear in mild-to-moderate chronic obstructive pulmonary disease (COPD). Are respiratory symptom profiles associated with both exacerbation risk and lung function decline in mild-to-moderate COPD? This was a posthoc analysis of data from participants with mild-to-moderate COPD from the SubPopulations and InteRmediate Outcome Measures in COPD Study. Respiratory symptom profiles were identified through latent class analysis. Outcomes included exacerbation rates evaluated by zero-inflated negative binomial regressions, time-to-first exacerbation evaluated by Cox regression and longitudinal forced expiratory volume in 1 second (FEV Among the 954 participants with mild-to-moderate COPD, five distinct respiratory symptom profiles were identified. Compared with the 'minimal respiratory' profile, the 'productive cough' profile was associated with a higher rate of any respiratory exacerbations (relative ratio [RR] 1.84; 95% confidence interval [CI] 1.29 to 2.64) and severe respiratory exacerbations (RR 2.05; 95% CI 1.12 to 3.74). Similarly, the 'Wheeze' profile was associated with higher rates of any (RR 1.55; 95% CI 1.12 to 2.15) and severe exacerbations (RR 1.73; 95% CI 1.00 to 2.98). The 'nearly all respiratory symptoms' profile was associated with a higher rate of exacerbations (any exacerbation: RR 2.12; 95% CI 1.56 to 2.89; severe exacerbations: RR 2.07; 1.23 to 3.47) and an accelerated annual FEV Respiratory symptom profiles identifies distinct prognostic outcomes in mild-to-moderate COPD. The productive cough is associated with increased exacerbation risk, while the dry cough is associated with a lower lung function trajectory. NCT0196934.",
  "disease": "chronic obstructive pulmonary disease"
}