{
  "pmid": "41442925",
  "title": "Ultrasensitive profiling of circulating tumor cells via miRNA/pH-activated nanoprobes coupled with microfluidic droplet encapsulation.",
  "abstract": "Circulating tumor cells (CTCs) are closely associated with cancer progression and metastasis, making the development of precise CTCs enumeration technology crucial for real-time cancer monitoring and post-operative treatment. Researches indicated that miRNA-21 exhibits abnormally high expression in CTCs and can thus serve as a biomarker for CTCs profiling. Herein, an innovative dual-responsive detection platform was developed by integrating miRNA-21/pH-activated ZnO@Au NPs-hairpin DNA (HP) nanoprobes with microfluidic single-cell droplet technology for CTCs identification. In this platform, ZnO@Au NPs-HP nanoprobes and CTCs are co-encapsulated into single-cell droplets, after which the nanoprobes enter CTCs. Leveraging the characteristic intracellular high miRNA-21 level and acidic microenvironment of CTCs, Zn-DNAzyme contained in HP can be activated to cleave its substrate chain and the fluorescence is thus restored. This strategy effectively avoids the interference from free miRNA-21 in blood and enhances detection specificity. Subsequent droplet fluorescence detection enables the accurate CTCs quantification. The platform enables robust detection and precise isolation of CTCs in blood samples from three distinct cancer cell types HCT116, HepG2 and HeLa, and achieves remarkably high sensitivity with successful recovery of 5 CTCs/mL in spiked human blood samples. Furthermore, the platform has been successfully applied for the accurate counting of CTCs in whole blood samples from patients with three types of cancers, i.e. colorectal cancer, hepatocellular carcinoma, and cervical cancer. Therefore, the established system exhibits superior detection performance and significant clinical potential, providing a robust tool for liquid biopsy and personalized cancer management.",
  "disease": "colorectal cancer"
}