{
  "pmid": "41457062",
  "title": "Impact of Modified Ventilator-Associated Pneumonia Prevention Bundle on Clinical Parameters and Outcomes Among Mechanically Ventilated Patients: An Interventional Study.",
  "abstract": "Ventilator-associated pneumonia (VAP) is a significant global health concern and one of the most common healthcare-associated infections, contributing to increased patient mortality and morbidity. This study evaluated the impact of a modified VAP prevention bundle on clinical parameters and patient outcomes among individuals receiving mechanical ventilation. A quasi-experimental pretest-posttest study design was adopted. The study was carried out over a period of 18 months in the adult intensive care units of a tertiary care hospital in Coimbatore, India. The intervention group received a modified VAP prevention bundle, whereas the control group received the routine VAP prevention bundle. Data collection was performed using the Modified Clinical Pulmonary Infection Score (mCPIS). A total of 420 patients were recruited through convenience sampling, of whom 56.1% were men. Significant differences were observed between the groups in terms of non-invasive ventilation (NIV) usage, duration of mechanical ventilation and re-intubation rates. The intervention group had higher NIV usage, while the mechanical ventilation duration and re-intubation rate were lower compared to the control group. The overall VAP infection rate after the intervention was 6.19% in the intervention group and 14.29% in the control group [p = 0.01; OR=2.5; 95% CI (1.3-4.9)], indicating a highly significant reduction. Similarly, the early-onset VAP rate was 9.3% in the intervention group and 27.9% in the control group. In terms of clinical outcomes, 86.19% of patients in the intervention group and 77.14% in the control group showed improvement. The mortality rate was markedly lower in the intervention group (16.7% vs. 32.56%). Further analysis revealed that increased NIV usage, longer mechanical ventilation duration, higher re-intubation rates, prolonged ICU stay, extended additional length of stay and longer hospital stay were significant influencing factors for the development of VAP. The modified VAP prevention bundle was effective in reducing the incidence of ventilator-associated pneumonia. The modified VAP prevention bundle is effective in reducing the incidence of VAP and improving outcomes among mechanically ventilated patients. As it requires minimal resources and effort, critical care nurses should incorporate this bundle into routine practice to enhance patient safety and quality of care.",
  "disease": "pneumonia"
}