{
  "pmid": "41437327",
  "title": "Distal transradial access for percutaneous coronary intervention: a single-center randomized controlled study (DRAGON study).",
  "abstract": "Transradial access (TRA) is the standard vascular approach for coronary interventions because it lowers bleeding risk and improves patient comfort. Nevertheless, radial artery occlusion (RAO) remains an important limitation, preventing re-use of the radial artery for subsequent procedures. Distal transradial access (dTRA) has been proposed as a strategy to further reduce RAO while preserving procedural efficacy. To assess whether dTRA reduces early and mid-term RAO compared with conventional TRA in patients undergoing percutaneous coronary intervention (PCI). In this single-center, prospective, randomized, open-label superiority trial, 426 consecutive patients scheduled for elective PCI between July 2023 and January 2024 were assigned 1:1 to dTRA (n = 213) or TRA (n = 213). Duplex ultrasonography was used to assess RAO at 24 h and 30 days. 24-hour RAO; secondary endpoints: 30-day RAO, procedural success, hemostasis time, radiation exposure, and hand/wrist function scores. One patient withdrew consent, leaving 425 patients (dTRA 213, TRA 212) for analysis. The 24-hour RAO rate was significantly lower in the dTRA group compared to the TRA group (0.5% vs. 8.7%, p < 0.001). At 30 days, RAO remained lower in the dTRA group (1.6% vs. 8.2%, p < 0.001). Median hemostasis time was 3.0 h with dTRA versus 6.0 h with TRA (p < 0.001). Procedural success was comparable between groups (82.2% vs. 80.2%; p = 0.72), as was the fluoroscopy dose (1630.0 mGy [1069.0-2481.0] vs. 1598.0 mGy [1039.0-2512.0], p = 0.73). Early wrist function scores were marginally better in the dTRA group (p = 0.048). In elective PCI patients, dTRA significantly reduces RAO incidence and shortens hemostasis time compared to TRA, without compromising procedural success or increasing radiation exposure, while modestly improving early hand function. These data support routine adoption of dTRA for coronary interventions. Chinese Clinical Trial Registry: ChiCTR2300073902 (registered on 25 July 2023).",
  "disease": "coronary artery disease"
}