{
    "title": "Does oxidative stress shorten telomeres in vivo? A meta-analysis.",
    "doc_id": "36657619",
    "writer": "Armstrong E",
    "year": "2023",
    "summary": "In a landmark paper in 2002 Thomas von Zglinicki demonstrated that oxidative stress accelerates telomere attrition in cell culture. In the next 20 years, oxidative stress became firmly embedded into modern theories of ageing and telomere attrition. ... …",
    "abstract": "Telomere attrition is considered a hallmark of ageing. Untangling the proximate causes of telomere attrition may therefore reveal important aspects about the ageing process. In a landmark paper in 2002 Thomas von Zglinicki demonstrated that oxidative stress accelerates telomere attrition in cell culture. In the next 20 years, oxidative stress became firmly embedded into modern theories of ageing and telomere attrition. However, a recent surge of in vivo studies reveals an inconsistent pattern questioning the unequivocal role of oxidative stress in telomere length and telomere attrition (henceforth referred to as telomere dynamics), in living organisms. Here we report the results of the first formal meta-analysis on the association between oxidative stress and telomere dynamics in vivo, representing 37 studies, 4969 individuals, and 18,677 correlational measurements. The overall correlation between oxidative stress markers and telomere dynamics was indistinguishable from zero (r = 0.027). This result was independent of the type of oxidative stress marker, telomere dynamic, or taxonomic group. However, telomere measurement method affected the analysis and the subset of TRF-based studies showed a significant overall correlation (r = 0.09), supporting the prediction that oxidative stress accelerates telomere attrition. The correlation was more pronounced in short-lived species and during the adult life phase, when ageing becomes apparent. We then performed an additional meta-analysis of interventional studies (n = 7) manipulating oxidative stress. This revealed a significant effect of treatment on telomere dynamics (d=0.36). Our findings provide new support for the hypothesis that oxidative stress causes telomere attrition in living organisms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36657619/"
}