{
  "pmid": "41473126",
  "title": "Silent Threat: Incidental Diagnosis and Surgical Management of a Giant Syphilitic Aortic Aneurysm.",
  "abstract": "Cardiovascular syphilis (CVS) is a rare but severe manifestation of tertiary syphilis, often remaining clinically silent until life-threatening complications develop. Syphilitic aortitis can lead to aneurysmal degeneration, most commonly involving the ascending aorta and aortic arch. Despite advances in public health, the global resurgence of syphilis has renewed concern about its cardiovascular sequelae and the need for diagnostic vigilance. We describe a 59-year-old male with systemic hypertension and a remote smoking history, who was largely asymptomatic except for mild exertional dyspnea (New York Heart Association Class II). During routine preoperative evaluation for noncardiac surgery, imaging revealed a giant aortic arch aneurysm measuring 114 × 94 × 93 mm, with associated dilatation of the ascending and descending aorta. Serologic testing confirmed syphilitic infection, and syphilitic aortitis was identified as the underlying etiology. After the completion of benzathine penicillin therapy, the patient underwent successful replacement of the ascending aorta and entire aortic arch under deep hypothermic circulatory arrest with selective antegrade cerebral perfusion. The supraaortic trunks were reimplanted en bloc using the island technique. Postoperative recovery was complicated by pleural effusion and transient neurological symptoms, both of which were managed conservatively, with full resolution. At two-month follow-up, the patient had returned to normal daily activities with preserved functional capacity. This case illustrates an atypical, arch-predominant presentation of CVS diagnosed incidentally in the contemporary era. It emphasizes the need to consider infectious etiologies, particularly syphilis, in patients with nonatherosclerotic or unusual aortic aneurysm patterns. Early recognition, appropriate antimicrobial therapy, and timely surgical intervention are essential to prevent catastrophic outcomes. The ongoing resurgence of syphilis underscores the importance of maintaining clinical awareness of this \"forgotten disease,\" especially in patients with atypical aortic pathology.",
  "disease": "hypertension"
}