{
  "pmid": "41356529",
  "title": "Retreatment hepatitis B surface antigen clearance prediction model identifies pegylated interferon alpha candidates in chronic hepatitis B.",
  "abstract": "Chronic hepatitis B (CHB) patients rarely achieve functional cure with initial pegylated interferon alpha-2b (Peg-IFNα-2b) therapy. Validated tools to guide retreatment candidates are lacking. We hypothesized that clinical indicators predict hepatitis B surface antigen (HBsAg) clearance during retreatment. To develop a prediction model for HBsAg clearance in Peg-IFNα-2b retreatment. In this retrospective cohort study, we enrolled 135 CHB/compensated cirrhosis patients receiving Peg-IFNα-2b retreatment after initial non-clearance at Tianjin University Central Hospital (2017-2025). Predictors were identified through univariate Cox, least absolute shrinkage and selection operator, and multivariate Cox regression. Model performance was assessed  HBsAg clearance rate was 20.74% (28/135). Independent predictors included: Combination nucleos(t)ide analogue (NA) therapy during initial treatment [hazard ratio (HR) = 0.276, 95% confidence interval (CI): 0.092-0.833], baseline HBsAg at retreatment (HR = 0.571, 95%CI: 0.410-0.795), HBsAg decline after initial treatment (HR = 2.050, 95%CI: 1.108-3.793), and treatment interval (HR = 1.013/week, 95%CI: 1.008-1.018). The retreatment HBsAg clearance prediction score (RHCP-S) demonstrated area under the curve of 0.920 (95%CI: 0.863-0.946), sensitivity of 92.3%, specificity of 79.3%. Clearance rates differed significantly: RHCP-S challenge group (≤ 74 points): 3.45%, RHCP-S probable group (74-110 points): 29.63%, RHCP-S dominant group (≥ 110 points): 80.95% ( The overall HBsAg clearance rate with Peg-IFNα-2b retreatment was 20.74% (28/135). The RHCP-S model identifies optimal retreatment candidates (≥ 110 points) with 80.95% clearance probability, associated with the absence of combination NA therapy during initial treatment, greater initial HBsAg decline, longer intervals, and lower retreatment HBsAg.",
  "disease": "liver cirrhosis"
}