{
  "pmid": "41448715",
  "title": "Development of a Standardised stroke risk assessment for patients with MigraAinous symptoms Reviewed as suspected TIA (SMART): study protocol for a mixed methods study.",
  "abstract": "Transient ischaemic attack (TIA) and migraine can generate identical symptoms but have very different short-term risks of stroke. Uncertainty about the diagnosis may lead to missed opportunities to prevent stroke if TIA is treated as migraine, or overtreatment if migraine is treated as TIA. This project aims to define the risk of stroke for people with migrainous symptoms reviewed as suspected TIA and develop a risk assessment tool that could promote standardisation of care. The project involves two interlinked studies:(1) Study A: prospective observational cohort study. NHS TIA and stroke services. adults with migrainous symptoms undergoing review for suspected TIA by a TIA/stroke service and the initial specialist clinician symptom-based diagnosis is either possible migraine or possible TIA with migrainous symptoms. baseline clinical characteristics, investigations and treatments. Stroke, TIA and migraine events within 90 days. 2709 participants.Main analyses: analysis of stroke risk, development of stroke risk prediction model, preparation of visual tools to represent the risk model.(2) Study B: qualitative co-design study. clinicians from NHS TIA and stroke services. focus groups/interviews exploring views about the potential role for a risk assessment tool, the most appropriate visualisation for the risk tool and barriers/facilitators for implementation. approximately 16 clinicians. framework approach using the Implementation Research Logic Model. This study has ethical, Health Research Authority and participating NHS Trust approvals. Dissemination of study results will include presentations at national and international conferences and events, publication in peer-reviewed journals, and plain English summaries for patient/public engagement activities. ISRCTN16775533.",
  "disease": "stroke"
}