{
  "pmid": "41444654",
  "title": "Telomere length promotes colorectal cancer through dual parallel pathways involving growth signaling and protein metabolism.",
  "abstract": "While telomeres traditionally protect against cancer through genomic stability, recent evidence suggests a paradoxical association with increased malignancy risk. This study employed comprehensive Mendelian randomization (MR) to investigate the causal relationship between telomere length (TL) and colorectal cancer (CRC) risk and elucidate the underlying biological mechanisms through systematic mediation analysis. We performed two-sample MR using genetic instruments from large-scale genome-wide association studies (GWASs). CRC data were obtained from FinnGen R12 (discovery cohort: 11,790 cases and 378,749 controls) and the GWAS Catalog (replication cohort: 19,948 cases and 12,124 controls). The inverse-variance weighted method served as the primary analysis, complemented by MR‒Egger, weighted median, and MR-PRESSO sensitivity analyses. The multivariable MR was adjusted for body mass index (BMI), processed meat intake, inflammatory bowel disease (IBD), and colorectal polyps. Two-step mediation analysis investigated 35 blood and urine biomarkers as potential mediators, with colocalization analysis performed to distinguish linkage from pleiotropy. Genetically predicted longer telomeres were consistently positively associated with increased CRC risk across both cohorts (discovery: odds ratio [OR] = 1.282, 95% confidence interval [CI] 1.126-1.459, P < 0.001; replication: OR = 1.253, 95% CI 1.067-1.472, P = 0.006). This association remained robust across multiple analytical methods and was independent of BMI, processed meat intake, IBD, and colorectal polyps. Mediation analysis revealed three significant mediators representing dual parallel mechanisms: insulin-like growth factor-1 (IGF-1) mediated 4.2% of the total effect through enhanced growth signaling (P = 0.0265), whereas total protein (TP) and nonalbumin protein (NAP) collectively mediated 19.67% through compromised protein homeostasis (10.33% and 9.34%, respectively; both P < 0.005). Colocalization analysis revealed the shared genetic architecture underlying these associations. Longer telomeres causally increase CRC risk through dual parallel pathways: enhanced cellular proliferation via IGF-1 signaling and compromised immune surveillance through protein metabolic dysfunction. These findings challenge conventional protective roles attributed to telomeres and suggest that individuals with genetically longer telomeres may benefit from enhanced screening protocols and targeted interventions addressing both growth factor signaling and protein metabolic homeostasis.",
  "disease": "colorectal cancer"
}