{
  "pmid": "41465944",
  "title": "Diagnostic and prognostic nomograms for lymph node metastasis in intrahepatic cholangiocarcinoma.",
  "abstract": "Intrahepatic cholangiocarcinoma (ICC) is the second most common primary liver cancer. Lymph node metastasis (LNM) is critical to the treatment and prognosis of ICC patients. Nomograms are currently widely used in the diagnosis and prognosis of diseases, which is helpful for clinical decision-makers to conduct personalized evaluations. We aimed to explore the risk and prognostic factors of LNM in ICC patients, and construction and validation of prognostic and diagnostic nomograms of LNM in intrahepatic cholangiocarcinoma based on the Surveillance, Epidemiology, and End Results database. The study extracted clinicopathological information from the Surveillance, Epidemiology, and End Results Program database for patients diagnosed with ICC in 2018. Independent risk factors for LNM in patients with ICC were identified by univariate and multivariate logistic regression analysis. Independent prognostic factors for ICC with LNM were identified by univariate and multivariate Cox regression analysis. The nomograms were evaluated by calibration curves, receiver operating characteristic curves, and decision curve analysis. Kaplan-Meier survival curves analysis and log-rank test were used to analyze the survival differences between high and low-risk groups for ICC with LNM. A total of 663 ICC patients were included in this study. Multivariate logistic analysis identified race, age, T stage, and M stage as independent risk factors for LNM. Meanwhile, multivariate cox analysis identified M stage, surgery, and chemotherapy as independent prognostic factors. The Kaplan-Meier survival analysis revealed that the low-risk group had a better prognosis than the high-risk group of ICC patients with LNM both in the training and testing set (P < .001). The calibrate curves and decision curve analysis showed that both nomograms with good calibration performance and clinical application value. Diagnostic and prognostic nomograms were constructed and validated, and 2 nomograms may provide useful tools pending further validation.",
  "disease": "colorectal cancer"
}