{
    "title": "Social inequality in type 2 diabetes mellitus in the Faroe Islands: a cross-sectional study.",
    "doc_id": "34058890",
    "writer": "Honnudóttir V",
    "year": "2022",
    "summary": "In a large population-based sample we investigated: (a) the association between socioeconomic position defined by level of education and the prevalence of type 2 diabetes mellitus by self-report in the Faroe Islands; and (b) to what degree lifestyle fa …",
    "abstract": "Aims: The Faroe Islands is considered a homogeneous society and has a low Gini coefficient, but the knowledge about the social distribution of health and disease is sparse. In a large population-based sample we investigated: (a) the association between socioeconomic position defined by level of education and the prevalence of type 2 diabetes mellitus by self-report in the Faroe Islands; and (b) to what degree lifestyle factors mediate the association. Methods: We used cross-sectional data from the population-based Public Health Survey Faroes 2015 (n=1095). We present odds ratios for type 2 diabetes mellitus by socioeconomic position from logistic regression models. In our main model we adjusted for potential confounders and in a secondary model we additionally adjusted for potential mediating lifestyle factors. Results: Individuals with middle and low levels of education display higher odds ratios of type 2 diabetes mellitus of 2.80 (95% confidence interval 1.32-5.92) and 4.65 (95% confidence interval 1.93-11.17) in adjusted analysis, respectively, compared to their counterparts with high education. After adjustment for potentially mediating lifestyle factors the estimates were attenuated slightly, but a significant statistical association remained, with lifestyle-related mediating factors in total explaining 21% for middle education and 34% for low education participants. Conclusions: Our results demonstrate that there may be a social gradient in the distribution of type 2 diabetes mellitus in the Faroe Islands, and that the association is partly mediated by lifestyle factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34058890/"
}