{
  "pmid": "41452395",
  "title": "Anti-tumor effects and mechanism of the histone demethylase inhibitor GSK-J4 in non-small cell lung cancer cells.",
  "abstract": "Lung cancer is one of the leading causes of death worldwide. Cancer metastases are responsible for 90% of cancer-related deaths. In view of the high incidence and mortality of lung cancer, there is still an urgent clinical need to improve the early diagnosis of lung cancer and explore new therapeutic methods and targets to improve the prognosis of patients. By targeting promoter or enhancer regions of related genes, histone methylation modification dynamically regulates gene expression and activation of signaling pathways, and is involved in mediating malignant biological processes such as proliferation, invasion and metastasis of tumor cells. GSK-J4 is a novel small molecule inhibitor of the JMJD3 and UTX family of selective histone demethylases, which shows good anticancer activity against various types of tumors by inhibiting H3K27me3 demethylation. The aim of this study was to investigate the effects of GSK-J4 on proliferation, migration, invasion and epithelial-mesenchymal transformation (EMT) of TGF-β1-induced non-small cell lung cancer (NSCLC) cell lines A549 and H1299. The effect of GSK-J4 on cell proliferation was detected by CCK8, clonal formation assay, immunofluorescence and flow cytometry. The effects of GSK-J4 on the migration and invasion of A549 and H1299 cells induced by TGFβ1 were examined by wound healing assay, Transwell migration assay, and then, the expression changes of related markers were detected by RT-qPCR and western blot. Finally, GSK-J4 was verified to inhibit tumor growth in vivo by constructing a mouse model of tumor implantation in situ, and observed its effectiveness and safety. GSK-J4 inhibited proliferation and promoted apoptosis of A549 and H1299. GSK-J4 inhibited EMT, invasion and migration of TGFβ1-induced NSCLC. GSK-J4 inhibits EMT, invasion and migration of TGFβ1-induced NSCLC through the classical Wnt/β-catenin signaling pathway. In situ tumor model, GSK-J4 administration alone effectively reduced tumor growth in nude mice, with the tumor size being notably less than in the control group. IHC analysis showed that the expression of Ki-67 in GSK-J4 administration group was lower than that in control group. HE staining showed that GSK-J4 had no significant effect on the histopathology of heart, liver, lung, kidney and other major organs of mice. GSK-J4, an inhibitor of histone demethylase, elevated the level of H3K27me3 by suppressing JMJD3/UTX activity, thus curbing NSCLC cell growth and encouraging cell death. Concurrently, GSK-J4 played a role in preventing TGFβ1-triggered EMT, invasion, and migration. Consequently, targeting histone methylation modification and the small molecule inhibitor GSK-J4 is anticipated to be an effective treatment strategy and a novel method for NSCLC.",
  "disease": "lung cancer"
}