{
    "title": "Treatment of heart failure with preserved ejection fraction.",
    "doc_id": "21361741",
    "writer": "Barnes MM",
    "year": "2011",
    "summary": "Previously, it was thought that mortality from heart failure with preserved ejection fraction (PEF) was lower than that from heart failure with reduced ejection fraction (REF), but more recent data infer similar mortality. ...Without sufficient trials …",
    "abstract": "Heart failure contributes to more than 1 million hospitalizations annually and is one of the most common causes of repeat hospitalizations in the elderly. Previously, it was thought that mortality from heart failure with preserved ejection fraction (PEF) was lower than that from heart failure with reduced ejection fraction (REF), but more recent data infer similar mortality. Although the mortality rate in patients with heart failure with REF is decreasing, the mortality rate in patients with heart failure with PEF remains unchanged--possibly due to the lack of evidence-based treatment regimens or greater recognition of the disease. Without sufficient trials in patients with heart failure with PEF, clinicians are forced to extrapolate treatment from data proven to benefit patients with heart failure with REF. There is no question that clinical trials including only patients with heart failure with PEF are limited. In addition, the definition and clinical diagnosis of this syndrome are not clearly defined, and the guidelines available for treatment lack specificity in recommendations. To describe the current literature for the treatment of heart failure with PEF, we conducted a MEDLINE search of the English-language literature (1950-2009) to identify studies that pertain to the treatment of patients with heart failure with PEF. Ongoing clinical trials continue, but until data become available, clinicians must base their treatment strategies for heart failure with PEF on sparse information.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21361741/"
}