{
    "title": "Cochlear implantation in prelingually deafened patients: Evaluation in hearing, speech ability, and quality of life.",
    "doc_id": "34707009",
    "writer": "Wu M",
    "year": "2021",
    "summary": "Questionnaires were used to investigate the patients' parents, which were Categories of Auditory Performance (CAP), Speech/Spatial and Qualities of Hearing Scale-Parents' Version (SSQ-P), and Children using Hearing Implants Quality of Life (CuHI-QoL). ...Ques …",
    "abstract": "Objectives:\n        \n      \n      The main purpose of cochlear implantation for prelingual deafness is to restore the deaf children's auditory function, obtain normal speech development, learning and social ability, and improve the quality of life. Previous studies mostly focused on the improvement of simple hearing or speech ability. This study aims to evaluate the changes of hearing and speech ability and family life quality of patients after cochlear implantation, and to explore the effect of cochlear implantation on hearing and speech rehabilitation of patients.\n    \n\n\n          Methods:\n        \n      \n      In February 2021, using the convenient sampling method, 171 patients who have completed cochlear implantation were selected from the database of cochlear implantation follow-up center of a class III Tertiary hospital in Hunan Province. Questionnaires were used to investigate the patients' parents, which were Categories of Auditory Performance (CAP), Speech/Spatial and Qualities of Hearing Scale-Parents' Version (SSQ-P), and Children using Hearing Implants Quality of Life (CuHI-QoL). T-test and analysis of variance were used to explore the postoperative auditory and speech ability of patients at different ages in different periods (<2.5-year group, 2.5-4.5-year group and >4.5-year group), and Pearson correlation analysis was used to explore the correlation. Multiple linear regression was used to explore the relationship between the dimension of patients' quality of life and the scores of scale for evaluating auditory ability (CAP, speech perception, spatial hearing, and other hearing characteristics).\n    \n\n\n          Results:\n        \n      \n      The values of CAP and SSQ-P in the <2.5-year group were lower than those in the 2.5-4.5-year and >4.5-year groups (all P<0.05). Pearson correlation analysis showed that postoperative years and CuHI-QoL scores (parental expectations and patients' quality of life) were positively correlated with score of CAP, SSQ-P and its dimension, respectively (all P<0.05). The results of multiple linear regression analysis showed the CAP scores and speech perception were the influencing factors for the quality of life (R2=0.170, P<0.01).\n    \n\n\n          Conclusions:\n        \n      \n      Two and a half years after operation is the rapid growth period of patients' hearing and language ability, and the growth rate becomes slow after stabilization. With the extension of postoperative years, the patients' hearing and speech ability becomes stronger, and the quality of life is better.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34707009/"
}