{
  "pmid": "41469576",
  "title": "Global, regional, and national levels of maternal mortality, 1990-2021: a systematic analysis for the Global Burden of Disease Study 2021.",
  "abstract": "Despite global declines in the maternal mortality ratio (MMR), significant disparities persist across regions and socioeconomic strata. This study aims to examine spatiotemporal trends in MMR from 1990 to 2021, with a specific breakdown by age, socio-demographic index (SDI) and cause of death, to better clarify the underlying determinants of these patterns. Utilizing data from the Global Burden of Disease (GBD) Study 2021, we examined MMR trends attributable to ten distinct causes across 204 countries and territories from 1990 to 2021. Analyses were stratified by the SDI, and temporal patterns in age-specific and regional MMR distribution were evaluated. The global MMR declined from 260.02 per 100,000 live births in 1990 to 147.77 per 100,000 live births in 2021. High SDI regions plateaued at 17.76 deaths per 100,000, whereas low-SDI regions continued to experience a significantly higher burdened (286.49 deaths per 100,000). Age-specific mortality exhibited a U-shaped curve, with peaks among individuals aged 10-19 years and 35-49 age groups. Maternal hemorrhage and hypertensive disorders emerged as the predominant global causes of maternal deaths, with regional variations: abortion-related complications prevailed in high-SDI regions, while sub-Saharan Africa bore a disproportionate burden from HIV/AIDS and other indirect causes disproportionately affected sub-Saharan Africa. There is a persistent global disparity in MMR despite overall declines. Achieving the Sustainable Development Goals (SDGs) requires addressing inequities through strengthened health data systems, expanded maternal healthcare coverage, improved access to contraception and safe abortion, and enhanced health system monitoring. Evaluating SDI is crucial for tailored strategies to optimize health systems and improve maternal health outcomes worldwide.",
  "disease": "hypertension"
}