{
    "title": "Clinical and histological comparison of IgA nephritis and renal IgA vasculitis.",
    "doc_id": "38908911",
    "writer": "Friedrich J",
    "year": "2024",
    "summary": "In this study, we add perspective by contrasting the clinical course and histological presentation using the Oxford classification and the National Institutes of Health lupus nephritis activity index (LN-AI) and chronicity index (LN-CI) in IgAN and IgAV. METHODS: In this s …",
    "abstract": "Background:\n        \n      \n      Immunoglobulin A (IgA) nephritis (IgAN) and renal IgA vasculitis (IgAV) show renal IgA deposits, but whether these two diseases are distinct entities or a spectrum of the same condition is under debate. In this study, we add perspective by contrasting the clinical course and histological presentation using the Oxford classification and the National Institutes of Health lupus nephritis activity index (LN-AI) and chronicity index (LN-CI) in IgAN and IgAV.\n    \n\n\n          Methods:\n        \n      \n      In this single-centre, retrospective study, kidney biopsies of 163 adult patients with IgAN and 60 adult patients with IgAV were compared according to the Oxford MEST-C score, LN-AI and LN-CI. At the time of biopsy, clinical presentation was compared in terms of age, arterial hypertension, diabetes mellitus, extrarenal manifestations, estimated glomerular filtration rate, proteinuria and urine sediment. IgAV patients and all IgAN patients with crescents received immunosuppressive treatment. After biopsy, kidney function was followed until patients reached end-stage renal disease (ESRD) or they died.\n    \n\n\n          Results:\n        \n      \n      The clinical course and kidney histology differ in IgAN and IgAV. IgAV patients showed more microhaematuria and nephritic sediment, while IgAN patients had a greater history of arterial hypertension, more proteinuria and a higher risk for ESRD. These clinical differences were associated with histological differences, as kidney biopsies of IgAN patients were characterized by glomerulosclerosis and tubular atrophy while kidney biopsies of IgAV patients were characterized by endocapillary hypercellularity and crescents. Overall, tubular atrophy and an LN-CI ≥4 were associated with a higher risk for ESRD in IgAN and IgAV.\n    \n\n\n          Conclusion:\n        \n      \n      Our study supports the notion that IgAN and IgAV follow distinct courses, suggesting that they require different treatment strategies. Moreover, we make a point that the Oxford classification and LN-CI can be useful in categorizing and predicting long-term prognosis not only in IgAN, but also in IgAV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38908911/"
}