{
  "pmid": "41396281",
  "title": "Effectiveness and cost-effectiveness of a multimodal, physiotherapist-led, vocational intervention for people with rheumatoid arthritis or axial spondyloarthritis and a reduced work ability: a randomized, controlled trial.",
  "abstract": "To evaluate the (cost-)effectiveness of a physiotherapist-led, multimodal vocational intervention compared to usual care in adults with rheumatoid arthritis (RA) or axial spondyloarthritis (axSpA) experiencing reduced work ability. (Self-)employed people with RA or axSpA and reduced work ability were randomized to a 12-month vocational intervention or usual care. Assessments were conducted at baseline, 3, 6, and 12 months. Primary outcome was the Work Ability index Single-item Scale (WAS) at 12 months. Secondary outcomes included additional work-related and clinical outcomes. Cost-effectiveness was evaluated using the EuroQol to estimate quality-adjusted life years (QALYs), alongside healthcare use and productivity data. Primary analyses followed an intention-to-treat approach. A total of 140 participants (80 RA, 60 axSpA) were randomized 1:1 to the intervention or control group. At 12 months, the intervention showed no significant benefits over usual care on the WAS (estimated mean difference (MD): 0.40, 95% confidence interval (CI): - 0.22, 1.01) or any of the secondary outcomes. The QALYs were in favor of the intervention group by 0.05. The mean intervention costs were €395 per participant (90% usage, mean 9.5 sessions). After 12 months, the societal costs were €4324 lower in the intervention group (95% CI €-8169, €-479), mainly due to higher medication and presenteeism costs in the control group. At a willingness-to-pay threshold of €20.000/QALY, the intervention had a 99% probability of being cost-effective compared to usual care. While the intervention did not affect work ability in individuals with RA or axSpA, it outperformed usual care from a health-economic perspective, demonstrating its cost-effectiveness and potential value. International Clinical Trial Registry Platform (ICTRP) registration link: ICTRP Search Portal.",
  "disease": "rheumatoid arthritis"
}