{
    "title": "Patterns and motivations of polysubstance use: a rapid review of the qualitative evidence.",
    "doc_id": "35170930",
    "writer": "Boileau-Falardeau M",
    "year": "2022",
    "summary": "Included studies were published between 2010 and 2021 and identified using MEDLINE, Embase, PsycINFO and Google Scholar. RESULTS: We included 13 qualitative or mixed-method studies in our analysis. Substances were combined sequentially to alleviate withdrawal symptoms or p …",
    "abstract": "Introduction:\n        \n      \n      Polysubstance use-the use of substances at the same time or close in time-is a common practice among people who use drugs. The recent rise in mortality and overdose associated with polysubstance use makes understanding current motivations underlying this pattern critical. The objective of this review was to synthesize current knowledge of the reasons for combining substances in a single defined episode of drug use.\n    \n\n\n          Methods:\n        \n      \n      We conducted a rapid review of the literature to identify empirical studies describing patterns and/or motivations for polysubstance use. Included studies were published between 2010 and 2021 and identified using MEDLINE, Embase, PsycINFO and Google Scholar.\n    \n\n\n          Results:\n        \n      \n      We included 13 qualitative or mixed-method studies in our analysis. Substances were combined sequentially to alleviate withdrawal symptoms or prolong a state of euphoria (\"high\"). Simultaneous use was motivated by an intention to counteract or balance the effect(s) of a substance with those of another, enhance a high or reduce overall use, and to mimic the effect of another unavailable or more expensive substance. Self-medication for a pre-existing condition was also the intention behind sequential or simultaneous use.\n    \n\n\n          Conclusion:\n        \n      \n      Polysubstance use is often motivated by a desire to improve the experience based on expected effects of combinations. A better understanding of the reasons underlying substance combination are needed to mitigate the impact of the current overdose crisis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35170930/"
}