{
    "title": "Nicorandil-associated ulcerations.",
    "doc_id": "17413290",
    "writer": "Egred M.",
    "year": "2007",
    "summary": "Nicorandil's association with oral, anal, gastrointestinal ulceration, and more recently para-stomal ulceration has been reported. Medical awareness of nicorandil association with ulcerations should be high to help avoid unnecessary and harmful treatment as o …",
    "abstract": "This leading article refers to the paper by Abdelrazeq AS, Owen C, Smith L, McAdam JG, Pearson HJ, Leveson SH. Nicorandil-associated para-stomal ulceration: case series Eur J Gastroenterol Hepatol 2006; 18:1293-1295. We apologise to all concerned for the dissociation between the two papers, which was due to an administrative error. Nicorandil is used widely in patients with coronary artery disease. Nicorandil is well tolerated with only minor side effects. Nicorandil's association with oral, anal, gastrointestinal ulceration, and more recently para-stomal ulceration has been reported. Medical awareness of nicorandil association with ulcerations should be high to help avoid unnecessary and harmful treatment as only cessation of the drug would heal the ulceration. Nicorandil is an antianginal drug used for the treatment of symptomatic coronary artery disease. It is characterized by an arterial and venous vasodilator effect with dual mechanism of action. Nicorandil is not a first-line agent in the management of angina but it is used in combination with other antianginal medications in stable and unstable angina. It is generally well tolerated with minor side effects such as headache, nausea, flushing and dizziness. The association of nicorandil with mouth and anal ulcers as well as the association with ulceration throughout the gastrointestinal tract has been reported, and recently, an association with para-stomal ulceration has also been described. Medical awareness of the association of nicorandil with ulceration in any part of the gastrointestinal tract should be highlighted among all medical professionals to help avoid delays in withdrawing the treatment and to avoid unnecessary and sometimes invasive and costly interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17413290/"
}