{
  "pmid": "41457211",
  "title": "Correlation between questionnaire on air pollution-related factors and chronic respiratory diseases: a case study of Minhang District, Shanghai.",
  "abstract": "Air pollution seriously threatens residents' respiratory health, the objective of this study is to explore the relationship between air pollution-related factors and chronic respiratory diseases (CRDs), analyze the association between air pollution-related factors and chronic obstructive pulmonary disease (COPD) prevalence, and evaluate the current status of residents' awareness of air pollution through questionnaire analysis. A cross-sectional was conducted in Minhang District, Shanghai. Personal information, air pollution-related risk factors, and residents' cognitive level were collected through questionnaire investigations. Descriptive statistics, chi-square tests, univariate and multivariate logistic regression and receiver operating characteristic curve (ROC) were used. The questionnaire was completed by 3136 respondents. The prevalence of CRDs was 24.6% and COPD was 12.1%. Among the air pollution-related variables, exposure to dust or fumes at work, used to cook with firewood or coal, frequent home cooking, and living proximity to industrial areas or other pollution sources were significantly associated with CRDs. The area under the curves (AUC) of COPD was 0.821 for assessing the prevalence of COPD with basic variables combined with air pollution-related variables. In terms of air pollution cognition, CRDs patients were generally lower than no-CRDs. Air pollution-related factors are significantly related to the prevalence of CRDs, considering the significant harm of air pollution to COPD, it is recommended to add air pollution-related factors to the screening questionnaire of COPD to improve the screening accuracy. In addition, residents' cognition levels of air pollution are associated with CRDs prevalence.",
  "disease": "chronic obstructive pulmonary disease"
}