{
    "title": "Non-Thermal Effects of Terahertz Radiation on Gene Expression: Systematic Review and Meta-Analysis.",
    "doc_id": "39202405",
    "writer": "Dione MN",
    "year": "2024",
    "summary": "Raw CEL files were obtained from Gene Expression Omnibus and preprocessed using Bioconductor packages. This systematic review (Registration No. ...However, it is impossible to pinpoint a single gene or family of genes that would accurately and reliably justif …",
    "abstract": "With the advancement of terahertz technology, unveiling the mysteries of terahertz has had a profound impact on the field of biomedicine. However, the lack of systematic comparisons for gene expression signatures may diminish the effectiveness and efficiency of identifying common mechanisms underlying terahertz effects across diverse research findings. We performed a comprehensive review and meta-analysis to compile patterns of gene expression profiles associated with THz radiation. Thorough bibliographic reviews were conducted, utilizing the PubMed, Embase, Web of Science, and ProQuest databases to extract references from published articles. Raw CEL files were obtained from Gene Expression Omnibus and preprocessed using Bioconductor packages. This systematic review (Registration No. CDR42024502937) resulted in a detailed analysis of 13 studies (14 papers). There are several possible mechanisms and pathways through which THz radiation could cause biological changes. While the established gene expression results are largely associated with immune response and inflammatory markers, other genes demonstrated transcriptional outcomes that may unravel unknown functions. The enrichment of genes primarily found networks associated with broader stress responses. Altogether, the findings showed that THz can induce a distinct transcriptomic profile that is not associated with a microthermal cellular response. However, it is impossible to pinpoint a single gene or family of genes that would accurately and reliably justify the patterns of gene expression response under THz exposure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39202405/"
}