{
  "pmid": "41461827",
  "title": "An epilepsy prediction and management system based on federated learning combined with hybrid harmony search and mutual information (HAS-MI)-based feature selection approach.",
  "abstract": "Epilepsy represents a widespread neurological disorder that causes unexpected seizure occurrences which produce significant obstacles for daily life activities in people worldwide. Real-time seizure detection accuracy stands vital for safeguarding patients while ensuring timely interventions and bettering their quality of life. The present seizure detection methods suffer from multiple limitations including poor applicability across different cases and excessive incorrect alerts and inefficient feature selection procedures. Traditional deep learning algorithms generally fail to detect EEG patterns with both temporal and spatial characteristics thereby producing subpar results in practical settings. This study proposes EpilepNet-LD integrated with federated learning (FL), a novel framework for decentralized EEG analysis that preserves patient privacy while enabling collaborative model training. The framework employs a hybrid harmony search and mutual information (HSA-MI) feature selection technique to identify optimal temporal, spectral, and spatial EEG features, reducing computational overhead. The EpilepNet-LD architecture combines long short-term memory (LSTM) networks to capture temporal dependencies with DenseNet-121 to extract hierarchical spatial features, improving seizure detection performance. Extensive experimental evaluations confirmed the proposed method achieves 99.41% extensive experiments demonstrate that the proposed method achieves 99.41% accuracy and 99.50% sensitivity, outperforming existing state-of-the-art approaches. The integrated FL and HSA-MI approach, coupled with the EpilepNet-LD classifier, enables robust, real-time, and high-precision seizure detection, offering a reliable solution for advanced epilepsy monitoring and management.",
  "disease": "epilepsy"
}