{
    "title": "Surgical Treatment of Juvenile Idiopathic Arthritis A Review.",
    "doc_id": "31128579",
    "writer": "Mitrogiannis L",
    "year": "2019",
    "summary": "Juvenile idiopathic arthritis is a heterogeneous group of conditions encompassing all forms of unknown origin arthritis before the age of 16 years that persist for more than 6 weeks. ...This review summarizes published studies of the treatment of juvenile  …",
    "abstract": "Juvenile idiopathic arthritis is a heterogeneous group of conditions encompassing all forms of unknown origin arthritis before the age of 16 years that persist for more than 6 weeks. It is the most common rheumatic disease in young patients and causes severe disabilities, thus an early initiation of the appropriate treatment modalities is necessary. First therapeutic options are nonsteroidal anti-inflammatory drugs, corticosteroids, and conventional non-biologic disease-modifying anti-rheumatic drugs, such as methotrexate. Insufficiency of these drugs led to the introduction of new biological medications that selectively target specific cytokines with an objective to suppress the disease. Despite the success in treatment and physical therapy, some of the patients develop advanced arthritis that can result in severe pain and disability. In such cases, surgical intervention is required to improve quality of life. The surgical methods include soft tissue release, osteotomies, synovectomies, and arthrodesis. Total joint replacement is the last option for endstage degenerative conditions (patients with deformity, poor motion, and severe pain). Deep infections, bone perforation, acetabular protrusion, postoperative dislocations, and the need for re-operation are some of the complications of total joint arthroplasty. This review summarizes published studies of the treatment of juvenile idiopathic arthritis focusing mainly on surgical treatment. Our purpose is to evaluate the general trends in treatment of juvenile idiopathic arthritis, focusing on methods, therapeutic advances, and outcomes of the intervention applied.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31128579/"
}