{
    "title": "Should attention be paid to the cone depth in the fully visible transformation zone? Retrospective analysis of 517 patients with cervical intraepithelial neoplasia grade 3.",
    "doc_id": "36263898",
    "writer": "Giannella L",
    "year": "2023",
    "summary": "OBJECTIVE: The predictors of positive endocervical margin (EM) and a cone-depth cutoff value are not established in the fully visible transformation zone (TZ). ...",
    "abstract": "Objective:\n        \n      \n      The predictors of positive endocervical margin (EM) and a cone-depth cutoff value are not established in the fully visible transformation zone (TZ). The present study aimed to assess the independent variables associated with positive EM in women with high-grade cervical intraepithelial neoplasia (CIN) and fully visible TZ.\n    \n\n\n          Methods:\n        \n      \n      The current investigation was a retrospective study including women with fully visible TZ and CIN 3 cone histology between 2014 and 2019. The sample was divided into women with positive versus those with negative EM. Univariate and multivariate analyses were performed. Finally, receiver operating characteristic curve analysis was also used.\n    \n\n\n          Results:\n        \n      \n      A total of 123 of 517 women (23.8%) showed positive EM at conization. Multivariate analysis found a positive association with type 2 TZ (odds ratio [OR], 2.17 [95% confidence interval (CI), 1.19-3.94]) and lesion extension ≥2 cervical quadrants (OR, 35.57 [95% CI, 17.96-70.45]). Cone depth was inversely related to positive EM (OR, 0.71 [95% CI, 0.63-0.80]). In women with type 2 TZ and lesion extension ≥2 cervical quadrants, the cutoff value was achieved at 8-mm cone depth (area under the curve, 0.79 [95% CI, 0.67-0.90]).\n    \n\n\n          Conclusion:\n        \n      \n      In women with high-grade CIN and fully visible TZ undergoing conization, the lesion extension and the TZ subtype (1 or 2) should be considered. A no less than 9-mm cone depth provided a fair predictive value in achieving free EM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36263898/"
}