{
    "title": "Development of growth equations from longitudinal studies of body weight and height in the full term and preterm neonate: From birth to four years postnatal age.",
    "doc_id": "29536674",
    "writer": "Troutman JA",
    "year": "2018",
    "summary": "To provide appropriate descriptions for body weight (BW) and height (Ht) for age and appropriate incremental gains in PBPK models of the developing preterm and full term neonate, anthropometric measurements collected longitudinally from 1,063 preterm and 158 full te …",
    "abstract": "Physiologically based pharmacokinetic (PBPK) models are developed from compound-independent information to describe important anatomical and physiological characteristics of an individual or population of interest. Modeling pediatric populations is challenging because of the rapid changes that occur during growth, particularly in the first few weeks and months after birth. Neonates who are born premature pose several unique challenges in PBPK model development. To provide appropriate descriptions for body weight (BW) and height (Ht) for age and appropriate incremental gains in PBPK models of the developing preterm and full term neonate, anthropometric measurements collected longitudinally from 1,063 preterm and 158 full term neonates were combined with 2,872 cross-sectional measurements obtained from the NHANES 2007-2010 survey. Age-specific polynomial growth equations for BW and Ht were created for male and female neonates with corresponding gestational birth ages of 25, 28, 31, 34, and 40 weeks. Model-predicted weights at birth were within 20% of published fetal/neonatal reference standards. In comparison to full term neonates, postnatal gains in BW and Ht were slower in preterm subgroups, particularly in those born at earlier gestational ages. Catch up growth for BW in neonates born at 25, 28, 31, and 34 weeks gestational age was complete by 13, 8, 6, and 2 months of life (males) and by 10, 6, 5, and 2 months of life (females), respectively. The polynomial growth equations reported in this paper represent extrauterine growth in full term and preterm neonates and differ from the intrauterine growth standards that were developed for the healthy unborn fetus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29536674/"
}