{
  "pmid": "41441985",
  "title": "Trend of emergency department attendances for alcohol and substances intoxication in adolescents across the COVID-19 pandemic: a multicenter international study.",
  "abstract": "The prevalence of alcohol and substance abuse among adolescents has shown variations over the years. Emerging data support the long-term impact of the COVID-19 pandemic on adolescents' mental health, well-being, and habits. This retrospective multicenter study, conducted in four children's hospitals across Italy and the UK, aimed to investigate the impact of the pandemic on emergency department (ED) attendances for alcohol and substance intoxications in adolescents. The medical records of all adolescents, 10-17 years old, who presented to the EDs for alcohol or substance intoxication between 2016 and 2024 were reviewed. The primary outcome was the number of ED attendances for alcohol and substance intoxication in adolescents compared to the total number of pediatric ED attendances before and after the onset of the COVID-19 pandemic. During the study period, 1818 adolescents presented with alcohol or substance intoxications: 755 (41.5%) in the pre-pandemic period, 1063 (58.5%) during the pandemic. The prevalence of attendances was significantly different between pre- and pandemic periods, at 4.6/1000 and 6.7/1000, respectively (p ≤ .0001). An increasing trend of intoxications with suicidal intent was observed across all participating centers during the pandemic. Intoxications with suicidal intent were significantly more frequently associated with substances other than alcohol. Alcohol was the substance most frequently used in intoxications without suicidal intent.  This multicenter study showed that the COVID-19 pandemic was associated with a marked increase in alcohol- and substance-related intoxications among adolescents, particularly those with suicidal intent, underscoring the need for enhanced preventive and mental health interventions. • Alcohol and substance abuse represents an increasing health problem among adolescents, and is a common cause of attendance to the pediatric emergency department. • The COVID-19 pandemic was associated with changes in adolescents' mental well-being and habits. • This multicenter study showed an increased prevalence of pediatric emergency department attendances for alcohol and substance intoxication during the COVID-19 pandemic, compared to the years preceding the pandemic. • An increasing trend of intoxications with suicidal intent during the pandemic was observed.",
  "disease": "pneumonia"
}