{
    "title": "Mindreading in conversation.",
    "doc_id": "33561656",
    "writer": "Westra E",
    "year": "2021",
    "summary": "We argue for a theoretical and empirical turn towards \"factive\" forms of mentalizing here. In factive mentalizing, we monitor what others do or do not know, without generating decoupled representations. ...We conclude with suggestions for further research into the r …",
    "abstract": "How is human social intelligence engaged in the course of ordinary conversation? Standard models of conversation hold that language production and comprehension are guided by constant, rapid inferences about what other agents have in mind. However, the idea that mindreading is a pervasive feature of conversation is challenged by a large body of evidence suggesting that mental state attribution is slow and taxing, at least when it deals with propositional attitudes such as beliefs. Belief attributions involve contents that are decoupled from our own primary representation of reality; handling these contents has come to be seen as the signature of full-blown human mindreading. However, mindreading in cooperative communication does not necessarily demand decoupling. We argue for a theoretical and empirical turn towards \"factive\" forms of mentalizing here. In factive mentalizing, we monitor what others do or do not know, without generating decoupled representations. We propose a model of the representational, cognitive, and interactive components of factive mentalizing, a model that aims to explain efficient real-time monitoring of epistemic states in conversation. After laying out this account, we articulate a more limited set of conversational functions for nonfactive forms of mentalizing, including contexts of meta-linguistic repair, deception, and argumentation. We conclude with suggestions for further research into the roles played by factive versus nonfactive forms of mentalizing in conversation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33561656/"
}