{
    "title": "Spinal metastasis in head and neck cancer.",
    "doc_id": "22716187",
    "writer": "Trilling GM",
    "year": "2012",
    "summary": "BACKGROUND: The incidence of head and neck cancer is relatively low in developed countries and highest in South East Asia. ...This review has found that radiotherapy +/- medical adjuvant is considered the principle treatment of spinal metastasis of head …",
    "abstract": "Background:\n        \n      \n      The incidence of head and neck cancer is relatively low in developed countries and highest in South East Asia. Notwithstanding advances in surgery and radiotherapy over the past several decades, the 5-year survival rate for head and neck cancer has stagnated and remains at 50-55%. This is due, in large part, to both regional and distant disease spread, including spinal metastasis. Spinal metastasis from head and neck cancer is rare, has a poor prognosis and can significantly impede end-stage quality of life; normally only palliative care is given.This study aims to conduct a systematic review of the evidence available on management of spinal metastasis from head and neck cancer and to use such evidence to draw up guiding principles in the management of the distant spread.\n    \n\n\n          Methods:\n        \n      \n      Systematic review of the electronic literature was conducted regarding the management of spinal metastasis of head and neck malignancies.\n    \n\n\n          Results:\n        \n      \n      Due to the exceptional rarity of head and neck cancers metastasizing to the spine, there is a paucity of good randomized controlled trials into the management of spinal metastasis. This review produced only 12 case studies/reports and 2 small retrospective cohort studies that lacked appropriate controls.\n    \n\n\n          Conclusion:\n        \n      \n      Management should aim to improve end-stage quality of life and maintain neurological function. This review has found that radiotherapy +/- medical adjuvant is considered the principle treatment of spinal metastasis of head and neck cancers.There is an absence of a definitive treatment protocol for head and neck cancer spinal metastasis. Our failure to find and cite high-quality scientific evidence only serves to stress the need for good quality research in this area.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22716187/"
}