{
    "title": "A Review of Systematic Reviews Targeting the Prevention and Treatment of Overweight and Obesity in Adolescent Populations.",
    "doc_id": "30314864",
    "writer": "Militello LK",
    "year": "2018",
    "summary": "",
    "abstract": "Purpose:\n        \n      \n      Adolescent obesity is a powerful predictor of morbidity and mortality, yet amenable to modifiable behaviors. To accurately summarize the effects of behavioral interventions on changes in adolescent body mass index and/or weight status, we assessed existing systematic reviews for reporting transparency and methodological quality.\n    \n\n\n          Methods:\n        \n      \n      Five databases were searched through September 2017 to identify relevant systematic reviews. Reviews were evaluated for reporting transparency and methodological quality using PRISMA Reporting Checklist and Assessment of Multiple Systematic Reviews Instrument. Evidence was synthesized across high-quality reviews.\n    \n\n\n          Results:\n        \n      \n      Four of twelve systematic reviews were of high methodological quality. All four focused on the treatment of overweight/obesity in adolescent populations, representing 97 international studies. Findings indicate intervention compared with no intervention/wait list showed larger effects for improving BMI/BMI z-scores. Small improvements (averaging a 3.7-kg decrease) in weight/weight percentile were observed following a supervised exercise plus dietary and/or behavior support intervention. Health-related quality of life may improve following interventions, but overall attention to associated psychological variables (depression, self-esteem/perception) is limited.\n    \n\n\n          Conclusions:\n        \n      \n      Adherence to objective checklists and protocols for rigorous conduct and reporting of systematic reviews is warranted. Consensus evidence is urgently needed to define and report behavior change interventions related to obesity prevention and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30314864/"
}