{
  "pmid": "41437227",
  "title": "Healthcare workload associated with transition onto kidney replacement therapy: a retrospective cohort study.",
  "abstract": "Transition onto kidney replacement therapy (KRT) is a complex, intensive phase for patients with advanced chronic kidney disease (CKD), characterised by high healthcare utilisation. Frequent outpatient visits, surgical and radiological procedures, hospitalisations and haemodialysis (HD) sessions impose a significant time burden on patients. The concept of time toxicity is widely described in oncology, and captures the disruption to patients' lives due to treatment-related demands. We aimed to quantify time- based healthcare workload during the transition onto KRT and identify patient characteristics associated with increased workload. We conducted a retrospective cohort study including all consecutive adults initiating KRT (haemodialysis (HD), peritoneal dialysis (PD), or pre-emptive transplantation (KTx)) in the Glasgow Renal and Transplant Unit between January 2015 and December 2019. Routinely collected electronic health record data were used to estimate time spent per month on healthcare-related activities (outpatient appointments, radiology, inpatient admissions, HD sessions, and travel) from 6 months pre- to 36 months post-KRT initiation. Workload was analysed as a time-based outcome (hours/month). Univariate analysis used Kruskal-Wallis testing; multivariate modelling employed negative binomial regression. A total of 1,022 patients (58.6% male; median age 61 years) contributed over 1.1 million patient-days. Median healthcare workload peaked around KRT initiation and was highest in HD patients. Kidney transplantation was associated with markedly lower workload post-initiation (IRR 0.04). Increased workload was associated with female sex, polypharmacy (> 15 medications), late referral, older age (in maintenance phase), and modality change or failed transplant. Socioeconomic deprivation and primary renal disease were not significantly associated with higher workload. Healthcare workload during KRT transition is substantial and varies widely. Transplantation is associated with significantly lower workload. These findings support timely transplant planning and underscore the importance of considering the time burden of healthcare experienced by patients when discussing treatment options. Not applicable.",
  "disease": "chronic kidney disease"
}