{
    "title": "Inequalities in associations between young adult caregiving and social relationships: Evidence from the UK Household Longitudinal Study.",
    "doc_id": "37301736",
    "writer": "Lacey RE",
    "year": "2023",
    "summary": "INTRODUCTION: Young adult caregivers (aged 16-29 years) are an important but underrecognized group of informal caregivers. ...CONCLUSIONS: Becoming a young adult caregiver is associated with a reduction in number of close friends, particularly in the s …",
    "abstract": "Introduction:\n        \n      \n      Young adult caregivers (aged 16-29 years) are an important but underrecognized group of informal caregivers. There is some evidence suggesting that young adult caregivers have fewer social relationships. However, this research has been largely cross-sectional in design or restricted to caregivers, providing no comparison with noncaregivers. Further, there is little evidence on whether and to what extent there are inequalities in associations between young adult caregiving and social relationships by gender, age, caregiving intensity, or household income.\n    \n\n\n          Methods:\n        \n      \n      Using five waves of data on 3-4000 young adults aged 16-29 from the UK Household Longitudinal Study, we investigated associations between becoming a young adult caregiver and subsequent social relationships (number of close friends and participation in organized social activities) in the short-term (1-2 years after caregiving initiation) and longer-term (4-5 years later). We also assessed differences by gender, age, household income, and caregiving intensity.\n    \n\n\n          Results:\n        \n      \n      Overall, those who became young adult caregivers, and particularly those providing 5+ h/week, reported fewer friends in the short- but not longer-term. No associations were observed between young adult caregiving and participation in organized social activities. Also, there was no evidence of differences by gender, age, income, or caregiving hours.\n    \n\n\n          Conclusions:\n        \n      \n      Becoming a young adult caregiver is associated with a reduction in number of close friends, particularly in the short-term. Given the importance of practical and emotional support provided by friends, the early identification of young adult caregivers and greater population awareness of caring in young adulthood may help to mitigate the effects on social relationships.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37301736/"
}