{
    "title": "Area of the fetal heart's four-chamber view: a practical screening tool to improve detection of cardiac abnormalities in a low-risk population.",
    "doc_id": "27943393",
    "writer": "DeVore GR",
    "year": "2017",
    "summary": "RESULTS: From the screening population, the incidence of major heart defects was 2.8/1000. Of the 12 fetuses with major heart defects, 50% (6/12) demonstrated an area greater than the 95th centile. ...Fetuses with major heart defects who have an enlarged h …",
    "abstract": "Objective:\n        \n      \n      The objective of this article is to evaluate whether the area of the four-chamber view of the fetal heart computed from two orthogonal diameters could be used to screen for cardiac malformations.\n    \n\n\n          Methods:\n        \n      \n      Two hundred control fetuses were examined between 20 and 40 weeks of gestation. The end-diastolic area was computed from the orthogonal basal-apical and transverse diameters obtained from the four-chamber view. Regression analysis of the computed area versus six independent variables was performed between 20 and 40 weeks. Fetuses with major heart defects were identified from a low-risk population of 4352 fetuses undergoing second-trimester or third-trimester screening ultrasound. The end-diastolic area was derived and the Z-score and centile computed. An area greater than the 95th centile was considered to be abnormal.\n    \n\n\n          Results:\n        \n      \n      From the screening population, the incidence of major heart defects was 2.8/1000. Of the 12 fetuses with major heart defects, 50% (6/12) demonstrated an area greater than the 95th centile. Of the fetuses with an enlarged heart, 66% (4/6) had outflow tract abnormalities.\n    \n\n\n          Conclusions:\n        \n      \n      Measurements of the orthogonal basal-apical and transverse diameters can be used to compute the area of the four-chamber view. Fetuses with major heart defects who have an enlarged heart can be identified using this technique. © 2016 John Wiley & Sons, Ltd.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27943393/"
}