{
    "title": "A Systematic Review Evaluating the Efficacy of Intra-Ovarian Infusion of Autologous Platelet-Rich Plasma in Patients With Poor Ovarian Reserve or Ovarian Insufficiency.",
    "doc_id": "33457137",
    "writer": "Panda SR",
    "year": "2020",
    "summary": "The emergence of autologous platelet-rich plasma (PRP) therapy reflects a break-through for infertile patients with premature ovarian failure. To study the efficacy of intra-ovarian infusion of autologous PRP on the improvement of ovarian reserve parameters a …",
    "abstract": "The emergence of autologous platelet-rich plasma (PRP) therapy reflects a break-through for infertile patients with premature ovarian failure. To study the efficacy of intra-ovarian infusion of autologous PRP on the improvement of ovarian reserve parameters and the subsequent artificial reproductive technique (ART) cycle outcomes in infertile women with poor ovarian reserve or premature ovarian insufficiency, a systematic search in electronic databases like Medline (through PubMed), Embase, Scopus, Web of Science, and Cochrane was done using relevant search terms. Except for case series, case reports, and review articles, all other types of studies, those evaluated for the effects of intra-ovarian infusion of PRP in subfertile women for decreased ovarian reserve (DOR) or premature ovarian insufficiency (POI) were included in our systematic review. The data were extracted from each eligible study and cross-checked by two authors. Intra-ovarian PRP infusion appears to be effective in ovarian rejuvenation, and the results of the subsequent intracytoplasmic sperm injection (ICSI) cycle are encouraging. PRP intervention was found to be beneficial in terms of an improvement in ovarian reserve parameters (increase in serum anti-mullerian hormone or antral follicle count or decrease in serum follicular stimulating hormone). ICSI cycle performance in terms of the total number of oocytes retrieved, number of two-pronuclei embryos, fertilization rate, number of cleavage stage embryos, number of good quality embryos, and cycle cancellation rate were found to be improved after intra-ovarian PRP infusion as compared to their previous cycle without PRP infusion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33457137/"
}