{
    "title": "Difficulty of predicting lymph node metastasis on CT in patients with rectal neuroendocrine tumors.",
    "doc_id": "30742649",
    "writer": "Ushigome H",
    "year": "2019",
    "summary": "All lymph nodes from specimens were checked and measured. RESULTS: Pathological lymph node metastasis was confirmed in 37 patients (36%), including 6 patients (5.8%) with lateral pelvic lymph node metastasis. ...CONCLUSIONS: Metastatic …",
    "abstract": "Background:\n        \n      \n      Surgical indications for rectal neuroendocrine tumors with potential lymph node metastasis remain controversial. Although accurate preoperative diagnosis of nodal status may be helpful for treatment strategy, scant data about clinical values of lymph node size have been reported. The aim of this retrospective study was to investigate the relationship between lymph node size and lymph node metastasis.\n    \n\n\n          Methods:\n        \n      \n      Participants comprised 102 patients who underwent rectal resection with total mesenteric excision or tumor-specific mesenteric excision and in some cases additional lateral pelvic lymph node dissection for rectal neuroendocrine tumor between June 2005 and September 2016. All lymph nodes from specimens were checked and measured.\n    \n\n\n          Results:\n        \n      \n      Pathological lymph node metastasis was confirmed in 37 patients (36%), including 6 patients (5.8%) with lateral pelvic lymph node metastasis. A total of 1169 lymph nodes in the mesorectum were retrieved from all specimens, with 78 lymph nodes (6.7%) showing metastasis. Mean length (long-axis diameter) of metastatic lymph nodes in the mesorectum was 4.31 mm, significantly larger than that of non-metastatic lymph nodes (2.39 mm, P<0.01). The optimal cut-off of major axis length for predicting mesorectal lymph node metastasis was 3 mm. We could predict lymph node metastasis in only 7 patients (21%) from preoperative multidetector-row computed tomography.\n    \n\n\n          Conclusions:\n        \n      \n      Metastatic lymph nodes were small, so predicting lymph node metastasis from preoperative computed tomography is difficult. Alternative modalities with a scan width less than 3 mm may be needed to predict lymph node metastasis of rectal NET with low cost and labour requirements.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30742649/"
}