{
    "title": "Wound healing activity of the inflorescence of Typha elephantina (Cattail).",
    "doc_id": "24351705",
    "writer": "Panda V",
    "year": "2014",
    "summary": "In the excision wound model, excision wounds were treated with TE gel (3.0% [w/w] and 5.0% [w/w]), inflorescence bandage, and 5.0% w/w povidone iodine till the wounds completely healed. ...In the incision wound model, high tensile strength of the skin …",
    "abstract": "Methanolic extracts of Typha elephantina inflorescence (TE) and its bandage were screened for wound healing by incision and excision wound models in Wistar rats. In the incision wound model, incision wounds were topically treated with TE gel (2.0% [w/w], 3.0% [w/w], and 5.0% [w/w]), Typha elephantina inflorescence bandage, and the reference standard 5.0% w/w povidone iodine for a period of 10 days. When the wounds healed thoroughly, sutures were removed on the 8th postwounding day, and the tensile strength of the skin was measured on the 10th day. In the excision wound model, excision wounds were treated with TE gel (3.0% [w/w] and 5.0% [w/w]), inflorescence bandage, and 5.0% w/w povidone iodine till the wounds completely healed. Epithelization time, wound contraction, hydroxyproline and hexosamine content of the scab, and ascorbic acid and malondialdehyde content of the plasma were determined in this model. In the incision wound model, high tensile strength of the skin of the healed wound was observed in rats treated with the TE gels and the inflorescence bandage when compared with wounded control rats. The increase in tensile strength indicates a promotion of collagen fibers and a firm knitting of the disrupted wound surfaces by collagen. In the excision wound model, higher rate of wound contraction, decreased period of epithelization, elevated hydroxyproline, hexosamine, and ascorbic acid levels, and a significant decrease in malondialdehyde content was observed in treated groups when compared with the wounded control animals. It may be concluded that the inflorescence of Typha elephantina possesses a potent wound healing activity, which may be due to an underlying antioxidant mechanism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24351705/"
}