{
  "pmid": "41442839",
  "title": "Clinical Decision Support Systems for cancer symptom management: A scoping review.",
  "abstract": "Effective cancer symptom management significantly impacts patient outcomes and quality of life. While Clinical Decision Support Systems show promise for enhancing symptom management, comprehensive analysis of their implementation in nursing practice remains limited. Understanding Clinical Decision Support Systems characteristics is essential for advancing evidence-based nursing implementation and improving patient care quality. To comprehensively assess the landscape of Clinical Decision Support Systems in cancer symptom management by analyzing decision logic architectures, integration with existing clinical systems, application purposes, and implementation contexts. We conducted a systematic scoping review searching six databases (PubMed, Web of Science, EMBASE, CINAHL, Scopus, and Cochrane Library) from inception through October 2025, supplemented by citation tracking and gray literature websites. We included studies reporting on the development, implementation, or evaluation of Clinical Decision Support Systems for cancer symptom management. Two independent reviewers extracted data on system architecture, decision logic approaches, Electronic Health Records integration status, clinical applications, implementation settings, cancer types, treatment modalities, and Artificial Intelligence technology implementation. Of 28,891 articles identified, 220 met inclusion criteria after screening. Rule-based systems constituted the majority (78.6 %) of implementations, while machine learning approaches (15.0 %) and hybrid systems combining rule-based and machine learning methods (3.2 %) represented emerging alternatives. Electronic Health Records integration was achieved in only 25.5 % of systems, with Artificial Intelligence technologies incorporated in just 18.2 %. Temporal analysis from 2003 to 2025 revealed increasing adoption of artificial intelligence and hybrid architectures, particularly for managing complex treatment regimens such as chemotherapy (52.9 % of treatment-specific applications). The functions were mainly concentrated on the combination of intelligent monitoring and early warning with personalized management and clinical optimization (38.2 %), followed by systems focusing solely on intelligent monitoring and early warning (34.1 %). Multiple cancer types were the predominant focus (59.5 %), followed by breast cancer-specific systems (10.9 %), lung cancer (6.8 %), and head and neck cancer (6.8 %). Implementation settings were primarily clinical environments (41.8 %) and remote patient monitoring systems (27.5 %). These findings contribute to the understanding of current Clinical Decision Support Systems landscapes in cancer care and provide evidence to guide healthcare organizations in selecting appropriate technological approaches for symptom management initiatives. The limited integration with Electronic Health Records (25.5 %) emerged as a critical implementation barrier that constrains broader clinical adoption. Future development should prioritize the integration of complementary decision logic methodologies, strengthen interoperability with existing clinical systems, and establish standardized evaluation frameworks to support evidence-based implementation.",
  "disease": "lung cancer"
}