{
    "title": "Recovery of locomotion in cats after severe contusion of the low thoracic spinal cord.",
    "doc_id": "32101502",
    "writer": "Delivet-Mongrain H",
    "year": "2020",
    "summary": "The conclusion is that the recovery of locomotion after large spinal contusions depends on a homeostatic recalibration of a tripartite control system involving interactions between spinal circuits (central pattern generator), supraspinal influences, and sensory feed …",
    "abstract": "Large bilateral contusions of the T10 thoracic spinal cord were performed in 16 adult cats using a calibrated impactor. EMG and video recordings allowed weekly assessments of key locomotor parameters during treadmill training for 5 wk. Thirty-five days postcontusion, several hindlimb locomotor parameters were very similar to the prelesion ones despite some long-term deficits such as paw drag and disrupted fore-hindlimb coupling. Nine out of ten tested cats could step over obstacles placed on the treadmill. Acute electrophysiological experiments showed viable connectivity between segments rostral and caudal to the contusion. At the fifth postcontusion week, a complete spinalization was performed at T13 in 10 cats and all expressed remarkable bilateral hindlimb locomotion within 24-72 h. From our histological evaluation, we concluded that only a small percentage (~10%) of spinal cord pathways was necessary to initiate and maintain a voluntary quadrupedal locomotor pattern on a treadmill and even to negotiate obstacles. Our findings suggest that hindlimb stepping largely resulted from the activity of spinal locomotor circuits, which gradually recovered autonomy week after week. Our histological and electrophysiological evidence indicated that the persistence of specific deficits or else the maintenance of specific functions was related to the integrity of specific supraspinal and propriospinal pathways. The conclusion is that the recovery of locomotion after large spinal contusions depends on a homeostatic recalibration of a tripartite control system involving interactions between spinal circuits (central pattern generator), supraspinal influences, and sensory feedback activated through locomotor training.NEW & NOTEWORTHY The recovery of quadrupedal treadmill locomotion after a large bilateral contusion at the low thoracic T10 spinal level and the ability to negotiate obstacles were studied for 5 wk in 16 cats. Ten cats were further completely spinalized at T13 and were found to walk with the hindlimbs within 24-72 h. We conclude that the extent of locomotor recovery after large spinal contusions hinges both on remnant supraspinal pathways and on a spinal pattern generator.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32101502/"
}