{
    "title": "Responses to spinal microstimulation in the chronically spinalized rat and their relationship to spinal systems activated by low threshold cutaneous stimulation.",
    "doc_id": "10591912",
    "writer": "Tresch MC",
    "year": "1999",
    "summary": "We describe the responses evoked by microstimulation of interneuronal regions of the spinal cord in unanesthetized rats chronically spinalized at T10-T12. One to three weeks after spinalization, sites in the lumbar spinal cord were stimulated using tra …",
    "abstract": "We describe the responses evoked by microstimulation of interneuronal regions of the spinal cord in unanesthetized rats chronically spinalized at T10-T12. One to three weeks after spinalization, sites in the lumbar spinal cord were stimulated using trains of low current microstimulation. The isometric force produced by stimulation of a spinal site was measured at the ankle. Responses were reliably observed from stimulation of a region within the first 1250 microm from the dorsal surface of the spinal cord. These responses were clearly not due to direct motoneuronal activation and were maintained after chronic deafferentation. The force evoked by microstimulation and measured at the ankle varied smoothly across the workspace. Simultaneous stimulation of two sites in the spinal cord produced a response that was a simple linear summation of the responses evoked from each of the sites alone. Microstimulation generally produced a highly non-uniform distribution of response directions, biased toward responses which pulled the limb toward the body. Within these distributions there appeared to be two main types of responses. These different types of responses were preferentially evoked by microstimulation of different rostrocaudal regions of the spinal cord. This anatomical organization paralleled the spinal cutaneous somatotopy, as assessed by recording cutaneous receptive fields of neurons at sites to which the microstimulation was applied. This relationship was maintained after chronic deafferentation. The findings described here in the rat spinal cord in large part replicate those previously described in the frog.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10591912/"
}