{
    "title": "Restoration of sensorimotor functions after spinal cord injury.",
    "doc_id": "24103913",
    "writer": "Dietz V",
    "year": "2014",
    "summary": "The purpose of this review is to discuss the achievements and perspectives regarding rehabilitation of sensorimotor functions after spinal cord injury. In the first part we discuss clinical approaches based on neuroplasticity, a term referring to all adaptive …",
    "abstract": "The purpose of this review is to discuss the achievements and perspectives regarding rehabilitation of sensorimotor functions after spinal cord injury. In the first part we discuss clinical approaches based on neuroplasticity, a term referring to all adaptive and maladaptive changes within the sensorimotor systems triggered by a spinal cord injury. Neuroplasticity can be facilitated through the training of movements with assistance as needed, and/or by electrical stimulation techniques. The success of such training in individuals with incomplete spinal cord injury critically depends on the presence of physiological proprioceptive input to the spinal cord leading to meaningful muscle activations during movement performances. The addition of rehabilitation technology, such as robotic devices allows for longer training times and provision of feedback information regarding changes in movement performance. Nevertheless, the improvement of function by such approaches for rehabilitation is limited. In the second part, we discuss preclinical approaches to restore function by compensating for the loss of descending input to spinal networks following complete spinal cord injury. This can be achieved with stimulation of spinal networks or approaches to restore their descending input. Electrical and pharmacological stimulation of spinal neural networks is still in an experimental stage; and despite promising repair studies in animal models, translations to humans up to now have not been convincing. It is likely that combinations of techniques targeting the promotion of axonal regeneration and meaningful plasticity are necessary to advance the restoration of function. In the future, refinement of animal studies may contribute to greater translational success.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24103913/"
}