{
    "title": "Glucagon-stimulated copeptin measurements in the differential diagnosis of diabetes insipidus: a double-blind, randomized, placebo-controlled study.",
    "doc_id": "35521789",
    "writer": "Atila C",
    "year": "2022",
    "summary": "DESIGN: Double-blind, randomized, placebo-controlled trial including 22 healthy participants, 10 patients with central diabetes insipidus, and 10 patients with primary polydipsia at the University Hospital Basel, Switzerland. ...Using a copeptin cut-off level of 4.6 …",
    "abstract": "Background:\n        \n      \n      The differential diagnosis of diabetes insipidus is challenging. The most reliable approaches are copeptin measurements after hypertonic saline infusion or arginine, which is a known growth hormone secretagogue but has recently also been shown to stimulate the neurohypophysis. Similar to arginine, glucagon stimulates growth hormone release, but its effect on the neurohypophysis is poorly studied.\n    \n\n\n          Design:\n        \n      \n      Double-blind, randomized, placebo-controlled trial including 22 healthy participants, 10 patients with central diabetes insipidus, and 10 patients with primary polydipsia at the University Hospital Basel, Switzerland.\n    \n\n\n          Methods:\n        \n      \n      Each participant underwent the glucagon test (s.c. injection of 1 mg glucagon) and placebo test. The primary objective was to determine whether glucagon stimulates copeptin and to explore whether the copeptin response differentiates between diabetes insipidus and primary polydipsia. Copeptin levels were measured at baseline, 30, 60, 90, 120, 150, and 180 min after injection.\n    \n\n\n          Results:\n        \n      \n      In healthy participants, glucagon stimulated copeptin with a median increase of 7.56 (2.38; 28.03) pmol/L, while placebo had no effect (0.10 pmol/L (-0.70; 0.68); P < 0.001). In patients with diabetes insipidus, copeptin showed no relevant increase upon glucagon, with an increase of 0.55 (0.21; 1.65) pmol/L, whereas copeptin was stimulated in patients with primary polydipsia with an increase of 15.70 (5.99; 24.39) pmol/L. Using a copeptin cut-off level of 4.6pmol/L had a sensitivity of 100% (95% CI: 100-100) and a specificity of 90% (95% CI: 70-100) to discriminate between diabetes insipidus and primary polydipsia.\n    \n\n\n          Conclusion:\n        \n      \n      Glucagon stimulates the neurohypophysis, and glucagon-stimulated copeptin has the potential for a safe, novel, and precise test in the differential diagnosis of diabetes insipidus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35521789/"
}