{
    "title": "Young's early maladaptive schemas versus psychopathic traits in a non-clinical population.",
    "doc_id": "37497200",
    "writer": "Doroszczyk M",
    "year": "2023",
    "summary": "The purpose of this study is to examine the relationship between Young's early maladaptive schemas and psychopathic personality traits in a non-clinical population. ...The Psychopathic Personality Traits Scale - Revised (PPTS-R) and the Triarchic Psychopathy Measure (TriPM …",
    "abstract": "Purpose:\n        \n      \n      There is now evidence that certain psychopathic personality components have their roots in a dysfunctional family of origin. Looking at this phenomenon from the perspective of Jeffrey E. Young's theory, we can surmise that the early negative experiences of people with psychopathic personality traits may have influenced the formation of specific maladaptive schemas. The purpose of this study is to examine the relationship between Young's early maladaptive schemas and psychopathic personality traits in a non-clinical population.\n    \n\n\n          Methods:\n        \n      \n      The study involved 150 individuals aged 18 to 45. Eighty-six percent of the study group were women. The Psychopathic Personality Traits Scale - Revised (PPTS-R) and the Triarchic Psychopathy Measure (TriPM), designed to test the intensity of psychopathic traits in the study group, were used. Young's Schema Questionnaire (YSQ-S3-PL) was applied to measure Young's early maladaptive schemas.\n    \n\n\n          Results:\n        \n      \n      Statistical analyses revealed significant positive correlations between the severity of psychopathy as measured by the TriPM and the following schemas: Emotional Deprivation, Mistrust/Abuse, Entitlement/Grandiosity, Insufficient Self-Control/Self-Discipline, and Approval Seeking/Recognition Seeking. For the PPTS-R scale, positive correlations were found for thirteen of the eighteen schemas. The strongest correlations across questionnaires were found for the Entitlement/Grandiosity schema. The domain of early maladaptive schemas most strongly associated with psychopathy was Impaired Limits.\n    \n\n\n          Conclusions:\n        \n      \n      The Entitlement/Grandiosity, Insufficient Self-Control/Self-Discipline, Mistrust/Abuse, and Emotional Deprivation schemas are all associated with psychopathic personality traits. The strongest correlations are in the Entitlement/Grandiosity schema. The domain of early maladaptive schemas most strongly associated with psychopathy is the Impaired Limits domain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37497200/"
}