{
    "title": "Neurohormonal interactions on the renal oxygen delivery and consumption in haemorrhagic shock-induced acute kidney injury.",
    "doc_id": "23837642",
    "writer": "Hultström M.",
    "year": "2013",
    "summary": "Haemorrhagic shock is a common cause of acute kidney injury (AKI), which is a major risk factor for developing chronic kidney disease. ...However, the kidney's situation is further worsened by the hormonal and neural reactions to reduced perfusi …",
    "abstract": "Haemorrhagic shock is a common cause of acute kidney injury (AKI), which is a major risk factor for developing chronic kidney disease. The mechanism is superficially straightforward. An arterial pressure below the kidney's autoregulatory region leads to a direct reduction in filtration pressure and perfusion, which in turn cause renal failure with reduced glomerular filtration rate and AKI because of hypoxia. However, the kidney's situation is further worsened by the hormonal and neural reactions to reduced perfusion pressure. There are three major systems working to maintain arterial pressure in shock: sympathetic signalling, the renin-angiotensin system and vasopressin. These work to retain electrolytes and water and to increase peripheral resistance and cardiac output. In the kidney, the increased electrolyte reabsorption consumes oxygen. At the same time, at the signalling level seen in shock, all of these hormones reduce renal perfusion and thereby oxygen delivery. This creates an exaggerated hypoxic situation that is liable to worsen the AKI. The present review will examine this mechanistic background and identify a number of areas that require further studies. At this time, the ideal treatment of haemorrhagic shock appears to be slow fluid resuscitation, possibly with hyperosmolar sodium, low chloride and no artificial colloids. From the standpoint of the kidney, renin-angiotensin system inhibitors appear fruitful for further study.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23837642/"
}