{
    "title": "Neonatal exposure to ethinylestradiol increases ventral prostate growth and promotes epithelial hyperplasia and inflammation in adult male gerbils.",
    "doc_id": "27917613",
    "writer": "Falleiros-Júnior LR",
    "year": "2016",
    "summary": "The results showed that the postnatal exposure to EE doubled the prostatic complex weight, increasing the epithelial and stromal compartments, in addition to the secretory activity of the ventral lobe of the prostate. ...ERalpha-positive cells, which are normally fo …",
    "abstract": "The aim of this study was to analyse morphologically the ventral prostate of adult Mongolian gerbils exposed to ethinylestradiol (EE) during the first week of postnatal development. Lactating females received daily, by gavage, doses of 10 μg/kg of EE diluted in 100 μl of mineral oil from the 1st to 10th postnatal day of the pups (EE group). In the control group (C), the lactating females received only the vehicle. Upon completing 120 days of age, the male offspring were euthanized and the prostates collected for analyses. We employed morphological, stereological-morphometrical, immunohistochemical and ultrastructural methods. The results showed that the postnatal exposure to EE doubled the prostatic complex weight, increasing the epithelial and stromal compartments, in addition to the secretory activity of the ventral lobe of the prostate. All glands exposed to EE showed strong stromal remodelling, and some foci of epithelial hyperplasia and inflammatory infiltrate in both luminal and epithelial or stromal compartments. Cells positive for anti-AR and anti-PCNA reactions increased into the epithelial and stromal tissues. ERα-positive cells, which are normally found in the stromal compartment of intact prostates, were frequently observed in the prostatic epithelium of treated animals. This study demonstrated that the exposure to EE during postnatal development causes histophysiological alterations in this gland, predisposing to the development of prostatic lesions during life. These results are important for public health, considering that women worldwide have commonly used EE. Moreover, the bioaccumulation of this chemical has increased in different ecosystems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27917613/"
}