{
    "title": "Correlation of Chronic Histologic Changes on Preimplantation Frozen Section Biopsy With Transplant Outcomes After Deceased Donor Kidney Transplantation.",
    "doc_id": "34086859",
    "writer": "Ninan J",
    "year": "2022",
    "summary": ".-: It is unclear if preimplantation frozen section biopsy correlates with outcomes after deceased donor kidney transplantation. OBJECTIVE.-: To assess if chronic histologic changes on the preimplant frozen section correlates with graft loss and estimated glomerular …",
    "abstract": "Context.—:\n        \n      \n      It is unclear if preimplantation frozen section biopsy correlates with outcomes after deceased donor kidney transplantation.\n    \n\n\n          Objective.—:\n        \n      \n      To assess if chronic histologic changes on the preimplant frozen section correlates with graft loss and estimated glomerular filtration rate independently of kidney donor profile index (KDPI).\n    \n\n\n          Design.—:\n        \n      \n      Seven hundred three preimplantation biopsies were reviewed and a Banff sum score was calculated using glomerular sclerosis, interstitial fibrosis, vascular intimal thickening, and arteriolar hyalinosis. The posttransplant outcomes were compared for preimplantation biopsy Banff sum 0-1, 2-3, and 4-9. The cohort was also stratified by KDPI 85 or less versus more than 85.\n    \n\n\n          Results.—:\n        \n      \n      For the entire biopsy cohort, graft survival, estimated glomerular filtration rate at 1 year, and chronic changes on a 1-year posttransplant biopsy were superior in the group with preimplantation Banff sum 0-1. After stratifying by KDPI, the Banff sum no longer correlated with graft survival. In a univariate mode, using the Banff sum score as a continuous variable, a higher Banff sum score was significantly associated with graft failure (P = .03); however, after adjusting the KDPI, the Banff sum score no longer correlated with graft failure (P = .45). The 1-year estimated glomerular filtration rate and 1-year biopsy changes were superior in the group with Banff sum 0-1 only in the cohort with KDPI 85 or less.\n    \n\n\n          Conclusions.—:\n        \n      \n      In donor kidneys used for transplant, preimplantation biopsy chronic changes correlate with estimated glomerular filtration rate and biopsy findings at 1 year, but biopsies with mostly mild chronicity and Banff sum scores less than or equal to 5 did not impact graft survival beyond KDPI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34086859/"
}