{
    "title": "Cochlear Implants for Single-Sided Deafness: Quality of Life, Daily Usage, and Duration of Deafness.",
    "doc_id": "36254870",
    "writer": "Lindquist NR",
    "year": "2023",
    "summary": "CNC and AzBio speech recognition scores, Tinnitus Handicap Inventory (THI), Speech, Spatial, and Qualities of Hearing Scale (SSQ12), datalogging, and the Cochlear Implant Quality of Life (CIQOL)-10 Global measure were utilized. ...Novel insights regarding the …",
    "abstract": "Objective:\n        \n      \n      To report our experience for adults undergoing cochlear implantation (CI) for single-sided deafness (SSD).\n    \n\n\n          Methods:\n        \n      \n      This is a retrospective case series for adults with SSD who underwent CI between January 2013 and May 2021 at our institution. CNC and AzBio speech recognition scores, Tinnitus Handicap Inventory (THI), Speech, Spatial, and Qualities of Hearing Scale (SSQ12), datalogging, and the Cochlear Implant Quality of Life (CIQOL)-10 Global measure were utilized.\n    \n\n\n          Results:\n        \n      \n      Sixty-six adults underwent CI for SSD (median 51.3 years, range 20.0-74.3 years), and 57 (86.4%) remained device users at last follow-up. Compared to pre-operative performance, device users demonstrated significant improvement in speech recognition scores and achieved peak performance at six months post-activation for CNC (8.0% increased to 45.6%, p < 0.0001) and AzBio in quiet (12.2% increased to 59.5%, p < 0.0001). THI was decreased at 6 months post-implantation (58.1-14.6, p < 0.0001), with 77% of patients reporting improved or resolved tinnitus. Patients demonstrated improved SSQ12 scores as well as the disease-specific CIQOL-10 Global questionnaire. Duration of deafness was not associated with significant differences in speech recognition performance. Average daily wear time was positively associated with CNC and AzBio scores as well as post-operative CIQOL-10 scores.\n    \n\n\n          Conclusions:\n        \n      \n      Herein we present the largest cohort of adult CI recipients with SSD with data on speech recognition scores, tinnitus measures, and SSQ12. Novel insights regarding the correlation of datalogging, duration of deafness, and CI-specific quality of life (CIQOL-10) metrics are discussed. Data continue to support CI as an efficacious treatment option for SSD.\n    \n\n\n          Level of evidence:\n        \n      \n      4 Laryngoscope, 133:2362-2370, 2023.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36254870/"
}