{
    "title": "Targeting ferroptosis: novel therapeutic approaches and intervention strategies for kidney diseases.",
    "doc_id": "41425591",
    "writer": "Luo Y",
    "year": "2025",
    "summary": "Chronic kidney disease (CKD), characterized by structural, functional, and metabolic derangements, remains a leading cause of end-stage renal disease (ESRD) with profound global health burdens. The kidney's high oxygen demand for blood filtration rende …",
    "abstract": "Chronic kidney disease (CKD), characterized by structural, functional, and metabolic derangements, remains a leading cause of end-stage renal disease (ESRD) with profound global health burdens. The kidney's high oxygen demand for blood filtration renders it exquisitely sensitive to redox imbalance-an aberration common to both CKD and acute kidney injury (AKI) that, when coupled with iron dysregulation, unleashes ferroptosis: a non-apoptotic, iron-dependent form of regulated cell death driven by iron accumulation, lipid peroxidation, and antioxidant defense impairment (e.g., GPX4/SLC7A11 dysfunction), cascades to which the redox-sensitive kidney is uniquely predisposed. While ferroptosis has been linked to AKI, diabetic nephropathy (DN), and renal fibrosis, existing reviews largely suffer from two limitations: they either focus on single kidney disease entities (e.g., only AKI or DN) or reiterate generic ferroptosis mechanisms, lacking a unified pathophysiological framework that bridges acute insults, chronic fibrosis, and even renal carcinogenesis. Addressing this gap, this review offers three integrated contributions: first, it positions ferroptosis as a convergent metabolic executioner across a broader spectrum of kidney diseases-encompassing AKI, DN, renal interstitial fibrosis, systemic lupus erythematosus (SLE) nephritis, autosomal dominant polycystic kidney disease (ADPKD), renal cell carcinoma (RCC), and contrast-induced nephropathy (CIN)-while emphasizing cell type-specific vulnerabilities: tubular epithelial cells (susceptible via mitochondrial dysfunction), podocytes (via iron overload), and immune cells (e.g., neutrophils/macrophages in SLE nephritis) exhibit context-dependent ferroptosis regulation, governed by cell type-specific modulators [e.g., Nrf2 in tubules, heme oxygenase-1 (HO-1) in macrophages, and sirtuins in podocytes]. Second, it reconciles seemingly disparate findings through a redox-metabolic lens-e.g., dual roles of HO-1 (protective via heme degradation vs. pro-ferroptotic via iron release) or iron overload (driving injury in AKI vs. targeted therapy in RCC)-by clarifying disease-specific regulatory mechanisms: PKD1 mutation-driven mitochondrial defects in ADPKD, DPP9-Nrf2-mediated sorafenib resistance in RCC, and PPARα-FABP1 axis dysregulation in IgA nephropathy, alongside shared core pathways (e.g., GPX4/SLC7A11 as central checkpoints). Third, it integrates translational insights rarely synthesized in prior work: mapping natural compounds (icariin II and artesunate), repurposed drugs (sorafenib and melatonin), and novel modulators to disease stages (e.g., Lip-1 for fibrosis and salinomycin for RCC stem cells); highlighting strategies to reverse ferroptosis-related drug resistance (targeting DPP9 in RCC); and identifying ferroptosis-related genes (ACSL4 and PDIA4) as prognostic biomarkers. Accumulating clinical and experimental evidence confirms ferroptosis as a pivotal driver of kidney disease onset and progression. This review not only synthesizes ferroptosis pathophysiology and research advances but also delineates disease-tailored therapeutic strategies. By addressing key knowledge gaps-crosstalk between ferroptosis and other cell death modalities (e.g., pyroptosis), lack of kidney-specific clinical biomarkers, and underexplored roles in autoimmune nephritides-it provides a conceptual roadmap for mechanism-based diagnostics, precision therapeutics, and rational drug combinations, transcending traditional disease boundaries to advance clinical translation for both primary and secondary kidney diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41425591/"
}