{
    "title": "Histologic predictors of kidney outcomes in LN: re-evaluating the role of segmental glomerulosclerosis in the chronicity index.",
    "doc_id": "40209086",
    "writer": "Tinajero-Sánchez DN",
    "year": "2025",
    "summary": "All participants had follow-up for 3 years. The activity and chronicity lesions comprised in the National Institutes of Health activity and chronicity indices were evaluated for its association with complete response (CR), kidney relapses and end-stage kid …",
    "abstract": "Objectives:\n        \n      \n      There is a call to improve the histological classification of LN. We assessed the association between histological lesions and kidney outcomes.\n    \n\n\n          Methods:\n        \n      \n      We assessed 430 participants with biopsy-proven LN diagnosed between 2008 and 2020. All participants had follow-up for ≥3 years. The activity and chronicity lesions comprised in the National Institutes of Health activity and chronicity indices were evaluated for its association with complete response (CR), kidney relapses and end-stage kidney disease (ESKD) by time-to-event analyses. Likelihood ratios (LRs) were calculated to define the optimal cut-offs for each parameter.\n    \n\n\n          Results:\n        \n      \n      Activity lesions weakly correlated with clinical parameters at LN flare, but none was associated with time to response or progression to ESKD. Chronicity lesions, except segmental glomerular sclerosis (HR 0.97, 95% CI 0.90-1.05 for CR, and HR 1.11, 95% CI 0.99-1.25 for ESKD), were associated with time to complete and partial response and progression to ESKD. Excluding segmental glomerular sclerosis from the chronicity index did not modify its prognostic yield (C-statistic 0.66 and 0.67 for CR and 0.74 and 0.74 for ESKD). Newer cut-offs for each chronicity item were defined by the positive and negative LR ≥3.0 or ≤0.33, respectively: 0-15%, 16-30%, >30% for interstitial fibrosis/tubular atrophy and 0-5%, 6-30%, >30% for global glomerular sclerosis.\n    \n\n\n          Conclusion:\n        \n      \n      Chronicity lesions in the kidney biopsy, except segmental glomerular sclerosis, are associated with time to complete/partial remission and progression to ESKD. We propose eliminating segmental glomerular sclerosis from the chronicity index and using LRs to define the cut-offs for each histological lesion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40209086/"
}