{
  "pmid": "41385483",
  "title": "Investigation of the effect and mechanisms of moxa smoke in the treatment of Influenza A Virus (IAV) infection.",
  "abstract": "Influenza, primarily caused by the Influenza A virus, is a highly contagious respiratory disease. While moxa burning is a traditional method used to reduce respiratory infections, most studies have focused on the components of moxa and air disinfection, often neglecting the pharmacological effects and mechanisms of moxa smoke. This study aimed to explore the antiviral and anti-inflammatory effects of moxa smoke in vivo, as well as the underlying mechanisms involved. Utilizing multiple databases, we identified 52 components of moxa smoke that target 384 proteins, with 92 of these potentially linked to protection against H1N1. Network analysis conducted using Cytoscape revealed 16 core targets, including PPARG and STAT3. We performed molecular docking to verify the stable binding affinities of core compounds with their corresponding targets. In vivo experiments demonstrated that moxa smoke significantly decreased the number of inflammatory cells in bronchoalveolar lavage fluid (BALF), lowered the levels of H1N1 nucleoprotein (H1N1NP), and reduced the mRNA expression of cytokines with chemokines in lung tissue, including Il-6, Il-1β, Tnf-α, Cxcl1, Cxcl2, Cxcl10 and Ccl2. These results suggest a reduction in lung inflammation in mice infected with the PR8 strain of the IAV. Western blot analysis indicated that moxa smoke upregulated PPARγ and reduced phosphorylated STAT3 levels. GW9662 inhibited the reduction of recruitment of inflammatory cells by moxa smoke, but didn't inhibit the reduction of viral load after moxa smoke treatment. A four-day treatment did not cause functional injury to the lungs, kidneys, or liver of H1N1-infected mice. However, after four weeks of exposure to moxa smoke, the mice exhibited changes in organ weight and pathological damage in the lungs and kidneys. In summary, Moxa smoke suppressed influenza virus-induced inflammatory cell infiltration by upregulating PPARγ, while simultaneously reducing viral load through PPARγ-independent mechanisms. Short-term exposure to moxa smoke did not cause significant impairment of pulmonary, hepatic or renal function; however, prolonged exposure may result in respiratory and renal dysfunction, potentially leading to more severe adverse effects.",
  "disease": "influenza"
}