{
  "pmid": "41451741",
  "title": "Adolopment of atopic dermatitis management guidelines for Pakistan.",
  "abstract": "Pakistan lacks national evidence-based clinical practice guidelines for dermatology, and there are challenges in using the international guidelines. To develop context-specific guidelines for clinical management of atopic dermatitis in Pakistan. We conducted on PubMed, Google Scholar and Cochrane Library a critical review and appraisal of clinical guidelines for the management of atopic dermatitis published between January 2019 and March 2024. Using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology, we selected and reviewed the 2023 Grading of Recommendations Assessment, Development and Evaluation (GRADE) and the Institute of Medicinebased recommendations of the American Academy of Allergy, Asthma and Immunology/American College of Allergy, Asthma and Immunology Joint Task Force on Practice Parameters. We selected, prioritized, modified, and adopted those recommendations applicable to Pakistan. Of the 25 recommendations in the source guidelines, 12 were adopted and used to develop 27 recommendations for Pakistan. GRADE adolopment of clinical practice guidelines is a feasible method that countries with limited resources can use to adapt international guidelines to local context. تكييف المبادئ التوجيهية ل لعلاج التهاب الجلد التأتُُّبي بما يناسب السياق في باكستان. سكينة صادق ملك، عائشة أختر، بشرى مظفر خان، عائشة أنور، عظمى بشير، سادية ملك، رحيل افتخار. تفتقر باكستان إلى مبادئ توجيهية وطنية للممارسات السريرية مسندة بالدلائل في مجال طب الأمراض الجلدية، وهناك تحديات فيما يتعلق باستخدام المبادئ التوجيهية الدولية. هدفت هذه الدراسة الى وضع مبادئ توجيهية محددة السياق للعلاج السريري لالتهاب الجلد التأتُُّبي في باكستان. أجرينا استعرا اًضً نقديًًّا وتقيي ا مًا للمبادئ التوجيهية السريرية لعلاج التهاب الجلد التأتُُّبي المنشورة في الفترة ما بين يناير/كانون الثاني 2019 ومارس/آذار 2024 في قاعدتي البيانات PubMed وGoogle Scholar ومكتبة كوكرين. وباستخدام منهجية تصنيف التوصيات وتقديرها ووضعها وتقييمها، اخترنا التوصيات المستندة إلى المنهجية المذكورة وتوصيات معهد الطب لعام 2023 التي صدرت عن فرقة العمل المشتركة بين الأكاديمية الأمريكية للحساسية والربو وعلم المناعة والكلية الأمريكية للحساسية والربو وعلم المناعة والمعنية بمعايير الممارسة، واستعرضنا تلك التوصيات. وقد اخترنا التوصيات المنطبقة على باكستان وأعطيناها الأولوية وأجرينا تعديلات عليها واعتمدناها. من بين التوصيات البالغ عددها 25 توصية الواردة في المبادئ التوجيهية المصدر، اعتُُمدت 12 توصية واستُُخدمت لوضع 27 توصية لباكستان. إن تكييف المبادئ التوجيهية للممارسات السريرية باستخدام منهجية تصنيف التوصيات وتقديرها ووضعها وتقييمها طريقة جمُج دية يمكن للبلدان ذات الموارد المحدودة استخدامها لتكييف المبادئ التوجيهية الدولية بما يناسب السياق المحلي. Lignes directrices pour la prise en charge de la dermatite atopique au Pakistan : adoption, adaptation ou élaboration  Le Pakistan ne dispose pas de lignes directrices nationales fondées sur des données probantes pour la pratique clinique en dermatologie, et l'utilisation des lignes directrices internationales soulève plusieurs défis. Élaborer des lignes directrices adaptées au contexte pour la prise en charge clinique de la dermatite atopique au Pakistan. Nous avons réalisé un examen critique et une évaluation des lignes directrices cliniques pour la prise en charge de la dermatite atopique publiées entre janvier 2019 et mars 2024, en utilisant PubMed, Google Scholar et la Cochrane Library. À l’aide de la méthodologie GRADE (Grading of Recommendations Assessment, Development and Evaluation), nous avons sélectionné et examiné les recommandations de 2023 issues du système GRADE ainsi que celles basées sur les principes de l’Institute of Medicine, élaborées par le Groupe de travail conjoint sur les référentiels de pratique de l’American Academy of Allergy, Asthma and Immunology/l’American College of Allergy, Asthma and Immunology. Nous avons sélectionné, hiérarchisé, modifié et adopté les recommandations applicables au contexte pakistanais. Sur les 25 recommandations des lignes directrices sources, 12 ont été adoptées et utilisées pour élaborer 27 recommandations adaptées au Pakistan. L’ adoption, l’adaptation ou l’ élaboration de ",
  "disease": "asthma"
}