{
    "title": "Prevalence, incidence, predictive factors and prognosis of silent myocardial infarction: a review of the literature.",
    "doc_id": "21497307",
    "writer": "Valensi P",
    "year": "2011",
    "summary": "The prevalence and incidence of silent myocardial infarction appear highly variable depending on the population studied, the patients' ages, and the method used to detect silent myocardial infarction. ...Silent myocardial infarction is as …",
    "abstract": "The prevalence, incidence, risk factors and prognosis of silent myocardial infarction are less well known than those of silent myocardial ischaemia. The aims of this article are to evaluate the prevalence and incidence of silent myocardial infarction in subjects with or without a history of cardiovascular disease and in diabetic patients, and to identify potential risk factors and estimate prognosis through a review of the literature. A Medline search identified studies that provided data on the prevalence, incidence, potential risk factors and/or prognosis of silent myocardial infarction, among cohorts from the general population and large clinical studies of at-risk patients (with hypertension or a history of cardiovascular disease or diabetes). The search identified 15 studies in subjects from the general population, five in hypertensive patients, six in patients with a history of cardiovascular disease, and 10 in diabetic patients. The prevalence and incidence of silent myocardial infarction appear highly variable depending on the population studied, the patients' ages, and the method used to detect silent myocardial infarction. In the general population, the prevalence of silent myocardial infarction increased markedly with increasing age (up to>5% in elderly subjects). Hypertension causes only a moderate increase in prevalence, whereas underlying cardiovascular diseases and diabetes are associated with marked increases in prevalence. The incidence of silent myocardial infarction changes in the same way. The main predictive factors of silent myocardial infarction are hypertension, history of cardiovascular diseases and diabetes duration. Silent myocardial infarction is associated with as poor a prognosis as clinical myocardial infarction. The frequency of silent myocardial infarction and the poor prognosis in at-risk patients amply justify its systematic early detection and active management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21497307/"
}