{
  "pmid": "41448369",
  "title": "Mai-Men-Dong Decoction Alleviates Radiation-Induced Lung Injury by Regulating Ferroptosis through Modulation of the STAT6/p53/SLC7A11 Axis.",
  "abstract": "Mai- Men-Dong decoction (MMDD), a classical prescription in traditional Chinese medicine (TCM), has demonstrated therapeutic effects against pneumonia, pulmonary fibrosis, pulmonary tuberculosis, and radiation-induced lung injury (RILI). However, the anti-RILI mechanisms and active constituents of MMDD remain unclear. This study aimed to systematically elucidate the therapeutic mechanisms and bioactive compounds of MMDD in alleviating RILI, with a particular emphasis on its potential role in regulating ferroptosis. A comprehensive experimental strategy was employed. First, the intrinsic components of MMDD and its blood-absorbed prototype compounds were identified using Ultra-Performance Liquid Chromatography-Q-Orbitrap Mass Spectrometry (UPLC-Q-Orbitrap MS). The anti-RILI efficacy of MMDD was then evaluated in an X-ray-induced mouse model through histological (Hematoxylin and Eosin staining (H&E) and Masson staining) and biochemical (interleukin-6 (IL-6) and transforming growth factor-β1 (TGF-β1) levels) analyses. Subsequently, potential targets and pathways were predicted by integrating transcriptomic analysis and network pharmacology analysis. Potential active components were further screened via molecular docking, with key complexes subsequently assessed by molecular dynamics (MD) simulation. Finally, the involvement of the STAT6/p53/SLC7A11 axis and ferroptosis was validated through in vivo experiments. A total of 209 and 152 intrinsic components, were identified under the positive and negative ion modes, respectively, along with 18 prototype compounds absorbed into the blood. MMDD administration significantly improved lung tissue injury, reduced collagen deposition, and decreased IL-6 and TGF-β1 levels in RILI mice. Integrated analyses revealed 737 differentially expressed genes and 182 overlapping targets, implicating key pathways such as the p53, IL-17, and JAK-STAT signaling pathways. Molecular docking identified several compounds, including methylophiopogonanone A and B, as potential active components. MD simulation substantiated the stable binding of methylophiopogonanone A to STAT6. Importantly, in vivo validation demonstrated that MMDD inhibited ferroptosis, as evidenced by the normalization of ferroptosis-related markers (Fe MMDD ameliorates RILI through multi-component, multi-target, and multi-pathway mechanisms. This study is the first to demonstrate that MMDD regulates ferroptosis associated with modulation of the STAT6/p53/SLC7A11 axis, providing a modern pharmacological basis for its traditional clinical use.",
  "disease": "tuberculosis"
}