{
    "title": "Prevention of Herpes Zoster: A Focus on the Effectiveness and Safety of Herpes Zoster Vaccines.",
    "doc_id": "36560671",
    "writer": "Marra Y",
    "year": "2022",
    "summary": "Infection with varicella zoster virus typically occurs in children and it can cause primary varicella infection or \"chickenpox\", or it can reactivate later in life and cause herpes zoster or \"shingles\". ...The wider use of preventative measures with vaccines …",
    "abstract": "Infection with varicella zoster virus typically occurs in children and it can cause primary varicella infection or \"chickenpox\", or it can reactivate later in life and cause herpes zoster or \"shingles\". Herpes zoster mainly occurs in older adults, causing a reduction in activities of daily living, impacting quality of life, and may lead to serious complications, including chronic pain. Two vaccines are marketed to prevent herpes zoster: the live zoster vaccine and the non-live, recombinant zoster vaccine. The pre-licensure clinical trials show the efficacy of the live zoster vaccine to be between 50 and 70% and for the recombinant vaccine to be higher at 90 to 97%. Real-world effectiveness studies, with a follow-up of approximately 10 years, were reviewed in this article. These data corroborated the efficacy studies, with vaccine effectiveness being 46% and 85% for the live and recombinant vaccines, respectively. Safety data from the effectiveness studies show similar results to the clinical trials with mostly local injection-site reactions and mild systemic reactions seen with both vaccines, although in larger proportions with the recombinant vaccine. Rare adverse events, occurring less than 1% of the time, have been seen with both vaccine types and include disseminated herpes zoster with the live zoster vaccine and Guillain-Barré syndrome with the recombinant vaccine. The wider use of preventative measures with vaccines will reduce the herpes zoster burden of illness seen in older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36560671/"
}