{
  "pmid": "41448379",
  "title": "Early Gastrostomy is Associated with More Efficient Healthcare Resource Utilization in Nontraumatic Intracerebral Hemorrhage Patients.",
  "abstract": "We investigated the trends and outcomes of early gastrostomy tube placement in patients with nontraumatic intracerebral hemorrhage (ICH). We analyzed the National Inpatient Sample (NIS) database from 2002 to 2022 for adult hospitalized ICH patients who underwent gastrostomy. Variables included age, sex, race, income, hospital location and region, comorbidities, ICH severity indicators (coma, cerebral edema, brain compression, hydrocephalus), neurosurgical procedures, in-hospital complications (deep vein thrombosis (DVT), pulmonary embolism (PE), acute kidney injury, aspiration pneumonia), and in-hospital outcomes (length of stay, cost, medical complications, and discharge disposition). Early gastrostomy (EG) was defined as below the 25 Of 36776 ICH patients who received gastrostomy, 9484 (26%) underwent EG. The rate of EG increased significantly from 23.6% in 2002 to 29.5% in 2022 (β:0.004, p=0.002). The increase was consistent across sex, ages ≥60 years, and racial groups, greater among Asians (β:0.007, p=0.008) and patients aged ≥80 years (β:0.006, p=0.002). Regional analyses showed the fastest growth in the Northeast (β:0.010, p<0.001). However, overall median time to gastrostomy did not significantly change during the study period (β:0.013, p=0.495). EG placement occurred more frequently in older patients IQR (71 [59-81] vs. 66 [55-76]), women (47.7% vs. 44.3%), and Whites (57.6% vs. 50.6%). EG was associated with lower rate of in-hospital complications, including DVT/PE (6.6% vs. 11.4%), acute kidney injury (22.6% vs. 28.3%), and aspiration pneumonia (21.4% vs. 28.8%), p<0.001 for all. After 1:1 PSM, EG was independently associated with decreased odds of greater length of hospitalization (OR:0.388, 95%CI: 0.357-0.421, p<0.001) and reduced hospitalization costs (OR:0.583, 95%CI:0.538-0.631, p<0.001). EG placement among ICH patients has increased over the past two decades. Notable variability in these trends exists across age, racial groups, and geographical regions. Consistent with this trend, EG is associated with lower in-hospital complications, and more efficient healthcare resource utilization.",
  "disease": "stroke"
}