{
    "title": "Secondary outcomes of lens and cataract surgery: More than just \"best-corrected visual acuity\".",
    "doc_id": "36481168",
    "writer": "Hecht I",
    "year": "2023",
    "summary": "However, cataract surgery and intraocular lens (IOL) design have other secondary visual outcomes as well as impacts on various ocular tissues, the visual function, and quality of life. Some of these aspects are more difficult to quantify, or are historically neglect …",
    "abstract": "Most studies evaluating cataract surgery focus on the primary outcome of early, central, best-corrected visual acuity. However, cataract surgery and intraocular lens (IOL) design have other secondary visual outcomes as well as impacts on various ocular tissues, the visual function, and quality of life. Some of these aspects are more difficult to quantify, or are historically neglected, but might be extremely important to patients. One important development was the addition of blue-light filtering to IOL design. Whether these IOLs truly have the retinal protective qualities they were designed for is disputed, yet other inadvertent desirable and possibly detrimental influences are being examined. Risk of falls, driving accidents, and other injuries decrease following cataract surgery, especially in the elderly, the importance of which cannot be overemphasized. Cataract formation contributes to social isolation and decreases cognitive stimulation in the elderly population, while cataract extraction can reduce the risk of dementia and cognitive decline. Diffractive multifocal and extended depth-of-focus IOLs improve spectacle independence and patient reported outcomes, but positive and negative dysphotopsia may be persistent. Future directions such as using the IOL enabling clear spectacle-free vision at all distances, or intraoperative drug delivery systems show promising preliminary results. It seems inevitable that a higher focus on the secondary outcomes of surgery will increase. We believe that these aspects will become more and more relevant when considering new IOL designs and surgical techniques, a fact that will benefit both the patients and the surgeons.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36481168/"
}