{
  "pmid": "41454846",
  "title": "Annual vaccination with BNT162b2 in Germany can avoid substantial clinical and economic burden of COVID-19 disease.",
  "abstract": "To quantify the clinical and economic burden of Coronavirus disease 19 (COVID-19), and burden potentially avoided with annual vaccination, in German adults in an endemic setting. A decision tree model was constructed to estimate the clinical and economic impact of COVID-19 and projected burden avoided with BNT162b2, a seasonally adapted mRNA vaccine against severe COVID-19 disease. The majority of cost inputs and clinical event probabilities were informed by German real-world evidence from seasons 2022/23 and 2023/24. Vaccine efficacy was derived from US and German studies. Long/Post COVID impact was assessed in scenario analysis. The model estimated up to 20.8 million symptomatic infections per year in adults, including 7.5 million in people aged 60+, and 6.0 million in comorbid adults. This translates to an estimated 198,598 hospitalizations and 24,626 COVID-attributable deaths, with 93.6% of deaths occurring in people aged 60+. The total economic burden including productivity loss was estimated at €1.4 billion in people aged 60+, €2.0 billion in comorbid adults, and €3.9 billion in all working adults. Long/Post COVID increased the economic burden by 1.7 times. Assuming vaccination of 100% of recommended groups, 11.0 million symptomatic infections could be prevented, with the greatest impact in people aged 60+ (estimated 110,362 hospitalizations and 13,685 deaths avoided). For people aged 60+, comorbid adults, and all working adults, the number needed to vaccinate to prevent one symptomatic infection was 7, 4, and 4 people; to prevent one hospitalization, 231, 2,363, and 4,549; and to avoid one death, 1,862, 19,055, and 36,683, respectively. COVID-19 imposes a substantial clinical and economic burden on the German population, which could be mitigated with an expanded COVID-19 vaccination program. Further research into Long/Post COVID is needed. Our study presents considerations highlighting the value of broad vaccination especially for working adults. We aimed to measure the clinical and economic impact of COVID-19 caused by Omicron variant strains of SARS-CoV-2 in Germany and investigate how this impact could be reduced if annual vaccinations were offered to everyone, just as flu vaccinations are. The study used a decision tree model to estimate the number of COVID-19 cases, hospitalizations, and deaths, and their associated costs.We found that, without vaccination, there could be up to 20.8 million symptomatic COVID-19 cases annually, leading to nearly 200,000 hospitalizations and nearly 25,000 deaths, mostly for people aged 60 years and older (60+). The total economic burden was estimated to be €1.4 billion for the 60+ population, €2.0 billion for people with comorbidities, and €3.9 billion for all working adults.If all working adults and people aged 60+ were vaccinated annually, it could prevent 11.0 million symptomatic infections each year, and the major benefits would be for people aged 60+. This could avoid many hospitalizations and deaths, especially in older and high-risk populations.Our study concluded that COVID-19 has a significant impact in Germany, and that this could be reduced with a broader vaccination recommendation. An annual COVID-19 vaccination program including working adults could help reduce the health impacts and economic costs of this disease. Further research is needed to understand the impact of Long/Post COVID.",
  "disease": "pneumonia"
}