{
    "title": "Effect of nitric oxide on hemoprotein-catalyzed oxidative reactions.",
    "doc_id": "9706741",
    "writer": "Jourd'heuil D",
    "year": "1998",
    "summary": "Equimolar fluxes of O2-, H2O2, and NO increased further DHR oxidation to approximately 50 microM. The 15 microM increase in DHR oxidation was independent of heme concentration and was inhibited by SOD. This suggested that equal fluxes of O2- and NO interact to yield …",
    "abstract": "Hemoglobin or myoglobin-catalyzed oxidation reactions have been suggested to initiate and/or exacerbate tissue injury associated with a variety of pathological conditions including post-ischemic tissue injury, hemorrhagic disorders, and chronic inflammation. In the present study, we investigated what effect different fluxes of nitric oxide (NO) have on hemoprotein-catalyzed oxidation reactions in vitro. The hypoxanthine/xanthine oxidase system was used to generate both O2- and H2O2, whereas the spontaneous decomposition of the spermine/NO adduct was used to generate NO at a known and constant rate. We assessed the ability of myoglobin (Mb) or hemoglobin (Hb) to oxidize dihydrorhodamine (DHR) to rhodamine (RH) in the presence of O2-/H2O2 and/or NO. In the presence of a constant flux of O2- and H2O2 (1 nmol/min each), 500 nM MetMb (Fe3+) stimulated DHR oxidation from normally undetectable levels to approximately 35 microM. This oxidation reaction was inhibited by catalase but not SOD, suggesting the formation of the ferryl-hemoprotein adduct (Fe4+). Equimolar fluxes of O2-, H2O2, and NO increased further DHR oxidation to approximately 50 microM. The 15 microM increase in DHR oxidation was independent of heme concentration and was inhibited by SOD. This suggested that equal fluxes of O2- and NO interact to yield a potent oxidant such as peroxinitrite (OONO-) which together with Mb-Fe4+ oxidizes DHR. Further increases in NO fluxes significantly inhibited DHR oxidation (80%) via the NO-dependent inhibition of Mb-Fe4+ formation. Additional studies using methemoglobin (Hb-Fe3+)-catalyzed oxidative reactions yielded virtually identical results. We conclude that in the presence of a hemoprotein such as myoglobin or hemoglobin, NO may promote or inhibit oxidation reactions depending upon the relative fluxes of O2-, H2O2, and NO.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9706741/"
}