{
  "pmid": "41458342",
  "title": "A Pathological Complete Response After Pembrolizumab for DNA Mismatch Repair-Deficient/Microsatellite Instability-High Colorectal Cancer Enabling Curative Surgery: A Case Report.",
  "abstract": "We present the case of a 49-year-old man with initially unresectable, metastatic mismatch repair-deficient colorectal cancer (CRC) who achieved a complete pathological response following neoadjuvant immunotherapy. Metastatic CRC is rarely curable, and complete tumour eradication with standard chemotherapy is exceedingly uncommon. However, deficient mismatch repair/ microsatellite instability-high (dMMR/MSI-H) tumours are uniquely sensitive to immune checkpoint blockade. This patient presented with sigmoid adenocarcinoma with extensive nodal and liver metastatic disease and underwent treatment with pembrolizumab. Restaging imaging demonstrated tumour regression; however, his treatment course was complicated by recurrent small bowel obstructions and the development of a pelvic abscess at the primary cancer site, necessitating interruption of systemic treatment. Multidisciplinary consensus recommended that he should undergo salvage surgical resection. Postoperative pathology surprisingly demonstrated no viable cancer cells in the resected colon, lymph nodes, or hepatic tissue (ypT0N0), confirming a complete pathological response to immunotherapy. Pembrolizumab was resumed postoperatively, and at 10 months post resection, the patient remains disease-free clinically and radiologically. This case demonstrates the potential for PD-1 inhibitor therapy to induce profound remission even in metastatic CRC, potentially enabling long-term disease control. It underscores the importance of routine mismatch repair (MMR) status testing to identify patients who may benefit from immunotherapy and highlights management considerations in patients with exceptional treatment response. This remarkable outcome adds to the growing evidence that a subset of advanced CRC patients can achieve durable remission or even cure with immunotherapy, signalling a shift in the treatment paradigm of these dMMR/MSI-H metastatic CRC.",
  "disease": "colorectal cancer"
}