{
    "title": "Ruffles and spikes: Control of tight junction morphology and permeability by claudins.",
    "doc_id": "32389670",
    "writer": "Lynn KS",
    "year": "2020",
    "summary": "When imaged by immunofluorescence microscopy, tight junctions most frequently are linear structures that form between tricellular junctions. ...We propose a model where claudins specifically influence tight junction scaffold proteins to control …",
    "abstract": "Epithelial barrier function is regulated by a family of transmembrane proteins known as claudins. Functional tight junctions are formed when claudins interact with other transmembrane proteins, cytosolic scaffold proteins and the actin cytoskeleton. The predominant scaffold protein, zonula occludens-1 (ZO-1), directly binds to most claudin C-terminal domains, crosslinking them to the actin cytoskeleton. When imaged by immunofluorescence microscopy, tight junctions most frequently are linear structures that form between tricellular junctions. However, tight junctions also adapt non-linear architectures exhibiting either a ruffled or spiked morphology, which both are responses to changes in claudin engagement of actin filaments. Other terms for ruffled tight junctions include wavy, tortuous, undulating, serpentine or zig-zag junctions. Ruffling is under the control of hypoxia induced factor (HIF) and integrin-mediated signaling, as well as direct mechanical stimulation. Tight junction ruffling is specifically enhanced by claudin-2, antagonized by claudin-1 and requires claudin binding to ZO-1. Tight junction spikes are sites of active vesicle budding and fusion that appear as perpendicular projections oriented towards the nucleus. Spikes share molecular features with focal adherens junctions and tubulobulbar complexes found in Sertoli cells. Lung epithelial cells under stress form spikes due to an increase in claudin-5 expression that directly disrupts claudin-18/ZO-1 interactions. Together this suggests that claudins are not simply passive cargoes controlled by scaffold proteins. We propose a model where claudins specifically influence tight junction scaffold proteins to control interactions with the cytoskeleton as a mechanism that regulates tight junction assembly and function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32389670/"
}