{
    "title": "A validation of newly developed weight estimating tape for Korean pediatric patients.",
    "doc_id": "35797338",
    "writer": "Choi S",
    "year": "2022",
    "summary": "Pediatric drug dosages are based on body weight, so accurate measurement thereof is essential. However, this is not possible in emergencies. ...The performance and accuracy of the BHPET was similar or slightly superior to that of the other tapes. The body …",
    "abstract": "Pediatric drug dosages are based on body weight, so accurate measurement thereof is essential. However, this is not possible in emergencies. When using weight-estimating tapes, World Health Organization (WHO) growth charts serve as reference weights; however, local growth charts might be more accurate. This study developed a tape based on 2017 Korean National Growth Charts, which are more suitable for the Korean population than WHO growth charts, and evaluated its performance in a Korean pediatric population. This prospective cross-sectional study analyzed 792 pediatric patients who had visited the emergency department from June 2021 to December 2021. Weights were estimated using the Broselow tape (BT), Pediatric Advanced Weight Prediction in the Emergency Room XL (PAWPER XL), and Body Habitus-based Pediatric Emergency Tape (BHPET). The performance and measurement agreement of the tapes were analyzed. Among the tapes, the BHPET had the smallest mean absolute percentage error (MAPE), of 10.23%, and a root mean square percentage error (RMSPE) of 14.14%. Also, the percentage of weight estimations within 10% of the actual weight (PW10) was 59.6%, indicating better accuracy than the BT and PAWPER XL in all age groups. The intraclass correlation coefficients of the BT, PAWPER XL, and BHPET were 0.931, 0.977, and 0.985, respectively (p < 0.001). The performance and accuracy of the BHPET was similar or slightly superior to that of the other tapes. The body weight estimated using the BHPET for a local pediatric population was sufficiently correlated with the actual body weight.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35797338/"
}