{
  "pmid": "41359332",
  "title": "Cardiovascular Events 1 Year After Respiratory Syncytial Virus Infection in Adults.",
  "abstract": "Respiratory syncytial virus (RSV) infection has recently been recognized as common among adults, but data on the burden of cardiovascular disease (CVD) beyond the immediate acute phase are lacking. To estimate the 365-day absolute excess risk (risk difference) of composites of CVD and their individual components following laboratory-confirmed RSV infection in adults. This nationwide, registry-based, matched cohort study was conducted using Danish national health registries. Adults aged 45 years or older on January 1, 2019, with a laboratory-confirmed RSV infection between January 1, 2019, and December 31, 2024, were matched 1:1 on age, sex, and preexisting comorbid conditions to individuals without RSV infection. Similar matched cohorts were established for influenza infection, hip fracture, and urinary tract infection without sepsis as control groups. Laboratory-confirmed RSV infection. The primary outcomes were major adverse cardiovascular events, comprising ischemic heart disease, stroke, and heart failure, and any cardiovascular event, comprising major adverse cardiovascular events together with arrhythmias, venous thromboembolism, and inflammatory heart disease. Matched individuals were followed up for up to 365 days after the index date. Absolute risk differences and 95% CIs were calculated at 30 and 365 days using cumulative incidences derived from the Aalen-Johansen estimator. The study included 17 494 matched individuals (mean [SD] age, 71.8 [12.0] years; 57.6% female). At 365 days, 665 any cardiovascular events had occurred among 8747 individuals with RSV infection and 257 among 8747 individuals without infection, corresponding to a risk difference of 4.69 percentage points (95% CI, 4.02-5.36 percentage points). The largest 365-day risk differences for any cardiovascular event were observed in hospitalized patients (6.61 percentage points [95% CI, 5.70-7.52 percentage points]), older individuals (eg, 7.93 percentage points [95% CI, 5.34-10.53 percentage points] for those aged 85-94 years), and preexisting CVD (11.95 percentage points [95% CI, 8.80-15.10 percentage points ]) or diabetes (7.50 percentage points [95% CI, 4.53-10.47 percentage points]). The 1-year cardiovascular event risk following RSV was comparable to that following influenza infection. This cohort study of adults aged 45 years or older with RSV infection found a significant excess risk of cardiovascular events over 1 year, comparable in magnitude to influenza infection. These findings underscore the importance of RSV as a potential risk factor for cardiovascular morbidity and highlight the need for vaccination to mitigate this burden.",
  "disease": "influenza"
}