{
    "title": "Steering the Microbiota-Gut-Brain Axis by Antibiotics to Model Neuro-Immune-Endocrine Disorders.",
    "doc_id": "38631302",
    "writer": "Pérez-Morales M",
    "year": "2024",
    "summary": "SUMMARY: The gut microbiota has been recognized in the last decade as an essential functional component of this axis. Many reports demonstrate that the gut microbiota influences the development of a vast array of physiological processes. ...",
    "abstract": "Background:\n        \n      \n      Over the last century, animal models have been employed to study the gut-brain axis and its relationship with physiological processes, including those necessary for survival, such as food intake and thermoregulation; those involved in diseases, ranging from inflammation to obesity; and those concerning the development of neurodegenerative diseases and neuropsychiatric disorders, such as Alzheimer's disease and autism spectrum disorder, respectively.\n    \n\n\n          Summary:\n        \n      \n      The gut microbiota has been recognized in the last decade as an essential functional component of this axis. Many reports demonstrate that the gut microbiota influences the development of a vast array of physiological processes. Experiments that use animal models to assess the effect of the gut microbiota on the brain and behavior may involve the acute or chronic administration of broad-spectrum antibiotics.\n    \n\n\n          Key messages:\n        \n      \n      This narrative review summarizes the beneficial or detrimental effects of antibiotics administered prenatally or postnatally to rodents during acute or chronic periods in a wide range of protocols. These include animal models of disease and behavioral paradigms of learning and memory, anxiety, obsessive-compulsive disorder, and autism spectrum disorder. Biomarkers and behavioral assays associated with antibiotic exposure are also included in this review.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38631302/"
}