{
    "title": "Circulating FH Protects Kidneys From Tubular Injury During Systemic Hemolysis.",
    "doc_id": "32849636",
    "writer": "Merle NS",
    "year": "2020",
    "summary": "Intravascular hemolysis of any cause can induce acute kidney injury (AKI). Hemolysis-derived product heme activates the innate immune complement system and contributes to renal damage. Therefore, we explored the role of the master complement regulator Factor H (FH) …",
    "abstract": "Intravascular hemolysis of any cause can induce acute kidney injury (AKI). Hemolysis-derived product heme activates the innate immune complement system and contributes to renal damage. Therefore, we explored the role of the master complement regulator Factor H (FH) in the kidney's resistance to hemolysis-mediated AKI. Acute systemic hemolysis was induced in mice lacking liver expression of FH (hepatoFH-/-, ~20% residual FH) and in WT controls, by phenylhydrazine injection. The impaired complement regulation in hepatoFH-/- mice resulted in a delayed but aggravated phenotype of hemolysis-related kidney injuries. Plasma urea as well as markers for tubular (NGAL, Kim-1) and vascular aggression peaked at day 1 in WT mice and normalized at day 2, while they increased more in hepatoFH-/- compared to the WT and still persisted at day 4. These were accompanied by exacerbated tubular dilatation and the appearance of tubular casts in the kidneys of hemolytic hepatoFH-/- mice. Complement activation in hemolytic mice occurred in the circulation and C3b/iC3b was deposited in glomeruli in both strains. Both genotypes presented with positive staining of FH in the glomeruli, but hepatoFH-/- mice had reduced staining in the tubular compartment. Despite the clear phenotype of tubular injury, no complement activation was detected in the tubulointerstitium of the phenylhydrazin-injected mice irrespective of the genotype. Nevertheless, phenylhydrazin triggered overexpression of C5aR1 in tubules, predominantly in hepatoFH-/- mice. Moreover, C5b-9 was deposited only in the glomeruli of the hemolytic hepatoFH-/- mice. Therefore, we hypothesize that C5a, generated in the glomeruli, could be filtered into the tubulointerstitium to activate C5aR1 expressed by tubular cells injured by hemolysis-derived products and will aggravate the tissue injury. Plasma-derived FH is critical for the tubular protection, since pre-treatment of the hemolytic hepatoFH-/- mice with purified FH attenuated the tubular injury. Worsening of acute tubular necrosis in the hepatoFH-/- mice was trigger-dependent, as it was also observed in LPS-induced septic AKI model but not in chemotherapy-induced AKI upon cisplatin injection. In conclusion, plasma FH plays a key role in protecting the kidneys, especially the tubules, against hemolysis-mediated injury. Thus, FH-based molecules might be explored as promising therapeutic agents in a context of AKI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32849636/"
}