{
  "pmid": "41449148",
  "title": "Oncological outcomes with and without axillary lymph node dissection in patients with residual micrometastases after neoadjuvant chemotherapy (OPBC-07/microNAC): an international, retrospective cohort study.",
  "abstract": "Despite the paucity of outcome data, axillary lymph node dissection (ALND) is increasingly being omitted in patients with positive sentinel lymph nodes after neoadjuvant chemotherapy, particularly in those with low-volume residual disease. We investigated oncological outcomes in patients with breast cancer and residual micrometastases in the sentinel lymph nodes treated with or without ALND. OPBC-07/microNAC was a retrospective cohort study, using data obtained from the institutional databases of 84 cancer centres in 30 countries. Patients aged 18 years or older with clinical T1-4, N0-3 breast cancer at diagnosis treated with neoadjuvant chemotherapy followed by surgery between Jan 1, 2013, and May 31, 2023, who were found to have residual micrometastases (metastasis measuring >0·2 mm or >200 cells, not exceeding 2·0 mm in size) on frozen section or on final paraffin sections as determined by sentinel lymph node biopsy, targeted axillary dissection (sentinel lymph node biopsy with single or dual-tracer mapping plus image-guided localisation of the initially biopsy-proven and clipped node), or the marking axillary lymph nodes with radioactive iodine seeds (MARI) procedure were eligible for inclusion. The primary endpoint was the 5-year rate of any axillary recurrence (isolated or combined with local or distant recurrence) stratified by type of axillary surgery. Given the median follow-up, here we report 3-year rates and exploratory 5-year estimates. This study was registered with ClinicalTrials.gov, NCT06529302. 1585 female patients with ypN1mi disease were analysed, of whom 804 (50·7%) underwent ALND and 781 (49·3%) did not. Of 1585 women, 238 (15·0%) self-identified as Asian, 65 (4·1%) as Black, 200 (12·6%) as Hispanic, 968 (61·1%) as White, and 114 (7·2%) as unknown race and ethnicity. 925 (58·4%) of 1585 women had cT2 tumours, 1054 (66·5%) were node positive, and 1267 (79·9%) received nodal radiotherapy. The median follow-up was 3·1 years (IQR 1·8-5·2). The 3-year rate of any axillary recurrence (isolated or combined with local or distant recurrence) for the entire cohort was 2·0% (95% CI 1·3-2·9), with no statistical difference identified by extent of axillary surgery. However, patients with triple-negative disease who did not receive ALND had significantly higher rates of any axillary recurrence than women treated with ALND (8·7% [95% CI 4·4-15·0] vs 2·4% [95% CI 0·7-6·5], p=0·018). On multivariable analysis, triple-negative breast cancer (hazard ratio 3·83 [95% CI 1·72-8·52]) and omission of nodal radiotherapy (2·62 [1·19-5·73]) but not omission of ALND (0·86 [0·37-2·00]) were independently associated with an increased risk of any axillary recurrence. Overall, these results do not support ALND for all patients with ypN1mi on sentinel lymph node biopsy treated with nodal radiotherapy; however, tumour biology should be taken into account when considering ALND omission. US National Institutes of Health, National Cancer Institute.",
  "disease": "breast cancer"
}