{
    "title": "Association between physical activity and kidney function: National Health and Nutrition Examination Survey.",
    "doc_id": "21200336",
    "writer": "Hawkins MS",
    "year": "2011",
    "summary": "INTRODUCTION: Chronic kidney disease is a condition characterized by the deterioration of the kidney's ability to remove waste products from the body. Although treatments to slow the progression of the disease are available, chronic kidney …",
    "abstract": "Introduction:\n        \n      \n      Chronic kidney disease is a condition characterized by the deterioration of the kidney's ability to remove waste products from the body. Although treatments to slow the progression of the disease are available, chronic kidney disease may eventually lead to a complete loss of kidney function. Previous studies have shown that physical activities of moderate intensity may have renal benefits. Few studies have examined the effects of total movement on kidney function. The purpose of this study was to determine the association between time spent at all levels of physical activity intensity and sedentary behavior and kidney function.\n    \n\n\n          Methods:\n        \n      \n      Data were obtained from the 2003-2004 and 2005-2006 National Health and Nutrition Examination Survey, a cross-sectional study of a complex, multistage probability sample of the US population. Physical activity was assessed using an accelerometer and questionnaire. Glomerular filtration rate (eGFR) was estimated using the Modification of Diet in Renal Disease study formula. To assess linear associations between levels of physical activity and sedentary behavior with log-transformed estimated GFR (eGFR), linear regression was used.\n    \n\n\n          Results:\n        \n      \n      In general, physical activity (light and total) was related to log eGFR in females and males. For females, the association between light and total physical activity with log eGFR was consistent regardless of diabetes status. For males, the association between light and total physical activity and log eGFR was only significant in males without diabetes.\n    \n\n\n          Conclusions:\n        \n      \n      When examining the association between physical activity, measured objectively with an accelerometer, and kidney function, total and light physical activities were found to be positively associated with kidney function.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21200336/"
}