{
  "pmid": "41456191",
  "title": "[Multimodal antioxidant therapy in ischemic stroke: from MIR trial to bedside].",
  "abstract": "To discusses the practical healthcare implications of the MIR trial and its post-hoc analyses. MIR was an international multicenter randomized double-blind placebo-controlled trial conducted in 17 centers In Russia, Kazakhstan, and Uzbekistan. 304 patients were randomized, and 279 patients were included in the per-protocol analysis (276 for clinical scales applicable to survivors only). Non-reperfused patients aged 40-75 years with first-ever hemispheric IS, presenting ≤48 hours from onset with CT/MRI signs of ischemia or no signs of intracerebral hemorrhage, were included. Additionally, at screening, the included patients had a National Institutes of Health Stroke Scale (NIHSS) score of 9-15 and a modified Rankin Scale score (mRS) of 3 or higher. In the treatment group, patients received sequential therapy as follows: 500 mg (10 mL) of intravenous Mexidol diluted in 100-200 ml of normal saline twice per day for 10 days, followed by 250 mg of Mexidol FORTE 250 orally thrice per day for 60 days. In the control group, patients received a placebo administered in a similar manner. The primary endpoint was a change in mRS score from baseline at days 69-73. The trial protocol was registered in the Registry of Permits for Conducting Clinical Trials (PHS-APIS-004-MEX-SOL-TAB) and the ClinicalTrials.gov registry (NCT06437626). In the placebo group ( The MIR randomized clinical trial showed that 70-day sequential therapy with Mexidol and Mexidol FORTE 250 was superior to placebo in non-reperfused patients with first-ever IS and a baseline NIHSS score of 9-15. Обсуждение значимости результатов апостериорного анализа рандомизированного клинического исследования МИР для практического здравоохранения. Исследование МИР являлось международным, многоцентровым, рандомизированным, двойным слепым, плацебо-контролируемым, проводилось в 17 центрах России, Казахстана и Узбекистана. Всего были рандомизированы 304 пациента, в основной анализ в соответствии с протоколом вошли 279 (276 — для клинических шкал, предусматривающих оценку только у выживших). В исследовании принимали участие не получавшие реперфузионную терапию пациенты в возрасте 40—75 лет с впервые возникшим полушарным ишемическим инсультом (ИИ) давностью ≤48 ч, наличием КТ-/МРТ-признаков ИИ или отсутствием признаков геморрагического инсульта. На момент скрининга пациенты имели оценку по шкале инсульта Национальных институтов здоровья (NIHSS) 9—15 баллов и степень инвалидизации вследствие ИИ по модифицированной шкале Рэнкина (МШР) ≥3 баллов. В основной группе пациенты получали последовательную терапию по схеме: Мексидол внутривенно капельно 2 раза в сутки по 10 мл (500 мг) в 100—200 мл 0,9% раствора NaCl в течение 10 дней, далее Мексидол ФОРТЕ 250 перорально 3 раза в сутки по 1 таблетке, покрытой пленочной оболочкой (250 мг), в течение 60 дней. В контрольной группе пациенты получали плацебо по аналогичной схеме. В качестве первичной конечной точки было выбрано изменение балльной оценки по шкале МШР к концу наблюдения (69—73-и сутки) по сравнению с исходным значением при скрининге. Протокол исследования зарегистрирован в Реестре разрешений на проведение клинических исследований (PHS-APIS-004-MEX-SOL-TAB) и базе ClinicalTrials.gov (NCT06437626). В группе плацебо ( Результаты рандомизированного клинического исследования МИР показали, что эффективность 70-дневной последовательной терапии Мексидолом и Мексидолом ФОРТЕ 250 превосходит плацебо при впервые возникшем ИИ у пациентов, которые не получали реперфузионную терапию и имели исходную оценку по шкале NIHSS 9—15 баллов.",
  "disease": "stroke"
}