{
    "title": "Clinical handover and handoff in healthcare: a systematic review of systematic reviews.",
    "doc_id": "33325520",
    "writer": "Desmedt M",
    "year": "2021",
    "summary": "PURPOSE: The purpose of this systematic review is to appraise and summarize existing literature on clinical handover. ...RESULTS OF DATA SYNTHESIS: First, research indicates that poor handover is associated with multiple potential hazards such as lack of availabilit …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this systematic review is to appraise and summarize existing literature on clinical handover.\n    \n\n\n          Data sources:\n        \n      \n      We searched EMBASE, MEDLINE, Database of Abstracts of Reviews of Effects and Cochrane Database of Systematic Reviews.\n    \n\n\n          Study selection:\n        \n      \n      Included articles were reviewed independently by the review team.\n    \n\n\n          Data extraction:\n        \n      \n      The review team extracted data under the following headers: author(s), year of publication, journal, scope, search strategy, number of studies included, type of studies included, study quality assessment, used definition of handover, healthcare setting, outcomes measured, findings and finally some comments or remarks.\n    \n\n\n          Results of data synthesis:\n        \n      \n      First, research indicates that poor handover is associated with multiple potential hazards such as lack of availability of required equipment for patients, information omissions, diagnosis errors, treatment errors, disposition errors and treatment delays. Second, our systematic review indicates that no single tool arises as best for any particular specialty or use to evaluate the handover process. Third, there is little evidence delineating what constitutes best handoff practices. Most efforts facilitated the coordination of care and communication between healthcare professionals using electronic tools or a standardized form. Fourth, our review indicates that the principal teaching methods are role-playing and simulation, which may result in better knowledge transfer to the work environment, better health and patients' well-being.\n    \n\n\n          Conclusions:\n        \n      \n      This review emphasizes the importance of staff education (including simulation-based and team training), non-technical skills and the implementation process of clinical handover in healthcare settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33325520/"
}