{
    "title": "One-step TaqMan RT-qPCR detection of sugar beet-infecting poleroviruses in Myzus persicae from yellow water pan traps opens up new possibilities for early risk assessment of virus yellows disease.",
    "doc_id": "39423871",
    "writer": "Borgolte S",
    "year": "2025",
    "summary": "Virus yellows disease (VY) is a major threat to sugar beet production in Europe. Beet chlorosis virus (BChV) and beet mild yellowing virus (BMYV) are of particular economic importance and are both persistently transmitted by the aphid vector Myzus persicae. As part …",
    "abstract": "Virus yellows disease (VY) is a major threat to sugar beet production in Europe. Beet chlorosis virus (BChV) and beet mild yellowing virus (BMYV) are of particular economic importance and are both persistently transmitted by the aphid vector Myzus persicae. As part of integrated pest management strategies, M. persicae influx into sugar beet fields is recorded weekly using yellow water pan traps. To date, only ELISA and RT-PCR assays have been described for BChV and BMYV detection in individual aphids. In this study, we describe for the first time two one-step TaqMan® RT-qPCR assays designed for the specific detection of BChV and BMYV in M. persicae after 7d incubation in water pan trap medium. Both viruses were reproducibly detected in individual aphids. After 7d incubation in trap medium, both viruses were reproducibly detected in individual aphids, as well as in one viruliferous aphid in a pool of 99 non-viruliferous aphids. Significant correlations can be shown between different mixing ratios of viruliferous to non-viruliferous aphids and Ct values of total RNA templates, allowing the percentage of viruliferous aphids in yellow water pan traps to be estimated using a standard curve. The described methodology provides a high sensitivity combined with a high sample throughput and can be used, after evaluation in the field, for practical monitoring, risk modelling and development of decision support systems for VY.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39423871/"
}