{
  "pmid": "41424248",
  "title": "Nonsurgical hepatocellular carcinoma treated with selective internal radiation therapy and personalized dosimetry: real-life data from French centers.",
  "abstract": "How selective internal radiation therapy (SIRT) with personalized dosimetry fits with intermediate and advanced hepatocellular carcinoma (HCC) treatment remains unclear. The aims of our study were to investigate the efficacy and safety of SIRT in real-life settings within a nonsurgical HCC population and to identify prognostic factors for survival. From January 2019 to December 2023, 73 consecutive HCC patients who underwent SIRT with personalized dosimetry at three French centers were retrospectively analyzed. A post-matched comparison with a large single-center cohort of HCC patients (n=1,049) enrolled from January 2007 to December 2023 and treated with other therapeutic modalities was performed. Overall survival (OS) was compared between the two patient groups. Patients treated with SIRT had mostly Child-Pugh (CP) grade A cirrhosis and multifocal and unilobar HCCs, which were classified as Barcelona Clinic Liver Cancer (BCLC) stage B or C with vascular invasion (49%) or metastases (5%). SIRT was a first-line therapy in half of the patients and was used in combination for nearly one-quarter of the patients. In total, 94% of the patients received a tumor dose of 205 Gy or higher. After a median follow-up of 11.9 (6.2-21.1) months, 53% of patients treated with SIRT died. Stage B and C HCC patients had median OS times of 35.2 (6.5-infinite) and 12.8 (6.8-infinite) months, respectively. A comparative analysis of the two cohorts revealed the superiority of SIRT in terms of OS for advanced-stage HCCs with unilateral intrahepatic portal vein tumor thrombosis and the similarity of SIRT for intermediate-stage HCCs compared with other modalities. No significant difference in OS was observed after matching BCLC B/C HCC patients who received SIRT with those who did not after a median follow-up of approximately 12 months. The independent prognostic variables for survival following SIRT therapy were CP grade, largest tumor size and hemoglobin level. No deaths occurred in the SIRT group. This study revealed that SIRT following personalized dosimetry is used in current practice as a therapeutic solution for advanced and intermediate HCC, typically in combination therapies and beyond first-line treatment. Our results support SIRT as an alternative therapeutic option for intermediate-stage HCC and as an effective therapeutic solution for advanced HCC with intrahepatic vascular invasion, with a good safety profile.",
  "disease": "liver cirrhosis"
}