{
    "title": "Clinical characteristics of 2019 novel coronavirus pneumonia in Zhejiang province, China.",
    "doc_id": "32705222",
    "writer": "Chen L",
    "year": "2020",
    "summary": "The present study aimed to describe the clinical, laboratory and radiological characteristics of 2019-nCoV pneumonia (NCP) in Zhejiang province, outside of Wuhan. A total of 74 patients with 2019-nCoV were continuously enrolled between January 22 and March 2, 2020 at Zh …",
    "abstract": "Since December 2019, an increasing number of cases associated with the 2019 novel coronavirus (2019‑nCoV) have emerged in Wuhan, China, which has resulted in a rapid outbreak in China and worldwide. The present study aimed to describe the clinical, laboratory and radiological characteristics of 2019‑nCoV pneumonia (NCP) in Zhejiang province, outside of Wuhan. A total of 74 patients with 2019‑nCoV were continuously enrolled between January 22 and March 2, 2020 at Zhejiang Hospital. Diagnosis was confirmed at Zhejiang Hospital by reverse transcription‑PCR (RT‑PCR), which was approved by the Chinese government. Subsequently, the clinical features between positive‑ and negative‑NCP patients in Zhejiang were compared. Among the 74 hospitalized patients with suspected 2019‑NCP, six patients (one male and five female patients) were confirmed to be infected with 2019‑nCoV by RT‑PCR. The average age of the confirmed patients was 40±13 years. There were three family clusters among the confirmed cases, one patient from each of these families had travel history or contact with patients from Wuhan within 2 weeks. Compared with non‑NCP patients, the most common symptoms at onset for patients with NCP were fever (5/6; 83.3%) and cough (5/6; 83.3%), followed by dyspnea/pharyngalgia (2/6; 33.3%), whereas myalgia (1/6; 16.7%) and fatigue (1/6; 16.7%) were less common. All 74 patients with suspected NCP exhibited abnormal computerized tomography (CT) images. In total, 2/6 (33.3%) patients with confirmed NCP presented with bilateral pneumonia, and 21/68 (30.9%) non‑NCP patients exhibited bilateral pneumonia, with bilateral distribution of patchy shadows or ground glass opacity. The present study revealed that epidemiological history was critical to the diagnosis of 2019‑nCoV in low epidemic regions outside Hubei province. It was also identified that chest CT could not replace nucleic acid testing due to similar radiological manifestations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32705222/"
}