{
    "title": "Kidney Single-cell Transcriptomes Predict Spatial Corticomedullary Gene Expression and Tissue Osmolality Gradients.",
    "doc_id": "33239393",
    "writer": "Hinze C",
    "year": "2021",
    "summary": "BACKGROUND: Single-cell transcriptomes from dissociated tissues provide insights into cell types and their gene expression and may harbor additional information on spatial position and the local microenvironment. The kidney's cells are embedded into a gradient of in …",
    "abstract": "Background:\n        \n      \n      Single-cell transcriptomes from dissociated tissues provide insights into cell types and their gene expression and may harbor additional information on spatial position and the local microenvironment. The kidney's cells are embedded into a gradient of increasing tissue osmolality from the cortex to the medulla, which may alter their transcriptomes and provide cues for spatial reconstruction.\n    \n\n\n          Methods:\n        \n      \n      Single-cell or single-nuclei mRNA sequencing of dissociated mouse kidneys and of dissected cortex, outer, and inner medulla, to represent the corticomedullary axis, was performed. Computational approaches predicted the spatial ordering of cells along the corticomedullary axis and quantitated expression levels of osmo-responsive genes. In situ hybridization validated computational predictions of spatial gene-expression patterns. The strategy was used to compare single-cell transcriptomes from wild-type mice to those of mice with a collecting duct-specific knockout of the transcription factor grainyhead-like 2 (Grhl2CD-/-), which display reduced renal medullary osmolality.\n    \n\n\n          Results:\n        \n      \n      Single-cell transcriptomics from dissociated kidneys provided sufficient information to approximately reconstruct the spatial position of kidney tubule cells and to predict corticomedullary gene expression. Spatial gene expression in the kidney changes gradually and osmo-responsive genes follow the physiologic corticomedullary gradient of tissue osmolality. Single-nuclei transcriptomes from Grhl2CD-/- mice indicated a flattened expression gradient of osmo-responsive genes compared with control mice, consistent with their physiologic phenotype.\n    \n\n\n          Conclusions:\n        \n      \n      Single-cell transcriptomics from dissociated kidneys facilitated the prediction of spatial gene expression along the corticomedullary axis and quantitation of osmotically regulated genes, allowing the prediction of a physiologic phenotype.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33239393/"
}