{
  "pmid": "41325130",
  "title": "Development of an AI algorithm for early identification of MASLD in the electronic health record.",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) affects ~30% of the US adult population, and its prevalence is increasing. Early-stage disease is often missed by clinicians as it is largely asymptomatic until cirrhosis develops. Recent advances in artificial intelligence (AI) have allowed for expanded electronic health record (EHR) identification of several diseases. We aimed to develop an algorithm that utilizes AI to identify patients with MASLD via a large-scale review within the EHR. We created a natural language processing (NLP) algorithm that identifies patients with hepatic steatosis on abdominal imaging and selects for patients meeting MASLD criteria. Validation was carried out via manual review of monthly generated cohorts. The algorithm was then utilized to retrieve a MASLD cohort for initial analysis. Demographics were summarized, and additional variables pertaining to early MASLD management were analyzed. Our algorithm identified patients with MASLD with a positive predictive value (PPV) of over 93%. The NLP component of the algorithm identified hepatic steatosis in imaging reports with a PPV of up to 99.4% and excluded patients with alcohol use with a negative predictive value of ~95%. From a cohort spanning 6 months, 957 individuals with MASLD were identified by the algorithm, of which 14.6% (n=140) had a MASLD-related diagnosis code. We developed an AI algorithm that can perform a large-scale review of electronic health records to identify patients with MASLD with >93% accuracy. Our initial analysis suggests that a substantial proportion of individuals meeting MASLD criteria do not yet carry a MASLD-related diagnosis. Our work can be adapted by other institutions to enhance the detection of MASLD and alcohol use patterns, allowing for targeted interventions to prevent disease progression and improve outcomes.",
  "disease": "liver cirrhosis"
}