{
    "title": "The Interrelation between Oxidative Stress, Depression and Inflammation through the Kynurenine Pathway.",
    "doc_id": "36567285",
    "writer": "Sipahi H",
    "year": "2023",
    "summary": "Moreover, there is a bidirectional relationship between oxidative stress and inflammation. Oxidative stress plays a pathogenic role in chronic inflammatory diseases; depressive disorder is being suggested as one of them. Recent research using several …",
    "abstract": "The prevalence of depression has increased dramatically over the past few decades. Although depression is categorized as a brain disorder, its symptomatology includes some behaviors that also occur during chronic inflammatory stress. According to research, cytokine production and immune system activation may have a role in depression, so this relationship has received much attention. Moreover, there is a bidirectional relationship between oxidative stress and inflammation. Oxidative stress plays a pathogenic role in chronic inflammatory diseases; depressive disorder is being suggested as one of them. Recent research using several oxidative stress indicators demonstrates that antioxidant defenses are diminished and oxidative stress is elevated in depression. Another cytokine- related mechanism widely known for its association with inflammatory illnesses is the kynurenine pathway (KP). KP is responsible for maintaining the balance between neuroprotective and neurogenerative processes in the brain. Therefore, KP plays a role in the pathophysiology of depression. It is thought to impact neurological processes that stem the depression, making it one of the mainstays in explaining oxidative stress-depression-inflammation interrelation. The mechanism is thought to be driven by increasing the expression of proinflammatory cytokines, IDO, and thus the KYN/TRP ratio. This review aims to evaluate the relationship between oxidative stress, depression, and inflammation through the kynurenine pathway through the current studies in the literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36567285/"
}