{
    "title": "Distinct Clusters of HIV-1 CRF01_AE in Zhejiang, China: High-Risk Transmission Cluster 4 Requires Heightened Surveillance.",
    "doc_id": "39411499",
    "writer": "Dai B",
    "year": "2024",
    "summary": "The distribution and characteristics of transmission clusters of HIV-1 CRF01_AE in Zhejiang, Eastern China remains unclear. This study analyzed the epidemiologic characteristics and transmission clusters of HIV-1 CRF01_AE in Zhejiang. ...CRF01_AE drug resistance mut …",
    "abstract": "Background:\n        \n      \n      HIV-1 CRF01_AE is becoming the predominant HIV-1 subtype among patients in China. The distribution and characteristics of transmission clusters of HIV-1 CRF01_AE in Zhejiang, Eastern China remains unclear. This study analyzed the epidemiologic characteristics and transmission clusters of HIV-1 CRF01_AE in Zhejiang.\n    \n\n\n          Methods:\n        \n      \n      Plasma samples obtained from 152 patients of HIV-1 CRF01_AE not undergoing ART were used to amplify HIV-1 pol and env gene. CRF01_AE drug resistance mutations (DRM) prevalence was analysed using Stanford University's HIV Drug Resistance Database. A phylogenetic tree was constructed using FastTree (version 2.1.11) based on the GTR nucleotide substitution model and visualized using Figtree (version 1.4.4) and The Interactive Tree of Life; the Chinese HIV Gene Sequence Data Platform was used to construct genetic transmission networks.\n    \n\n\n          Results:\n        \n      \n      Majority samples could be grouped into CRF01_AE transmission Clusters 1 (11.2%), 4 (64.5%), and 5 (7.2%). The CD4+ T-cell counts in Cluster 1, 4a, 4b are lower than 5 were 15, 38, 30, and 248 cells/mm3, respectively (P < 0.05). The high X4 tropism rates were 13.2%, 11.8%, 20.0%, and 0.0% in Clusters 1, 4a, 4b, and 5, respectively. DRM rates in Clusters 4a and 4b were 17.6%, and 25.45% respectively (P < 0.05), whereas they were 17.6% and 18.2% in Clusters 1 and 5, respectively. In total, 24 transmission genetic networks, comprising 72 sequences and 61 links, were discovered; of them, 61.2%, 11.7%, and 18.2% were from Clusters 4, 1, and 5, respectively (P < 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      In Zhejiang, different CRF01_AE clusters displayed unique clinic features. Cluster 4, particularly Cluster 4b, was considered a high-risk transmission cluster. The surveillance of epidemiology of HIV-1 should be enhanced to minimize its transmission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39411499/"
}