{
    "title": "Pulse wave-based evaluation of the blood-supply capability of patients with heart failure via machine learning.",
    "doc_id": "38243221",
    "writer": "Wang S",
    "year": "2024",
    "summary": "Pulse wave, as a message carrier in the cardiovascular system (CVS), enables inferring CVS conditions while diagnosing cardiovascular diseases (CVDs). Heart failure (HF) is a major CVD, typically requiring expensive and time-consuming treatments for health monitoring and d …",
    "abstract": "Pulse wave, as a message carrier in the cardiovascular system (CVS), enables inferring CVS conditions while diagnosing cardiovascular diseases (CVDs). Heart failure (HF) is a major CVD, typically requiring expensive and time-consuming treatments for health monitoring and disease deterioration; it would be an effective and patient-friendly tool to facilitate rapid and precise non-invasive evaluation of the heart's blood-supply capability by means of powerful feature-abstraction capability of machine learning (ML) based on pulse wave, which remains untouched yet. Here we present an ML-based methodology, which is verified to accurately evaluate the blood-supply capability of patients with HF based on clinical data of 237 patients, enabling fast prediction of five representative cardiovascular function parameters comprising left ventricular ejection fraction (LVEF), left ventricular end-diastolic diameter (LVDd), left ventricular end-systolic diameter (LVDs), left atrial dimension (LAD), and peripheral oxygen saturation (SpO2). Two ML networks were employed and optimized based on high-quality pulse wave datasets, and they were validated consistently through statistical analysis based on the summary independent-samples t-test (p > 0.05), the Bland-Altman analysis with clinical measurements, and the error-function analysis. It is proven that evaluation of the SpO2, LAD, and LVDd performance can be achieved with the maximum error < 15%. While our findings thus demonstrate the potential of pulse wave-based, non-invasive evaluation of the blood-supply capability of patients with HF, they also set the stage for further refinements in health monitoring and deterioration prevention applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38243221/"
}