{
  "pmid": "41467745",
  "title": "Serum uric acid levels and longitudinal change in cognitive function in older adults: a sex-stratified population-based study.",
  "abstract": "Serum uric acid (SUA) has been linked to cognitive function, but sex-specific associations remain unclear. Biological differences in SUA levels between sexes, driven by hormonal and renal factors, highlight the importance for sex-stratified analysis. This study examined the association between SUA levels and changes in cognitive function in older adults. A total of 11,411 community-dwelling ASPirin in Reducing Events in the Elderly (ASPREE) participants, free from dementia at baseline and with valid SUA measurements, were included. The Modified Mini-Mental State Examination (3MS), Hopkins Verbal Learning Test-Revised (HVLT-R), Symbol Digit Modalities Test (SDMT), and Controlled Oral Word Association Test (COWAT) were used to assess cognition at baseline and over a median follow-up of 9 years. Separate linear mixed effects regression models in males and females were fitted to assess the associations between SUA levels and change in cognitive function over time. Females in the lowest SUA quintile (Q1) had significant declines in the measure of global cognition (3MS: β ±SE= -0.07 ± 0.03, p = 0.02) and episodic memory (HVLT-R; delayed recall: β±SE= -0.03 ± 0.01, p = 0.02) compared to the middle quintiles (Q2-Q4), but the highest SUA quintile (Q5) was not associated with decline. No associations were observed for executive function, verbal fluency, or psychomotor speed. In males, no significant associations between SUA levels and change in cognitive function were observed. Low SUA levels were linked to decline in the measure of global cognition and episodic memory among females but not males. High SUA levels were not associated with cognitive decline. Managing SUA levels within the physiological range may support cognitive health, particularly in older females.",
  "disease": "alzheimer disease"
}