{
    "title": "Risk Factors for Musculoskeletal Complaints in Female Musicians: A Systematic Review and Exploration for Future Studies.",
    "doc_id": "34854463",
    "writer": "Borger T",
    "year": "2021",
    "summary": "The two most frequently mentioned female-specific risk factors were hand size and joint laxity. None of the risk factors fulfilled Bradford Hill's criteria for causality. Many other risk factors were suggested, while a number of expected …",
    "abstract": "Background:\n        \n      \n      Female musicians are prone to the development of musculoskeletal complaints (MSC). The etiology of this increased risk is poorly understood. As the number of professional female musicians increases, so does the importance of understanding female-specific risk factors for MSC in musicians.\n    \n\n\n          Objective:\n        \n      \n      To provide an overview of current literature of proven and possible risk factors/etiology of MSC in female musicians, and to identify topics for future studies.\n    \n\n\n          Methods:\n        \n      \n      Systematic review performed according to international guidelines. A database search was performed in MEDLINE (PubMed), Embase, CINAHL, Cochrane, PsycINFO, clinicaltrials.gov, and gray literature. Studies were independently selected and rated by two reviewers. QUIPS and STROBE guidelines were used for assessing quality and risk of bias. Risk factors were categorized by means of the theoretical framework of the International Classification of Functioning (ICF) and evaluated using the Bradford Hill criteria for causality.\n    \n\n\n          Results:\n        \n      \n      Out of 1,924 records, 10 eligible studies were included. A low to moderate level of methodological quality was present in the studies. Fifteen risk factors could be identified from the included studies, which were positioned in the ICF model. The two most frequently mentioned female-specific risk factors were hand size and joint laxity. None of the risk factors fulfilled Bradford Hill's criteria for causality. Many other risk factors were suggested, while a number of expected causes were not encountered.\n    \n\n\n          Conclusion:\n        \n      \n      At this moment, no evidence-based deductions can be made about female-specific risk factors for MSC in musicians. There is a lack of high-quality studies in this field and a need for studies with a different focus and a prospective study design.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34854463/"
}