{
  "pmid": "41410587",
  "title": "Machine learning-based identification of pyroptosis-related genes as biomarkers and targets in primary Sjögren's syndrome.",
  "abstract": "Primary Sjögren's disease (pSD) is a chronic autoimmune disease with significant heterogeneity. Pyroptosis, a highly inflammatory programmed cell death, plays a key role in autoimmune diseases, including pSD. However, the role and mechanisms of pyroptosis-related genes (PRGs) in pSD remain unclear. This study integrated bioinformatics approaches to analyse gene expression datasets from Gene Expression Omnibus. Differentially expressed genes were identified, followed by weighted gene co-expression network analysis and functional enrichment analysis. Multi-model machine learning frameworks and SHapley Additive exPlanations were used to screen candidate genes. The CIBERSORT algorithm explored the correlation between hub pyroptosis-related and pSD-related genes (PSGs) and immune cell populations, validated by single-cell RNA sequencing data. Nomogram models were developed to assess pSD prevalence, and molecular docking studies predicted potential therapeutic agents targeting these genes. A total of 647 differentially expressed genes were identified between pSD patients and healthy controls. Through WGCNA and functional enrichment analysis, significant pathways related to oxidative phosphorylation, apoptosis, and cell adhesion were revealed. Machine learning models identified HADHA, JAK1, BRD4, ATG5, and NRAS as hub PSGs with high diagnostic potential. Nomogram models based on these genes showed promising diagnostic accuracy. Molecular docking results suggested that some compounds could modulate the activity of these key genes. This study provides novel insights into the molecular mechanisms of pSD and highlights potential diagnostic biomarkers and therapeutic targets related to pyroptosis. The integration of bioinformatics and machine learning offers a robust framework for understanding the complex interplay between pyroptosis and pSD pathogenesis.",
  "disease": "rheumatoid arthritis"
}