{
    "title": "Lymph node size and metastatic infiltration in non-small cell lung cancer.",
    "doc_id": "12576367",
    "writer": "Prenzel KL",
    "year": "2003",
    "summary": "BACKGROUND: Preoperative lymph node staging of lung cancer by CT relies on the premise that malignant lymph nodes are larger than benign ones. ...Lymph node size was measured, and lymph nodes were evaluated due to radiologic …",
    "abstract": "Background:\n        \n      \n      Preoperative lymph node staging of lung cancer by CT relies on the premise that malignant lymph nodes are larger than benign ones. Lymph nodes > 1 cm in size are regarded as metastatic nodes. The surgical approach and potential application of neoadjuvant therapy regimens are dependent on this evaluation.\n    \n\n\n          Patients and methods:\n        \n      \n      In a morphometric study, hilar and mediastinal lymph nodes from 256 patients with non-small cell lung cancer (NSCLC) were analyzed. The lymph nodes were counted, the largest diameter of each lymph node was measured, and each lymph node was analyzed for metastatic involvement by histopathologic examination. The frequency of metastatic involvement was calculated and correlated with lymph node size. Preoperative CT scans of 80 patients were retrospectively analyzed by a staff radiologist. Lymph node size was measured, and lymph nodes were evaluated due to radiologic criteria. The radiologic evaluation was compared to the histopathologic diagnosis.\n    \n\n\n          Results:\n        \n      \n      A total of 2,891 lymph nodes were present in the 256 specimens examined for this study. One hundred thirty-nine patients had a pN0 status, whereas 117 patients had lymph nodes that were positive for cancer. Two thousand four hundred eighty-six lymph nodes (86%) were tumor-free, while 405 (14%) showed metastatic involvement on histopathologic examination. The mean (+/- SD) diameter of the nonmetastatic lymph nodes was 7.05 +/- 3.75 mm, whereas infiltrated nodes had a diameter of 10.7 +/- 4.7 mm (p = 0.005). One thousand nine hundred fifty-three of the tumor-free lymph nodes (79%) and 170 of the metastatic lymph nodes (44%) were < 10 mm in diameter. Of 139 patients with no metastatic lymph node involvement, 101 (77%) had at least one lymph node that was > 10 mm in diameter. Of 127 patients with metastatic lymph node involvement, 12% had no lymph node that was < 10 mm. The independent radiologic evaluation of the CT scans of 80 patients yielded a sensitivity of 57.1% and a specificity of 80.6%.\n    \n\n\n          Conclusion:\n        \n      \n      Lymph node size is not a reliable parameter for the evaluation of metastatic involvement in patients with NSCLC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12576367/"
}