{
  "pmid": "41430515",
  "title": "Effect of Esketamine Combined with Lidocaine on Opioid Requirements in the Elderly Undergoing Laparoscopic Colorectal Cancer Surgery: A Randomized, Double-Blind, Controlled Trial.",
  "abstract": "Postoperative pain after surgery for colorectal cancer (CRC) is prone to multiple complications, and opioids are accompanied by significant side effects. There is still unclear evidence regarding the combination of esketamine and lidocaine. This trial was designed to get into the bottom of the synergistic effect of esketamine and lidocaine on reducing opioid requirements in the elderly undergoing CRC surgery. This study enrolled 151 patients to establish the control group (group C, n = 50), the esketamine group (group S, n = 50), and the esketamine + lidocaine group (group SL, n = 51). The primary endpoint was the total sufentanil consumption within 24 h post-surgery. During the first 24 h postoperatively, compared with group C {103.22 μg (103.22 morphine milligram equivalents [MME]), 98.30-108.25 μg}, both group S (100.29 μg [100.29 MME], 99.60-104.43 μg) and group SL (95.13 μg [95.13 MME], 95.20-100.40 μg) had reduced dosage of sufentanil (mean, interquartile range [IQR]) (P < 0.001); while at the remaining time points, groups S/SL were also lower than group C (P < 0.05). The numeric rating scale (NRS) pain scores in the two postoperative days were lower in groups S/SL than in group C, even lower in group SL than group S (P < 0.001). The intraoperative heart rate and mean blood pressure were more likely to be elevated in group S than in group C, while it was lower in group SL than in group S (P < 0.05). Group SL had an accelerated recovery of gastrointestinal function and higher subjective postoperative recovery quality scores on the third and seventh postoperative days than group C (P < 0.05), as well as lower rate of postoperative nausea and vomiting (P = 0.022). Esketamine combined with lidocaine may reduce opioid consumption, improve postoperative analgesia, and better maintain hemodynamic stability during CRC surgery in elderly patients. Chinese Clinical Trial Registry (registration no. ChiCTR2300078997; registration date: 22 December 2023).",
  "disease": "colorectal cancer"
}