{
    "title": "Physical activity and mental health in India: A narrative review.",
    "doc_id": "31478452",
    "writer": "Cherubal AG",
    "year": "2019",
    "summary": "In order to combat these issues and preserve mental health, interventions of exercise are typically advocated. This review aimed to assess the benefits of physical activity on common and severe mental disorders in the Indian context. ...CONCLUSION: Existing l …",
    "abstract": "Background:\n        \n      \n      Apart from its evident impact on physical health, physical activity also has a role to play in mental health. Individuals engaged in physical inactivity have been found to have higher morbidity and health care expenditure. In order to combat these issues and preserve mental health, interventions of exercise are typically advocated. This review aimed to assess the benefits of physical activity on common and severe mental disorders in the Indian context.\n    \n\n\n          Materials and methods:\n        \n      \n      A Boolean search was carried out using both relevant keywords and MeSH terms. Articles were sourced from online databases including PubMed, ScienceDirect, Cochrane Database, PsycINFO and Google Scholar. All studies included in the review were peer-reviewed articles exclusively from India with Indian subjects reporting the relationship between physical activity and at least one mental health outcome including depression, anxiety, psychosis, stress, self-esteem and cognitive functioning.\n    \n\n\n          Results:\n        \n      \n      Nineteen articles were found eligible for the narrative review. Out of these, 7 were cross-sectional studies and 12 were intervention studies.\n    \n\n\n          Conclusion:\n        \n      \n      Existing literature from India has shown promising results towards the impact of physical activity in mental health disorders. However, more research is needed in the assessment of physical activity and physical activity interventions suitable to the Indian context. This review found that exercise and yoga are effective in reducing mean scores for both severe and common mental disorders. Yoga had a more significant impact on patients with schizophrenia than exercise or no intervention. To confirm that exercise is an effective add-on treatment, further research is required.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31478452/"
}