{
    "title": "Fragile X-associated tremor/ataxia syndrome: another phenotype of the fragile X gene.",
    "doc_id": "27355274",
    "writer": "Hessl D",
    "year": "2016",
    "summary": "OBJECTIVE: Neuropsychologists have an important role in evaluating patients with fragile X-associated disorders, but most practitioners are unaware of the recently identified neurodegenerative movement disorder known as fragile X-associated tremor atax …",
    "abstract": "Objective:\n        \n      \n      Neuropsychologists have an important role in evaluating patients with fragile X-associated disorders, but most practitioners are unaware of the recently identified neurodegenerative movement disorder known as fragile X-associated tremor ataxia syndrome (FXTAS). The objective of this editorial is to orient the reader to FXTAS and highlight the importance of clinical neuropsychology in describing the fragile X premutation phenotype and the role practitioners may have in assessing and monitoring patients with or at risk for neurodegeneration.\n    \n\n\n          Method:\n        \n      \n      We issued a call for papers for the special issue, highlighting the primary objective of familiarizing clinical neuropsychologists with FXTAS, and with the neuropsychological phenotype of both male and female asymptomatic carriers.\n    \n\n\n          Results:\n        \n      \n      Eight papers are included, including an overview of the fragile X-associated disorders (Grigsby), a review of the neuroradiological and neurological aspects of FXTAS and how the disorder compares to other movement disorders (O'Keefe et al.), a perspective on the prominence of white matter disease and dementia in FXTAS (Filley), and a review of mouse models of FXTAS (Foote). There are four research papers, including one on self-reported memory problems in FXTAS (Birch et al.), and three papers focused on the neuropsychiatric aspects of the fragile X premutation, a review (Bourgeois), an examination of autism-related traits (Schneider), and a research paper on executive functioning and psychopathology (Grigsby).\n    \n\n\n          Conclusions:\n        \n      \n      The issue highlights the importance of awareness of fragile X-associated disorders for neuropsychologists, an awareness that must reach beyond neurodevelopmental aspects related to fragile X syndrome into the realm of neurodegenerative disease and aging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27355274/"
}