{
    "title": "Determinants of spinal cord stress and strain in degenerative cervical myelopathy: a patient-specific finite element study.",
    "doc_id": "37306885",
    "writer": "Vedantam A",
    "year": "2023",
    "summary": "Degenerative cervical myelopathy (DCM) is the commonest cause of spinal cord dysfunction in older adults and is characterized by chronic cervical spinal cord compression. ...The aim of this study was to measure spinal cord stress/strain i …",
    "abstract": "Degenerative cervical myelopathy (DCM) is the commonest cause of spinal cord dysfunction in older adults and is characterized by chronic cervical spinal cord compression. Spinal cord stress and strain during neck motion are also known contributors to the pathophysiology of DCM, yet these factors are not routinely assessed for surgical planning. The aim of this study was to measure spinal cord stress/strain in DCM using patient-specific 3D finite element models (FEMs) and determine whether spinal cord compression is the primary determinant of spinal cord stress/strain. Three-dimensional patient-specific FEMs were created for six DCM patients (mild [n = 2], moderate [n = 2] and severe [n = 2]). Flexion and extension of the cervical spine were simulated with a pure moment load of 2 Nm. Segmental spinal cord von Mises stress and maximum principal strain were measured. Measures of spinal cord compression and segmental range of motion (ROM) were included in a regression analysis to determine associations with spinal cord stress and strain. Segmental ROM in flexion-extension and axial rotation was independently associated with spinal cord stress (p < 0.001) and strain (p < 0.001), respectively. This relationship was not seen for lateral bending. Segmental ROM had a stronger association with spinal stress and strain as compared to spinal cord compression. Compared to the severity of spinal cord compression, segmental ROM is a stronger determinant spinal cord stress and strain. Surgical procedures that address segmental ROM in addition to cord compression may best optimize spinal cord biomechanics in DCM.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37306885/"
}