{
    "title": "The effect of sleep quality on attitudes toward death in breast cancer survivors.",
    "doc_id": "39287817",
    "writer": "Duzova US",
    "year": "2024",
    "summary": "PURPOSE: The aim of this study was to determine the levels of sleep quality and attitudes toward death among breast cancer survivors and to examine the impact of sleep quality on attitudes toward death. ...CONCLUSION: This study shows that there is a s …",
    "abstract": "Purpose:\n        \n      \n      The aim of this study was to determine the levels of sleep quality and attitudes toward death among breast cancer survivors and to examine the impact of sleep quality on attitudes toward death.\n    \n\n\n          Methods:\n        \n      \n      This descriptive and correlational study was conducted with 117 patients who had been treated for breast cancer in radiation oncology. Data were collected using a Demographic Information Form, the Pittsburgh Sleep Quality Index, and the Death Attitude Profile-Revised Scale.\n    \n\n\n          Results:\n        \n      \n      The mean score for sleep quality among breast cancer survivors was 15.17 ± 3.96, while the mean score for the Death Attitude Profile-Revised was 137.65 ± 30.74. Sleep quality was associated with marital status, place of residence, perception of economic status, presence of social support, time since diagnosis, body mass index, and other factors (p < 0.05). Attitudes toward death were associated with age, educational level, occupation, place of residence, perception of economic status, comorbidity, histopathological stage, chemotherapy status, type of breast surgery, and other factors (p < 0.05). Additionally, a moderately positive correlation was found between sleep quality and attitudes toward death among women undergoing breast cancer treatment (r = 0.368, p < 0.001). It was determined that patients' sleep quality, education status, and comorbidity had a significant effect on attitudes toward death and the variables explained 29.4% of the variance (R2 = 0.294) (p < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      This study shows that there is a significant relationship between sleep quality and attitudes toward death in cancer patients and that sleep quality affects attitudes toward death. In addition, when evaluating the sleep quality and attitudes toward death of women treated for breast cancer, taking into account their sociodemographic characteristics and treatment characteristics may contribute positively to the recovery process and quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39287817/"
}