{
  "pmid": "41439122",
  "title": "Protocol for the Asian Cohort for Alzheimer's Disease (ACAD) Study.",
  "abstract": "To address knowledge gaps in Alzheimer's disease (AD) research, the Asian Cohort for Alzheimer's Disease (ACAD) Study will recruit over 5000 participants of Asian descent aged 60 or older in the United States and Canada. The current focus is on participants with Chinese, Korean, or Vietnamese ancestry, with the goal of characterizing both genetic and non-genetic risk factors. ACAD has assembled a culturally and linguistically appropriate data collection protocol, as well as a biosample collection protocol. Recruitment strategies follow community-based participatory research (CBPR) approaches to encourage research participation and engage Asian communities in brain health education. The ACAD Clinical Core has developed a data collection packet (DCP) that gathers information on demographics, lifestyle factors, medical history, functional impairment, and cognitive status to support a dementia-related consensus diagnosis. Questionnaires and cognitive tests in the DCP are carefully selected or adapted to strike balance between alignment with existing AD cohorts and capturing the uniqueness in Asian subpopulations that may be related to AD. ACAD conducts a 2-year follow-up visit with all participants and a second 2-year follow-up visit with those participants who received a diagnosis of mild cognitive impairment at the first follow-up visit to confirm the robustness of the DCP and capture the trajectory of cognitive decline. ACAD is well positioned to address major challenges in recruitment, language barriers, and cultural appropriateness to ensure accurate assessment with the use of the DCP (developed in ACAD targeted languages) and multilingual research coordinators. Along with DNA and plasma biomarkers derived from biosamples, ACAD integrates comprehensive survey and cognitive data to facilitate multidimensional analyses. The data collection protocol is adaptable for other Asian subpopulations beyond ACAD's current focus, with an expectation of further bridging the gap in participant diversity within AD research. Asian Americans and Asian Canadians constitute one of the fastest growing non-White older populations.Asians have been under-represented in American and Canadian AD research.The ACAD Study addresses that under-representation in research.The study investigates Chinese, Vietnamese, and Korean genetic and non-genetic risk factors for AD.The data collection protocol is adapted for Asians but maintains synergy with existing cohorts.",
  "disease": "alzheimer disease"
}