{
    "title": "Changes in Activity of Spinal Postural Networks at Different Time Points After Spinalization.",
    "doc_id": "31496938",
    "writer": "Zelenin PV",
    "year": "2019",
    "summary": "Postural limb reflexes (PLRs) are an essential component of postural corrections. Spinalization leads to disappearance of postural functions (including PLRs). After spinalization, spastic, incorrectly phased motor responses to postural perturbations containing oscil …",
    "abstract": "Postural limb reflexes (PLRs) are an essential component of postural corrections. Spinalization leads to disappearance of postural functions (including PLRs). After spinalization, spastic, incorrectly phased motor responses to postural perturbations containing oscillatory EMG bursting gradually develop, suggesting plastic changes in the spinal postural networks. Here, to reveal these plastic changes, rabbits at 3, 7, and 30 days after spinalization at T12 were decerebrated, and responses of spinal interneurons from L5 along with hindlimb muscles EMG responses to postural sensory stimuli, causing PLRs in subjects with intact spinal cord (control), were characterized. Like in control and after acute spinalization, at each of three studied time points after spinalization, neurons responding to postural sensory stimuli were found. Proportion of such neurons during 1st month after spinalization did not reach the control level, and was similar to that observed after acute spinalization. In contrast, their activity (which was significantly decreased after acute spinalization) reached the control value at 3 days after spinalization and remained close to this level during the following month. However, the processing of postural sensory signals, which was severely distorted after acute spinalization, did not recover by 30 days after injury. In addition, we found a significant enhancement of the oscillatory activity in a proportion of the examined neurons, which could contribute to generation of oscillatory EMG bursting. Motor responses to postural stimuli (which were almost absent after acute spinalization) re-appeared at 3 days after spinalization, although they were very weak, irregular, and a half of them was incorrectly phased in relation to postural stimuli. Proportion of correct and incorrect motor responses remained almost the same during the following month, but their amplitude gradually increased. Thus, spinalization triggers two processes of plastic changes in the spinal postural networks: rapid (taking days) restoration of normal activity level in spinal interneurons, and slow (taking months) recovery of motoneuronal excitability. Most likely, recovery of interneuronal activity underlies re-appearance of motor responses to postural stimuli. However, absence of recovery of normal processing of postural sensory signals and enhancement of oscillatory activity of neurons result in abnormal PLRs and loss of postural functions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31496938/"
}