{
  "pmid": "41461133",
  "title": "Automatic lung dose painting for functional lung avoidance radiotherapy through multi-modality-guided dose prediction.",
  "abstract": "This study aims to develop a multi-modality-guided dose prediction (MMDP)-based auto-planning algorithm for Functional Lung Avoidance Radiotherapy (FLART) guided by voxel-wise lung function images. The proposed auto-planning algorithm consists of a novel MMDP model and a function-guided dose mimicking algorithm. The MMDP model features extracting complementary features from multi-modality images for predicting dose distributions close to FLART plans. An instance-weighting anatomy-to-function training strategy is tailored to enhance prediction accuracy. A function-guided voxelwise dose mimicking algorithm is developed to convert predicted dose into FLART (MMDP-FLART) plans. We retrospectively collected data from 163 lung cancer patients across three institutions, comprising 114/28 cases for training/validation and 21 cases with SPECT ventilation (V) images for testing. Furthermore, we prospectively collected 33 cases with SPECT perfusion (Q) images for evaluation. MMDP-FLART plans were compared against conventional radiotherapy (ConvRT) and FLART plans manually created by senior clinicians. MMDP achieved accurate dose predictions, with median prediction errors for all assessed dose-volume histogram (DVH) metrics within ±1Gy/±1%. The MMDP model reduced prediction absolute errors for functionally weighted mean lung dose (fMLD) by 12.77% compared to an anatomy-guided dose prediction model and the instance-weighting anatomy-to-function training strategy reduced prediction absolute errors for fMLD by 22.64%. Compared to manual ConvRT plans, MMDP-FLART plans effectively reduced fMLD by 0.80 Gy (11.9%, p<0.01) and 0.46 Gy (6.0%, p<0.01) on SPECT V and Q datasets respectively. Compared to manual FLART plans, MMDP-FLART plans exhibited lower and comparable fMLD on SPECT V and Q datasets respectively with lower dose to heart and esophagus. The MMDP model with instance-weighting anatomy-to-function training can achieve accurate dose prediction for FLART. The MMDP-based autoplanning algorithm can produce FLART plans leveraging voxel-wise lung function information from V/Q images. It shows promise in promoting FLART planning efficiency, consistency, and quality.",
  "disease": "lung cancer"
}