{
    "title": "Examining the theory-effectiveness hypothesis: A systematic review of systematic reviews.",
    "doc_id": "30793445",
    "writer": "Dalgetty R",
    "year": "2019",
    "summary": "The theory-effectiveness hypothesis has not been systematically examined at the systematic review level. What does this study add? Theory use as operationalized by systematic review authors was not associated with increased effectiveness within systema …",
    "abstract": "Purpose:\n        \n      \n      Health interventions based on theory may be more effective than those that are not. This review of reviews synthesizes all published randomized controlled trial (RCT) meta-analytic evidence from the last decade to examine whether theory-based interventions were found to be associated with more effective adult health behaviour change interventions.\n    \n\n\n          Methods:\n        \n      \n      Systematic reviews including meta-analyses were identified by searching Medline, CINAHL, PsycINFO, and CDSR. A narrative synthesis was used to summarize and analyse the evidence. Only reviews including RCTs of health behaviour change interventions with adults aged 18+ published from 2007 to 2017 were included.\n    \n\n\n          Results:\n        \n      \n      Of 8,659 articles, nine systematic reviews met inclusion criteria. The majority of reviews (n = 8) suggested no increased effectiveness for theory-based compared to non-theory-based interventions for effectiveness of outcomes relating to health behaviour. Less than half of the RCTs included in the reviews reported the use of theory (85/183). Two reviews suggested interventions based on control theory, motivational interviewing, or self-determination theory were associated with greater effectiveness for physical activity and/or dietary interventions and outcomes. Methodological and reporting issues limit the conclusions.\n    \n\n\n          Conclusions:\n        \n      \n      Theory-based interventions as currently operationalized in systematic reviews were not found to be more effective than non-theory-based interventions. Methodological and reporting issues at study and review level may not reflect the true utility of theory use within health behaviour interventions. The promotion of theory use may benefit from using a multifaceted argument, rather than a narrow focus of increased effectiveness. Statement of contribution What is already known on this subject? Theory use is regularly promoted by claiming that it will lead to more effective behaviour change interventions. Theory use has been frequently linked to effectiveness within systematic reviews of behaviour change interventions. The theory-effectiveness hypothesis has not been systematically examined at the systematic review level. What does this study add? Theory use as operationalized by systematic review authors was not associated with increased effectiveness within systematic reviews examining randomized controlled trials of behaviour change interventions in adults. Interventions based on control theory, motivational interviewing, or self-determination theory were associated with greater effectiveness for physical activity and/or dietary interventions and outcomes. Theory use should be promoted using a multifaceted argument, and assertions for increased effectiveness of theory-based interventions should only be used in domains where specific evidence exists to support this claim.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30793445/"
}