{
    "title": "Spinal transection reduces both spinal antinociception and CNS concentration of systemically administered morphine in rats.",
    "doc_id": "1933337",
    "writer": "Advokat C",
    "year": "1991",
    "summary": "One prediction from this model is that the antinociceptive effect of intrathecal (spinal) morphine injections should not be reduced by spinalization. When examined experimentally, this prediction was not supported; the antinociceptive effect of intrathecally adminis …",
    "abstract": "Within one day after spinal transection, the antinociceptive effect of systemically administered morphine on the spinal withdrawal reflex is significantly reduced. This observation has provided important empirical support for the present model of opiate-induced analgesia. One prediction from this model is that the antinociceptive effect of intrathecal (spinal) morphine injections should not be reduced by spinalization. When examined experimentally, this prediction was not supported; the antinociceptive effect of intrathecally administered morphine was significantly enhanced after acute spinalization. This result suggested an alternate hypothesis of morphine-induced analgesia. One prediction from this new hypothesis is that the decreased behavioral response to systemic morphine in spinal rats is due to a decrease in the spinal concentration of morphine produced by spinal transection. To test this prediction separate groups of intact rats and acute (one day) spinal rats, were assessed with the tail-flick (TF) procedure 60 min after subcutaneous injection of various doses of morphine (0.75, 1.5, 3.0, 4.5, 6.0 or 9.0 mg/kg) or at different time points (30, 60, 90, 150 or 240 min) after a single injection of 9.0 mg/kg. Immediately after behavioral testing, the rats were killed and brains, spinal cords and blood samples were collected and subsequently analyzed with a morphine radioimmunoassay. The results show that the concentration of morphine in the brain and spinal cords of acute spinal rats is significantly lower than that of intact rats, whereas morphine levels in the blood do not differ. These data suggest that the decreased antinociceptive effect of subcutaneous morphine in acute rats is due to a decrease in the concentration of the opiate in the central nervous system.(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1933337/"
}