{
    "title": "Endometrial cancer and bariatric surgery: A scoping review.",
    "doc_id": "30700395",
    "writer": "Aubrey C",
    "year": "2019",
    "summary": "They were categorized into evidence for risk reduction of bariatric surgery on endometrial cancer, the impact of bariatric surgery on endometrial pathology, immunohistochemistry, metabolic profiles, and bariatric surgery as a potential adjunct to treatment in end …",
    "abstract": "Background:\n        \n      \n      Endometrial cancer is strongly associated with obesity, and weight reduction has been demonstrated to decrease risk and overall mortality. Bariatric surgery results in the most dramatic weight loss among morbidly obese individuals, and the impact of bariatric surgery on endometrial cancer requires further investigation.\n    \n\n\n          Objective:\n        \n      \n      To conduct a scoping review of the published literature of the effects of bariatric surgery on endometrial cancer, as risk reduction and potential adjunct to treatment.\n    \n\n\n          Setting:\n        \n      \n      University Hospital, Canada.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive search of peer-reviewed literature was conducted by an expert searcher and librarian to retrieve relevant articles discussing aspects of endometrial cancer or endometrial hyperplasia and bariatric surgery.\n    \n\n\n          Results:\n        \n      \n      After screening, 23 articles met inclusion for review. They were categorized into evidence for risk reduction of bariatric surgery on endometrial cancer, the impact of bariatric surgery on endometrial pathology, immunohistochemistry, metabolic profiles, and bariatric surgery as a potential adjunct to treatment in endometrial cancer.\n    \n\n\n          Conclusion:\n        \n      \n      There is ample evidence demonstrating a risk reduction in women with obesity (body mass index >30 kg/m2) undergoing bariatric surgery for subsequent development of endometrial cancer. However, there is a paucity of data investigating its role as an adjunct for therapy. There is sufficient evidence to argue for the inclusion of endometrial hyperplasia and endometrial cancer as obesity-related conditions and the access to bariatric surgery should be broadened for affected individuals to reflect this.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30700395/"
}