{
  "pmid": "41452106",
  "title": "Comparison of the effectiveness, safety and tolerability of Perampanel and Levetiracetam as monotherapy in Chinese patients with focal-onset seizures: A single-center, ambispective, open-label, real-world observational study.",
  "abstract": "To compare the effectiveness and safety of Perampanel (PER) and Levetiracetam (LEV) as monotherapy in Chinese patients with focal-onset seizures (FOS). This is a single-center, ambispective, open-label, real-world observational study. The PER arm of the study prospectively enrolled patients aged ≥4 years with FOS who visited Nanjing Brain Hospital during January 2020 to December 2021. These patients received PER monotherapy and were prospectively followed until January 2024. For the LEV arm, data were retrospectively collected from patients with FOS who started LEV monotherapy during January 2019 to December 2021, and these patients were retrospectively followed until January 2024. The primary endpoint was seizure-freedom rate (SFR) after 24 months of treatment. Treatment-emergent adverse events (TEAEs) were recorded. Seventy patients in the PER group and 77 patients in the LEV group were enrolled. The PER group had a non-significant trend of higher SFR than the LEV group at 24 months (58.6% vs. 41.3%, p = 0.06). At 6 and 12 months, PER showed significantly higher SFRs than LEV (69.8% vs. 48.6%, p = 0.01; 68.3% vs. 38.8%, p < 0.001, respectively). The two groups had comparable retention rates. The PER group had a significantly higher incidence of TEAEs than the LEV group (37.1% vs. 11.7%, p < 0.001) because of the significantly higher incidence of dizziness in the PER group. None of the TEAEs was serious. Patients with FOS receiving PER monotherapy were more likely to achieve seizure freedom and had a higher incidence of dizziness than those receiving LEV monotherapy. This study compared the effectiveness and safety of PER and LEV as monotherapy in Chinese patients with focal-onset seizures (FOS), in which 70 patients receiving PER monotherapy and 77 patients receiving LEV monotherapy were enrolled. Compared with LEV, PER had significantly higher seizure-freedom rates (SFRs) at 6 and 12 months and a non-significant trend of higher SFR at 24 months. The two treatments had comparable retention rates. Chinese patients with FOS receiving PER monotherapy were more likely to achieve seizure freedom and had a higher incidence of dizziness than LEV.",
  "disease": "epilepsy"
}