{
  "pmid": "41459008",
  "title": "A window of opportunity: a pilot study exploring smoking cessation support during COPD hospitalisation.",
  "abstract": "A significant proportion of patients with chronic obstructive pulmonary disease (COPD) continue smoking after diagnosis, contributing to increased symptom burden, more frequent exacerbations and poorer long-term outcomes. Hospitalisation due to COPD exacerbation may serve as a \"window of opportunity\" for delivering smoking cessation support. This pilot study evaluated the feasibility of integrating structured smoking cessation support into routine inpatient care for patients hospitalised with a COPD exacerbation. We followed 45 patients admitted for COPD exacerbation who reported active smoking at baseline. Smoking status and COPD symptoms (COPD Assessment Test, CAT) were evaluated at baseline, 1 month and 3 months after discharge. Comparisons were made between participants with smoking and non-smoking status at 1 month follow-up, and across three groups at 3 months: sustained non-smoking, sustained smoking and smoking relapse. At 1 month, 30 patients (66.7%) reported abstinence, and 19 (42.2%) remained abstinent at 3 months. Improvements in mean CAT scores were observed over time, from 22.9 (95% CI = 20.0-25.7) at baseline to 13.9 (CI = 11.4-16.3) at 1 month and 12.9 (CI = 10.1-15.6) at 3 months. A trend towards lower CAT scores were observed for participants with non-smoking status at follow-up, compared with those who were smoking. We observed, that those who sustained non-smoking at follow-up were older, had higher baseline expectations of quitting and reported greater confidence in their ability to stop. However, those who relapsed at three months were the oldest. Being without a partner appeared more common among sustained smoking at follow-up. Smoking cessation support initiated during COPD hospitalisation was feasible and the majority of patients reported short-term abstinence and meaningful reductions in symptom burden. Age, expectations and confidence appeared to affect cessation trajectories, but should be explored further in larger, controlled trials and implementation setups.",
  "disease": "chronic obstructive pulmonary disease"
}