{
  "pmid": "41312335",
  "title": "Home-Based Heated Humidified High-Flow Therapy for Respiratory Conditions: A Health Technology Assessment.",
  "abstract": "Respiratory conditions encompass a wide range of disorders that affect the lungs and other parts of the respiratory system. These conditions vary greatly in severity and impact, from mild, transient issues to chronic, life-threatening diseases. Treatment options include medications, pulmonary rehabilitation, surgery, and respiratory therapies such as mechanical ventilation, continuous positive airway pressure, bilevel positive airway pressure, conventional oxygen therapies, and heated humidified high-flow therapy (HHHFT). We conducted a health technology assessment of home-based HHHFT for (1) children with pediatric obstructive sleep apnea (OSA) who cannot tolerate conventional respiratory therapies at home, and (2) adults and children hospitalized for respiratory conditions who will need treatment at home once they are discharged and who have no at-home alternatives that offer an equivalent level of support. This assessment included an evaluation of effectiveness, safety, the budget impact of publicly funding home-based HHHFT, and patient preferences and values. We performed a systematic literature search of the clinical evidence of the effectiveness and safety of home-based HHHFT for the populations described above. We performed a systematic economic literature search, but we did not conduct a primary economic evaluation because of a lack of evidence. We analyzed the budget impact of publicly funding home-based HHHFT in children with pediatric OSA and in adults and children with other respiratory conditions in Ontario. To contextualize the potential value of home-based HHHFT, we aimed to speak with adults and care partners of children in Ontario who had lived experience of respiratory conditions, including those with and without direct experience of HHHFT. We did not identify any studies that met the eligibility criteria for our clinical evidence review. The estimated annual budget impact of publicly funding home-based HHHFT in Ontario over the next 5 years ranges from cost savings of $185,981 for children with pediatric OSA to an additional $2.5 million for adults and children with other respiratory conditions. We estimate that publicly funding home-based HHHFT would result in 99 fewer inpatient visits and 127 fewer outpatient visits related to pediatric OSA. It would also result in 653 inpatient days avoided for adults and children with other respiratory conditions. Due to data limitations, these budget impact estimates are highly uncertain. Care partners discussed the difficulties of caring for a child with complex care needs - particularly those of caring for a child with a tracheostomy. They shared their experiences with alternative treatment options that were ineffective in managing their child's symptoms. People with direct experience using home-based HHHFT highlighted its positive impact on their child's respiratory symptoms, improving quality of life and reducing hospital and specialist visits. Initial and ongoing costs were the biggest barriers to accessing HHHFT. We did not identify any studies that specifically evaluated the comparative effectiveness and safety of home-based HHHFT in relation to our research questions, but we did identify several studies conducted in other contexts that demonstrated the benefits of HHHFT, including improved oxygenation, reduced respiratory rates, decreased OSA severity, and fewer acute exacerbations of chronic obstructive pulmonary disease when used in hospital and at home. As well, HHHFT is used widely in Ontario hospitals, is generally considered to be clinically effective, and is standard care in such settings. We estimate that publicly funding home-based HHHFT in Ontario over the next 5 years would result in cost savings for children with pediatric OSA and additional costs of $2.5 million for adults and children with other chronic respiratory conditions. We estimate that publicly funding home-based HHHFT would result in fewer inpatient visits, fewer outpatient visits, and inpatient days avoided. Care partners of children with respiratory conditions viewed home-based HHHFT positively; for many, it became an essential treatment when other options failed. However, cost was a substantial barrier to accessing this treatment.",
  "disease": "chronic obstructive pulmonary disease"
}