{
    "title": "Spatial and temporal patterns of transcription of a wound-induced gene in potato.",
    "doc_id": "2311575",
    "writer": "Stanford AC",
    "year": "1990",
    "summary": "Sequences greater than 560 bp upstream of the transcription start site of win2 were shown to be important for wound inducibility. The dramatic induction of GUS activity detected using fluorometric assays of extracts of wounded and aged leaves of several independent …",
    "abstract": "Transcriptional fusions between the gene encoding win2 from potato and the reporter gene encoding beta-glucuronidase (GUS) have been used to study the spatial and temporal patterns of wound induced gene activity in transgenic potato and tobacco plants. Gene fusions containing a full length win2 promoter were found to be correctly regulated in response to mechanical wounding in transgenic potato, but not in the heterologous host, tobacco. Sequences greater than 560 bp upstream of the transcription start site of win2 were shown to be important for wound inducibility. The dramatic induction of GUS activity detected using fluorometric assays of extracts of wounded and aged leaves of several independent win2--GUS transformants was consistent with the kinetics of win2 mRNA accumulation. Histochemical analysis of wounded leaves showed that transcription first occurred in cells immediately adjacent to the wound, and was then progressively induced in cells associated with the vascular system at a distance from the wound site. In tubers, a localized response to wounding was observed, and this only spread to other parts of the tuber if it had started to sprout. It was concluded that active vascular transport was necessary for the spread of wound response. Win2--GUS fusions were also expressed as part of normal plant development, as GUS activity was detected in the developing buds and in a layer of cells associated with the lenticels of unwounded tubers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2311575/"
}