{
  "pmid": "41470896",
  "title": "Carbohydrate Reduction and a Holistic Model of Care in Diabetes Management: Insights from a Retrospective Multi-Year Audit in New Zealand.",
  "abstract": "The global epidemic of type 2 diabetes (T2D) is a critical public health issue, particularly in New Zealand, where prevalence rates are high, especially among Māori and Pacific people. Recent research indicates that dietary interventions, particularly carbohydrate reduction, can lead to the remission or reversal of T2D. However, little is known about how such approaches perform when implemented in routine New Zealand primary care, particularly within high-risk and underserved populations. This study aimed to evaluate changes in HbA1c, diabetes status, and cardiometabolic outcomes among adults with prediabetes and T2D engaged in such a model of care. This study reports findings from a retrospective, observational, real-world, multi-site clinical audit (service evaluation) of a holistic model of care implemented in three primary care practices in New Zealand. The model of care is characterised by a three-pronged approach: whole food, carbohydrate reduction; a health-coach, behaviour-change-based delivery approach; and community- or peer-based initiatives. Audit data from 106 patients with prediabetes (PD) and T2D were analysed (median follow-up 19 months; IQR 6-32) to assess changes in glycosylated haemoglobin (HbA1c) levels, diabetes status, and cardiometabolic outcomes. We observed an overall reduction in HbA1c (median change -3 mmol/mol (IQR: -7 to 3),  Given the retrospective and uncontrolled audit design, findings should be interpreted with appropriate caution. However, the consistent improvements observed across multiple practices suggest that carbohydrate-reduction strategies within holistic models of care can meaningfully improve diabetes outcomes in real-world primary care settings. Future research should evaluate longer-term sustainability, implementation fidelity, and the applicability of this model at scale, particularly for Māori and Pacific communities.",
  "disease": "diabetes mellitus"
}