{
  "pmid": "41427654",
  "title": "Correlations between antiseizure medications and interictal epileptiform discharges in the idiopathic generalized epilepsies: A retrospective exploratory analysis of home video-electroencephalographic studies.",
  "abstract": "This study was undertaken to investigate the efficacy of antiseizure medications in reducing interictal epileptic discharges (IEDs) in patients with idiopathic generalized epilepsies (IGEs) and to explore the relationship between IED measures and clinical events. We hypothesize that valproate and ethosuximide are superior to levetiracetam, which in turn is superior to lamotrigine in reducing IED activity. We performed a retrospective analysis of 577 video-electroencephalographic studies in individuals with IGEs over a median recording duration of 5 days. Clinical variables analyzed for each study included the following: antiseizure medication regimen, seizure occurrence, mean, median, and maximum IED durations, IED rate (events per hour), and IED burden (percentage of the recording containing IEDs). All IED outcomes were measured twice: for all detected IEDs and for IEDs ≥3 s. Linear regression analysis of the monotherapy regimens found that carbamazepine was associated with greater IED rates (all: β = 20.0 events/h, p < .001; ≥3 s: β = 2.4 events/h, p < .001). Similarly, regression analysis of the dual therapy regimens revealed that valproate and lamotrigine were associated with reduced IED rates and burdens in the overall cohort (rate: β = -18.0 events/h, p = .028; burden: β = -.62%, p = .031). Additionally, participants with detected seizures exhibited higher IED durations, rates, and burdens than those without seizures, in both the overall and ≥3-s cohorts (all p < .001). These findings do not conclusively support or reject the hypothesis. Carbamazepine is associated with increased interictal event rate, whereas the valproate and lamotrigine combination is associated with reduced interictal event rate and burden. Our findings also demonstrate that increased IED outcomes are associated with seizure occurrence.",
  "disease": "epilepsy"
}