{
    "title": "From Establishing a World-Renowned Eye Institute to Integrating Ophthalmology and Optometry in China: The Story of The Eye Hospital of Wenzhou Medical University.",
    "doc_id": "33793438",
    "writer": "Lu F",
    "year": "2021",
    "summary": "The Eye Hospital of Wenzhou Medical University (the Eye Hospital) has found its ways to thrive within the contexts of China to become one of the world-leading institutes in providing ophthalmology and optometry training, education, research, and clinical care at the intern …",
    "abstract": "The Eye Hospital of Wenzhou Medical University (the Eye Hospital) has found its ways to thrive within the contexts of China to become one of the world-leading institutes in providing ophthalmology and optometry training, education, research, and clinical care at the international standards within 2 decades. It is also the only eye institute in China that possesses 3 national-level research centers (National Clinical Research Center for Ocular Disease, State Key Laboratory of Ophthalmology, Optometry and Visual Science, and National Engineering Technology Research Center for Ophthalmology and Optometry). The hospital is instrumental to the unique medical program in which medical graduates could be both medical doctors and optometrists. Over 10% of the eye doctors in China were trained by the hospital. The SCI-indexed journal Eye and Vision, which is the top eye journal from China, was established by the Eye Hospital in 2015. Its recent endeavor entitled \"Eye Valley\" provides a one-stop platform for innovation and technology incubation, basic research to clinical trial, from US Food & Drug Administration (FDA) registration to drug production, etc. This article reviews the history of development of the Eye Hospital and elaborates its spirit of \"making the impossible possible\", which has guided it all the way through from an unknown regional to a renowned top-tier hospital with national and global recognition as a first-class institution.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33793438/"
}