{
  "pmid": "41463463",
  "title": "Exploratory Single-Cell Transcriptomic Profiling Reveals Dysregulated Glial Populations and Pathways in Focal Cortical Dysplasia Epilepsy.",
  "abstract": "Focal cortical dysplasia (FCD) is a prevalent cause of drug-resistant epilepsy, but a comprehensive understanding of its pathogenesis at a cellular resolution remains limited. Previous transcriptomic studies, often constrained by bulk tissue analysis, have been unable to dissect the cell-type-specific contributions to epileptogenesis. We performed scRNA-seq on cortical tissues from one surgical patient with FCD type II and one matched control. Cell clustering, annotation, and identification of differentially expressed genes (DEGs) were conducted using standard Seurat workflow. We focused on the molecular alterations in three major glial cell types: astrocytes, microglia, and oligodendrocytes. To functionally interpret the DEGs, we performed enrichment analyses using Gene Ontology (GO) and the Kyoto Encyclopedia of Genes and Genomes (KEGG). Our profiling revealed a profoundly reconstituted cellular ecosystem in the FCD cortex. We found a marked expansion of microglia (65.57% vs. 47.02%; a ~39% relative increase) and astrocytes (10.98% vs. 4.11%; a ~167% relative increase), alongside a severe depletion of oligodendrocytes (8.12% vs. 30.63%; a ~73% relative decrease). Critically, a core set of 128 differentially expressed genes (DEGs) was shared across these glial populations, featuring consistent upregulation of RAC1 and downregulation of ATP5F1D, pointing to convergent pro-inflammatory and mitochondrial dysfunction pathways. Enrichment analyses further demonstrated a coordinated engagement of neuroinflammatory pathways, most notably IL-17 signaling. Subsequent cell-cell communication inference revealed a broad attenuation of intercellular signaling, with a 35% reduction in interaction numbers, indicating a breakdown of coordinated cellular crosstalk. This exploratory single-cell study provides preliminary evidence of a convergent glial pathology in FCD, characterized by shared molecular disruptions in inflammation and metabolism. Our findings highlight RAC1 and IL-17 signaling as potentially actionable pathways, warranting further investigation into their therapeutic potential for mitigating epileptogenesis in FCD.",
  "disease": "epilepsy"
}