{
  "pmid": "41450584",
  "title": "The efficacy and safety of danuglipron and orforglipron in patients with type 2 diabetes and obesity: a systematic review and meta-analysis.",
  "abstract": "This study assesses the efficacy and safety of the novel oral small molecule glucagon-like peptide-1 receptor agonists (GLP-1 RAs) danuglipron and orforglipron in the treatment of type 2 diabetes (T2DM) and obesity through systematic review and meta-analysis. Electronic databases (PubMed, Web of Science, Cochrane Library and Embase) were systematically searched up to 20 May 2025 to include randomised controlled trials evaluating danuglipron/orforglipron in patients with T2DM and/or obesity. Changes in glycated haemoglobin (HbA1c), fasting plasma glucose (FPG), fasting plasma insulin (FPI), weight and body mass index (BMI) compared with baseline post-treatment were evaluated using random-/fixed-effects models, alongside safety outcomes. Eight studies with low bias risk involving 1,454 participants were analysed. Meta-analysis results demonstrated that danuglipron significantly decreased HbA1c (mean difference [MD]: -0.90; 95% CI: -1.06, -0.74), FPG (MD: -24.66; 95% CI: -30.45, -18.86) and weight (MD: -2.17; 95% CI: -3.10, -1.23) and improved FPI (MD: 2.94; 95% CI: 1.50, 4.38). Orforglipron also showed significant positive effects on HbA1c (MD: -1.02; 95% CI: -1.18, -0.86), FPG (MD: -26.91; 95% CI: -31.05, -22.78), weight (MD: -6.28; 95% CI: -8.45, -4.11) and BMI (MD: -2.64; 95% CI: -3.38, -1.89). However, both danuglipron and orforglipron were associated with the occurrence of treatment-related adverse events and gastrointestinal adverse events (AEs). The oral GLP-1 RAs danuglipron and orforglipron are capable of improving blood glucose levels and reducing weight; however, they also pose an increased risk of gastrointestinal AEs. Further longitudinal studies are warranted to gain a deeper understanding of their efficacy, safety and tolerability.",
  "disease": "diabetes mellitus"
}