{
  "pmid": "41455506",
  "title": "Impact of Lower Extremity Mechanical Axis Alignment on Clinical Outcomes Following Mosaicplasty for Medial Talar Osteochondral Lesions: A Retrospective Comparative Study.",
  "abstract": "The impact of proximal lower extremity malalignment on mosaicplasty outcomes for medial talar osteochondral lesions remains unclear. To determine whether knee-origin varus malalignment of the mechanical axis affects clinical outcomes and cartilage repair quality after mosaicplasty for medial talar osteochondral lesions. Forty-four patients who underwent mosaicplasty for medial talar osteochondral lesions (2020-2023) were stratified into Group 1 (varus malalignment, n=21) and Group 2 (neutral/mild valgus, n=23) based on standing long-leg radiographs. Visual analog scale (VAS) pain scores, American Orthopaedic Foot and Ankle Society (AOFAS) scores, and Magnetic Resonance Observation of Cartilage Repair Tissue (MOCART) 2.0 scores were compared. Mean follow-up was 49.3±26.2 months. Group 1 demonstrated significantly higher postoperative VAS scores (4.4±2.0 vs. 1.5±0.7, p<0.001) and less pain improvement (ΔVAS: 4.2±2.0 vs. 5.7±1.1, p<0.05) compared with Group 2. AOFAS scores were similar postoperatively (81.8±9.8 vs. 85.5±8.6, p=0.075). MOCART 2.0 scores showed no significant difference (75±19 vs. 77±18, p=0.859). Strong correlations existed between mechanical axis deviation and postoperative VAS (ρ=0.804, p<0.001). Although some patients developed radiographically visible arthritic changes during follow-up, no patient underwent revision surgery or arthrodesis due to advanced osteoarthritis. Varus malalignment was associated with higher postoperative pain scores and less pain improvement following mosaicplasty for medial talar osteochondral lesions, despite similar functional outcomes and cartilage repair quality. These findings suggest that surgical planning should consider mechanical axis alignment and that corrective realignment procedures may be warranted in select patients with significant varus deformity to optimize pain outcomes. Level III, retrospective cohort study.",
  "disease": "osteoarthritis"
}