{
  "pmid": "41468457",
  "title": "Examining Canadian youth's engagement with food companies via digital media.",
  "abstract": "Digital food marketing to youth is concerning given its widespread reach, engagement strategies and influence on lifelong food behaviours. Nonethless, little is known about youth's engagement (i.e., liking/sharing/following food companies on social media, having food company/restaurant/delivery service apps downloaded) with food companies via digital media, particularly in Canada. This study examined whether youth's digital engagement with food companies differed by sociodemographic characteristics in Canada. An observational cross-sectional online survey was conducted in 2023 among 1162 Canadian children (aged 10-12 years) and adolescents (13-17 years). Participants self-reported their sociodemographic information and engagement with food companies via digital media. Descriptive analyses and logistic regression models examined differences in engagement by gender, age group, race/ethnicity and income adequacy. Among all participants, 20.9% reported having liked, shared, or followed food/restaurant companies on social media, 23.1% had food/restaurant company apps on their smartphones, and 16.6% had apps for food delivery services. White participants and youth from medium income adequacy households had lower odds of having liked/shared/followed food companies on social media than racial/ethnic minority group participants (OR: 0.59; 95% CI: 0.43, 0.80) and those from low income adequacy households (OR: 0.57; 95% CI: 0.41, 0.80), respectively. Children and White participants had lower odds of reporting food company apps on their smartphones than adolescents (OR: 0.54; 95% CI: 0.41, 0.72) and racial/ethnic minority group participants (OR: 0.48; 95% CI: 0.35, 0.64), respectively. Children and White participants also had lower odds of reporting food delivery service apps on their smartphones than adolescents (OR: 0.52; 95% CI: 0.38, 0.72) and racial/ethnic minority group participants (OR: 0.32; 95% CI: 0.23, 0.44), respectively. No significant differences were observed between genders. Overall, many Canadian youth are engaging with food companies via digital media. Government-led food marketing regulations that extend to social media and food company and delivery service apps are warranted.",
  "disease": "stroke"
}