{
    "title": "The seasonal variation, characteristics and secondary generation of PM(2.5) in Xi'an, China, especially during pollution events.",
    "doc_id": "35569537",
    "writer": "Wang Z",
    "year": "2022",
    "summary": "As an important central city in western China, Xi'an has the worst atmospheric pollution record in China and many measures have been taken to improve the air quality in the past few years. In this study, PM(2.5) samples were collected across four seasons from 2017 t …",
    "abstract": "As an important central city in western China, Xi'an has the worst atmospheric pollution record in China and many measures have been taken to improve the air quality in the past few years. In this study, PM2.5 samples were collected across four seasons from 2017 to 2018 in Xi'an. Organic carbon and elemental carbon, water soluble ions, and elements were monitored to assess the air quality. The average annual PM2.5 concentration was (134.9 ± 48.1 μg/m3), with the highest concentration in winter (188.8 ± 93.2 μg/m3), and lowest concentration in summer (71.2 ± 12.1 μg/m3). The secondary generation of sulfate (SO42-) and nitrate (NO3-) was strong in spring, and secondary organic carbon (SOC) was formed in all seasons. The compositions of PM2.5 changed greatly during a sandstorm occurred and the Spring Festival. The sandstorm played a positive role in removing local pollutant NO3-, but also increased the concentration of SO42-, however both the concentration of SO42- and NO3- greatly increased by secondary generation during Spring Festival. Potential source analysis showed that during the sandstorm, pollutants were transported over a long distance from the northwest of China, whereas it was mainly from the local and surrounded emissions during the Spring Festival. Except Ca2+ and geological dust (GM), the other components in PM2.5 increased significantly on the day of the Spring Festival. During sampling time in Xi'an, the positive matrix factorization (PMF) model analysis showed that PM2.5 mainly came from vehicle emission, coal combustion, and biomass burning.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35569537/"
}