{
    "title": "Juvenile stress-induced alteration of maturation of the GABAA receptor alpha subunit in the rat.",
    "doc_id": "18364065",
    "writer": "Jacobson-Pick S",
    "year": "2008",
    "summary": "We applied the elevated platform stress paradigm at juvenility and used the open-field and startle response tests to assess anxiety level in adulthood. Juvenile stress effects without behavioural tests in adulthood were also examined since previous studies indicated …",
    "abstract": "Profound evidence indicates that GABAA receptors are important in the control of physiological response to stress and anxiety. The alpha subunit type composition contributes significantly to the functional characterization of the GABAA receptors. The alpha2, alpha3, alpha5 subunits are predominately expressed in the brain during embryonic and early postnatal periods of normal rats, whilst alpha1 are most prominent during later developmental stages. In the present study, we examined the long-term effects of juvenile stress on GABA alpha subunit expression in adulthood in the amygdala and hippocampus. We applied the elevated platform stress paradigm at juvenility and used the open-field and startle response tests to assess anxiety level in adulthood. Juvenile stress effects without behavioural tests in adulthood were also examined since previous studies indicated that the mere exposure to these tests might be stressful for rats, enhancing the effects of the juvenile exposure to stress. In adulthood, we quantitatively determined the level of expression of alpha1, alpha2 and alpha3 in the hippocampus and amygdala. Our results indicate that subjecting juvenile stressed rats to additional challenges in adulthood results in an immature-like expression profile of these subunits. To test for potential functional implications of these alterations we examined the effects of the anxiolytic (diazepam) and the sedative (brotizolam) benzodiazepines on juvenile stressed and control rats following additional challenges in adulthood. Juvenile stressed rats were more sensitive to diazepam and less sensitive to brotizolam, suggesting that the alterations in GABA alpha subunit expression in these animals have functional consequences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18364065/"
}