{
    "title": "Chest physical therapy management of patients with cystic fibrosis. A meta-analysis.",
    "doc_id": "7881681",
    "writer": "Thomas J",
    "year": "1995",
    "summary": "The purpose of this overview is to quantitatively assess the conflicting body of literature concerning the efficacy of physical therapy modalities for clearing bronchial secretions in the treatment of patients with cystic fibrosis (CF). ...No other difference …",
    "abstract": "The purpose of this overview is to quantitatively assess the conflicting body of literature concerning the efficacy of physical therapy modalities for clearing bronchial secretions in the treatment of patients with cystic fibrosis (CF). The modalities examined included positive expiratory pressure (PEP) mask, forced expiratory technique (FET), exercise (EX), autogenic drainage (AD), and standard physical therapy (STD), consisting of postural drainage, percussion, and vibration. Computerized searches of the MEDLINE and Cumulative Index for Nursing and Allied Health databases were performed for the years from 1966 to 1993. The authors of relevant papers were contacted for unpublished information. Studies were considered relevant if they met the following criteria: randomized trials in patients with a definite diagnosis of CF; an intervention of any combination of PEP, FET, STD, AD, or EX; and an outcome of FEV1, sputum weight, or sputum clearance. A review of 456 citations yielded 65 potentially relevant trials and 8 review articles; of these, 35 met the inclusion criteria and were incorporated into the overview. These studies evaluated different combinations of physical therapy modalities; therefore, we performed seven separate meta-analyses comparing the independent techniques using the pooled effect size technique. Standard physical therapy resulted in a significantly greater sputum expectoration than no treatment (effect size of 0.61 SD units, p < 0.0001). The combination of standard therapy with EX with associated with a statistically significant increase in FEV1 over STD alone (effect size of 0.48 SD units, p = 0.04). No other differences between physical therapy modalities were found.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7881681/"
}