{
    "title": "Strategies to Optimize Adult Stem Cell Therapy for Tissue Regeneration.",
    "doc_id": "27338364",
    "writer": "Liu S",
    "year": "2016",
    "summary": "Among various types of stem cells, adult stem cells (i.e., tissue-specific stem cells) commit to becoming the functional cells from their tissue of origin. ...The goal of this review is to summarize the current state of the art and …",
    "abstract": "Stem cell therapy aims to replace damaged or aged cells with healthy functioning cells in congenital defects, tissue injuries, autoimmune disorders, and neurogenic degenerative diseases. Among various types of stem cells, adult stem cells (i.e., tissue-specific stem cells) commit to becoming the functional cells from their tissue of origin. These cells are the most commonly used in cell-based therapy since they do not confer risk of teratomas, do not require fetal stem cell maneuvers and thus are free of ethical concerns, and they confer low immunogenicity (even if allogenous). The goal of this review is to summarize the current state of the art and advances in using stem cell therapy for tissue repair in solid organs. Here we address key factors in cell preparation, such as the source of adult stem cells, optimal cell types for implantation (universal mesenchymal stem cells vs. tissue-specific stem cells, or induced vs. non-induced stem cells), early or late passages of stem cells, stem cells with endogenous or exogenous growth factors, preconditioning of stem cells (hypoxia, growth factors, or conditioned medium), using various controlled release systems to deliver growth factors with hydrogels or microspheres to provide apposite interactions of stem cells and their niche. We also review several approaches of cell delivery that affect the outcomes of cell therapy, including the appropriate routes of cell administration (systemic, intravenous, or intraperitoneal vs. local administration), timing for cell therapy (immediate vs. a few days after injury), single injection of a large number of cells vs. multiple smaller injections, a single site for injection vs. multiple sites and use of rodents vs. larger animal models. Future directions of stem cell-based therapies are also discussed to guide potential clinical applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27338364/"
}