{
    "title": "Histopathological correlations of CT-based radiomics imaging biomarkers in native kidney biopsy.",
    "doc_id": "39333936",
    "writer": "Choi YH",
    "year": "2024",
    "summary": "BACKGROUND: Kidney biopsy is the standard of care for the diagnosis of various kidney diseases. In particular, chronic histopathologic lesions, such as interstitial fibrosis and tubular atrophy, can provide prognostic information regarding chronic k …",
    "abstract": "Background:\n        \n      \n      Kidney biopsy is the standard of care for the diagnosis of various kidney diseases. In particular, chronic histopathologic lesions, such as interstitial fibrosis and tubular atrophy, can provide prognostic information regarding chronic kidney disease progression. In this study, we aimed to evaluate historadiological correlations between CT-based radiomic features and chronic histologic changes in native kidney biopsies and to construct and validate a radiomics-based prediction model for chronicity grade.\n    \n\n\n          Methods:\n        \n      \n      We included patients aged ≥ 18 years who underwent kidney biopsy and abdominal CT scan within a week before kidney biopsy. Left kidneys were three-dimensionally segmented using a deep learning model based on the 3D Swin UNEt Transformers architecture. We additionally defined isovolumic cortical regions of interest near the lower pole of the left kidneys. Shape, first-order, and high-order texture features were extracted after resampling and kernel normalization. Correlations and diagnostic metrics between extracted features and chronic histologic lesions were examined. A machine learning-based radiomic prediction model for moderate chronicity was developed and compared according to the segmented regions of interest (ROI).\n    \n\n\n          Results:\n        \n      \n      Overall, moderate correlations with statistical significance (P < 0.05) were found between chronic histopathologic grade and top-ranked radiomic features. Total parenchymal features were more strongly correlated than cortical ROI features, and texture features were more highly ranked. However, conventional imaging markers, including kidney length, were poorly correlated. Top-ranked individual radiomic features had areas under receiver operating characteristic curves (AUCs) of 0.65 to 0.74. Developed radiomics models for moderate-to-severe chronicity achieved AUCs of 0.89 (95% confidence interval [CI] 0.75-0.99) and 0.74 (95% CI 0.52-0.93) for total parenchymal and cortical ROI features, respectively.\n    \n\n\n          Conclusion:\n        \n      \n      Significant historadiological correlations were identified between CT-based radiomic features and chronic histologic changes in native kidney biopsies. Our findings underscore the potential of CT-based radiomic features and their prediction model for the non-invasive assessment of kidney fibrosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39333936/"
}