{
  "pmid": "41456193",
  "title": "[Neuroinflammation as a therapeutic target in post-stroke depression].",
  "abstract": "Post-stroke depression (PSD) is a common and clinically significant complication of stroke, associated with worse rehabilitation potential and increased mortality risk. The prevalence of PSD varies from 25% to 59%, depending on the duration of follow-up, peaking in the first years after the stroke event. The pathogenesis of PSD results from a complex interplay of biological and psychological factors, extending far beyond monoamine deficiency. Key roles are played by damage to monoaminergic pathways, neuroinflammation, dysfunction of the hypothalamic-pituitary-adrenal axis, reduced neuroplasticity (including BDNF deficit), and impaired integrity of neuronal networks. The clinical picture is characterized by a complex of affective (apathy, anhedonia), cognitive (executive dysfunction), and dyssomnic disorders. Although selective serotonin reuptake inhibitors remain the first-line treatment, the modern therapeutic approach to PSD requires targeting all components of its pathogenesis. A promising direction is the use of antidepressants with a multimodal mechanism of action, such as the original drug fluvoxamine, which combines serotonergic effects with anti-inflammatory and neuroprotective properties via sigma-1 (σ1) receptor agonism. Optimizing PSD treatment is achievable through the implementation of a personalized approach, including long-term screening and comprehensive management of the identified disorders. Постинсультная депрессия (ПИД) является распространенным и клинически значимым осложнением инсульта, ассоциированным с ухудшением реабилитационного потенциала, и повышением риска смертности. Распространенность ПИД варьирует от 25 до 59% в зависимости от длительности наблюдения, достигая пика в первые годы после инсульта. Патогенез ПИД представляет собой результат сложного взаимодействия биологических и психологических факторов, выходящий далеко за рамки моноаминовой недостаточности. Ключевую роль играют повреждение моноаминергических путей, нейровоспаление, дисфункция гипоталамо-гипофизарно-надпочечниковой оси, снижение нейропластичности (включая дефицит BDNF) и нарушение целостности нейрональных сетей. Клиническая картина характеризуется комплексом аффективных (апатия, ангедония), когнитивных (нарушения исполнительных функций) и диссомнических расстройств. Несмотря на то что для лечения ПИД препаратами первого выбора остаются селективные ингибиторы обратного захвата серотонина, современный терапевтический подход требует воздействия на все звенья патогенеза. Перспективным направлением является применение антидепрессантов с комплексным механизмом действия, таких как оригинальный флувоксамин, который сочетает серотонинергический эффект с противовоспалительными и нейропротективными свойствами за счет агонизма к сигма-1-рецепторам. Оптимизация лечения ПИД возможна через внедрение персонализированного подхода, включающего тщательный скрининг и комплексную коррекцию выявленных нарушений.",
  "disease": "stroke"
}