{
  "pmid": "41376979",
  "title": "Associations of inflammatory burden index with the prevalence and mortality of asthma in adults: a population based study.",
  "abstract": "The inflammatory burden index (IBI) is a comprehensive indicator that integrates multiple hematological parameters to reflect systemic inflammatory status, and has demonstrated good predictive ability in various diseases. However, systematic research on the application of IBI in asthma remains lacking. This study aims to evaluate the association between IBI and the prevalence of adult asthma as well as all-cause mortality, while comparing IBI and other inflammatory indicators in predictive ability in the prevalence and mortality of adult asthma. This study utilized data from the National Health and Nutrition Examination Survey (NHANES), a nationally representative cross-sectional survey based on the general population of the United States. Weighted logistic regression models were employed to examine the association between IBI and asthma prevalence, while weighted Cox proportional hazards models were used to analyze the relationship between IBI and all-cause mortality in asthma patients. Restricted cubic splines (RCS) were used to analyze the nonlinear relationships between IBI and asthma prevalence, as well as all-cause mortality. Receiver operating characteristic (ROC) curves were constructed to compare the predictive value of IBI with that of the systemic immune-inflammation index (SII), systemic inflammation response index (SIRI), neutrophil-to-lymphocyte ratio (NLR), platelet-to-lymphocyte ratio (PLR), and monocyte-to-lymphocyte ratio (MLR) for asthma prevalence and mortality outcomes. Additionally, stratified subgroup analyses and multiple sensitivity analyses were conducted to validate the robustness of the findings. This study included a total of 23,758 participants. After multivariate adjustment for confounders, higher IBI levels showed a significantly positive association with asthma risk [odds ratio (OR) =1.21, 95% confidence interval (CI): 1.04-1.41]. In survival analysis, during a median follow-up of 13.92 (13.67-14.17) years, 577 all-cause death events were recorded among asthma patients. Cox proportional hazards models revealed that compared with the low IBI group, the high IBI group had significantly increased all-cause mortality risk [hazard ratio (HR) =2.50, 95% CI: 1.79-3.50]. ROC analysis demonstrated that IBI achieved an area under the curve (AUC) of 0.541 (95% CI: 0.529-0.552) for asthma prevalence, showing superior predictive ability compared to other inflammatory markers (SII, SIRI, NLR, PLR, MLR) (P<0.05). Time-dependent ROC curve analysis evaluating inflammatory markers' predictive performance for all-cause mortality showed that IBI's AUC was 0.701 in the 1-year follow-up interval, though its predictive efficacy gradually declined over time. Notably, for long-term follow-up times (16.17 years), IBI maintained better predictive ability for all-cause mortality than SII, NLR and PLR (P<0.01). Elevated IBI levels are significantly associated with increased asthma prevalence and all-cause mortality. The IBI demonstrates clinically meaningful predictive value for asthma-related mortality, with particularly good short-term predictive performance. Further research should investigate its potential utility paired with integrated biomarker-based diagnostic frameworks.",
  "disease": "asthma"
}