{
    "title": "Towards a 'One quality' approach of pork: A perspective on the challenges and opportunities in the context of the farm-to-fork continuum - Invited review.",
    "doc_id": "40318469",
    "writer": "Gagaoua M",
    "year": "2025",
    "summary": "A substantial amount of research on pork production and consumption highlights an interplay between the intrinsic qualities that are inherent to the product and the extrinsic qualities related to how it is produced, which together contribute to the perception and ev …",
    "abstract": "A substantial amount of research on pork production and consumption highlights an interplay between the intrinsic qualities that are inherent to the product and the extrinsic qualities related to how it is produced, which together contribute to the perception and evaluation of fresh pork. However, studies have emphasised difficulties in defining their relative importance depending on the countries, consumers' knowledge, experience and personal beliefs, as well as their dynamic changes over time. A joint and multidimensional consideration of the intrinsic and extrinsic quality dimensions is critical to achieve sustainable development goals that ensure healthy, nutritious, fair and environmentally friendly pork produced in a profitable manner. However, very few studies have investigated the synergies and antagonisms between the multiple dimensions of intrinsic and extrinsic qualities of pork. This perspective aims to define and promote the concept of 'One Quality' pork, as an approach to meeting the multiple and divergent expectations of stakeholders in the pork value chain, while jointly considering pork quality and sustainability. It aims to discuss how the changing expectations of consumers, citizens and public action including policy makers are currently promoting a holistic definition and evaluation of pork quality. It also seeks to explore how the multiple dimensions of pork quality, including their intrinsic and extrinsic dimensions, can be considered simultaneously. The opportunities and challenges of implementing a 'One Quality' approach to pork for an integrated sustainability assessment of the farming systems, i.e., by jointly addressing the intrinsic quality attributes, ensuring sustainable farming practices, economic viability for stakeholders, and alignment with consumer and citizen expectations, are then discussed along the farm-to-fork continuum.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40318469/"
}