{
    "title": "Wolfram syndrome: Portuguese research.",
    "doc_id": "34010437",
    "writer": "Ferreras C",
    "year": "2021",
    "summary": "INTRODUCTION: Wolfram syndrome (WFS) is a neurological and endocrinological degenerative disorder, also known as DIDMOAD (Diabetes Insipidus, early-onset Diabetes Mellitus, progressive Optic Atrophy, and Deafness) syndrome. ...Four patients had all 4 c …",
    "abstract": "Introduction:\n        \n      \n      Wolfram syndrome (WFS) is a neurological and endocrinological degenerative disorder, also known as DIDMOAD (Diabetes Insipidus, early-onset Diabetes Mellitus, progressive Optic Atrophy, and Deafness) syndrome. It is an autosomal recessive disorder, mostly involving the Wolfram syndrome 1 gene (WFS1). The phenotypic pleiomorphism, rarity, and molecular complexity complicate the follow-up of these patients.\n    \n\n\n          Material and methods:\n        \n      \n      We aimed to describe the clinical characteristics and the follow-up of 11 patients with this disorder. We retrospectively analysed all WFS patients diagnosed between 1990 and 2020 in the Centro Hospitalar São João, a tertiary hospital in Northern Portugal.\n    \n\n\n          Results:\n        \n      \n      Eleven patients were included. Four patients had all 4 components of DIDMOAD. The presentation was diabetes mellitus (DM) in 9 patients, optic atrophy (OA) in another patient, and diabetes insipidus (DI) in another one. The median age of DM and OA diagnosis was 6 and 14 years, respectively. Nine patients had diabetes mellitus, and the other 2 patients had impaired glucose tolerance. All patients had OA. Four patients presented DI, all of them diagnosed in adolescence. Four patients had hearing impairment, 5 had urological abnormalities, 5 had neurological disorders, and 8 had psychiatry disorders. Eight patients had a broad spectrum of recessive mutations in WFS1.\n    \n\n\n          Conclusion:\n        \n      \n      The information obtained in this study can facilitate further research in an attempt to improve prevention strategies for this devastating disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34010437/"
}