{
  "pmid": "41465949",
  "title": "Gastrointestinal side effects of the non-peptide GLP-1 receptor agonists: A systematic review and meta-analysis.",
  "abstract": "Glucagon-like peptide-1 (GLP-1) receptor agonists, commonly prescribed for diabetes mellitus and weight loss, often cause gastrointestinal side effects in both their oral and injectable forms. Recently, oral non-peptide GLP-1 receptor agonists like danuglipron and orforglipron, which are smaller and more stable, have been investigated. This study analyzes the gastrointestinal side effects of these newer, smaller molecules. We performed a systematic review of the literature databases like PubMed, Cochrane, Embase, and clinicaltrials.gov until November 2023. Data related to different doses of oral danuglipron and orforglipron and their gastrointestinal side effects including nausea, vomiting, constipation, diarrhea, eructation, and dyspepsia were obtained. Analysis was done using RevMan v5.4 (The Cochrane Collaboration, Copenhagen, Denmark). We included a total of 4 studies of which 2 each were for danuglipron and orforglipron. The oral doses of orforglipron studied were 12 mg, 24 mg, 36 mg, and 45 mg, with nausea being the most common side effect in all groups. For the 45 mg dose of orforglipron, the odds ratio (OR) was 4.41 (95% CI: 2.90-6.71), while the 36 mg dose had an OR of 3.99 (95% CI: 2.22-7.18). The OR for the 24 mg dose was 5.66 (95% CI: 3.39-9.45), and the 12 mg dose showed an OR of 5.06 (95% CI: 3.31-7.73). Oral danuglipron at doses of 80 mg and 120 mg were also studied. The 120 mg dose of danuglipron had a pooled OR of 4.38 (95% CI: 2.30-8.34) while the 80 mg dose had an OR of 3.69 (95% CI: 1.77-7.67) indicating a significant decrease in gastrointestinal side effects. Gastrointestinal side effects of the non-peptide GLP-1 receptor agonists were widely reported but less frequent compared to placebo/ standard treatment. There was no significant dose-dependent increase in the side effects of these medications.",
  "disease": "diabetes mellitus"
}