{
    "title": "Freeze-dried amniotic membrane graft with a spongy layer in bilateral peripheral ulcerative keratitis: a case report.",
    "doc_id": "37735358",
    "writer": "Bertret C",
    "year": "2023",
    "summary": "BACKGROUND: Peripheral ulcerative keratitis (PUK) is a group of inflammatory corneal ulcers with stromal thinning and peripheral localization. ...CASE PRESENTATION: A 67-year-old Caribbean man histologically diagnosed with ulcerative colitis, was referred to …",
    "abstract": "Background:\n        \n      \n      Peripheral ulcerative keratitis (PUK) is a group of inflammatory corneal ulcers with stromal thinning and peripheral localization. Amniotic membranes (AM) are used for their anti-inflammatory and healing properties. A freeze-drying process now allows maintaining the AM viable for a long time at room temperature without altering its physical, biological, and morphologic characteristics. The effectiveness of spongy freeze-dried amniotic membrane (FD-AM) graft with multimodal imaging in the management of severe corneal thinning PUK has not been reported.\n    \n\n\n          Case presentation:\n        \n      \n      A 67-year-old Caribbean man histologically diagnosed with ulcerative colitis, was referred to our tertiary eye care center for a deep nasal juxtalimbal ulcer of the left eye. He was treated with topical steroids and antibiotics, methylprednisolone pulses, and oral prednisone. Due to continuous stromal thinning with 100 μm of residual corneal thickness, the decision was made to perform surgery. Conjunctival resection, inlay and overlay spongy FD-AM (Visio Amtrix® S, Tissue Bank of France, FR) were performed to preserve globe integrity. Despite tapering off oral steroids, PUK developed in the fellow eye on the 2 months follow-up. Treatment with human monoclonal antibody against tumor necrosis factor-alpha was initiated to control the active underlying inflammation. Six months following surgery, the ulcer was healed and corneal thickness in front of the former ulceration was measured at 525 μm on anterior segment-optical coherence tomography. Confocal microscopy confirmed the integration of the amniotic membrane between the corneal epithelium and the anterior stroma.\n    \n\n\n          Conclusion:\n        \n      \n      Transplantation of FD-AM with a spongy layer was associated with restoration of normal corneal thickness in the PUK area. It seems to be a safe, effective, and easily accessible solution for the surgical management of PUK with impending perforation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37735358/"
}