{
  "pmid": "41469870",
  "title": "High prevalence of depression in symptomatic knee osteoarthritis: a cross-sectional study on risk factors and therapeutic implications.",
  "abstract": "Knee osteoarthritis (KOA) is a major public health concern, particularly in Morocco. Its association with mental health, especially depressive symptoms, remains insufficiently documented in North African/Mediterranean populations. This study investigated the prevalence of depression and associated factors among patients with symptomatic KOA. This cross-sectional observational study included patients with KOA diagnosed according to the American College of Rheumatology (ACR) criteria. Clinical and psychological assessments were performed using the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) and the Hospital Anxiety and Depression Scale (HADS). Radiographic severity was assessed on available and interpretable knee radiographs using the Kellgren-Lawrence (KL) grading system. Clinically significant depression was defined as HADS-D ≥ 11. Multivariable logistic regression (restricted to participants with available radiographs) was used to identify factors independently associated with depression. A total of 410 patients were included; 61.9% were women, with a mean age of 61.8 ± 9.5 years and a mean body mass index (BMI) of 28.1 ± 4.4 kg/m². Depression (HADS-D ≥ 11) was observed in 130 patients (31.7%), of whom 72.3% were women. Multivariable analysis (n = 280, participants with available radiographs) identified factors independently associated with depression: female sex (aOR = 1.45; 95% CI 1.10-2.10; p = 0.010), higher BMI (aOR = 1.06; 95% CI 1.03-1.09; p < 0.001), higher WOMAC pain score (aOR = 1.04; 95% CI 1.02-1.06; p < 0.001), greater functional limitation (WOMAC function score) (aOR = 1.01; 95% CI 1.01-1.02; p = 0.002), presence of comorbidities (aOR = 1.40; 95% CI 1.15-1.75; p = 0.004), and physical inactivity (aOR = 1.25; 95% CI 1.05-1.60; p = 0.020). In contrast, KL grade was not significantly associated with depression (aOR = 1.02; 95% CI 0.98-1.06; p = 0.32). Nearly one-third of patients with symptomatic KOA had clinically significant depressive symptoms, with a higher proportion among women. Depression was associated with both non-modifiable (female sex) and potentially modifiable factors, including BMI, pain severity, functional limitation, comorbidities, and physical inactivity. The absence of a significant association between KL grade and depression supports a comprehensive management approach that addresses pain, physical activity, and mental health.",
  "disease": "osteoarthritis"
}