{
  "pmid": "41412514",
  "title": "Psychometric Validation and Cultural Adaptation of the Persian version of International Knee Documentation Committee Subjective Knee Form (IKDC-SF) Across Diverse Knee Pathologies.",
  "abstract": "Knee injuries and degenerative knee disorders meaningfully impact quality of life and physical function. Reliable patient-reported outcome measures (PROMs) are essential for evaluating treatment outcomes. The International Knee Documentation Committee Subjective Knee Form (IKDC-SF) is widely used for this purpose, but a Persian version applicable to all types of knee injuries is lacking. This cross-sectional validation study included 149 Persian-speaking patients aged 18-75 years including osteoarthritis (OA) and ligament/meniscus injuries, who were consecutively referred to the clinic. The IKDC-SF was culturally adapted using a standardized forward-backward translation process in accordance with international guidelines. A pilot study was conducted to evaluate the clarity and cultural relevance of the translated items. Participants completed the Persian IKDC-SF (P-IKDC-SF), the Persian Lysholm Knee Scoring Scale (P-LKS), and the Persian version of the SF-36 (P-SF-36) to assess reliability and construct validity. Subgroup analyses were conducted to evaluate psychometric performance across OA and ligament/meniscus groups, along with estimates of the Minimum Detectable Change (MDC). The P-IKDC-SF demonstrated good internal consistency (Cronbach's alpha = 0.827) and excellent test-retest reliability (Intraclass Correlation Coefficient (ICC) = 0.910; 95% Confidence Interval (CI)= 0.878-0.934). Strong construct validity was confirmed with a high correlation to the P-LKS (r = 0.857) and the P-SF-36 physical component (r = 0.753). The MDC for individual change was 10.45 in OA and 17.79 in ligament/meniscus injuries, supporting interpretability for clinical use. Minimal floor and ceiling effects were observed, and Bland-Altman analysis showed good test-retest agreement. The P-IKDC-SF is a valid, reliable, and interpretable instrument for assessing knee function and symptoms among the Persian-speaking population with both degenerative and sport injuries of the knee. Its strong psychometric performance across subgroups and clinically meaningful change thresholds supports its use in both clinical and research settings. III.",
  "disease": "osteoarthritis"
}