{
    "title": "Stem cell therapy for erectile dysfunction of cavernous nerve injury rats: a systematic review and meta-analysis.",
    "doc_id": "25860455",
    "writer": "Shan H",
    "year": "2015",
    "summary": "Pooled analysis results confirmed the efficacy of stem cell transplantation. Subgroup analysis results showed that treatment effects were not related to CNI models, follow-up time, stem cell species, stem cell sources, markers and deliver …",
    "abstract": "Introduction:\n        \n      \n      Stem cell treatment is a novel therapeutic strategy for erectile dysfunction (ED) patients with bilateral cavernous nerve injury (CNI). The relative animal studies provide important clues to design pre-clinical studies and clinical studies further in the future.\n    \n\n\n          Purpose:\n        \n      \n      This study aims to evaluate the effects and influential factors of stem cell transplantation on ED rats with CNI.\n    \n\n\n          Materials and methods:\n        \n      \n      We searched PubMed and EBSCO databases published before April 30, 2014 for pre-clinical studies to evaluate the efficacy of stem cell transplantation in the treatment of ED rats with CNI. A systematic review and a planned subgroup analysis were performed to identify whether or not some certain influential factors could bring significant effects on stem cell treatment.\n    \n\n\n          Results:\n        \n      \n      12 studies with 319 rats were enrolled in this meta-analysis. Pooled analysis results confirmed the efficacy of stem cell transplantation. Subgroup analysis results showed that treatment effects were not related to CNI models, follow-up time, stem cell species, stem cell sources, markers and delivery approaches in the transplantation. Uncultured stem cells were poorly effective compared with cultured stem cells. Periprostatic implantation (PPI) with acellular scaffolds could promote cavernous nerve regeneration, but was less effective for smooth muscle cell recovery. Stem cells modified by NGF or BDNF combined with udenafil/bFGF seemed to be more effective than those modified by BDNF alone.\n    \n\n\n          Conclusion:\n        \n      \n      This meta-analysis shows that stem cell therapy can be performed to recover erectile function. Future studies should focus on nerve restoration and vascular cell recovery. The synergistic actions of multiple growth factors following stem cell transplantation should also be considered as beneficial strategies to obtain preferable effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25860455/"
}