{
    "title": "Effectiveness of wearable activity trackers to increase physical activity and improve health: a systematic review of systematic reviews and meta-analyses.",
    "doc_id": "35868813",
    "writer": "Ferguson T",
    "year": "2022",
    "summary": "Wearable activity trackers offer an appealing, low-cost tool to address physical inactivity. This systematic review of systematic reviews and meta-analyses (umbrella review) aimed to examine the effectiveness of activity trackers for improving physical activity and …",
    "abstract": "Wearable activity trackers offer an appealing, low-cost tool to address physical inactivity. This systematic review of systematic reviews and meta-analyses (umbrella review) aimed to examine the effectiveness of activity trackers for improving physical activity and related physiological and psychosocial outcomes in clinical and non-clinical populations. Seven databases (Embase, MEDLINE, Ovid Emcare, Scopus, SPORTDiscus, the Cochrane Library, and Web of Science) were searched from database inception to April 8, 2021. Systematic reviews of primary studies using activity trackers as interventions and reporting physical activity, physiological, or psychosocial outcomes were eligible for inclusion. In total, 39 systematic reviews and meta-analyses were identified, reporting results from 163 992 participants spanning all age groups, from both healthy and clinical populations. Taken together, the meta-analyses suggested activity trackers improved physical activity (standardised mean difference [SMD] 0·3-0·6), body composition (SMD 0·7-2·0), and fitness (SMD 0·3), equating to approximately 1800 extra steps per day, 40 min per day more walking, and reductions of approximately 1 kg in bodyweight. Effects for other physiological (blood pressure, cholesterol, and glycosylated haemoglobin) and psychosocial (quality of life and pain) outcomes were typically small and often non-significant. Activity trackers appear to be effective at increasing physical activity in a variety of age groups and clinical and non-clinical populations. The benefit is clinically important and is sustained over time. Based on the studies evaluated, there is sufficient evidence to recommend the use of activity trackers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35868813/"
}