{
    "title": "Breast reconstruction with the denervated latissimus dorsi musculocutaneous flap.",
    "doc_id": "23374963",
    "writer": "Szychta P",
    "year": "2013",
    "summary": "Breast reconstruction with latissimus dorsi musculocutaneous flap was performed unilaterally in 20 patients or bilaterally in 9 women (38 breasts). ...Data regarding tissue consistency, painfulness and animation of the reconstructed breast, symmetry of both  …",
    "abstract": "Objective:\n        \n      \n      To analyze clinical implications of the thoracodorsal nerve division in the latissimus dorsi musculocutaneous flap breast reconstruction.\n    \n\n\n          Patients and methods:\n        \n      \n      Prospective cohort study was conducted on 29 patients. Breast reconstruction with latissimus dorsi musculocutaneous flap was performed unilaterally in 20 patients or bilaterally in 9 women (38 breasts). Thoracodorsal nerve was divided during reconstruction of 20 breasts (group 1) and was preserved for 18 breasts (group 2). Height, width, projection, area of the covering skin and volume of the reconstructed and healthy breasts were measured on the 3D images of the anterior chest wall, taken 6 weeks and 6 months postoperatively with the Di3D 3D camera. Data regarding tissue consistency, painfulness and animation of the reconstructed breast, symmetry of both breasts and overall satisfaction after the surgery were collected at 6 months.\n    \n\n\n          Results:\n        \n      \n      The reconstructed and healthy breasts decreased in volume in group 1 (-45.85 cm(3) ± 48.41 cm(3), p = 0.0004; -29.13 cm(3) ± 14.98 cm(3), p = 0.0009) and in group 2 (-31.5 cm(3) ± 25.35 cm(3), p = 0.0001; -15.4 cm(3) ± 21.96 cm(3), p = 0.0537). There were no differences in decrease in volume between groups 1 and 2 (p > 0.05). Respondents in group 1 in comparison to group 2 showed similar satisfaction of the tissue consistency of the reconstructed breast (p > 0.05) and the level of symmetry between both breasts (p > 0.05), gave lower scores for painfulness (p < 0.0001), animation (p < 0.0001) and higher scores for the overall satisfaction about the reconstructed breast (p = 0.0001).\n    \n\n\n          Conclusion:\n        \n      \n      We suggest that division of the thoracodorsal nerve during latissimus dorsi musculocutaneous flap breast reconstruction is a useful undertaking to minimize unnatural animation of the reconstructed breast.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23374963/"
}