{
    "title": "Quality improvement in palliative care: A review of the ethics.",
    "doc_id": "39704658",
    "writer": "David F",
    "year": "2025",
    "summary": "IntroductionQuality improvement is the systematic seeking of improvements in care and experience. This discussion paper will explore how the principles of good clinical care and the established ethical frameworks for research can help guide its practice, using examples fro …",
    "abstract": "IntroductionQuality improvement is the systematic seeking of improvements in care and experience. This discussion paper will explore how the principles of good clinical care and the established ethical frameworks for research can help guide its practice, using examples from palliative care.Quality improvement in palliative carePalliative care is well positioned to be at the vanguard of quality improvement in healthcare. But it holds ethical particularities which require specific considerations, that are helpful for other specialities. The experiences of two improvement activities in palliative care, the Liverpool Care Pathway and Do Not Attempt Resuscitation status reviews, illustrate potential dangers of QI.Implications for ethical practiceRecommendations for ethically sound quality improvement projects in palliative care include paying attention to the burden of time, viewing informed consent as a tool, monitoring for vulnerability and coercion and transparency in the use of data. The ethics and practices in clinical encounters provide a framework for approaching consent and protecting those with palliative care needs who are deemed as vulnerable. It is explicit in palliative care that time and energy are precious and finite resources. These must be valued and respected in any quality improvement projects. Respect for beneficence and autonomy is essential to avoid coercion and for any project to be ethically sound.ConclusionQuality improvement processes are an integral part of good healthcare practices. High ethical standards, a supportive culture, transparency and candour are needed for the promotion and sustainability of quality improvement in palliative care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39704658/"
}