{
  "pmid": "41427497",
  "title": "Scalp-negative medial temporal interictal epileptic discharges alter large-scale brain networks: A simultaneous high-density electroencephalographic and intracranial electroencephalographic study.",
  "abstract": "Interictal epileptiform discharges (IEDs) observed on scalp electroencephalography (EEG) serve as a diagnostic hallmark of epilepsy. However, only a small fraction of IEDs recorded by intracranial EEG (iEEG) are detectable on the scalp; the vast majority remain invisible on scalp recordings. Nevertheless, epilepsy is associated with important brain network alterations and cognitive symptoms between seizures. Our study aims to investigate the impact of these scalp-negative IEDs on the whole-brain network, particularly those produced in medial temporal regions, given their consistent involvement across patients, their potential implications in cognitive deficit, and their relevance in both epilepsy and Alzheimer disease. To achieve this, we leveraged simultaneous iEEG and high-density EEG (hdEEG) recordings. We analyzed IEDs occurring solely in the medial temporal regions, not visible on the scalp, in nine patients with drug-resistant epilepsy during simultaneous iEEG-hdEEG recordings. These scalp-negative IEDs were compared to epochs without any epileptic activity recorded in either modality. Spectral and network characteristics were investigated at the region of interest (ROI) for both modalities in different canonical frequency bands. ROI time courses reconstructed with hdEEG during IEDs exhibited sharp wave characteristics (cluster-based corrected time-frequency analysis), confirming that some information time-locked to iEEG IEDs reached the scalp. Our findings revealed a significant frequency-dependent, large-scale increase in power and network features during scalp-negative IEDs compared to epochs without IEDs, at the whole-brain level and within specific ROIs, including the ipsilateral hippocampus (p < .05, false discovery rate corrected). Despite being localized in medial temporal regions, these IEDs have a widespread impact on functional brain networks, potentially contributing to cognitive impairment in epilepsy. This study lays the groundwork for examining their real-time effects on cognition, including in neurodegenerative conditions such as Alzheimer disease, where these IEDs can be present and difficult to detect.",
  "disease": "epilepsy"
}