{
  "pmid": "41448811",
  "title": "Coverage and social and behavioural drivers of routine childhood immunisation in selected regions in the Philippines: a cross-sectional study.",
  "abstract": "Like many countries globally, childhood immunisation coverage is below government targets in the Philippines and has worsened during the COVID-19 pandemic, leading to outbreaks of vaccine-preventable diseases. This study aimed to identify the social and behavioural drivers of routine childhood immunisation and preferred caregiver information sources to improve uptake in the Philippines. A quantitative, cross-sectional study, as part of a larger mixed-methods study, was undertaken in three regions in the Philippines with low immunisation coverage in 2023. Data on Behavioural and Social Drivers (BeSD) of immunisation, preferred information sources and vaccination status of children under 5 years were collected, analysed and reported according to the WHO BeSD framework. The study included 653 caregivers and 950 children, with 65% of children fully immunised, 31.8% partially immunised and 2.5% being zero-dose or having received no vaccines. Key reasons for complete vaccination included the protection vaccines offer, healthcare worker recommendations and vaccines being free of charge. For partial vaccination, top reasons were intercurrent illness, inaccessible vaccination sites and parental belief that the child was too young to receive vaccines. The most common reason for non-vaccination was also intercurrent illness. The predictors of complete vaccination were older age of caregivers (46-59 years) (prevalence ratio (PR)=1.29; 95% CI 1.12 to 1.48) and low concerns about vaccine safety (PR=1.13; 95% CI 1.03 to 1.25). Other Christian denominations, compared with Catholics, were less likely to have fully immunised children (PR 0.82; 95% CI 0.69 to 0.97). Preferred vaccine information sources included the Department of Health, healthcare workers and mass media. We found that only 65% of children were fully immunised in 2023, with both access and acceptance factors impacting uptake of routine childhood vaccines. Improving service accessibility and education of healthcare workers on vaccine safety and effectiveness and more targeted messaging from health authorities and mass media about the benefits of vaccination could increase uptake in the Philippines, with learnings from this study applicable globally.",
  "disease": "pneumonia"
}