{
  "pmid": "41412969",
  "title": "Profiling unmet post-acute care needs of an inpatient population in Hong Kong: can real-world data and machine learning algorithms bring precision to tertiary prevention in the community?",
  "abstract": "Case-mix systems aim to optimise acute care resource allocation, yet patients within the same groups often exhibit substantial variability in utilisation. This study aimed to examine how incorporating measures of clinical complexity and post-acute care utilisation-both critical to rehospitalisation risk and accurate resource planning-into case-mix stratification could improve the precision of acute care resource allocation. Through iterative applications of unsupervised and supervised machine learning models, we extracted typical patient profiles from the study populations, analysed post-acute care utilisation patterns, and assessed the 28-day rehospitalisation rates resulting from different pairings between clinical profiles and post-acute care service utilisation patterns. Across various disease systems and age-groups, patients discharged without receiving algorithm-selected post-acute care (ie, No Service groups [NS groups]) showed significantly higher 28-day rehospitalisation rates relative to their corresponding segments in the same medoid case-mix groups (CMGs; pooled odds ratio [OR]=19.27; P<0.001). The NS groups also demonstrated higher rates of having two or more chronic diseases (pooled OR=1.84; P<0.001) and-for the 50-64-year-old population-resource-intensifying co-morbidities (pooled OR=1.23; P=0.05). Patients displaying higher rates of resource-intensifying co-morbidities compared with their ≥65-year-old counterparts (such as when the medoid CMG was renal failure or chronic obstructive pulmonary disease) also exhibited significantly higher 28-day rehospitalisation rates than the ≥65-year-old NS groups sharing the same medoid CMGs. These findings support a precision-driven approach to designing rehospitalisation prevention programmes that target individuals aged 50 to 64 years discharged with specific clinical profiles, and developing and allocating human capital for these targeted prevention programmes.",
  "disease": "chronic obstructive pulmonary disease"
}