{
    "title": "Gene expression profiling of breast tumours from New Zealand patients.",
    "doc_id": "29073656",
    "writer": "Muthukaruppan A",
    "year": "2017",
    "summary": "AIMS: New Zealand has one of the highest rates of breast cancer incidence in the world. We investigated the gene expression profiles of breast tumours from New Zealand patients, compared them to gene expression profiles of international breast cancer c …",
    "abstract": "Aims:\n        \n      \n      New Zealand has one of the highest rates of breast cancer incidence in the world. We investigated the gene expression profiles of breast tumours from New Zealand patients, compared them to gene expression profiles of international breast cancer cohorts and identified any associations between altered gene expression and the clinicopathological features of the tumours.\n    \n\n\n          Methods:\n        \n      \n      Affymetrix microarrays were used to measure the gene expression profiles of 106 breast tumours from New Zealand patients. Gene expression data from six international breast cancer cohorts were collated, and all the gene expression data were analysed using standard bioinformatic and statistical tools.\n    \n\n\n          Results:\n        \n      \n      Gene expression profiles associated with tumour ER and ERBB2 status, molecular subtype and selected gene expression signatures within the New Zealand cohort were consistent with those found in international cohorts. Significant differences in clinicopathological features such as tumour grade, tumour size and lymph node status were also observed between the New Zealand and international cohorts.\n    \n\n\n          Conclusions:\n        \n      \n      Gene expression profiles, which are a sensitive indicator of tumour biology, showed no clear difference between breast tumours from New Zealand patients and those from non-New Zealand patients. This suggests that other factors may contribute to the high and increasing breast cancer incidence in New Zealand compared to international populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29073656/"
}