{
    "title": "A Systematic Review of Systematic Reviews and a Pooled Meta-Analysis on Complementary and Integrative Medicine for Improving Cancer-Related Fatigue.",
    "doc_id": "36566113",
    "writer": "Belloni S",
    "year": "2023",
    "summary": "This study therefore critically appraised all the systematic reviews (SRs) regarding the effectiveness of CIM in mitigating CRF in adults. METHODS: A systematic review of SRs and a meta-analysis were conducted in 4 databases. The effect sizes of the included SRs wer …",
    "abstract": "Purpose:\n        \n      \n      Evidence supporting complementary and integrative medicine (CIM) for improving cancer-related fatigue (CRF) is still fragmented. This study therefore critically appraised all the systematic reviews (SRs) regarding the effectiveness of CIM in mitigating CRF in adults.\n    \n\n\n          Methods:\n        \n      \n      A systematic review of SRs and a meta-analysis were conducted in 4 databases. The effect sizes of the included SRs were quantitatively pooled (standardized mean difference [SMD]; 95% CI) using a random-effects model. Heterogeneity was tested by using χ2 (Q) tests and I² statistics.\n    \n\n\n          Findings:\n        \n      \n      Twenty-two SRs met the inclusion criteria, and results from 20 SRs underwent meta-analysis. The pooled significant estimate of fatigue reduction was as follows: SMD, -0.50; 95% CI, -0.67 to -0.32; P < 0.001. The subgroup analysis based on the type of CIM intervention revealed that the approach showing higher effects in reducing fatigue thus far is acupuncture: SMD, -0.99; 95% CI = -1.37 to -0.62, P < 0.001; I2 = 84%. CIM therapies showed a significant reduction of fatigue in patients with breast cancer: SMD, -0.46; 95% CI, -0.69 to -0.23; P < 0.001; I2 = 82%.\n    \n\n\n          Implications:\n        \n      \n      CIM interventions showed effectiveness in reducing CRF. Subgroup analysis suggested some potential influencing, such as tumor type and specific CIM therapy factors, that require in-depth assessment in future research. Study protocol registration: PROSPERO CRD42020194254.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36566113/"
}