{
  "pmid": "41461737",
  "title": "Determinants of selective domains of cognitive impairment among diabetes mellitus patients: a primary health care setting-based study in India.",
  "abstract": "Cognitive impairment (CI) is a known complication of type II diabetes mellitus (T2DM), potentially hindering effective self-care. While many studies have addressed global cognitive decline, few have explored domain-specific impairments in Indian community settings. This study aimed to assess the extent of CI among T2DM patients and identify the prevalence and determinants of specific deficits in working memory; focused, sustained, divided attention, and problem solving. A primary health care setting-based cross-sectional study was conducted among 441 urban T2DM patients aged 30-65 years in southern India. Participants with ≥ 4 years of diabetes mellitus underwent assessment with the Montreal Cognitive Assessment tool. Those scoring < 26 were assessed using standardized tools for distinct cognitive domains: the Auditory Verbal Learning Test, Color Trail Test, Digit Vigilance Test, Tower of London, and Triads Test. Relevant sociodemographic and clinical variables were collected via a validated interview schedule. The chi-square test, Fisher's exact test, the Mann‒Whitney U test, and binary logistic regression analysis were used to test associations. Of the total 441 participants, 138 (31.3%) had cognitive impairment. Among them, impairments in divided attention, verbal learning, immediate verbal memory, delayed verbal memory, recognition memory, planning and problem-solving ability, sustained attention and processing speed, sustained attention accuracy and impulsivity control, and focused attention and cognitive flexibility were present among 48 (34.7%), 108 (72.8%), 127 (92.0%), 133 (96.3%), 123 (89.1%), 15 (10.8%), 98 (71.0%), 115(83.3%), and 17 (12.3%) patients, respectively. Significant associations were observed between recent random blood sugar levels ≥ 200 mg/dl and impaired verbal learning [adjusted odds ratio (AOR) 2.35 (0.99-5.54), p = 0.052); skilled/unskilled occupation [AOR 9.53 (1.28-71.12), p = 0.028)], homemaker/unemployed occupation [AOR 5.48 (0.96-31.16), p = 0.055], overweight/obese status [AOR 5.05 (1.1-23.08), p = 0.037] and impaired immediate verbal memory; joint family status (p = 0.053), absence of family history of DM [AOR 4.07 (1.87-14.015), p = 0.026] and impaired planning and problem-solving; middle SES and impaired sustained attention (processing speed) [AOR 3.59 (1.35-9.59), p = 0.011]; and being married [AOR 8.4 (1.6-44.5), p = 0.012], absence of family history of DM [AOR 4.38 (1.43-13.4), p = 0.01] and impaired sustained attention (accuracy); and lower SES and impaired focussed attention [AOR 8.96 (1.01-81.85), p = 0.05]. One in three individuals with T2DM had cognitive deficits, particularly in the memory and attention domains. These findings underscore the importance of incorporating domain-specific cognitive screening into routine diabetes care among the high-risk groups identified in this study for early intervention and improved management outcomes.",
  "disease": "diabetes mellitus"
}