{
    "title": "Endometrial stromal sarcomas and related neoplasms: new developments and diagnostic considerations.",
    "doc_id": "29275929",
    "writer": "Hoang L",
    "year": "2018",
    "summary": "Low-grade endometrial stromal sarcomas bear close histopathological resemblance to proliferative-type endometrial stroma, and approximately half harbour t(7;17)(p15;q21) resulting in JAZF1-SUZ12 gene fusion. ...This review highlights the evolution of endometrial …",
    "abstract": "Our understanding of endometrial stromal sarcomas has evolved dramatically since their earliest descriptions from over a century ago. Initial studies focused on establishing the relationship between histological appearances of endometrial stromal sarcomas and their clinical outcomes. Studies performed in the last decade have uncovered several recurrent cytogenetic aberrations occurring in low- and high-grade endometrial stromal sarcomas. Low-grade endometrial stromal sarcomas bear close histopathological resemblance to proliferative-type endometrial stroma, and approximately half harbour t(7;17)(p15;q21) resulting in JAZF1-SUZ12 gene fusion. Less common JAZF1-PHF1, EPC1-PHF1, MEAF6-PHF1, and MBTD1-CXorf67 fusions have also been reported. The term 'high-grade endometrial stromal sarcoma' was recently re-introduced in the classification of endometrial stromal tumours after the discovery of t(10;17)(q22;p13) resulting in YWHAE-NUTM2A/B fusion and is associated with distinct morphological characteristics. This review highlights the evolution of endometrial stromal sarcoma classification schemes over time and describes the salient clinicopathological and molecular features of endometrial stromal nodule, low-grade endometrial stromal sarcoma, high-grade endometrial stromal sarcoma, and undifferentiated uterine sarcoma. It also describes the recent characterisation of endometrial stromal sarcoma with t(X;22)(p11;q13) resulting in ZC3H7B-BCOR fusion, a noteworthy entity due to its close histological resemblance to myxoid leiomyosarcoma. We also provide insights into common challenging scenarios encountered when assessing endometrial stromal lesions in daily surgical pathology practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29275929/"
}