{
    "title": "Physical activity behaviour change in people living with and beyond cancer following an exercise intervention: a systematic review.",
    "doc_id": "37074621",
    "writer": "Salisbury CE",
    "year": "2023",
    "summary": "PURPOSE: Exercise interventions can increase physical activity and wellbeing of people living with/beyond cancer. ...Five (21%) reported significantly higher physical activity 6 months post-exercise intervention versus a control/compariso …",
    "abstract": "Purpose:\n        \n      \n      Exercise interventions can increase physical activity and wellbeing of people living with/beyond cancer. However, little is known about maintenance of physical activity in this population ≥ 6 months post-exercise intervention, when theoretical evidence suggests behaviour maintenance occurs. Study aims are to (i) systematically review maintenance of physical activity ≥ 6-month post-exercise intervention, and (ii) investigate the influence of behaviour change techniques (BCTs) on physical activity maintenance in people living with/beyond cancer.\n    \n\n\n          Methods:\n        \n      \n      CINAHL, CENTRAL, EMBASE and PubMed databases were searched for randomised controlled trials up to August 2021. Trials including adults diagnosed with cancer that assessed physical activity ≥ 6 months post-exercise intervention were included.\n    \n\n\n          Results:\n        \n      \n      Of 142 articles assessed, 21 reporting on 18 trials involving 3538 participants were eligible. Five (21%) reported significantly higher physical activity ≥ 6 months post-exercise intervention versus a control/comparison group. Total number of BCTs (M = 8, range 2-13) did not influence intervention effectiveness. The BCTs Social support, Goal setting (behaviour), and Action planning, alongside supervised exercise, were important, but not sufficient, components for long-term physical activity maintenance.\n    \n\n\n          Conclusions:\n        \n      \n      Evidence for long-term physical activity maintenance post-exercise intervention for people living with/beyond cancer is limited and inconclusive. Further research is required to ensure the physical activity and health benefits of exercise interventions do not quickly become obsolete.\n    \n\n\n          Implications for cancer survivors:\n        \n      \n      Implementation of the BCTs Social support, Goal setting (behaviour), and Action planning, alongside supervised exercise, may enhance physical activity maintenance and subsequent health outcomes in people living with/beyond cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37074621/"
}