{
  "pmid": "41425767",
  "title": "Risk of infection of dairy cattle in the EU with highly pathogenic avian influenza virus affecting dairy cows in the United States of America (H5N1, Eurasian lineage goose/Guangdong clade 2.3.4.4b. genotype B3.13).",
  "abstract": "This opinion assesses the risk of avian influenza H5N1 B3.13 genotype virus infection in EU dairy cattle. Introduction of the virus into EU dairy cattle, poultry or wild birds via trade or migratory birds from the US is assessed as highly unlikely. The potential impact in case of introduction is estimated as high for most Member States. Measures assessed as most effective to prevent introduction of the virus are avoiding importation of cattle and poultry from infected countries, and cleaning and disinfection of milking equipment. Measures assessed as most effective to prevent spread of the virus in the EU are milking hygiene, banning movement of cattle in infected areas, avoiding the exchange of workers, vehicles and equipment, and implementing biosecurity measures before entering farms. Regarding adaptation of current highly pathogenic avian influenza (HPAI) surveillance, a proportional, risk-based preparedness strategy is recommended, including (i) awareness raising to strengthen passive and syndromic surveillance, (ii) targeted investigations of suspicions/outbreaks after confirmed exposure of cattle to HPAI, (iii) using sensitive diagnostics on multiple sample types and (iv) regional active surveillance (bulk milk reverse transcription quantitative polymerase chain reaction (RT-qPCR)) following first detections in cattle. In case the virus is identified in wild birds or poultry, surveillance of dairy farms in the affected area should be considered. The contamination of bulk milk is considered very likely, if EU dairy herds become infected, as cows may not show clear clinical signs and may shed the virus before changes in milk become apparent. If EU bulk milk or colostrum are contaminated with the virus, food-borne exposure of consumers to viable virus would be highest for raw drinking milk, raw colostrum and raw milk cream. To date, however, no confirmed cases of food-borne human infection with H5N1 B3.13 genotype virus have been reported.",
  "disease": "influenza"
}