{
  "pmid": "41469658",
  "title": "High circulating PCSK9 concentration is associated with increased and sex-specific risks of metabolic disease, diabetes mellitus, MASLD, and long-term mortality in a Taiwanese population.",
  "abstract": "Circulating PCSK9 concentrations have been linked to various metabolic disorders, with evidence suggesting sex-specific differences-stronger associations in women and inconsistent findings in men. This study enrolled 7,950 participants from the Taiwan Biobank. Associations of PCSK9 concentration with insulin resistance (IR), metabolic syndrome (MetS), diabetes mellitus (DM), and long-term outcomes were analyzed. Anthropometric, biochemical, and hematologic parameters were examined in a subgroup of 6,478 participants, and 4,185 participants underwent abdominal sonography for the assessment of metabolic dysfunction-associated steatotic liver disease (MASLD). Increasing PCSK9 concentrations and quartiles were significantly associated with older age, female sex, adverse cardiometabolic traits, and several hematological parameters. Higher hematocrit count, higher triglyceride, low-density lipoprotein cholesterol, fasting plasma glucose, and gamma-glutamyl transferase concentrations, and lower total bilirubin concentrations were independently associated with high PCSK9 concentration, with these associations being more pronounced among female participants. Higher platelet count was independently associated with high PCSK9 concentration only in female participants. Odds ratios for IR, MetS, DM, and MASLD increased progressively across PCSK9 quartiles, with stronger associations in women. Kaplan-Meier survival and Cox regression analyses indicated associations of high PCSK9 concentration with higher all-cause, non-cardiovascular, and cancer mortalities, especially in women. High circulating PCSK9 concentration is independently associated with increased risks of IR, MetS, DM, MASLD, and all-cause and cancer mortality, indicating poor metabolic profiles and outcomes in the Taiwanese population. These associations are stronger in women, highlighting the importance of sex-specific risk evaluation in metabolic diseases and long-term outcomes.",
  "disease": "diabetes mellitus"
}