{
    "title": "Acquired risk factors for colorectal cancer.",
    "doc_id": "19107442",
    "writer": "Lin OS.",
    "year": "2009",
    "summary": "These risk factors are based on data almost exclusively derived from observational studies. Because of the possibility of bias due to confounding, these acquired risk factors should not be automatically assumed to be causative, and in fact some may not …",
    "abstract": "The risk of developing colorectal cancer (CRC) is influenced by several acquired risk factors, including environmental exposures and comorbid medical conditions that are partially genetic in nature. These risk factors are based on data almost exclusively derived from observational studies. Because of the possibility of bias due to confounding, these acquired risk factors should not be automatically assumed to be causative, and in fact some may not be truly independent risk factors. Acquired risk factors include the following categories: 1) dietary factors, 2) lifestyle factors, 3) side-effects of medical interventions, and 4) comorbid medical conditions. Dietary factors that potentially increase the risk of CRC include low fruit, vegetable, or fiber intake, high red meat or saturated fat consumption, and exposure to caffeine or alcohol. Of these factors, the significance of low fruit, vegetable, and fiber intake has been called into question because of contradictory results from large observational studies and negative results from randomized trials. The association of high red meat or saturated fat consumption with increased CRC risk is supported by the preponderance of observational data. Lifestyle factors include lack of exercise and smoking. These risk factors are supported by observational data of moderate quality. Medical interventions that may increase the risk of CRC include pelvic irradiation, cholecystectomy, and ureterocolic anastomosis after major surgery of the urinary and intestinal tracts. Aside from cholecystectomy, these risk factors are supported by observational data from small studies only, therefore their validity is not well established. Finally, comorbid medical conditions that are associated with increased risk of CRC include Barrett's esophagus, human immunodeficiency virus infection, acromegaly, and inflammatory bowel disease. The association between inflammatory bowel disease and CRC is well established and it forms the basis for widely adopted colonoscopic surveillance recommendations from national medical organizations. The other factors are supported by limited observational data only and are still controversial.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19107442/"
}