{
  "pmid": "41448688",
  "title": "Fibroblast-Neuron interactions Driving persistent Pain in Rheumatoid Arthritis (FiND-Pain RA) - an observational study protocol.",
  "abstract": "Pain in patients with rheumatoid arthritis (RA) is an unmet clinical need. Targeting joint inflammation with disease-modifying antirheumatic drugs has not resulted in the anticipated reduction in pain for many patients. This can partly be explained by the concept of central sensitisation whereby spinal and supraspinal pathways have a lower threshold of activation, leading to increased perception of pain. Synovial stromal cells, such as fibroblasts, are also thought to play a role through peripheral sensitisation of nerves in the joint. Synovial fibroblasts are known to produce pro-algesic mediators such as interleukin 6 and nerve growth factor at the messenger RNA level. These pro-algesic mediators could activate sensory nerve fibres that send signals from the joint to the spinal cord, thereby driving persistent pain in RA. The purpose of this study is to evaluate which pro-algesic mediators are produced by lining versus sub-lining fibroblasts and whether the level of these mediators correlates with clinical measures of pain in patients with RA. FiND-Pain RA is a multicentre observational study which will recruit 50 patients with seropositive RA who attend the rheumatology department of Guy's and St Thomas' Hospital, London, and the Nuffield Orthopaedic Centre, Oxford. Clinical examination, pain-focused patient-reported outcome measures, ultrasound examination and ultrasound-guided synovial biopsy of the knee will be performed. The levels of known and putative pro-algesic mediators will be measured in fibroblasts from the lining and sub-lining layer of the synovium. The location and spatial morphology of sensory nerve fibres and their proximity to lining and sub-lining fibroblasts will be characterised. The primary outcome will be to determine whether the knee pain scores of participants correlate with the level of leukaemia inhibitory factor, a novel putative pain-mediator expressed in sub-lining fibroblasts. The secondary outcomes will be to determine whether other pro-algesic mediators produced by lining or sub-lining fibroblasts correlate with clinical measures of pain and to assess the location and proximity of sensory nerve fibres to lining versus sub-lining fibroblasts. The study is a sub-study of the PUMIA (Pain Phenotypes and their Underlying Mechanisms in Inflammatory Arthritis) study, which has been approved by the Bromley Research Ethics Committee (REC: 21/LO/0712). The findings of this study will be disseminated through open-access publications, as well as scientific and clinical conferences.",
  "disease": "rheumatoid arthritis"
}