{
    "title": "Atrial excitation assuming uniform propagation.",
    "doc_id": "14760920",
    "writer": "van Dam PM",
    "year": "2003",
    "summary": "INTRODUCTION: We investigated the spread of the excitation wave over the atria following initiation in a given focus in an atrial model containing its overall geometry only, i.e., without atrial bundles. ...The locations of these prominent routes coincide wit …",
    "abstract": "Introduction:\n        \n      \n      We investigated the spread of the excitation wave over the atria following initiation in a given focus in an atrial model containing its overall geometry only, i.e., without atrial bundles.\n    \n\n\n          Methods and results:\n        \n      \n      The propagation velocity of the excitation wave was taken to be uniform, and the wall thickness was discarded. The timing of excitation of any point on the atrium thus becomes directly proportional to its shortest distance over the atrial wall to the focus. Despite these gross simplifications, the general nature of the excitation sequence found corresponded closely to clinical data reported in the literature. This suggests that the complex overall geometry of the atria dominates the timing of the excitation. A highly intriguing observation from this study was that, when looking at the pathways from the sinus node to all other points on the atrium, prominent routes became visible even though no such pathways formed part of the model of the atrial geometry used. The locations of these prominent routes coincide with those of various distinct bundles in the atria. Possible inferences of these observations are discussed.\n    \n\n\n          Conclusion:\n        \n      \n      Based upon comparison with data from other studies, it is concluded that, during stable heart rhythms, propagation of the atrial excitation wave is well approximated by an assumption of uniform velocity, even though no atrial bundles were included in the model. The overall geometry seems to be the dominant factor in the spread of excitation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14760920/"
}