{
    "title": "A quantitative assessment of the location and width of Marx's line along the marginal zone of the human eyelid.",
    "doc_id": "12917575",
    "writer": "Donald C",
    "year": "2003",
    "summary": "Lissamine green dye strips were used to stain the marginal zone of the palpebral conjunctiva, and high-magnification photo slit lamp images were taken of the everted upper eyelid along with a scale rule. ...CONCLUSION: Lissamine green dye highlights a very distinct …",
    "abstract": "Purpose:\n        \n      \n      To quantitatively assess the staining of Marx's line with lissamine green dye. METHODS Forty white (European) subjects, aged 18 to 78 years, were assessed. The subjects had no major eye disease, although some had mild to moderate blepharitis. Lissamine green dye strips were used to stain the marginal zone of the palpebral conjunctiva, and high-magnification photo slit lamp images were taken of the everted upper eyelid along with a scale rule. From prints at 1600x, the distances between the main tarsal (Meibomian) gland orifices, the width of the lissamine green-stained Marx's line, and the location of its anterior border were measured.\n    \n\n\n          Results:\n        \n      \n      The group-mean distance between the main tarsal gland orifices was 0.81 +/- 0 16 mm, whereas the width of the lissamine green-stained line was 0.10 +/- 0.09 mm. In most subjects, the lissamine green-stained line was posterior to the tarsal gland orifices, and the location of the proximal (anterior) edge of this line averaged +0.13 mm from a reference line drawn through the orifices.\n    \n\n\n          Conclusion:\n        \n      \n      Lissamine green dye highlights a very distinct line of cells along the marginal zone. This line of cells is narrow and is thought to be the natural site of frictional contact between the eyelid margin and the surfaces of the bulbar conjunctiva and cornea, rather than the edge of the tear meniscus or location of the edge of the lacrimal river.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12917575/"
}