{
    "title": "Prevalence and Genotyping of Human Papillomavirus Infections in Females and Males in Zhejiang, China.",
    "doc_id": "39628831",
    "writer": "Wang Y",
    "year": "2024",
    "summary": "OBJECTIVE: This study aimed to investigate the infection rate, types of human papillomavirus (HPV), and the relationship between HPV types and host factors in Zhejiang and lay a foundation for developing a prophylactic HPV vaccine. METHODS: A retrospective analysis of the …",
    "abstract": "Objective:\n        \n      \n      This study aimed to investigate the infection rate, types of human papillomavirus (HPV), and the relationship between HPV types and host factors in Zhejiang and lay a foundation for developing a prophylactic HPV vaccine.\n    \n\n\n          Methods:\n        \n      \n      A retrospective analysis of the genotyping results of 27 hPV types using exfoliated cells from the cervix, vulva, perianal region, or oral mucosa of 28206 females, and exfoliated cells from the penis, perianal region or oral mucosa of 2923 male patients undergoing treatment between January 2016 and December 2021 at Zhejiang Provincial People's Hospital was performed.\n    \n\n\n          Results:\n        \n      \n      In females, the overall positive rate was 30.26%. The top five HPV types were HPV52, 58, 16, 6, and 53. In males, the overall positive rate was 31.85%. The top five HPV types were HPV6, 11, 16, 52, and 43. About 90.48% of patients with CINII+ were HR-HPV+. HPV33, 16 were the top two HPV types that increased CINII+ risks.\n    \n\n\n          Conclusion:\n        \n      \n      Currently, the bivalent (HPV16, 18), quadrivalent (HPV6, 11, 16, 18), and 9-valent (HPV6, 11, 16, 18, 31, 33, 45, 52, 58) HPV vaccines are marketed. Of these, the 9-valent HPV vaccines are more suitable for people in the Zhejiang province; however, it is still insufficient. Therefore, the 11-, 14-, and 15-valent vaccines being developed and marketed include more genotypes, and their outcomes are worth anticipating.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39628831/"
}