{
  "pmid": "41443295",
  "title": "Apremilast-mediated protection against Aβ-induced cytotoxicity correlates with PI3K/Akt pathway activation.",
  "abstract": "Apremilast, a novel inhibitor of phosphodiesterase-4 (PDE4), has demonstrated anti-inflammatory, immunomodulatory, neuroprotective, and senolytic properties. Given these characteristics, Apremilast, similar to other PDE4 inhibitors, holds potential as a therapeutic candidate for Alzheimer's disease (AD). This study aims to investigate whether Apremilast can mitigate neurotoxicity induced by amyloid β (Aβ) in BV2 microglial and HT-22 hippocampal mouse cell lines, while also exploring its neuroprotective effects and the underlying molecular mechanisms. To begin, network pharmacology was employed to identify potential shared targets between Apremilast and AD. Molecular docking was subsequently used to assess the binding affinity of Apremilast to key targets. At the cellular level, the Cell Counting Kit-8 (CCK-8) assay was conducted to evaluate Apremilast's protective effects against Aβ-induced cytotoxicity in BV2 and HT-22 cells. Finally, Western blot (WB) analysis was performed to examine the expression of proteins in the PI3K/Akt signaling pathway, offering insights into the molecular mechanisms underlying Apremilast's neuroprotective role. Target enrichment analysis identified several potential pathways, among which the PI3K/Akt pathway was chosen for further examination. The results showed that Apremilast effectively counteracted Aβ-induced cytotoxicity in both BV2 and HT-22 cells, leading to a significant improvement in cell viability. Moreover, Western blot analysis demonstrated an upregulation of phosphorylated Akt (p-Akt/Akt) and PI3K protein levels. In conclusion, this study provides evidence that Apremilast may exert protective effects against Aβ-induced cytotoxicity in BV2 and HT-22 cells by modulating the PI3K/Akt signaling pathway. However, further validation of its dosage and efficacy in vivo is required.",
  "disease": "alzheimer disease"
}