{
    "title": "First Report of Virus and Phytoplasma Pathogens Associated with Yellow Leaf Syndrome of Sugarcane in Cuba.",
    "doc_id": "30841151",
    "writer": "Arocha Y",
    "year": "1999",
    "summary": "Yellow leaf syndrome (YLS) has been seen recently in sugarcane (Saccharum sp.) in Cuba. ...YLS was first reported from Hawaii, followed by Brazil, Florida, and Australia, where it is associated with a luteovirus: sugarcane yellow leaf virus (ScYLV). However, in Sout …",
    "abstract": "Yellow leaf syndrome (YLS) has been seen recently in sugarcane (Saccharum sp.) in Cuba. The primary symptom is a yellow discoloration of the midrib that may spread from the midrib to the lamina in cane 6 months and older. In certain cultivars, such as CP 5243, EPC 17-395, and F31-156, a reddish coloration has been observed. In severe cases, plants are stunted and can be pulled easily. YLS was first reported from Hawaii, followed by Brazil, Florida, and Australia, where it is associated with a luteovirus: sugarcane yellow leaf virus (ScYLV). However, in South Africa, YLS is associated with a phytoplasma: sugarcane yellow leaf phytoplasma (ScYLP) (1). A survey performed in Jovellanos, Matanzas, Cuba, for ScYLV, using enzyme-linked immunosorbent assay with antiserum provided by B. E. L. Lockhart, showed that only a small percentage of canes with YLS carried the virus. A nested polymerase chain reaction (PCR) (1) was used to amplify phytoplasma 16S/23S rDNA from sugarcane leaves with YLS symptoms, also collected from Jovellanos. Restriction fragment length polymorphism analysis with HaeIII, RsaI, and AluI produced patterns similar to those of members of the aster yellows group for 260 of 277 samples tested. Sequencing of the 16S/23S intergenic rDNA PCR products, followed by BLAST (basic local alignment search tool) analysis, confirmed the high homology (97%) of these amplimers to the DNA of phytoplasmas belonging to the aster yellows I-A subgroup. This is the first report of ScYLV and ScYLP from Cuba, and it demonstrates the difficulty of determining the identity of the YLS pathogen based on symptoms alone. Reference: (1) C. P. R. Cronjé et al. Ann. Appl. Biol. 133:177, 1998.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30841151/"
}