{
  "pmid": "41448361",
  "title": "Safety and Feasibility of Rapid Transition to Universal Same-Day Discharge After Minimally Invasive Hysterectomy: A Retrospective Before-After Study.",
  "abstract": "The primary objective was to examine the success of rapid implementation of universal same-day discharge (SDD) by examining SDD rates after minimally invasive hysterectomy (MIH). The secondary objectives were to explore readmission rates after SDD and the impact of geographic and socio-demographic factors on successful SDD. The relationship between unplanned admission rates and neighborhood level deprivation, as defined by the Area Deprivation Index (ADI) was also examined. Retrospective, before-after chart review SETTING: : Two high-volume academic and academic-affiliated tertiary care centers PARTICIPANTS: : Patients were selected from two 11-month periods: September 2018-July 2019 (pre-COVID) and May 2020- March 2021 (COVID). Laparoscopic or robotic assisted hysterectomy with same-day discharge RESULTS: : 320 patients met inclusion criteria, 107 pre-COVID and 213 COVID. SDD rate increased from 1.9% (2/107) pre-COVID to 92% (196/213) during COVID (P<0.001). There was no difference in 30-day readmission rates or re-operation rates after rapid implementation of SDD (0% vs 0%). Within the COVID-19 cohort, there was no significant difference between patients with successful SDD and those admitted with respect to BMI, American Society of Anesthesiologists class 2 or greater, length of surgery, procedure completion time, estimated blood loss, uterine specimen weight, non-private insurance, neighborhood deprivation level, or time or distance traveled to the hospital. Rapid transition to universal SDD in response to the COVID-19 pandemic was safe and feasible in patients undergoing benign MIH. During COVID, universal SDD was implemented successfully in patients without an increase in re-operation or re-admission rates. Neighborhood deprivation level is not associated with increase in unplanned admission rates.",
  "disease": "covid-19"
}