{
  "pmid": "41457927",
  "title": "Spatial and temporal effects of cortical cerebral microinfarcts on the cortical and subcortical regions in cerebral small vessel disease.",
  "abstract": "We assessed cortical thickness and micro-structural abnormalities associated with cortical cerebral microinfarcts (CMIs) and their temporal changes in cerebral small vessel disease (SVD). Fifty-four participants with SVD underwent monthly magnetic resonance imaging for 10 months. Recent and old CMIs and mirrored contralateral controls were identified. Cortical and subcortical expansions around these regions were used to extract cortical thickness, R1, and neurite density index (NDI). In cortex, both recent and old CMIs showed altered NDI and R1 values only in immediate perilesional regions, likely reflecting partial-volume effects. In subcortex, recent CMIs showed no differences from controls, whereas old CMIs exhibited lower NDI along white matter tracts extending ≈10 mm. Longitudinally, recent CMIs showed acute R1 reduction and NDI increase at the lesion site, which normalized on follow-up. Old CMIs are associated with substantial subcortical microstructural injury along tracts but minimal cortical involvement, whereas alterations in recent CMIs are localized and transient. This is the first study to comprehensively assess both spatial (cortical and subcortical) and temporal effects of microstructural changes associated with cortical microinfarcts (CMIs) in cerebral small vessel disease using quantitative multi-modal MRI. We employed multiple advanced imaging measures, including cortical thickness, R1 (1/T1) mapping, and neurite densitivity index (NDI) derived from neurite orientation dispersion and density imaging (NODDI) modeling to sensitively detect tissue microstructural alterations. We found that old CMIs were associated with pronounced subcortical microstructural injury along white matter tracts but showed minimal cortical involvement, whereas recent CMIs presented localized and transient changes.",
  "disease": "stroke"
}