{
    "title": "Malnutrition and inflammation in acute kidney injury due to earthquake-related crush syndrome.",
    "doc_id": "20346168",
    "writer": "Li GS",
    "year": "2010",
    "summary": "BACKGROUND: Malnutrition and inflammation are common and serious complications in patients with acute kidney injury (AKI). However, the profile of these complications in patients with AKI caused by crush syndrome (CS) remains unclear. ...",
    "abstract": "Background:\n        \n      \n      Malnutrition and inflammation are common and serious complications in patients with acute kidney injury (AKI). However, the profile of these complications in patients with AKI caused by crush syndrome (CS) remains unclear. This study describes the clinical characteristics of malnutrition and inflammation in patients with AKI and CS due to the Wenchuan earthquake.\n    \n\n\n          Methods:\n        \n      \n      One thousand and twelve victims and eighteen healthy adults were recruited to the study. They were divided into five groups: Group A was composed of victims without CS and AKI (904 cases); Group B was composed of patients with CS and AKI who haven't received renal replacement therapy (RRT) (57 cases); and Group C was composed of patients with CS and AKI receiving RRT (25 cases); Group D was composed of earthquake victims with AKI but without CS (26 cases); and Group E was composed of 18 healthy adult controls. The C-reactive protein (CRP), prealbumin, transferrin, interleukin-6 and TNF-alpha were measured and compared between Group E and 18 patients from Group C.\n    \n\n\n          Results:\n        \n      \n      The results indicate that participants in Group C had the highest level of serum creatinine, blood urea nitrogen and uric acid. Approximately 92% of patients with CS who had RRT were suffering from hypoalbuminemia. The interleukin-6 and CRP levels were significantly higher in patients with CS AKI receiving RRT than in the control group. Patients in Group C received the highest dosages of albumin, plasma or red blood cell transfusions. One patient in Group C died during treatment.\n    \n\n\n          Conclusions:\n        \n      \n      Malnutrition and inflammation was common in patients with earthquake-related CS and had a negative impact on the prognosis of these subjects. The results of this study indicate that the use of RRT, intensive nutritional supplementation and transfusion alleviated the degree of malnutrition and inflammation in hemodialysis patients with crush syndrome.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20346168/"
}