{
    "title": "Intrathoracic gastric emptying of solid food after esophagectomy for esophageal cancer.",
    "doc_id": "16039182",
    "writer": "Lee HS",
    "year": "2005",
    "summary": "Age, the method of gastric drainage, and the stomach shape used did not affect the intrathoracic gastric emptying. ...CONCLUSIONS: The use of the intrathoracic stomach as an esophageal substitute had a significant effect on gastric emptying, wit …",
    "abstract": "Background:\n        \n      \n      Information on the function of the intrathoracic stomach after esophageal resection for esophageal cancer is limited. This study evaluated the factors affecting intrathoracic gastric emptying of solid food in patients who had undergone this surgery.\n    \n\n\n          Methods:\n        \n      \n      Between February 2003 and August 2003, intrathoracic gastric emptying of solid food was evaluated by radioisotope in 56 of the patients who underwent esophageal replacement surgery with the stomach for esophageal cancer. The 50% gastric emptying time was categorized into three ranges: over 180 minutes was defined as delayed, within 180 minutes as intermediate, and when all the radioisotopes were dumped into the jejunum as rapid. The factors affecting the gastric emptying were analyzed.\n    \n\n\n          Results:\n        \n      \n      In 6 out of 56 (10.7%) patients the radioisotope removal was too rapid to check the gastric-emptying time, and hence the analysis was performed in 50 patients. Twenty-one (37.5%) patients showed significantly delayed gastric emptying. The 50% gastric emptying time calculated by an exponential fitting method was 422 and 109 minutes in the delayed and intermediate groups, respectively. Age, the method of gastric drainage, and the stomach shape used did not affect the intrathoracic gastric emptying. Only the follow-up interval after surgery was a significant factor on gastric emptying (p = 0.024). The intrathoracic gastric emptying of solid food was more and more increased over time after surgery by regression analysis (p = 0.03).\n    \n\n\n          Conclusions:\n        \n      \n      The use of the intrathoracic stomach as an esophageal substitute had a significant effect on gastric emptying, with intrathoracic gastric emptying of solid foods immediately after esophagectomy being markedly prolonged in about 50% of patients. However, the intrathoracic gastric emptying significantly increased over time. Research is required into improving intrathoracic gastric emptying in the early period after esophagectomy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16039182/"
}