{
    "title": "Exercise serum regulates uric acid transporters in normal rat kidney cells.",
    "doc_id": "36302802",
    "writer": "Jiang Z",
    "year": "2022",
    "summary": "Hyperuricemia (HUA) refers to a physiological condition of high serum uric acid (SUA) level in the body, which may cause an increased risk of several chronic diseases. The kidney's impaired uric acid (UA) metabolism is an important reason for HUA. In this stu …",
    "abstract": "Hyperuricemia (HUA) refers to a physiological condition of high serum uric acid (SUA) level in the body, which may cause an increased risk of several chronic diseases. The kidney's impaired uric acid (UA) metabolism is an important reason for HUA. In this study, we tested the hypothesis that circulating factors produced during exercise regulate the expression of ABCC4, ABCG2, URAT1, and GLUT9 in normal rat kidneys and normal rat kidney cells (NRK-52E) and their relationship with NF-κB and NRF-2. NRK-52E cells were separately cultured by serum from 10 healthy SD rats who did not exercise (CON) and 10 healthy SD rats who did aerobic treadmill exercise for 6 weeks. Cells cultured by serum from rats who did aerobic treadmill exercise for 6 weeks were separated by without NRF-2 inhibitor (EXE) and with NRF-2 inhibitor (EXE + ML). SUA level of rats was tested by using dry chemical assays, xanthine oxidase (XOD) activity in serum and liver were tested by using enzyme colorimetry assays, protein expression in kidney and NRK-52E cells were tested by using Western-blot, and UA levels in the upper or lower chamber were tested by colorimetry assays. Aerobic exercise reduced SUA levels in rats but did not significantly affect on liver xanthine oxidase. It also increased the expression of some UA transporters in the kidney and NRK-52E cells and increased the cells' ability in UA excretion. When the NRF-2 was inhibited, the NF-κB and ABCG2 increased, and the expression of ABCC4, URAT1, and GLUT9 decreased. In conclusion, this study suggested that 6 weeks of aerobic treadmill exercise intervention may help to improve the excretion of UA in renal cells, suggesting that long-term aerobic exercise may be a means to prevent hyperuricemia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36302802/"
}