{
    "title": "Effect of past extensive ulcers on fecal calprotectin in ulcerative colitis.",
    "doc_id": "39587487",
    "writer": "Ishida N",
    "year": "2024",
    "summary": "BACKGROUND: Ulcerative colitis (UC) causes extensive ulceration attributable to intestinal inflammation. This study investigated the effect of past extensive ulcers (PEUs) on fecal calprotectin (FC). METHODS: This retrospective, single-center, observational s …",
    "abstract": "Background:\n        \n      \n      Ulcerative colitis (UC) causes extensive ulceration attributable to intestinal inflammation. This study investigated the effect of past extensive ulcers (PEUs) on fecal calprotectin (FC).\n    \n\n\n          Methods:\n        \n      \n      This retrospective, single-center, observational study included patients with UC with a Mayo endoscopic subscore of 0. UC with scarring or pseudopolyposis was defined as PEU and FC and fecal immunochemical occult blood test (FIT) values were compared. The marker levels of patients in the PEU and non-PEU groups were examined to assess clinical relapse within 12 months.\n    \n\n\n          Results:\n        \n      \n      Of the 61 included patients, 27 had UC with PEUs and 34 had UC without PEUs. Albumin, hemoglobin, and FIT values between groups were not significantly different; however, the C-reactive protein and FC values of the PEU group were significantly higher than those of the non-PEU group. The FC values of the clinical relapse and remission groups within 12 months differed significantly. The cutoff values for the prediction of relapse within 12 months for all patients (area under the curve [AUC], 0.709; 95% confidence interval [CI], 0.512-0.907) and the non-PEU group (AUC, 0.893; 95% CI, 0.724-1.000) were both 118 mg/kg.\n    \n\n\n          Conclusions:\n        \n      \n      UC patients with PEUs have higher FC values than those without PEUs, even in remission. Additionally, FC values do not predict relapse in PEU patients. Therefore, FC may not be a sufficiently accurate biomarker for patients with PEUs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39587487/"
}