{
    "title": "Factors that influence mental health of university and college students in the UK: a systematic review.",
    "doc_id": "36123714",
    "writer": "Campbell F",
    "year": "2022",
    "summary": "Preventing poor mental health and supporting positive mental wellbeing needs to be based on an evidence informed understanding what factors influence the mental health of students. ...Students who are prepared and able to adjust to the changes t …",
    "abstract": "Background:\n        \n      \n      Worsening mental health of students in higher education is a public policy concern and the impact of measures to reduce transmission of COVID-19 has heightened awareness of this issue. Preventing poor mental health and supporting positive mental wellbeing needs to be based on an evidence informed understanding what factors influence the mental health of students.\n    \n\n\n          Objectives:\n        \n      \n      To identify factors associated with mental health of students in higher education.\n    \n\n\n          Methods:\n        \n      \n      We undertook a systematic review of observational studies that measured factors associated with student mental wellbeing and poor mental health. Extensive searches were undertaken across five databases. We included studies undertaken in the UK and published within the last decade (2010-2020). Due to heterogeneity of factors, and diversity of outcomes used to measure wellbeing and poor mental health the findings were analysed and described narratively.\n    \n\n\n          Findings:\n        \n      \n      We included 31 studies, most of which were cross sectional in design. Those factors most strongly and consistently associated with increased risk of developing poor mental health included students with experiences of trauma in childhood, those that identify as LGBTQ and students with autism. Factors that promote wellbeing include developing strong and supportive social networks. Students who are prepared and able to adjust to the changes that moving into higher education presents also experience better mental health. Some behaviours that are associated with poor mental health include lack of engagement both with learning and leisure activities and poor mental health literacy.\n    \n\n\n          Conclusion:\n        \n      \n      Improved knowledge of factors associated with poor mental health and also those that increase mental wellbeing can provide a foundation for designing strategies and specific interventions that can prevent poor mental health and ensuring targeted support is available for students at increased risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36123714/"
}