{
  "pmid": "41458492",
  "title": "Clinical impact and disparities in mortality and antimicrobial resistance between Gram-negative and Gram-positive bacteria in cirrhotic abdominal infections: a meta-analysis.",
  "abstract": "Bacterial infections are a leading cause of morbidity and mortality in patients with liver cirrhosis. Shifts in pathogen distribution and the rise of multidrug-resistant (MDR) organisms complicate clinical management, yet the relative impact of Gram-negative versus Gram-positive infections remains uncertain. To compare the prevalence, mortality, and MDR rates between Gram-negative and Gram-positive bacterial pathogens in cirrhotic abdominal infections. A systematic review and meta-analysis was conducted in accordance with PRISMA 2020 guidelines. PubMed, Web of Science, and CNKI were searched for studies published from January 2015 to December 2024. Eligible cohort studies included adult cirrhotic patients with documented bacterial infections and reported outcomes of infection distribution, mortality, or MDR rates. Study quality was assessed using Cochrane Risk of Bias Assessment. Pooled effect sizes were calculated using RevMan 5.4, with heterogeneity assessed by the  Five cohort studies involving 580 cirrhotic patients were included. Gram-negative bacteria were more prevalent than Gram-positive bacteria (risk difference 0.15, 95% CI 0.09-0.20;  Gram-negative bacteria remain the most frequent causes of infection in cirrhosis and are associated with higher mortality and the rate of MDR when compared to Gram-positive pathogens. Subgroup results support an increase in the proportion of Gram-positive SBP, related to fluoroquinolone prophylaxis and invasive procedures. Gram-negative predominance is greater in SBP than non-SBP. ICU patients displayed a significant higher proportion of Gram-positive organisms and a higher risk of Gram-negative MDR, and reduced mortality differences in relationship with a prevalent ACLF/sepsis physiopathology.",
  "disease": "liver cirrhosis"
}