{
    "title": "Kidney functional reserve and damage biomarkers in subclinical chronic kidney disease and acute kidney injury.",
    "doc_id": "37733876",
    "writer": "Taylor KM",
    "year": "2023",
    "summary": "Direct kidney functional reserve (KFR) measurement before kidney injury and elevated urinary biomarkers clusterin and kidney injury molecule-1 detect subclinical chronic kidney disease (sCKD) after kidney injury despite normal range sCr and crea …",
    "abstract": "Significant loss of kidney function is not easily identified by serum creatinine (sCr)-based measurements. In the presence of normal sCr, decreased kidney functional reserve (KFR) may identify a significant loss of function. We evaluated KFR in experimental subclinical chronic kidney disease (sCKD) before and after brief ischemia-reperfusion injury (IRI). Using fluorescein isothiocyanate-labeled sinistrin, glomerular filtration rate (GFR) was measured transcutaneously before and after adenine-induced sCKD, and 1 and 2 wk after brief IRI, and compared with urinary kidney damage biomarkers. sCKD reduced stimulated and unstimulated GFR by ∼20% while reducing KFR by 50%. IRI reduced unstimulated GFR for 14 days, but KFR remained relatively unchanged in sCKD and transiently increased in control kidneys at 7 days. sCr increased and creatinine clearance (CrCl) decreased only immediately after IRI; sCr and CrCl correlated poorly with measured GFR except on day 1 after IRI. Heterogeneity in sCr and CrCl resulted from variation in tubular creatinine secretion. The increase in damage biomarker concentrations persisted for up to 14 days after IRI, allowing retrospective detection of sCKD before AKI by urine clusterin/urine kidney injury molecule-1 with an area under the curve of 1.0. sCr and CrCl are unreliable unless sCr is acutely elevated. Measurement of KFR and urine damage biomarker excretion detected sCKD despite normal sCr and CrCl. After IRI, the urine clusterin-to-urine kidney injury molecule-1 ratio may identify prior sCKD.NEW & NOTEWORTHY Early kidney function loss is poorly identified by serum creatinine (sCr)-based measurements. Direct kidney functional reserve (KFR) measurement before kidney injury and elevated urinary biomarkers clusterin and kidney injury molecule-1 detect subclinical chronic kidney disease (sCKD) after kidney injury despite normal range sCr and creatinine clearance. Reliance on sCr masks underlying sCKD. Acute kidney injury risk evaluation requires direct glomerular filtration rate measurement and KFR, whereas kidney damage biomarkers facilitate identification of prior subclinical injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37733876/"
}