{
    "title": "Self-disclosure to peers by young adult cancer survivors.",
    "doc_id": "30353609",
    "writer": "Rabin C.",
    "year": "2019",
    "summary": "OBJECTIVE: Given the potential benefits of self-disclosure, the goal of this study was to learn more about how young adult cancer survivors navigate the process of disclosing their cancer history to peers. METHODS: A sample of 122 young adult cancer su …",
    "abstract": "Objective:\n        \n      \n      Given the potential benefits of self-disclosure, the goal of this study was to learn more about how young adult cancer survivors navigate the process of disclosing their cancer history to peers.\n    \n\n\n          Methods:\n        \n      \n      A sample of 122 young adult cancer survivors completed a brief, online survey. Data were collected to assess how and why survivors self-disclose to peers and how peers react.\n    \n\n\n          Results:\n        \n      \n      Participants endorsed a number of reasons for disclosing their cancer history to peers (eg, felt it was important for them to know) or choosing not to disclose (eg, to avoid upsetting/burdening them). Participants used a variety of strategies during the disclosure with the most frequently endorsed being humor and providing reassurance. Mediational analyses supported the study hypothesis: The relationship between peer reactions to self-disclosure and the likelihood of future disclosure was mediated by survivors' satisfaction with the self-disclosure experience. Exploratory analyses provided some insight into which disclosure strategies were met with a more positive reaction from peers.\n    \n\n\n          Conclusions:\n        \n      \n      The actual and anticipated reactions from peers play a crucial role in shaping young adult cancer survivors' experience of self-disclosure. Clinicians may use these findings to help young survivors optimize their self-disclosure experiences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30353609/"
}