{
    "title": "Osteoprotegerin/Receptor Activator of Nuclear Factor-Kappa B Ligand/Receptor Activator of Nuclear Factor-Kappa B Axis in Obesity, Type 2 Diabetes Mellitus, and Nonalcoholic Fatty Liver Disease.",
    "doc_id": "37208545",
    "writer": "Vachliotis ID",
    "year": "2023",
    "summary": "RECENT FINDINGS: The OPG-RANKL-RANK axis, which has been originally involved in bone remodeling and osteoporosis, is now recognized as a potential contributor in the pathogenesis of obesity and its associated comorbidities, i.e., type 2 diabetes mellitus …",
    "abstract": "Purpose of review:\n        \n      \n      To summarize evidence on the potential involvement of the osteoprotegerin (OPG)/receptor activator of nuclear factor-kappa B (NF-κΒ) ligand (RANKL)/receptor activator of NF-κΒ (RANK) axis in the pathogenesis of metabolic diseases.\n    \n\n\n          Recent findings:\n        \n      \n      The OPG-RANKL-RANK axis, which has been originally involved in bone remodeling and osteoporosis, is now recognized as a potential contributor in the pathogenesis of obesity and its associated comorbidities, i.e., type 2 diabetes mellitus and nonalcoholic fatty liver disease. Besides bone, OPG and RANKL are also produced in adipose tissue and may be involved in the inflammatory process associated with obesity. Metabolically healthy obesity has been associated with lower circulating OPG concentrations, possibly representing a counteracting mechanism, while elevated serum OPG levels may reflect an increased risk of metabolic dysfunction or cardiovascular disease. OPG and RANKL have been also proposed as potential regulators of glucose metabolism and are potentially involved in the pathogenesis of type 2 diabetes mellitus. In clinical terms, type 2 diabetes mellitus has been consistently associated with increased serum OPG concentrations. With regard to nonalcoholic fatty liver disease, experimental data suggest a potential contribution of OPG and RANKL in hepatic steatosis, inflammation, and fibrosis; however, most clinical studies showed reduction in serum concentrations of OPG and RANKL. The emerging contribution of the OPG-RANKL-RANK axis to the pathogenesis of obesity and its associated comorbidities warrants further investigation by mechanistic studies and may have potential diagnostic and therapeutic implications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37208545/"
}