{
    "title": "Age-stratified modifiable fall risk factors in Chinese community-dwelling older adults.",
    "doc_id": "36634440",
    "writer": "Chen X",
    "year": "2023",
    "summary": "BACKGROUND: Fall incident is one of the major causes of mortality and injury in older adults. Modifiable fall risk factors are the targets for fall prevention. Since the status of some fall risk factors can change with age, insights into age-stratified …",
    "abstract": "Background:\n        \n      \n      Fall incident is one of the major causes of mortality and injury in older adults. Modifiable fall risk factors are the targets for fall prevention. Since the status of some fall risk factors can change with age, insights into age-stratified fall risk factors can be beneficial for developing tailored fall prevention strategies for older adults at different ages. Therefore, the objective of this study was to identify fall risk factors in different age groups of older people.\n    \n\n\n          Methods:\n        \n      \n      The current study analysed data of 14,601 community-dwelling older Chinese (aged 65 years or above) recruited from the Chinese Longitudinal Healthy Longevity Survey (CLHLS, wave 2017-2018). 24 modifiable fall risk factors were selected from the CLHLS as candidate risk factors and multivariable logistic regression was used to identify significant risk factors associated with fall incidents by three age groups (65-79 years, 80-94 years, ≥95 years).\n    \n\n\n          Results:\n        \n      \n      Anxiety is identified across all age groups. Hearing impairment, stroke, rain/water leakage were found in both the 65-79 years and the 80-94 years old groups. Interactions between hearing and stroke and between hearing and rain /water leakage were found in these two groups, respectively. Medication use is a shared factor in both the 65-79 years and the ≥95 years old group.\n    \n\n\n          Conclusion:\n        \n      \n      Modifiable fall risk factors varied among age groups, suggesting that customised fall prevention strategies can be applied by targeting at fall risk factors in corresponding age groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36634440/"
}