{
    "title": "Brainstem haematomas: early and late prognosis.",
    "doc_id": "7754819",
    "writer": "Posadas G",
    "year": "1994",
    "summary": "Their degree of consciousness was altered only slightly or moderately and their brainstem haemorrhages were focal or only slightly diffuse. Three patients in this group underwent surgical treatment. The members of group B, who died within days of their admission to the hos …",
    "abstract": "The purpose of the present retrospective study is to analyse 14 patients harbouring brainstem haematomas and to discuss the early and late prognosis. The patients were divided into two groups: group A (survivors), 8 patients with follow-up duration ranging between 8 months and 12 years; and group B (nonsurvivors), 6 patients. At the time of onset or hospital admission, the former were under 50 years of age and had no important clinical history. Their degree of consciousness was altered only slightly or moderately and their brainstem haemorrhages were focal or only slightly diffuse. Three patients in this group underwent surgical treatment. The members of group B, who died within days of their admission to the hospital, were over 60 years of age, had a number of clinical antecedents and severe alterations of consciousness, while 83% of them presented diffuse brainstem haemorrhages. None of the patients of this group were treated surgically. It was concluded that: 1) the indications for surgery for these lesions were progressive hydrocephalus, increase in the mass effect with progressive symptomatology and suspected \"cryptic vascular malformation\" with risk of later rebleeding or brain tumour; 2) surgical treatment was necessary to improve the symptomatology in 3 patients in group A, although there were no significant differences between surgically treated and nonsurgically treated patients in the same group with respect to prognosis; 3) age, clinical history, degree of alteration of consciousness and type of haemorrhage are the major factors affecting the early and late prognosis of brainstem haemorrhages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7754819/"
}