{
    "title": "Medicalisation of public health: a narrative review.",
    "doc_id": "40516225",
    "writer": "Nunes AR.",
    "year": "2025",
    "summary": "",
    "abstract": "Objectives:\n        \n      \n      To critically examine the medicalisation of public health and its implications for addressing upstream social, environmental, and structural determinants of health.\n    \n\n\n          Study design:\n        \n      \n      Narrative review.\n    \n\n\n          Methods:\n        \n      \n      A thematic analysis was conducted on 40 peer-reviewed studies that discuss the shift in public health paradigms from systemic and social determinants to biomedical models. The selected literature was reviewed to identify recurring themes and implications related to the medicalisation of public health.\n    \n\n\n          Results:\n        \n      \n      The analysis revealed four key implications of the medicalisation of public health: an over-reliance on technical and biomedical solutions, the individualisation of health issues, which often neglects broader social contexts; the marginalisation of community-led and interdisciplinary approaches; and the emergence of ethical and equity concerns arising from exclusionary practices. These outcomes collectively reflect a narrowing of public health's scope and effectiveness in addressing root causes of health inequalities.\n    \n\n\n          Conclusions:\n        \n      \n      The findings underscore the urgent need to realign public health with its foundational mission of addressing systemic determinants. This includes promoting interdisciplinary collaboration, prioritising prevention and social reform, and embedding ethical frameworks to counterbalance biomedical dominance. Restoring balance through holistic public health strategies that integrate both biomedical and structural approaches is essential for achieving resilience, sustainability, and equity in responding to contemporary global health challenges.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40516225/"
}