{
    "title": "Endocervical Margins Status in Excision for Preventing Cervical Cancer According to the Transformation Zone Type.",
    "doc_id": "36018246",
    "writer": "Gertrudes LN",
    "year": "2022",
    "summary": "Multivariate analysis revealed in TZ 1 a 2.12 (1.23-3.65) higher risk of obtaining a negative margin in excision type II. In TZ 2 and 3, none of the variables predicted the chance of a negative margin. ...Age, menopausal status, smoking, and hormonal contraception d …",
    "abstract": "Objective:\n        \n      \n      The aim of this study is to assess the outcomes of 610 excision types I and II in a referral facility as a function of transformation zone (TZ) types.\n    \n\n\n          Methods:\n        \n      \n      This is a retrospective cohort study of women with cervical precursor lesions who underwent loop electrocautery excision procedure from 2017 to 2019 at the University of Campinas. The primary outcome was endocervical margin status, negative or positive. Other variables were excision type (I/II), TZ (1/2/3), age, menopausal status, hormonal contraceptives, smoking, and sexual debut. Tests used were chi-square or Fisher exact, Mann-Whitney, and simple and multiple logistic regression.\n    \n\n\n          Results:\n        \n      \n      The most frequent was TZ 1 (62.5%). Excision II was the most frequent: 54.1% in TZ 1, 67.2% in TZ 2, and 82.1% in TZ 3. A negative margin was observed in TZ 1, 76.0% when excision I and 86.4% when excision II ( p = .009); TZ 2, 86.4% when excision I and 88.9% when excision II ( p = .672); and TZ 3, 76.5% when excision I and 78.9% when excision II ( p = .672). Multivariate analysis revealed in TZ 1 a 2.12 (1.23-3.65) higher risk of obtaining a negative margin in excision type II. In TZ 2 and 3, none of the variables predicted the chance of a negative margin.\n    \n\n\n          Conclusions:\n        \n      \n      The endocervical margin was negative in 3 in every 4 women who underwent loop electrocautery excision procedure, regardless of excision type. Age, menopausal status, smoking, and hormonal contraception did not predict margin status.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36018246/"
}