{
  "pmid": "41420531",
  "title": "Longitudinal analyses of electronic medical records reveal dynamic developmental trajectories for patients with SCN8A-related disorders.",
  "abstract": "Despite providing significant insights into the phenotypic spectrum and genotype-phenotype correlations in SCN8A-related disorders (SCN8A-RD), cohort and registry-based studies typically lack sufficient longitudinal data to characterize disease progression or treatment-response trajectories. Here we utilize data from electronic medical records (EMRs) of 80 patients as a complementary approach to advance understanding of the natural history of SCN8A-RD. Longitudinal profiles were constructed by mining text from EMRs and writing code to visualize timelines for individual patients. Age-dependent unsupervised clustering analysis was performed on developmental skills, seizure profiles, electroencephalography (EEG) results, comorbidities, hospitalizations, genetic variant, and sex. Skill acquisition data in four domains (gross motor, fine motor, language, and academic) were used to infer developmental trajectories for the overall cohort and phenotypic subgroups. Features that distinguished clusters at each age group were identified using penalized regression. Antiseizure medication (ASM) effectiveness was inferred by correlating prescriptions taken during periods of seizure reduction. Cluster analysis identified dynamic phenotypic groupings peaking at four clusters at Year 5, suggesting that the middle childhood years may represent a critical developmental window when phenotypic divergence is most apparent. Developmental trajectories varied significantly by phenotypic subgroup: Patients in the loss-of-function (LoF) subgroup achieved highest gross motor and language skills, whereas patients with developmental and epileptic encephalopathy (DEE) remained the most impaired across all domains. Oxcarbazepine emerged as the most common ASM monotherapy during the seizure-free periods. This EMR analysis represents the first integration of long-term developmental trajectories that encompasses both gain-of-function (GoF) and LoF subgroups. Patients carrying both types of variants cluster together at different ages in early childhood. Several sodium channel blockers were effective as monotherapies during seizure-freedom periods. Despite intermittent periods of reduced seizure activity, persistent developmental delays across all subgroups highlight the need for neurodevelopmental support beyond seizure control. EMR analysis reveals an evolving phenotypic landscape with distinct developmental outcomes for SCN8A-RD patients in different subgroups.",
  "disease": "epilepsy"
}