{
    "title": "4 Gy versus 24 Gy radiotherapy for follicular and marginal zone lymphoma (FoRT): long-term follow-up of a multicentre, randomised, phase 3, non-inferiority trial.",
    "doc_id": "33539729",
    "writer": "Hoskin P",
    "year": "2021",
    "summary": "We enrolled patients (aged >18 years) with indolent non-Hodgkin lymphoma who had histological confirmation of follicular lymphoma or marginal zone lymphoma requiring radical or palliative radiotherapy. No limit on performance status was stipulated, and previous c …",
    "abstract": "Background:\n        \n      \n      The optimal radiotherapy dose for indolent non-Hodgkin lymphoma is uncertain. We aimed to compare 24 Gy in 12 fractions (representing the standard of care) with 4 Gy in two fractions (low-dose radiation).\n    \n\n\n          Methods:\n        \n      \n      FoRT (Follicular Radiotherapy Trial) is a randomised, multicentre, phase 3, non-inferiority trial at 43 study centres in the UK. We enrolled patients (aged >18 years) with indolent non-Hodgkin lymphoma who had histological confirmation of follicular lymphoma or marginal zone lymphoma requiring radical or palliative radiotherapy. No limit on performance status was stipulated, and previous chemotherapy or radiotherapy to another site was permitted. Radiotherapy target sites were randomly allocated (1:1) either 24 Gy in 12 fractions or 4 Gy in two fractions using minimisation and stratified by histology, treatment intent, and study centre. Randomisation was centralised through the Cancer Research UK and University College London Cancer Trials Centre. Patients, treating clinicians, and investigators were not masked to random assignments. The primary endpoint was time to local progression in the irradiated volume based on clinical and radiological evaluation and analysed on an intention-to-treat basis. The non-inferiority threshold aimed to exclude the chance that 4 Gy was more than 10% inferior to 24 Gy in terms of local control at 2 years (HR 1·37). Safety (in terms of adverse events) was analysed in patients who received any radiotherapy and who returned an adverse event form. FoRT is registered with ClinicalTrials.gov, NCT00310167, and the ISRCTN Registry, ISRCTN65687530, and this report represents the long-term follow-up.\n    \n\n\n          Findings:\n        \n      \n      Between April 7, 2006, and June 8, 2011, 614 target sites in 548 patients were randomly assigned either 24 Gy in 12 fractions (n=299) or 4 Gy in two fractions (n=315). At a median follow-up of 73·8 months (IQR 61·9-88·0), 117 local progression events were recorded, 27 in the 24 Gy group and 90 in the 4 Gy group. The 2-year local progression-free rate was 94·1% (95% CI 90·6-96·4) after 24 Gy and 79·8% (74·8-83·9) after 4 Gy; corresponding rates at 5 years were 89·9% (85·5-93·1) after 24 Gy and 70·4% (64·7-75·4) after 4 Gy (hazard ratio 3·46, 95% CI 2·25-5·33; p<0·0001). The difference at 2 years remains outside the non-inferiority margin of 10% at -13·0% (95% CI -21·7 to -6·9). The most common events at week 12 were alopecia (19 [7%] of 287 sites with 24 Gy vs six [2%] of 301 sites with 4 Gy), dry mouth (11 [4%] vs five [2%]), fatigue (seven [2%] vs five [2%]), mucositis (seven [2%] vs three [1%]), and pain (seven [2%] vs two [1%]). No treatment-related deaths were reported.\n    \n\n\n          Interpretation:\n        \n      \n      Our findings at 5 years show that the optimal radiotherapy dose for indolent lymphoma is 24 Gy in 12 fractions when durable local control is the aim of treatment.\n    \n\n\n          Funding:\n        \n      \n      Cancer Research UK.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33539729/"
}