{
  "pmid": "41423725",
  "title": "Spontaneous Bacterial Peritonitis Is Associated With High Mortality, Which Interacts With Antibiotic Prophylaxis in a National Cirrhosis Cohort.",
  "abstract": "With changes in bacteriology and cirrhosis demographics, the impact of spontaneous bacterial peritonitis (SBP) on cirrhosis outcomes needs re-evaluation. Determine the importance of SBP on mortality and liver transplant (LT) across occurrence/recurrence and prophylaxis in a national cohort of Veterans with decompensated cirrhosis. Veterans admitted with their first hepatic decompensation between 2009 and 2019 were evaluated for SBP development, and use of primary/secondary SBP prophylaxis (PSPr/SSPr) to determine the associations between SBP and interaction with mortality and LT. 52,392 Veterans were included and followed for 7.51 ± 3.83 years, during which 77% died and 2.4% received LT. 16.7% developed one SBP episode, 2.3% two episodes and 0.8% ≥ 3 episodes. Patients on PSPr versus not showed a 24% higher mortality risk, those on SSPr versus not had a 5% increased mortality risk with first and 28% higher mortality risk with additional recurrences. SBPPr interacted with SBP episode number (1.4× PSPr and 1.76× for SSPr) for mortality but not LT. SBP cultures showed higher resistance with increasing SBP episodes (2nd vs. 1st: OR = 2.51, p < 0.001; ≥ 3 vs. 2nd: OR = 7.84, p < 0.001) and with SBPPr (PSPr vs. no prophylaxis: OR = 2.30; SSPr vs. no at first recurrence: OR = 3.70; SSPr vs. no at ≥ 2 recurrences: OR = 10.79, all p < 0.001). Despite documented resistance on PSPr, 82% of patients were continued on the same medication for SSPr, with similar rates of continuation after repeat infection while on SSPr. In a national cohort of newly decompensated cirrhosis Veterans, SBP increased mortality, which worsened with recurrence. SBP prophylaxis (primary or secondary) showed an interaction with higher mortality but not LT. Antibiotic resistance increased with SBPPr, but culture results were not followed while resuming/initiating SBPPr. Novel strategies to prevent SBP recurrence and mortality are needed.",
  "disease": "liver cirrhosis"
}