{
  "pmid": "41401375",
  "title": "Feasibility and Preliminary Effectiveness of a Mobile App-Based Personalized Exercise Program in Older Patients With Chronic Knee Osteoarthritis: Pilot Randomized Controlled Trial.",
  "abstract": "Knee osteoarthritis is a prevalent cause of disability among older adults, emphasizing the need for effective and accessible self-management strategies. Mobile app-based personalized exercise programs predominantly overcome the barriers associated with traditional approaches. This study aimed to evaluate the feasibility and preliminary efficacy of a 6-week mobile app-based self-exercise program that incorporates a multimonitoring system, weekly progress tracking, and dynamic exercise adjustments used by physiotherapists, and compares them with those of a conventional paper-based self-exercise program in older patients with chronic knee osteoarthritis. A total of 29 participants aged ≥60 years with chronic knee pain and radiographic evidence of osteoarthritis were randomized at a 2:1 ratio to either the intervention (19/29, 66%; mobile app-based program) or control (10/29, 34%; paper-based program) group. The mobile app delivered a personalized exercise program, which was tailored by physiotherapists based on remote monitoring of patient-reported symptoms. Feasibility outcomes included retention, adherence, and satisfaction rates, as well as safety. Preliminary clinical outcomes included changes from baseline to 6 weeks in the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) total score, Numeric Rating Scale (NRS) pain, and other functional measures. A total of 26 participants (n=16, 62% intervention and n=10, 38% control) completed the 6-week assessment, with retention rates of 84% and 100%, respectively. No adverse events were reported. Adherence was high in the intervention group, with 69% exercising ≥5 days per week and 88% reporting high satisfaction. The intervention group exhibited significant reductions in the WOMAC total score (median change -11.00, 95% CI -23.00 to -2.50; P=.01) and NRS pain score (mean change -2.12, 95% CI -3.13 to -1.11; P<.001). The mobile app-based personalized exercise program was feasible, safe, and well-accepted among older patients with knee osteoarthritis. High adherence and satisfaction support the practicality of this approach, and preliminary improvements in pain and function suggest potential clinical benefit. A larger, adequately powered trial is warranted to confirm the effectiveness of digital self-exercise interventions for knee osteoarthritis management.",
  "disease": "osteoarthritis"
}