{
  "pmid": "41376991",
  "title": "Non-intubated uniportal video-assisted thoracoscopic anatomical lung volume reduction surgery-an institutional report.",
  "abstract": "Non-intubated uniportal video-assisted thoracoscopic surgery (niuVATS) lobectomy has been first reported more than a decade ago, but evidence on its feasibility in patients with severely impaired lung function remains anecdotal. We adopted the technique back in 2018 and would like to share our experience. We retrospectively investigated the outcome of niuVATS anatomical lung resection in patients with impaired lung function, defined as a predicted postoperative % of forced expiratory volume in 1 second (ppoFEV1%; <35%), that underwent surgery at Hannover Medical School between May 2018 and May 2022. Fifty-seven patients underwent anatomical resection via niuVATS during the past 4 years. Of these, 12 had severely impaired lung function, and all of them were admitted for lung volume reduction surgery (LVRS) related to chronic obstructive pulmonary disease (COPD). The mean age was 65.3±11.9 years; 4 patients (33.3%) were male, and 5 (41.6%) were on presurgical oxygen supplementation therapy. Preoperative lung function was FEV1%: 30.5%±10.9%, ppoFEV1%: 25.1%±8.9%, and FEV1/forced vital capacity (FVC): 35.8%±10.6%. All patients underwent niuVATS, with no conversion to either intubation and/ or thoracotomy. Ten patients (83.3%) underwent lobectomy, and the remaining 2 patients (16.7%) underwent 3-segment resection. Six patients (50%) required a chest tube for more than 7 days (overall median drainage time was 7.5 days). All patients were discharged in good health. Eight patients (66.7%) were followed-up in Hannover Medical School, and their general conditions were good >4 months after the operation. Anatomical lung resection for LVRS via niuVATS may be safely feasible in certain selected patients in light of the high morbidity of this population group.",
  "disease": "chronic obstructive pulmonary disease"
}