{
    "title": "Chickpea chlorotic stunt virus: a threat to cool-season food legumes.",
    "doc_id": "34729666",
    "writer": "Abraham A",
    "year": "2022",
    "summary": "Chickpea chlorotic stunt virus (CpCSV, genus Polerovirus, family Solemoviridae), first reported in Ethiopia in 2006, causes an economically important yellowing and stunting disease in legume crops such as chickpea, faba bean, field pea, and lentil in most production areas …",
    "abstract": "Chickpea chlorotic stunt virus (CpCSV, genus Polerovirus, family Solemoviridae), first reported in Ethiopia in 2006, causes an economically important yellowing and stunting disease in legume crops such as chickpea, faba bean, field pea, and lentil in most production areas of North Africa and Central and West Asia. Disease epidemics have been reported in Ethiopia, Syria, and Tunisia. The virus is transmitted persistently by aphids of the species Aphis craccivora and Acyrthosiphon pisum and naturally infects several legume and non-legume hosts. CpCSV exists as at least two geographic strain groups that differ in their genome sequence and serological and biological properties. In addition, a genetically divergent isolate proposed to be a member of a distinct polerovirus species has been reported from pea and faba bean in China. The ssRNA genome of the Ethiopian isolate has 5900 nucleotides, is encapsidated in isometric particles of ~ 28 nm diameter, and is suggested to have evolved by recombination of cucurbit aphid-borne yellows virus- and soybean dwarf virus-like parents. Moreover, a number of newly reported poleroviruses are suggested to have evolved by recombination between CpCSV and other parental poleroviruses. Identification of sources of resistance and further knowledge on disease epidemiology, including specific strains, vectors, and alternate hosts in different growing areas, are required for devising effective disease management strategies. Modern biotechnology tools such as next-generation sequencing, molecular markers, and agroinoculation-based resistance screening techniques can expedite future research and management efforts. This review addresses various aspects of CpCSV, including its properties, ecology, the disease it causes, management options, and future research perspectives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34729666/"
}