{
    "title": "Piezoelectric bone conduction hearing implant Osia - audiological and quality of life benefits.",
    "doc_id": "35175219",
    "writer": "Marszał J",
    "year": "2021",
    "summary": "</br></br> <b>Aim:</b> The aim of this study is to present the mid-term audiological and quality of life benefits after the implantation of Osia, an active piezoelectric bone conduction hearing implant. ...Ther …",
    "abstract": "&lt;b&gt;Introduction:&lt;/b&gt; Nowadays, there are many options to treat hearing-impaired patients: tympanoplastic surgery, hearing aids and a wide range of implantable devices.&lt;/br&gt;&lt;/br&gt; &lt;b&gt;Aim:&lt;/b&gt; The aim of this study is to present the mid-term audiological and quality of life benefits after the implantation of Osia®, an active piezoelectric bone conduction hearing implant. &lt;/br&gt;&lt;/br&gt; &lt;b&gt;Material and methods:&lt;/b&gt; The state of the tissues in the implanted area, as well as audiological and quality of life results were analyzed at six, nine and twelve months after implantation in a group of four adult patients with bilateral mixed hearing loss (1 after bilateral canal-wall-down mastoidectomy, 2 with chronic simple otitis media and after myringoplasty in the opposite ear, 1 with bilateral otosclerosis and after stapedotomy in the opposite ear). &lt;/br&gt;&lt;/br&gt; &lt;b&gt;Results:&lt;/b&gt; No postoperative complications were found in any of the cases. One year after surgery the mean audiological gain in FF PTA4 (pure tone average for 0.5, 1, 2, and 4 kHz) was 52.2 ± 3.5 dB in comparison to the unaided situation, the mean speech understanding with Osia® in quiet was 90 ± 8.2% for 50 dB SPL, 98.8 ± 2.5% for 65 dB SPL and 100 ± 0% for 80 dB SPL, and the mean speech understanding with Osia® in noise was 37.5% ± 23.6 for 50 dB SPL, 93.8 ± 4.8% for 65 dB SPL and 98.8 ± 2.5% for 80 dB SPL. There was also an evident improvement in the quality of hearing as well as in the quality of life, measured by APHAB (Abbreviated Profile of Hearing Aid Benefit) and SSQ (Speech, Spatial and Qualities of Hearing Scale). &lt;/br&gt;&lt;/br&gt; &lt;b&gt;Conclusions:&lt;/b&gt; The Osia® is an effective treatment option for patients with bilateral mixed hearing loss. The mid-term audiological and quality of life results are excellent, but further observations including bigger groups of patients and a longer follow- -up are required.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35175219/"
}