{
    "title": "Juvenile stress affects anxiety-like behavior and limbic monoamines in adult rats.",
    "doc_id": "24907693",
    "writer": "Luo XM",
    "year": "2014",
    "summary": "Using a recently developed rat model for assessing chronic variable stress (CVS) during early adolescence (juvenility), we investigated the long-term effects of juvenile CVS on emotional and cognitive function and on monoaminergic activities in the limbic areas. Dur …",
    "abstract": "Epidemiological evidence suggests that childhood and adolescent maltreatment is a major risk factor for mood disorders in adulthood. However, the mechanisms underlying the manifestation of mental disorders during adulthood are not well understood. Using a recently developed rat model for assessing chronic variable stress (CVS) during early adolescence (juvenility), we investigated the long-term effects of juvenile CVS on emotional and cognitive function and on monoaminergic activities in the limbic areas. During juvenility (postnatal days 27-33), rats in the stress group were exposed to variable stressors every other day for a week. Four weeks later, anhedonia was tested in the sucrose test, anxiety-like behaviors were assessed in the elevated plus-maze (EPM) and open field (OF) tests, and cortically mediated cognitive function was evaluated during an attentional set-shifting task (AST). After the behavioral tests, the rats were decapitated to determine limbic monoamine and metabolite levels. Adult rats stressed during juvenility exhibited higher anxiety-like behaviors, as evidenced by reduced locomotion and rearing behavior in the OF and fewer entries into the open arms in the EPM. There were no differences between the stressed rats and the controls in depressive-like anhedonia during the sucrose preference test or in cognitive function during the AST test in adulthood. In addition, the previously stressed rats exhibited increased dopamine (DA) and decreased 5-HIAA in the medial prefrontal cortex (mPFC) and decreased noradrenaline in the amygdala compared with controls. Furthermore, DA levels in the mPFC were correlated with adult anxious behaviors in the OF. These results suggest that juvenile stress induces long-term changes in the expression of anxiety-like behaviors and limbic monoaminergic activity in adult rats.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24907693/"
}