{
    "title": "Analysis of the variability of the pharmacokinetics of multiple drugs in young adult and elderly subjects and its implications for acceptable daily exposures and cleaning validation limits.",
    "doc_id": "28396010",
    "writer": "Streeter AJ",
    "year": "2017",
    "summary": "The UF(H) values were calculated for 206 drugs for young adult and elderly groups separately and combined (with the elderly assumed to be a sensitive subpopulation) from published studies where the pharmacokinetics of the young adult and elderly groups …",
    "abstract": "The elderly constitute a significant, potentially sensitive, subpopulation within the general population, which must be taken into account when performing risk assessments including determining an acceptable daily exposure (ADE) for the purpose of a cleaning validation. Known differences in the pharmacokinetics of drugs between young adults (who are typically the subjects recruited into clinical trials) and the elderly are potential contributors affecting the interindividual uncertainty factor (UFH) component of the ADE calculation. The UFH values were calculated for 206 drugs for young adult and elderly groups separately and combined (with the elderly assumed to be a sensitive subpopulation) from published studies where the pharmacokinetics of the young adult and elderly groups were directly compared. Based on the analysis presented here, it is recommended to use a default UFH value of 10 for worker populations (which are assumed to be approximately equivalent to the young adult groups) where no supporting pharmacokinetic data exist, while it is recommended to use a default UFH value of 15 for the general population, to take the elderly into consideration when calculating ADE values. The underlying reasons for the large differences between the exposures in the young adult and elderly subjects for the 10 compounds which show the greatest separation are different in almost every case, involving the OCT2 transporter, glucuronidation, hydrolysis, CYP1A2, CYP2A6, CYP2C19, CYP2D6, CYP3A4 or CYP3A5. Therefore, there is no consistent underlying mechanism which appears responsible for the largest differences in pharmacokinetic parameters between young adult and elderly subjects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28396010/"
}