{
    "title": "Study of Serum Calcium and Magnesium Levels in Type 2 Diabetes Mellitus Patients.",
    "doc_id": "36594301",
    "writer": "Faysal MR",
    "year": "2023",
    "summary": "This study had 100 individuals in total. Out of them, 50 people with type 2 diabetes mellitus who had been diagnosed were chosen as cases, and another 50 people who appeared to be in generally good health were chosen as controls. ...According to the re …",
    "abstract": "The prevalence of diabetes mellitus is a significant global public health concern, particularly in emerging nations like Bangladesh. Bangladesh is already overrun with non-communicable diseases while still battling communicable diseases. About 90.0% of all cases of diabetes that have been diagnosed are type 2 diabetes. High calorie diet, age, sedentary lifestyle and obesity are the main risk factors for type 2 diabetes. Different micronutrients have been linked to an increased incidence of diabetes in addition to existing risk factors. The goal of the study was to assess the serum levels of calcium and magnesium in people with type 2 diabetes mellitus and compare them to those in healthy controls. This cross-sectional study was conducted from July 2018 to June 2019 at the Mymensingh Medical College, Mymensingh, Department of Biochemistry in cooperation with the Department of Endocrinology, Mymensingh Medical College Hospital, Mymensingh, Bangladesh. Purposive (non-random) sampling was used to pick the subjects based on inclusion and exclusion criteria. This study had 100 individuals in total. Out of them, 50 people with type 2 diabetes mellitus who had been diagnosed were chosen as cases, and another 50 people who appeared to be in generally good health were chosen as controls. Serum calcium and magnesium levels were measured for this study's analytical purposes. The mean±SD was used to express all values. The statistical package for social science (SPSS), a Windows application, was used to conduct the statistical analyses. Using the Student's unpaired 't' test, the statistical significance of the difference between the case and control groups was assessed. Following comprehensive analysis, it was discovered that type 2 diabetes mellitus patients had considerably lower mean serum calcium (in case group was 8.46±0.63 and control group 8.86±0.64mg/dl) and magnesium levels (in case group was 2.09±0.42 and control group 2.24±0.16mg/dl) than healthy controls. According to the results of the current investigation, patients with type 2 diabetes mellitus had significantly altered serum calcium and magnesium levels. As a result, the study's hypothesis was accepted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36594301/"
}