{
    "title": "Mitochondrial DNA Polymorphism in Zhejiang She Population Based on Next Generation Sequencing.",
    "doc_id": "34379905",
    "writer": "Yang Q",
    "year": "2021",
    "summary": "Objective To study the genetic polymorphism of whole mitochondrial DNA (mtDNA) genomes in She population in Zhejiang and to explore the maternal genetic structure of the She population. Methods Whole mtDNA genomes of 231 unrelated individuals from She population in Zhej …",
    "abstract": "Objective To study the genetic polymorphism of whole mitochondrial DNA （mtDNA） genomes in She population in Zhejiang and to explore the maternal genetic structure of the She population. Methods Whole mtDNA genomes of 231 unrelated individuals from She population in Zhejiang Province were sequenced. The number of mutations and population genetics parameters such as, the haplotype diversity （HD）, discrimination power （DP）, and random match probabilities （RMP） were analyzed. The mtDNA haplogroups of Zhejiang She population were classified, and the maternal genetic relationships between She and nine other Chinese populations were estimated. Results In 231 Zhejiang She samples, 8 507 mutations （702 types） were observed and the samples were classified into 94 haplogroups. The HD, DP and RMP values were 0.998 6, 0.994 2 and 0.005 8, respectively. The lowest genetic differentiation degree （Fst=0.006 89） was detected between Zhejiang She population and southern Han population. Principal component analysis （PCA） and median-joining network analysis showed that the genetic distance of Zhejiang She population with Guangxi Yao, Yunnan Dai and Southern Han populations was relatively close, but the population still had some unique genetic characteristics. Conclusion The whole mtDNA genomes are highly polymorphic in Zhejiang She population. The Zhejiang She population contains complex and diverse genetic components and has a relatively close maternal genetic relationship with Guangxi Yao, Yunnan Dai and Southern Han populations. Meanwhile, Zhejiang She population has kept its unique maternal genetic components.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34379905/"
}