{
  "pmid": "41461464",
  "title": "Association between heavy-duty vehicle pollution exposure and cardiovascular disease: A cohort study of middle-aged and elderly adults.",
  "abstract": "Vehicle emission exposure has a negative impact on human health, among which, heavy-duty vehicle emission has potentially serious health risk due to the high levels of air pollutant emissions. To systematically understand the effects of heavy-duty vehicle pollution on cardiovascular disease, researchers conducted a cohort study of 3567 middle-aged and older adults. The road proximity of the home address was used as an indicator of traffic exposure intensity. The incidence of blood lipids, hypertension, diabetes, coronary heart disease (CHD), carotid plaque and carotid intima-media thickness (cIMT) thickened were collected, and the correlation was estimated by Logistic regression model. It showed a significant positive correlation between heavy-duty vehicle pollution exposure and dyslipidemia and CHD. The results of stratified analysis showed that people with a history of certain diseases were more sensitive to heavy-duty vehicle pollution exposure, and there was a positive correlation between heavy-duty vehicle pollution exposure and the occurrence of carotid plaque within 200 m residential area, while there was a significant positive correlation between heavy-duty vehicle pollution exposure and cIMT thickened within 300 m residential area. Furthermore, quitting smoking and moderate alcohol consumption was beneficial for alleviating lipid abnormalities and cardiovascular disease risks caused by heavy-duty vehicle exposure. These findings suggest that heavy-duty vehicle pollution exposure is a risk factor for enhanced susceptibility to carotid plaque via dyslipidemia in middle-aged and elderly people, while making lifestyle changes may be an important response to prevent cardiovascular disease, taking into account susceptibility to different disease histories.",
  "disease": "hypertension"
}