{
    "title": "Immediate and acute effects of Kinesio taping on back muscle endurance, low back flexibility, and balance among sedentary individuals: A randomized controlled trial.",
    "doc_id": "39593668",
    "writer": "Sitthipornvorakul E",
    "year": "2024",
    "summary": "INTRODUCTION: Sedentary lifestyles is linked to a reduction in back muscle strength, endurance, and balance, consequently increasing the risk of experiencing low back pain. ...The application of Kinesio tape had no impact on dynamic balance, low bac …",
    "abstract": "Introduction:\n        \n      \n      Sedentary lifestyles is linked to a reduction in back muscle strength, endurance, and balance, consequently increasing the risk of experiencing low back pain. Kinesio taping has been shown to be effective in enhancing endurance, flexibility, and balance. This study aimed to investigate the effects of Kinesio taping on measures of lumbar function in sedentary individuals.\n    \n\n\n          Method:\n        \n      \n      Forty-four sedentary young adults were randomly assigned into intervention and control groups. The intervention group received Kinesio tape to the lumbar region while the control group received health education. The Schober's test, Single-leg stance test, Y Balance Test, and Biering-Sorensen test were performed at baseline and 30 min and 24 h after the taping intervention.\n    \n\n\n          Results:\n        \n      \n      There was a statistically significant increase in static balance (single-leg stance test) in the intervention group compared to the control group (p ≤ 0.05). In the Y Balance Test and Biering-Sorensen test, there was no significant difference between the intervention group and control group, though there was a significant increase in both groups from baseline to 24 h after taping. Though low back flexibility (Schober's test) significantly decreased in the intervention group, there was no significant difference between the two groups.\n    \n\n\n          Conclusion:\n        \n      \n      Kinesio taping can immediately improve static balance in people with sedentary behavior. The application of Kinesio tape had no impact on dynamic balance, low back flexibility, or low back muscle endurance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39593668/"
}