{
    "title": "Epidemic characteristics of measles and efforts to control measles infections in Zhejiang Province, China.",
    "doc_id": "39300943",
    "writer": "Yan R",
    "year": "2024",
    "summary": "METHODS: We analyzed measles surveillance data from 2005 to 2022 in Zhejiang Province. We utilized a joinpoint regression model to examine trends in measles. ...CONCLUSIONS: The significant reduction in measles incidence from 2005 to 2022 demonstrates substantial progress …",
    "abstract": "Objectives:\n        \n      \n      Several countries have successfully eliminated measles, and China is making significant strides toward achieving this goal. This study focused on investigating the patterns of measles infections in Zhejiang Province, China, as well as control measures. The objective was to provide valuable insights that could contribute to the development of nationwide elimination strategies.\n    \n\n\n          Methods:\n        \n      \n      We analyzed measles surveillance data from 2005 to 2022 in Zhejiang Province. We utilized a joinpoint regression model to examine trends in measles. Additionally, we employed SaTScan version 9.5 to identify spatial-temporal clusters. Finally, we used an age-period-cohort model to assess the effects of age, period, and cohort.\n    \n\n\n          Results:\n        \n      \n      The age-standardized incidence rate (ASIR) of measles infection in Zhejiang Province from 2005 to 2022 was 5.24 per 100,000, showing a consistent and significant downward trend with an annual percentage change of -24.93% (p<0.05). After 2020, the ASIR for measles infection fell to below 0.1 per 100,000. The majority of measles cases occurred in individuals either without an immunization history or with an unknown immunization status, representing 41.06% and 41.40% of the cases from 2010 to 2022, respectively. According to data from the National Measles Surveillance System, the annual rate of discarded measles cases from 2009 to 2014, and the annual rate of discarded measles and rubella cases from 2015 to 2022, were both above 2 per 100,000, indicating the high sensitivity of the measles surveillance system.\n    \n\n\n          Conclusions:\n        \n      \n      The significant reduction in measles incidence from 2005 to 2022 demonstrates substantial progress in Zhejiang Province towards the elimination of measles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39300943/"
}