{
  "pmid": "41423532",
  "title": "Cycle Metrics and Strategy Detection for Automated Chair Sit-to-Stand Test Analysis Employing a Single Smartphone.",
  "abstract": "The 30-second Chair Sit-to-Stand Test (30 s CST) is widely used to assess lower-limb function and reflects complex motor coordination across neural systems. However, conventional scoring methods are often inconsistent and fail to capture variations in compensatory movement strategies or require invasive instrumentation. This study presents a smartphone-based system that automatically detects rising strategies across repeated CST cycles, providing an automated approach to extract cycle-level biomarkers of motor performance. Thirty-five adults 10 younger, 20 older, and 5 with Parkinson's disease performed supervised 30-s CST trials while wearing a waist-mounted smartphone that recorded accelerometer and gyroscope data at 400 Hz. Cycle detection used amplitude-adaptive thresholds and dominant-frequency intervals for robust segmentation of CST cycles. Rising strategies were classified with rule-based method that uses trunk pitch dynamics and cycle duration. Agreement with video annotations was assessed using Intraclass Correlation Coefficients (ICC (2, 1)), Bland-Altman analysis, and macro F1 scores. The algorithm detected 660 CST cycles with 99% accuracy, and the average mean absolute error across participants was under 40 ms. Bland-Altman analysis showed negligible bias (- 0.012 s) and narrow limits of agreement (- 0.134 to 0.110 s). Strategy classification achieved macro F1 = 0.94. Flexion cycles were consistently longer than Momentum Transfer cycles (e.g., older adults: 2.63 vs. 1.45 s). Automated CST analysis reveals movement signatures not captured by standard timing, offering a richer characterization of mobility patterns. While these findings demonstrate technical feasibility and highlight clinically relevant variations, their application for diagnostic or personalized rehabilitation purposes remains preliminary and requires validation in larger cohorts.",
  "disease": "parkinson disease"
}