{
    "title": "An 11-Year Analysis of Bacterial Foodborne Disease Outbreaks in Zhejiang Province, China.",
    "doc_id": "36010382",
    "writer": "Chen L",
    "year": "2022",
    "summary": "We aimed to explore characteristics of bacterial foodborne disease outbreaks (FBDOs) in Zhejiang Province and to provide data support for foodborne disease prevention and control. ...RESULTS: CDCs in Zhejiang Province reported 517 bacterial FBDOs in 11 years, result …",
    "abstract": "Background:\n        \n      \n      Foodborne diseases are a growing public health problem and contribute significantly to the global burden of disease and mortality. Bacteria are the most common foodborne pathogens. We aimed to explore characteristics of bacterial foodborne disease outbreaks (FBDOs) in Zhejiang Province and to provide data support for foodborne disease prevention and control.\n    \n\n\n          Methods:\n        \n      \n      Descriptive statistical methods were used to analyze the data reported by centers for disease control (CDCs) at all levels in Zhejiang Province through Foodborne Disease Outbreaks Surveillance System (FDOSS) during 2010-2020.\n    \n\n\n          Results:\n        \n      \n      CDCs in Zhejiang Province reported 517 bacterial FBDOs in 11 years, resulting in 7031 cases, 911 hospitalizations, and 3 deaths. Vibrio parahaemolyticus had the highest number of outbreaks, accounting for 58.41% of the total bacterial outbreaks, followed by Salmonella (18.38%). In all settings, restaurants (37.14%), staff canteens (11.99%), and households (11.80%) were responsible for the large number of outbreaks. Aquatic products (42.08%), meat and meat products (23.56%), cereals (10.81%), and flour products (9.27%) were the most common single foods reported. Further analysis showed that the settings and food vehicles of outbreaks caused by different pathogens were different.\n    \n\n\n          Conclusions:\n        \n      \n      Bacterial outbreaks are the most common type of FBDOs in Zhejiang Province. By analyzing the epidemiological characteristics of common pathogenic bacteria, we can identify the etiology, food, and setting that the government needs to focus on, and issue relevant targeted policies to reduce the number of FBDOs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36010382/"
}