{
    "title": "Comparison of qualitative information obtained with the echocardiographic assessment using subcostal-only view and focused transthoracic echocardiography examinations: a prospective observational study.",
    "doc_id": "34796459",
    "writer": "Bughrara N",
    "year": "2022",
    "summary": "There was substantial agreement for qualitatively evaluating RV size (Gwet's AC1, 0.70; 95% confidence interval [CI], 0.54 to 0.85), LV size (Gwet's AC1, 0.73; 95% CI, 0.58 to 0.88), and LV contractility (Gwet's AC1, 0.73; 95% CI, 0.58 to 0.88) utilizing EASy and FTTE. ... …",
    "abstract": "Purpose:\n        \n      \n      To evaluate whether echocardiographic assessment using the subcostal-only window (EASy) compared with focused transthoracic echocardiography (FTTE) using three windows (parasternal, apical, and subcostal) can provide critical information to serve as an entry-point technique for novice sonographers.\n    \n\n\n          Methods:\n        \n      \n      We conducted a retrospective study to compare diagnostic information acquired during EASy and FTTE examinations on qualitative left ventricular (LV) size, LV contractility, right ventricular (RV) size, RV contractility, interventricular septal position, and the presence of a significant pericardial effusion. Anesthesiology residents (novice users) performed FTTE for hemodynamic instability and/or respiratory distress or to define volume status in the perioperative setting, and later collected images were grouped into EASy and FTTE examinations. Both examinations were reviewed independently by a board-certified cardiologist and an anesthesiologist proficient in critical care echocardiography. FTTE and EASy findings were compared utilizing Gwet's AC1 coefficient to consider disagreement due to chance.\n    \n\n\n          Results:\n        \n      \n      We reviewed 102 patients who received FTTE over a period of 14 months. Of those, 82 had usable subcostal views and were included in the analysis. There was substantial agreement for qualitatively evaluating RV size (Gwet's AC1, 0.70; 95% confidence interval [CI], 0.54 to 0.85), LV size (Gwet's AC1, 0.73; 95% CI, 0.58 to 0.88), and LV contractility (Gwet's AC1, 0.73; 95% CI, 0.58 to 0.88) utilizing EASy and FTTE. Additionally, there was an almost perfect agreement when assessing the presence of pericardial effusion (Gwet's AC1, 0.98; 95% CI, 0.95 to 1.0) and RV contractility (Gwet's AC1, 0.84; 95% CI, 0.74 to 0.95) and evaluating the motion of the interventricular septum (Gwet's AC1, 0.92; 95% CI, 0.85 to 0.99).\n    \n\n\n          Conclusions:\n        \n      \n      When images could be obtained from the subcostal window (the EASy examination), qualitative diagnostic information was sufficiently accurate compared with information obtained during FTTE examination. Our findings suggest that the EASy examination can serve as the entry point technique to FTTE for novice clinicians.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34796459/"
}