{
    "title": "A case of nephrogenic diabetes insipidus likely caused by anti-neutrophil cytoplastic antibody-associated vasculitis.",
    "doc_id": "36258121",
    "writer": "Asakura K",
    "year": "2023",
    "summary": "Anti-neutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV) is a relatively rare form of autoimmune disease. Diabetes insipidus (DI) is characterized by diluted polyuria and thirstiness, and is clinically categorized into central and nephrogenic DI depen …",
    "abstract": "Anti-neutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV) is a relatively rare form of autoimmune disease. Diabetes insipidus (DI) is characterized by diluted polyuria and thirstiness, and is clinically categorized into central and nephrogenic DI depending on damaged organs. In most previously reported cases, ANCA-related disorders have been implicated in central DI, which is attributed to impaired secretion of arginine vasopressin (AVP) from the posterior pituitary. However, no previous case of AAV-related nephrogenic DI has been reported in the English literature. Herein, we report a case of nephrogenic DI likely caused by AAV. A 76-year-old man was admitted to our hospital for acute kidney injury. He showed dehydration, polyuria, and polydipsia. Laboratory tests demonstrated elevated levels of serum urea and creatinine and a high myeloperoxidase ANCA titer. In the present case, both plasma AVP concentration and response of AVP secretion to 5% saline load test were normal. In addition, 1-desmino-8-arginine vasopressin administration could not increase urinary osmolarity. Kidney biopsy specimen revealed tubulointerstitial nephritis with findings that appeared to indicate peritubular capillaritis. Therefore, the patient was diagnosed with nephrogenic DI likely owing to ANCA-associated tubulointerstitial nephritis. Immediately after prednisolone administration, urinary volume decreased, urinary osmolarity increased, and kidney function was improved. This case demonstrates that AAV that extensively affects the tubulointerstitial area can result in nephrogenic DI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36258121/"
}