{
    "title": "Investigation on wound healing effect of Mediterranean medicinal plants and some related phenolic compounds: A review.",
    "doc_id": "36038091",
    "writer": "Mssillou I",
    "year": "2022",
    "summary": "AIM OF THIS REVIEW: Provides an outlook on the Mediterranean medicinal plants used in wound healing. Furthermore, the wound healing effect of polyphenolic compounds and their chemical structures are also summarized. Moreover, we discussed the wound …",
    "abstract": "Ethnopharmacological relevance:\n        \n      \n      The human skin constitutes a biological barrier against external stress and wounds can reduce the role of its physiological structure. In medical sciences, wounds are considered a major problem that requires urgent intervention. For centuries, medicinal plants have been used in the Mediterranean countries for many purposes and against wounds.\n    \n\n\n          Aim of this review:\n        \n      \n      Provides an outlook on the Mediterranean medicinal plants used in wound healing. Furthermore, the wound healing effect of polyphenolic compounds and their chemical structures are also summarized. Moreover, we discussed the wound healing process, the structure of the skin, and the current therapies in wound healing.\n    \n\n\n          Materials and methods:\n        \n      \n      The search was performed in several databases such as ScienceDirect, PubMed, Google Scholar, Scopus, and Web of Science. The following Keywords were used individually and/or in combination: the Mediterranean, wound healing, medicinal plants, phenolic compounds, composition, flavonoid, tannin.\n    \n\n\n          Results:\n        \n      \n      The wound healing process is distinguished by four phases, which are respectively, hemostasis, inflammation, proliferation, and remodeling. The Mediterranean medicinal plants are widely used in the treatment of wounds. The finding showed that eighty-nine species belonging to forty families were evaluated for their wound-healing effect in this area. The Asteraceae family was the most reported family with 12 species followed by Lamiaceae (11 species). Tunisia, Egypt, Morocco, and Algeria were the countries where these plants are frequently used in wound healing. In addition to medicinal plants, results showed that nineteen phenolic compounds from different classes are used in wound treatment. Tyrosol, hydroxytyrosol, curcumin, luteolin, chrysin, rutin, kaempferol, quercetin, icariin, morin, epigallocatechin gallate, taxifolin, silymarin, hesperidin, naringin, isoliquiritin, puerarin, genistein, and daidzein were the main compounds that showed wound-healing effect.\n    \n\n\n          Conclusion:\n        \n      \n      In conclusion, medicinal plants and polyphenolic compounds provide therapeutic evidence in wound healing and for the development of new drugs in this field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36038091/"
}