{
  "pmid": "41387299",
  "title": "Evidence for acid-sensing ion channel 3 (ASIC3) involvement in cough resulting from aspiration of gastric fluid.",
  "abstract": "Cough is essential to airway defence following aspiration. Using a relevant animal model, we set out to identify the mechanisms by which gastric fluid evokes coughing, the vagal afferents responsible for initiating this reflex and the ion channels directly activated by components of gastric fluid. We studied gastric fluid and citric acid evoked cough reflexes in guinea-pigs and, in parallel, their ability to activate airway vagal afferent nerves. Additionally, we utilized a single cell RT-PCR approach to determine the expression of acid sensitive ion channels by the vagal afferent neurones regulating cough. We observed that gastric fluid evoked coughing following direct application to the tracheal and laryngeal mucosa of anaesthetized guinea-pigs. An acidic pH of the gastric fluid was essential to its ability to evoke coughing, and the tussive actions of gastric fluid were mimicked by citric acid. The vagal afferent nerves regulating cough expressed mRNA for the acid-sensitive ion channels (ASICs) ASIC1, ASIC2 and ASIC3. The coughing evoked by gastric fluid and by acid and the vagal afferent nerve discharge evoked by protons were prevented by the ASIC inhibitors diminazene and diclofenac but not by transient receptor potential vanilloid 1 blockade. Based on these results, we conclude that airway mucosal afferent neuronal ASIC channels are essential to airway defence against aspiration of gastric fluid. We speculate that dysfunction of the reflex pathways initiated by vagal afferent neurone ASIC channel engagement may be a risk factor for aspiration pneumonia in susceptible patients. KEY POINTS: Aspiration of gastric contents can induce an acute lung injury that may progress to life-threatening aspiration pneumonia or acute respiratory distress syndrome. Cough is an essential defensive reflex that protects the airways from aspiration. Patients with an absent or ineffective cough reflex are at significantly greater risk for developing aspiration pneumonia. Using an animal model, we have determined the potential mechanisms driving cough in response to gastric fluid aspiration. We found that gastric fluid acidity is essential to the initiation of cough and we identified acid-sensing ion channels expressed by vagal sensory nerves terminating in the airway mucosa as key effectors of this reflex. We speculate that patients with dysfunctional acid-sensing mechanisms in their bronchopulmonary vagal afferent nerves may be at increased risk of aspiration pneumonia. We also summarize the evidence suggesting that this signalling pathway could explain the emergence of cough in patients with gastroesophageal reflux disease.",
  "disease": "asthma"
}