{
  "pmid": "41437585",
  "title": "[Exploring the potential causes of sarcopenia in sepsis patients based on proteome sequencing].",
  "abstract": "To explore the possible mechanisms underlying the occurrence and development of sarcopenia in clinical sepsis patients based on proteomic sequencing, and to identify potential targets for early intervention and treatment of sarcopenia in severe infectious states such as sepsis. Muscle samples were obtained from two severe trauma patients with sepsis who underwent debridement treatment (sepsis group) hospitalized in the department of critical care medicine of Nanjing Drum Tower Hospital, Affiliated Hospital of Medical School, and two non-sepsis patients who underwent open surgery (control group) in the department of orthopedics. Both were obtained through routine biopsy procedures. The morphology of muscle tissue was observed under a light microscope using hematoxylin-eosin (HE) staining; mitochondrial status in muscle tissue was observed under transmission electron microscopy. Further proteomic sequencing of muscle tissue was performed to compare and analyze proteins with significantly differentially expressed proteins. A threshold of fold change > 1.5 and P < 0.05 was set for significantly upregulated proteins, and fold change < -0.67 with P < 0.05 for significantly downregulated proteins. Gene ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses were conducted on the significantly differentially expressed proteins. Compared with the control group, the sepsis group showed significant muscle atrophy under light microscopy, with a markedly reduced cross-sectional area of muscle fibers (μm Mitochondrial dysfunction-induced metabolic disorders may be a key factor in sarcopenia during sepsis. Targeting mitochondrial function to restore muscle metabolic homeostasis represents a potential therapeutic strategy for sarcopenia in severe conditions such as sepsis.",
  "disease": "influenza"
}