{
  "pmid": "41383916",
  "title": "Fat Harvesting for Micro-Fragmented Adipose Tissue Injections: A Pilot Study Comparing Safety in Procedures Performed by Orthopedic and Plastic Surgeons.",
  "abstract": "To compare short-term complication rates of small-volume adipose tissue harvesting for micro-fragmented adipose tissue (mFAT) knee injections performed by orthopedic surgeons with those performed by plastic surgeons. Additionally, to evaluate the orthopedic surgeon's learning curve. The present case-control study enrolled patients with knee osteoarthritis. All patients underwent a single-stage procedure consisting of abdominal adipose tissue harvesting, processing of the extracted material using the Lipogems (Lipogems International SpA) device to obtain mFAT, which was then injected intra-articularly into the knee. The patients were divided into a test group, with harvesting being performed by a recently trained orthopedic surgeon, and a control group, in which the procedure was performed by an experienced plastic surgeon. Short-term adverse effects, minor and major complications related to harvesting, were assessed intraoperatively and at 7-day follow-up. No major complications (fat embolism, thromboembolic events, abdominal perforation, wound infection, dehiscence, or cosmetic changes) were observed in either group. Abdominal discomfort during harvesting, classified as a minor complication, showed no statistically significant difference between groups (  The present pilot study suggests that, with adequate training, orthopedic surgeons can perform small-volume adipose tissue harvesting with low complication rates, comparable to those achieved by plastic surgeons experienced in liposuction. Este estudo teve como objetivo comparar as taxas de complicações em curto prazo da coleta de tecido adiposo em pequeno volume para injeções de tecido adiposo microfragmentado (mFAT) no joelho realizada por um cirurgião ortopédico ou um cirurgião plástico, além de avaliar a curva de aprendizado de cirurgiões ortopédicos. Este estudo de caso-controle incluiu pacientes com osteoartrite de joelho. Todos os pacientes foram submetidos a um procedimento em estágio único composto por coleta de tecido adiposo abdominal, processamento do material extraído com o dispositivo Lipogems (Lipogems International SpA) para obtenção de mFAT, que foi injetada via intra-articular no joelho. Os pacientes foram divididos em grupo teste, no qual a coleta foi realizada por um cirurgião ortopédico recém-treinado; e grupo controle, no qual o procedimento foi feito por um cirurgião plástico com experiência. Efeitos adversos em curto prazo e complicações mais e menos sérias relacionadas à coleta foram avaliados no período intraoperatório e à consulta de acompanhamento 7 dias após a cirurgia. Nenhum paciente apresentou complicações mais sérias (embolia gordurosa, eventos tromboembólicos, perfuração abdominal, infecção da ferida, deiscência ou alterações estéticas). A taxa de desconforto abdominal durante a coleta, classificado como complicação menor, não apresentou diferença estatisticamente significativa entre os grupos (  Este estudo piloto sugere que, com treinamento adequado, cirurgiões ortopédicos podem realizar a coleta de tecido adiposo em pequeno volume com baixas taxas de complicações, comparáveis às observadas em procedimentos realizados por cirurgiões plásticos experientes em lipoaspiração.",
  "disease": "osteoarthritis"
}