{
  "pmid": "41418406",
  "title": "The effects of electrical stimulation on neurons and glia of the central nervous system.",
  "abstract": "This review paper focuses on how both direct current (DC) stimulation and alternating current (AC) stimulation affects the central nervous system's (CNS) cells and its potential as a neurotherapeutic. Furthermore, addressing the promise of combinatorial approaches that utilize other treatments alongside electrical stimulation (ES) and how ES has shaped clinical approaches as a new rehabilitation treatment. &#xD;Approach: Authors conducted this review to bridge the gap between basic research and clinical translation; 124 manuscripts were identified through Google Scholar for insights into ES effects on neurons and glia in both in vitro and in vivo models.&#xD;Main Results: The review summarizes findings from DC and AC stimulation paradigms applied to in vitro or in vivo preclinical models and summarizes the promise of ES when applied clinically. Generally, DC stimulation promotes axonal extension towards the cathode, while axons retract at the anode, limiting regeneration. AC stimulation alternates electrode polarity, enabling axonal extension in both directions. The intensity and duration of ES significantly affects the extent of neurite outgrowth. For astrocytes and microglia, ES-whether AC or DC-downregulates pro-inflammatory cytokine production and upregulates anti-inflammatory cytokine production, promoting A2 or M2 reactive states conducive to regeneration, respectively. Regarding oligodendrocyte precursor cells (OPCs), both DC and AC stimulation enhance OPC differentiation into oligodendrocytes, increasing myelin content and supporting axonal myelination. ES, when combined with stem cell treatments, drug delivery approaches, or with electroactive biomaterials, facilitate greater efficacy of these approaches. Clinically, short-single sessions of ES have shown long-term improvement. More specifically, preliminary efforts have been implemented to restore gait, hand tremors, and speech in spinal cord injuries, Parkinson's Disease, and stroke patients, respectively. &#xD;Significance: ES is an evolving neurotherapeutic strategy for CNS related disease or injuries. Understanding how ES modulates neurons and glia is critical for optimizing its application in the clinic. &#xD.",
  "disease": "parkinson disease"
}