{
  "pmid": "41443465",
  "title": "Extent of Resection for STAS-positive Stage IA1-2 Non-Small Cell Lung Cancer.",
  "abstract": "Sublobar resection has demonstrated non-inferiority to lobectomy in unselected stage IA NSCLC; but the optimal surgical approach in tumors with spread-through-airspaces (STAS) remains unclear. This study examines how extent of resection influences clinical outcomes in patients with STAS-positive stage IA1-2 NSCLC. Patients who underwent lung resection for primary pathologic stage IA1-2 NSCLC between February 2018 and January 2022 at a tertiary academic institution were included. In the STAS-positive cohort, multivariable competing risk models were used to assess cumulative incidence of recurrence and lung cancer-related death following lobectomy versus sublobar resection, and propensity score matched analysis was performed for overall survival and recurrence-free survival. Exploratory analysis was performed to evaluate outcomes after specific resection type (lobectomy, segmentectomy, wedge) in the STAS-positive cohort. A total of 445 patients met inclusion criteria, of whom 158 (35.9%) were STAS-positive. Within the STAS-positive cohort, recurrence was significantly more frequent after sublobar resection (SHR=7.60, 95% CI 1.85-31.33, p=0.005), and lung cancer-specific mortality was higher (SHR=5.12; 95% CI 1.03-25.62; p=0.047). Propensity-score matching yielded 40 well-balanced pairs. Overall survival was similar between lobectomy and sublobar resection (5-year OS: lobectomy 91.5% vs sublobar 80.3%, p=0.18). In contrast, recurrence-free survival was significantly worse after sublobar resection (5-year RFS: lobectomy 88.8% vs sublobar 66.1%, p=0.042). On exploratory analysis, inferior RFS was observed for wedge resection (p=0.024) but not for segmentectomy (p=0.324) when compared with lobectomy. Sublobar resection, particularly wedge resection, is associated with worse recurrence-free survival for STAS-positive stage IA1-2 NSCLC.",
  "disease": "lung cancer"
}