{
    "title": "Protection of evolving myocardial infarction and failed PTCA.",
    "doc_id": "7677542",
    "writer": "Beyersdorf F.",
    "year": "1995",
    "summary": "During the last years new knowledge has been gained in the pathophysiology of acute coronary occlusion on ischemic and nonischemic (remote) myocardium that has evolved in a new surgical strategy for revascularization of patients with evolving myocardial infarctions …",
    "abstract": "Acute myocardial infarction is caused by acute coronary occlusion and is the major cause of death in Europe and the United States. In-hospital mortality is due principally to cardiogenic shock because of extensive ischemic muscle damage. Previous surgical results of coronary artery bypass grafting for left ventricular power failure have been disappointing because intraoperative ischemic injury is superimposed on severe damage already sustained by the myocardium. Surgical revascularization has, in general, been restricted to patients with acute occlusion after elective percutaneous transluminal coronary angioplasty with or without thrombolytic therapy. During the last years new knowledge has been gained in the pathophysiology of acute coronary occlusion on ischemic and nonischemic (remote) myocardium that has evolved in a new surgical strategy for revascularization of patients with evolving myocardial infarctions and failed percutaneous transluminal coronary angioplasty. Studies of the natural history of acute regional ischemia have shown that acute occlusion of a coronary artery not only affects the ischemic myocardium but causes structural, functional, and metabolic alterations in the remote and adjacent myocardium. These changes in the remote myocardium are even more severe if the remote myocardium is supplied by a stenotic coronary artery. Furthermore, many experimental and clinical studies have shown that normal blood reperfusion of myocardium injured previously by ischemia leads to additional damage (reperfusion injury).(ABSTRACT TRUNCATED AT 250 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7677542/"
}