{
  "pmid": "41367720",
  "title": "Switch from Intravenous to Subcutaneous Formulation of Tocilizumab in Rheumatoid Arthritis: Retrospective Cohort Analysis and Systematic Literature Review.",
  "abstract": "Subcutaneous tocilizumab (SC-TCZ) is approved for rheumatoid arthritis (RA) management. During Severe Acute Respiratory Syndrome CoronaVirus 2 (SARS-CoV2) pandemics, experiences of intravenous (IV)-to-SC TCZ switch in RA patients spread. We aimed to determine SC-TCZ maintenance, efficacy and safety in IV-to-SC TCZ switchers, combining a single center, retrospective cohort study and a systematic literature review (SLR). We included RA patients undergoing IV-to-SC TCZ switch (2015-2024); patients were grouped and evaluated according to maintenance of SC-TCZ (\"Go on SC\" group, GoS) or returning to IV-TCZ within 12 months (T2) (\"Back IV\" group, BI). SC-TCZ maintenance, disease activity, adverse events (AEs) were evaluated; a univariate regression analysis was performed to evaluate factors associated with a successful switch. The SLR was performed in accordance with PRISMA 2.0 guidelines and registered in PRSPERO (ID CRD42024523714), to search for relevant articles regarding maintenance of SC-TCZ after IV-to-SC switch, efficacy (assessed both clinically and with clinimetric tools) and safety of this strategy, as well as predictors of a successful IV-to-SC switch. According to the success of SC-TCZ switch (T2), SC-TCZ maintenance rate was 43.3% (13/30 patients). A switch back to IV-TCZ was more likely if patients had higher baseline GH score (OR 1.05, 95% CI 1.01-1.10), and less likely if the IV-to-SC switch was agreed with treating physician (0.03, 0.00-0.21). At first visit after baseline, the mean DAS28 value diminished in GoS (-0.3) versus BI (+0.5), p < 0.001. No treatment-related serious AEs were reported. The SLR retrieved 12 articles (3626 patients), including 2 open-label randomized controlled trials (RCTs) and 10 observational studies. By the end of follow-up, SC-TCZ maintenance in our cohort was lower than in other experiences (25.9% versus 78.7%), but with a longer follow-up (up to 4.5 years). Intravenous to subcutaneous tocilizumab switch is an effective and safe option in rheumatoid arthritis management, especially in the case of a shared decision.",
  "disease": "rheumatoid arthritis"
}