{
    "title": "Increasing prevalence of myopia and the impact of education in primary-school students in Xi'an, north-western of China.",
    "doc_id": "36600934",
    "writer": "Ye L",
    "year": "2022",
    "summary": "PURPOSE: The present study was performed to detect the prevalence of myopia among primary-school students in Xi'an, north-western of China. METHODS: The present study was a school-based study with students aged from 6 to 13 years old. ...CONCLUSIONS: The present stu …",
    "abstract": "Purpose:\n        \n      \n      The present study was performed to detect the prevalence of myopia among primary-school students in Xi'an, north-western of China.\n    \n\n\n          Methods:\n        \n      \n      The present study was a school-based study with students aged from 6 to 13 years old. All the individuals underwent ophthalmological examination and spherical equivalent (SE) of refractive error were measured with non-cycloplegic refraction. Myopia was defined as a SE of ≤ -0.5 diopters (D), and further divided into three stratified groups based on SE: low myopia (≤ -0.5 to >-3.0 D), moderate myopia (≤ -3.0 to >-6.0 D), and high myopia (≤ -6.0 D). Relative risk factors, including age, sex, grade and ethnicity were investigated using questionnaire.\n    \n\n\n          Results:\n        \n      \n      A total of 4,680 individuals were eligible for this survey and 4,654 (99.4% participation rate) were finally included (51.2% boys). The mean age of participants was 8.756 ± 1.727 years. The whole city-level prevalence of total myopia was 57.1% (95% CI: 55.7-58.6%). Additionally, the prevalence of low, moderate, and high myopia was 45.0% (95% CI: 43.5-46.4%), 11.1% (95% CI: 10.2-12.0%), and 1.0% (95% CI: 0.7-1.3%), respectively. Moreover, grade (education level) instead of age, sex and ethnicity was the most essential risk factor for prevalence of overall myopia (OR = 1.844, 95% CI: 1.605-2.119), and an increase of prevalence by 84.4% per grade was seen. Furthermore, similar associations of grade were significant with low myopia (OR = 1.613, 95% CI: 1.385-1.877) and moderate myopia (OR = 2.186, 95% CI: 1.693-2.823), meanwhile, prevalence of low myopia and moderate myopia demonstrated an increase of prevalence by 61.3 and 118.6% per grade, respectively. None of the factors included in the present study was significant risk factor for high myopia.\n    \n\n\n          Conclusions:\n        \n      \n      The present study investigated a non-negligible high prevalence of myopia among primary-school students in Xi'an, north-western of China, and a gradual increasing in proportion with education level.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36600934/"
}