{
    "title": "Kidney disease in children and adolescents with perinatal HIV-1 infection.",
    "doc_id": "23782479",
    "writer": "Bhimma R",
    "year": "2013",
    "summary": "The impact of HAART on the outcome of other forms of kidney diseases seen in this population has not been as impressive. Increasingly important is nephrotoxicity secondary to the prolonged use of anti-retroviral agents, and the occurrence of co-morbid kidney …",
    "abstract": "Introduction:\n        \n      \n      Involvement of the kidney in children and adolescents with perinatal (HIV-1) infection can occur at any stage during the child's life with diverse diagnoses, ranging from acute kidney injury, childhood urinary tract infections (UTIs), electrolyte imbalances and drug-induced nephrotoxicity, to diseases of the glomerulus. The latter include various immune-mediated chronic kidney diseases (CKD) and HIV-associated nephropathy (HIVAN).\n    \n\n\n          Discussion:\n        \n      \n      The introduction of highly active anti-retroviral therapy (HAART) has dramatically reduced the incidence of HIVAN, once the commonest form of CKD in children of African descent living with HIV, and also altered its prognosis from eventual progression to end-stage kidney disease to one that is compatible with long-term survival. The impact of HAART on the outcome of other forms of kidney diseases seen in this population has not been as impressive. Increasingly important is nephrotoxicity secondary to the prolonged use of anti-retroviral agents, and the occurrence of co-morbid kidney disease unrelated to HIV infection or its treatment. Improved understanding of the molecular pathogenesis and genetics of kidney diseases associated with HIV will result in better screening, prevention and treatment efforts, as HIV specialists and nephrologists coordinate clinical care of these patients. Both haemodialysis (HD) and peritoneal dialysis (PD) are effective as renal replacement therapy in HIV-infected patients with end-stage kidney disease, with PD being preferred in resource-limited settings. Kidney transplantation, once contraindicated in this population, has now become the most effective renal replacement therapy, provided rigorous criteria are met. Given the attendant morbidity and mortality in HIV-infected children and adolescents with kidney disease, routine screening for kidney disease is recommended where resources permit.\n    \n\n\n          Conclusions:\n        \n      \n      This review focuses on the pathogenesis and genetics, clinical presentation and management of kidney disease in children and adolescents with perinatal HIV-1 infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23782479/"
}