{
    "title": "Simultaneous Extraction and Determination of Characteristic Steroidal Saponins and Homoisoflavonoids in Zhejiang Ophiopogon japonicus.",
    "doc_id": "36364204",
    "writer": "Zhu Y",
    "year": "2022",
    "summary": "Zhejiang Ophiopogonjaponicus (ZOJ) is a specific variety of Ophiopogon japonicus with characteristic steroidal saponins and homoisoflavonoids, which are also main pharmacodynamic constituents with clinical effects, including curing inflammation and cardiovascular diseases. …",
    "abstract": "Zhejiang Ophiopogonjaponicus (ZOJ) is a specific variety of Ophiopogon japonicus with characteristic steroidal saponins and homoisoflavonoids, which are also main pharmacodynamic constituents with clinical effects, including curing inflammation and cardiovascular diseases. However, few analysis methods were applied to simultaneously and quantitatively determine two kinds of its constituents, and hazardous organic solvents are mostly used for extraction. In this study, a new validated simultaneous extraction and determination method for four characteristic steroidal saponins and homoisoflavonoids in ZOJ was established by ionic liquid-ultrasonic extraction (IL-UAE) combined with HPLC-DAD-ELSD analysis, which can be used for the quality control of ZOJ. Chromatographic separation was performed with a DAD wavelength at 296 nm, and the ELSD parameters of the drift tube temperature (DTT), atomizer temperature (AT), and nitrogen gas pressure (NGP) were set at 20% heating power, 70 °C, and 25 psi, respectively. The optimal IL-UAE conditions were 1 mol/L [Bmim]CF3SO3 aqueous solution, a liquid-material ratio of 40 mL/g, and an ultrasonic time of 60 min. The proposed method is reliable, reproducible, and accurate, which were verified with real sample assays. Consequently, this work will be helpful for the quality control of ZOJ. It can also present a promising reference for the simultaneous extraction and determination of different kinds of constituents in other medicinal plants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36364204/"
}