{
  "pmid": "41459529",
  "title": "Prediction of first-line immunotherapy response in patients with extensive-stage small cell lung cancer using a clinical-radiomics combined model.",
  "abstract": "This study aimed to explore the value of clinical-radiomics features for predicting response to immunotherapy in extensive-stage small cell lung cancer (ES-SCLC). This retrospective study enrolled patients with ES-SCLC who received immunotherapy as first-line treatment from two centers. Patients were divided into a training and an external test cohort. Chest Computed Tomography (CT) images were obtained at baseline and after 2-3 cycles of immunotherapy. Each lesion was segmented based on intratumoral regions (ITR) in the plain scan (PS) and venous phase (VP) CT images. Radiomic features, including absolute and relative delta features were extracted. Four signatures were established by the least absolute shrinkage and selection operator (LASSO) after selecting relevant features. Multivariable logistic regression incorporating signature scores and clinical predictors was used to generate a nomogram. The performance of the nomogram was evaluated through area under the curves (AUC) analysis, calibration curves, and decision curve analysis (DCA). Tertiary lymphoid structures (TLS) and the tumor immune microenvironment (TIME) of tumors were investigated via multiplex immunohistochemistry (mIHC). Kaplan-Meier curves were constructed to illustrate Overall Survival (OS) in different patients groups. The nomogram was built based on two radiomics signatures (ITR before treatment; relative delta radiomics) and two clinical factors (age; node). This model showed powerful predictive ability for both training and external test sets with AUCs of 0.919 and 0.839, respectively. Calibration curves and DCA showed a favorable predictive performance of the nomogram. The nomogram that included ITR, delta radiomic features, and clinical risk factors had the best performance in predicting prognosis for patients with ES-SCLC who received immunotherapy compared to models relying solely on radiomic features or clinical risk factors, and has the potential to assist clinicians in making personalized treatment decisions.",
  "disease": "lung cancer"
}