{
    "title": "US payer budget impact of a microarray assay with machine learning to evaluate kidney transplant rejection in for-cause biopsies.",
    "doc_id": "35345966",
    "writer": "Fusfeld L",
    "year": "2022",
    "summary": "AIM: This study evaluates the economic impact to US commercial payers of MMDx-Kidney used in conjunction with histologic evaluation of for-cause kidney transplant biopsies. ...In particular, the model identified the magnitude of MMDx-Kidney's impact on …",
    "abstract": "Aim:\n        \n      \n      This study evaluates the economic impact to US commercial payers of MMDx-Kidney used in conjunction with histologic evaluation of for-cause kidney transplant biopsies.\n    \n\n\n          Materials and methods:\n        \n      \n      An Excel-based model was developed to assess the cost impact of histology plus MMDx-Kidney versus histology alone for the evaluation of potential rejection in kidney transplant patients who receive a for-cause biopsy. Different model time periods were assessed, ranging from 1 to 5 years post-biopsy. A targeted literature review was used to identify parameter estimates, validated by two external clinicians with expertise in managing kidney transplant rejection. A sensitivity analysis was conducted to evaluate the relative impact of key clinical and cost parameters. In particular, the model identified the magnitude of MMDx-Kidney's impact on graft failure from rejection that would be required for MMDx-Kidney to be cost-neutral.\n    \n\n\n          Results:\n        \n      \n      By more accurately characterizing rejection, MMDx-Kidney is estimated to increase antirejection treatment costs by $1,126 per test. Nevertheless, a break-even analysis shows that the costs of MMDx-Kidney and anti-rejection medication, as well as the costs associated with an increase in the number of patients with functioning transplants, may be offset by reductions in costs associated with graft failure (i.e. costs of hospitalizations, dialysis, and repeat transplants) over 5 years, assuming MMDx-Kidney reduces annual graft failure from rejection by at least 5%. For the base case, with a 25% relative reduction in annual rate of graft failures from rejection, MMDx-Kidney increases overall costs incurred in the first year of the model but starts generating savings by the second year of the model.\n    \n\n\n          Conclusions:\n        \n      \n      Compared with histologic evaluation of for-cause kidney transplant biopsies alone, the use of MMDx-Kidney in conjunction with histologic evaluation improves the diagnoses of graft dysfunction and may have the potential to generate overall savings from reductions in rejection-related graft failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35345966/"
}