{
    "title": "Association between 24-hour movement behavior and depression in college students: A compositional data analysis.",
    "doc_id": "39395676",
    "writer": "Huang Z",
    "year": "2025",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Evidence strongly suggests that moderate-to-vigorous physical activity (MVPA) can help reduce symptoms of depression. However, the relationship between 24-h movement behaviors and depressive symptoms, as well as the potential substitution effects between different behaviors, remains unclear. Therefore, this study seeks to investigate how the time spent in one behavior relative to others is associated with depressive symptoms.\n    \n\n\n          Methods:\n        \n      \n      The study recruited 366 participants, who had their levels of MVPA, light PA (LPA), and sedentary behavior (SB) recorded using tri-axial accelerometers over 7 consecutive days. Participants also self-reported their sleep duration (SLP). Depression scores were measured using the Center for Epidemiological Studies Depression Scale (CESD). Using compositional linear regression, the study explored the connections between different compositions of time spent in movement behaviors and depression symptom scores.\n    \n\n\n          Results:\n        \n      \n      Spending more time on LPA and MVPA relative to other behaviors were associated with lower depression scores, whereas a higher proportion of SB relative to other activities was linked to increased depression scores. Reallocating time spent on SB to LPA and MVPA was associated with decreased depression scores.\n    \n\n\n          Limitation:\n        \n      \n      This study is a cross-sectional research design, and causality cannot be inferred. In addition, the sampling method of this study may have imposed some limitations on the representativeness of the sample. Further longitudinal studies could be conducted by selecting a large, representative sample.\n    \n\n\n          Conclusion:\n        \n      \n      Within the spectrum of 24-h movement behaviors, increasing the duration of LPA and MVPA emerges as advantageous for reducing depression scores, suggesting a potential benefit in reallocating SB to PA, especially MVPA.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39395676/"
}