{
  "pmid": "41461066",
  "title": "Digital Health Technologies Applied in Patients With Early Cognitive Change: Scoping Review.",
  "abstract": "Digital health technologies (DHTs) have the potential to revolutionize the screening, diagnostic support, monitoring, and intervention for early cognitive change. However, the full spectrum of their application and the existing evidence base in this specific patient population have not been systematically delineated. This study aimed to review and synthesize the applications, roles, and challenges of DHTs in patients with early cognitive change. This scoping review was conducted in accordance with established methodological frameworks for scoping reviews and followed the PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews) and PRISMA-S (PRISMA Statement for Reporting Literature Searches in Systematic Reviews) guidelines. A systematic search was conducted across 5 electronic databases: PubMed, Embase, Web of Science, APA PsycINFO, and the Cochrane Library. The search covered the period from each database's inception until September 30, 2025. Studies were selected, and data were extracted using the population-concept-context framework, focusing on digital health interventions for patients with early cognitive change. This scoping review identified 193 studies (from 8346 initial articles, screened down to 5623 after deduplication) evaluating DHTs for early cognitive change, with a marked publication surge post 2020. Studies predominantly focused on mild cognitive impairment and subjective cognitive decline. Among the 170 studies that reported the age of participants, the mean age of the participants was 74.09 (SD 7.98) years. Furthermore, six categories of DHTs emerged: (1) artificial intelligence or big data, (2) internet of things, (3) virtual reality or augmented reality, (4) robotics, (5) mobile apps or computerized cognitive training, and (6) telemedicine. Outcomes most frequently assessed included cognitive function, mental health, and feasibility. Notably, only 23 studies measured quality of life, with limited long-term (6-12 months) follow-up. Physiological markers, social support, sleep quality, and self-efficacy were explored but less frequently. DHTs demonstrate significant potential in the management of patients with early cognitive impairment, particularly playing crucial roles in screening, intervention, monitoring, and auxiliary diagnosis. This scoping review underscores that DHTs, through personalized interventions and continuous care, can effectively improve patient outcomes while innovatively incorporating the caregiver perspective. However, their practical application faces challenges in balancing technological complexity with user-friendliness. Future research needs to address five key issues: (1) the lack of long-term efficacy evidence, (2) insufficient coverage of individuals with subjective cognitive decline and caregiver populations, (3) a dearth of empirical evidence on the combined application of multiple DHTs, (4) the failure of personalized programs to fully account for individual differences, and (5) the absence of effective solutions to address data and ethical risks. There is an urgent need to establish a long-term efficacy evaluation system for DHTs through rigorous methodological validation.",
  "disease": "alzheimer disease"
}