{
    "title": "Top advances of the year: Immunotherapy in endometrial cancer.",
    "doc_id": "38962843",
    "writer": "Banerjee S",
    "year": "2024",
    "summary": "For the first time, patients with recurrent or advanced endometrial cancer have options for treatment that are superior to traditional chemotherapy alone. ...PLAIN LANGUAGE SUMMARY: Combining an immune checkpoint inhibitor with chemotherapy in the first-line setting …",
    "abstract": "In the past year, notable advances were achieved toward improving oncological outcomes in patients with advanced and recurrent endometrial cancer because of reporting of high-level results of several phase 3 clinical trial combining an immune checkpoint inhibitor with chemotherapy in the first-line setting. For the first time, patients with recurrent or advanced endometrial cancer have options for treatment that are superior to traditional chemotherapy alone. What remains to be determined is population specificity of these recommendations. All four major studies were in agreement that patients with endometrial cancer with deficient mismatch repair markedly benefited from addition of an immune checkpoint inhibitor for progression-free survival; some showed preliminary results demonstrating a potential overall survival. Molecular characterization details are needed to determine if and which patients with tumors that are mismatch proficient should receive this new combination approach. PLAIN LANGUAGE SUMMARY: Combining an immune checkpoint inhibitor with chemotherapy in the first-line setting treatment of patients with advanced endometrial cancer improved progression-free survival, especially in patients with mismatch repair deficiency. Improving patient selection with potential biomarkers of sensitivity and biomarkers of resistance is key in developing the next clinical trials and will assist in directing therapy to the correct patients and minimize toxicity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38962843/"
}