{
  "pmid": "41472517",
  "title": "Pre-Therapeutic UGT1A1 Genotyping in Breast Cancer Patients Receiving Sacituzumab Govitecan to Improve Safety: A Meta-Analysis and Recommendation.",
  "abstract": "Pre-therapeutic UGT1A1 genotyping is increasingly performed in patients receiving irinotecan, as its active metabolite SN-38 is primarily cleared through UGT1A1-mediated glucuronidation. Patients with the UGT1A1*28/*28 genotype exhibit reduced UGT1A1 activity, leading to increased SN-38 exposure and a higher risk of adverse events such as neutropenia and diarrhea. Although sacituzumab govitecan contains the same active metabolite as irinotecan, routine UGT1A1 genotyping prior to treatment with this drug is not yet standard practice and is not included in its product information. The aim of this study was to assess whether pre-therapeutic UGT1A1 genotyping may also benefit patients with hormone receptor-positive, human epidermal growth factor receptor 2-negative and triple-negative breast cancer who are treated with sacituzumab govitecan. A literature search was conducted to identify relevant studies assessing the impact of UGT1A1 genotyping on the safety and efficacy of sacituzumab govitecan treatment. A meta-analysis was performed on selected studies. Additionally, a pharmacological analysis was performed using public data comparing SN-38 levels in patients treated with sacituzumab govitecan to those receiving irinotecan. The meta-analysis shows that grade ≥ 3 adverse events, including neutropenia, febrile neutropenia, and diarrhea, occurred more frequently in patients with the *28/*28 genotype. Furthermore, a statistically significant increased risk was found for developing grade ≥ 3 diarrhea or febrile neutropenia in this group. Although the meta-analysis was underpowered due to small sample sizes, the pharmacological analysis demonstrated higher SN-38 levels in patients treated with sacituzumab govitecan, supporting the rationale for UGT1A1 genotyping in this context.",
  "disease": "breast cancer"
}