{
    "title": "Temporomandibular joint involvement in elderly onset and young onset rheumatoid arthritis patients.",
    "doc_id": "37610929",
    "writer": "Ilhanli M",
    "year": "2023",
    "summary": "OBJECTIVE: There are studies showing clinical and laboratory differences between elderly-onset rheumatoid arthritis and young-onset rheumatoid arthritis. Temporomandibular joint involvement in rheumatoid arthritis is not rare. In this stu …",
    "abstract": "Objective:\n        \n      \n      There are studies showing clinical and laboratory differences between elderly-onset rheumatoid arthritis and young-onset rheumatoid arthritis. Temporomandibular joint involvement in rheumatoid arthritis is not rare. In this study, we aimed to examine the temporomandibular joint involvement and magnetic resonance imaging findings in elderly-onset rheumatoid arthritis and young-onset rheumatoid arthritis patients.\n    \n\n\n          Methods:\n        \n      \n      A total of 87 rheumatoid arthritis patients were investigated retrospectively. The onset ≥60 years was considered elderly-onset rheumatoid arthritis. Erosion, flattening, and resorption of the condyle, narrowing of the joint space, joint effusion, synovial hypertrophy, and synovitis were interpreted as temporomandibular joint involvement with magnetic resonance imaging. Patients' age, gender, rheumatoid factor, and anti-cyclic citrullinated peptide positivity, extra-articular findings, medical treatment, and disease activity score were noted.\n    \n\n\n          Results:\n        \n      \n      A total of 15 (17.2%) patients had elderly-onset rheumatoid arthritis. Temporomandibular joint involvement was detected in 67 (77%) patients; 9 (60%) of them were in the elderly-onset rheumatoid arthritis group (n=15) and 58 (80.6%) of them were in the young-onset rheumatoid arthritis group (n=72). Patients with temporomandibular joint involvement were significantly higher than those without temporomandibular joint involvement in both the elderly-onset rheumatoid arthritis and young-onset rheumatoid arthritis groups (p<0.001). No significant difference was found between elderly-onset rheumatoid arthritis and young-onset rheumatoid arthritis for the temporomandibular joint involvement (p=0.100). In the young-onset rheumatoid arthritis group, rheumatoid factor positivity and anti-cyclic citrullinated peptide positivity were more frequent in the patients with temporomandibular joint involvement (p=0.011, p=0.024). A comparison of the elderly-onset rheumatoid arthritis and young-onset rheumatoid arthritis patients showed no significant difference in the magnetic resonance imaging findings except for the resorption of the condyle.\n    \n\n\n          Conclusion:\n        \n      \n      According to our findings, elderly-onset rheumatoid arthritis is not much different from young-onset rheumatoid arthritis in terms of temporomandibular joint involvement, magnetic resonance imaging findings, and clinical and laboratory features.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37610929/"
}