{
    "title": "Mogrol suppresses lung cancer cell growth by activating AMPK-dependent autophagic death and inducing p53-dependent cell cycle arrest and apoptosis.",
    "doc_id": "35489526",
    "writer": "Li H",
    "year": "2022",
    "summary": "Mogrol also significantly inhibited the proliferation and migration of lung cancer cells, including non-small-cell lung carcinoma cells, A549, H1299, H1975 and SK-MES-1 cells, with no obvious effect on control human bronchial epithelial …",
    "abstract": "Lung carcinoma is the leading cause of cancer-related death worldwide. Chemotherapy remains the cornerstone of lung cancer treatment. Unfortunately, most types of cancer will develop resistance to chemotherapies over the time. One of the efforts to prevent the chemotherapy resistance is to find alternative chemotherapy drugs. Mogrol has been found to have antitumor activity. However, little is known about the pharmacological mechanisms underlying the suppression of mogrol on lung cancers. In this study, we observed that mogrol exposure significantly reduced the tumor volume and weight in tumor-bearing nude mice without obvious effect on body weight and cardiac function. Mogrol also significantly inhibited the proliferation and migration of lung cancer cells, including non-small-cell lung carcinoma cells, A549, H1299, H1975 and SK-MES-1 cells, with no obvious effect on control human bronchial epithelial cells (HBE). Further studies revealed that mogrol stirred excessive autophagy and autophagic flux, and finally, autophagic cell death, in lung cancer cells, which could be attenuated by autophagy inhibitors, 3-MA and chloroquine. Furthermore, mogrol significantly activated AMPK to induce autophagy and autophagic cell death, which could be abrogated by Compound C, an AMPK inhibitor. In addition, mogrol induced a significant increase in p53 activity in lung cancer cells, accompanied with cell cycle arrest and apoptosis, which could be weakened by p53 silence. Our results indicated that mogrol effectively suppressed lung cancer cells in vivo and in vitro by inducing the excessive autophagy and autophagic cell death via activating AMPK signaling pathway, as well as cell cycle arrest and apoptosis via activating p53 pathway.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35489526/"
}