{
  "pmid": "41444644",
  "title": "Association between vitamin D and metabolic-associated steatotic liver disease in type 2 diabetes mellitus patients: a systematic review and meta-analysis.",
  "abstract": "Metabolic-associated steatotic liver disease (MASLD) is a common liver disorder among adults with type 2 diabetes mellitus (T2DM) and is associated with increased risk of liver-related complications and cardiovascular disease. Vitamin D deficiency has been proposed as a potential modifiable factor influencing liver fat accumulation and metabolic dysfunction, but evidence for its role in T2DM remains inconsistent. This systematic review and meta-analysis was conducted to evaluate the association between circulating vitamin D levels and MASLD in adults with T2DM. Comprehensive searches of multiple databases and other sources from January 2000 to January 2025 identified 158 records, of which ten studies including 4,151 participants met inclusion criteria. Most studies were conducted in Asia and the Middle East, with limited data from other regions. Studies measured vitamin D using validated laboratory methods and assessed liver disease using imaging, elastography, or biomarker-based algorithms. Pooled analysis using a random-effects model showed that individuals with liver disease had significantly lower vitamin D concentrations compared to those without the disease, with a moderate effect size (approximately half a standard deviation lower vitamin D levels on average). Considerable heterogeneity was observed across studies, largely explained by differences in study design and geographic region, while sex did not significantly influence the association. Sensitivity analyses and tests for publication bias indicated the findings were robust. Most included studies were cross-sectional, limiting causal inference, and the geographic distribution was concentrated in specific regions, highlighting gaps in evidence from other populations. Lower vitamin D levels are moderately associated with liver fat accumulation in adults with type 2 diabetes. Although the findings support the potential role of vitamin D as a marker of metabolic liver dysfunction, the predominance of cross-sectional studies and regional concentration of research limit definitive conclusions. Future longitudinal and interventional studies across diverse populations are needed to determine whether optimizing vitamin D status can influence the development or progression of liver disease in this high-risk population.",
  "disease": "diabetes mellitus"
}