{
    "title": "Small-sided games: An umbrella review of systematic reviews and meta-analyses.",
    "doc_id": "33577611",
    "writer": "Clemente FM",
    "year": "2021",
    "summary": "OBJECTIVE: This umbrella review was conducted to summarize the evidence and qualify the methodological quality of SR and SRMA published on small-sided games in team ball sports. METHODS: A systematic review of Web of Science, PubMed, Cochrane Library, Scopus, and SP …",
    "abstract": "Objective:\n        \n      \n      This umbrella review was conducted to summarize the evidence and qualify the methodological quality of SR and SRMA published on small-sided games in team ball sports.\n    \n\n\n          Methods:\n        \n      \n      A systematic review of Web of Science, PubMed, Cochrane Library, Scopus, and SPORTDiscus databases was performed according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines.\n    \n\n\n          Results:\n        \n      \n      From the 176 studies initially identified, 12 (eight SR and four SRMA) were fully reviewed, and their outcome measures were extracted and analyzed. Methodological quality (with the use of AMSTAR-2) revealed that seven reviews had low quality and five had critically low quality. Two major types of effects of SSGs were observed: (i) short-term acute effects and (ii) long-term adaptations. Four broad dimensions of analysis were found: (i) physiological demands (internal load); (ii) physical demands (external load) or fitness status; (iii) technical actions; and (iv) tactical behavior and collective organization. The psychological domain was reduced to an analysis of enjoyment. The main findings from this umbrella review revealed that SSGs present positive effects in improving aerobic capacity and tactical/technical behaviors, while neuromuscular adaptations present more heterogeneous findings. Factors such as sex, age group, expertise, skill level, or fitness status are also determinants of some acute effects and adaptations.\n    \n\n\n          Conclusion:\n        \n      \n      The current umbrella review allowed to identify that most of the systematic review and meta-analysis conducted in SSGs presents low methodological quality considering the standards. Most of the systematic reviews included in this umbrella revealed that task constraints significantly change the acute responses in exercise, while SSGs are effective in improving aerobic capacity. Future original studies in this topic should improve the methodological quality and improve the experimental study designs for assessing changes in tactical/technical skills.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33577611/"
}