{
    "title": "Germline Stem Cells: A Useful Tool for Therapeutic Cloning.",
    "doc_id": "26899394",
    "writer": "Zhang X",
    "year": "2018",
    "summary": "BACKGROUND: Numerous articles have been published on the potential of using embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) in clinical applications. ...OBJECTIVE: To explore the potential of germline stem cells in …",
    "abstract": "Background:\n        \n      \n      Numerous articles have been published on the potential of using embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) in clinical applications. As these types of stem cell are well studied, the research on germline stem cells (GSCs), which hold a huge potential for clinical application and permanent treatment for infertility, is left behind. Besides possessing the characteristics of being able to self-renew and to give rise to differentiated progeny throughout postnatal life, the potential of GSCs to transform into pluripotent status is remarkable but is unexploited.\n    \n\n\n          Objective:\n        \n      \n      To explore the potential of germline stem cells in therapeutic usage, it's required to understand the underlying transformation mechanism of germline stem cells into pluripotent cells.\n    \n\n\n          Results:\n        \n      \n      In this review, we summarized development of ESCs, GSCs, iPSCs, and embryonic stem-like (ES-like) cells derived from GSCs, discussed feasibility and the technical hurdles of using these types of stem cells in therapeutic cloning, and finally focused on the comparison of the ESCs, iPSCs and ESlike cells in current as well as potential applications in medicine. Moreover, the prospects of female germline stem cells (FGSCs) and their derived ES-like cells were also discussed as a novel alternative in clinical application.\n    \n\n\n          Conclusion:\n        \n      \n      With the capacity of germline reconstitution and transformation into pluripotent status, GSCs possess significant potential for clinic usage and therapeutic cloning.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26899394/"
}