{
  "pmid": "41473474",
  "title": "Atypical pulmonary tuberculosis and haemophilus influenzae co-infection presenting as refractory postpartum fever: Diagnostic utility of next-generation sequencing.",
  "abstract": "Pulmonary tuberculosis (TB) remains a pressing global health issue, with atypical presentations complicating diagnosis, particularly in postpartum women who undergo significant immunological changes. This case report presents a postpartum woman experiencing persistent fever following spontaneous abortion, initially unresponsive to empirical antimicrobial therapy. Notably, the patient exhibited no classical respiratory symptoms, and traditional tests for diagnosing TB, including acid-fast staining and PCR, all showed negative results. Ultimately, through next-generation sequencing (NGS) of bronchoalveolar lavage fluid (BALF) clinicians identified Mycobacterium tuberculosis and Haemophilus influenzae, suggesting that the patient had a mixed infection. Following targeted anti-tubercular treatment, the patient demonstrated rapid clinical improvement, underscoring the therapeutic significance of accurate pathogen identification. This case highlights the limitations of traditional diagnostic modalities in detecting atypical TB presentations and the critical role of advanced molecular techniques in refractory postpartum infections. Remind clinicians of the necessity of expanding differential diagnosis and the criticality of incorporating NGS into diagnostic methods for postpartum fever cases that unresponsive to empirical treatment. Furthermore, the co-infection of Mycobacterium tuberculosis and Haemophilus influenzae indicates the complex infectious milieu in immunologically altered postpartum patients, necessitating multidisciplinary collaboration for optimal outcomes. Despite challenges in accessing advanced diagnostics, this report underscores the need to recognize non-classical TB presentations. The diagnosis of atypical TB was based on the following: (1) absence of classic symptoms, including chronic cough, night sweats, weight loss, or hemoptysis; (2) negative routine TB tests-acid-fast staining and PCR of respiratory samples; and (3) chest imaging showing bilateral lower-lobe consolidation without cavitation or upper-lobe predominance. These features diverged from those of typical TB pneumonia. Moreover, NGS co-detected Haemophilus influenzae, supporting a mixed infection and reinforcing the atypical presentation. This case offers valuable insight for improving diagnosis of complex postpartum infections and warrants further study into immune mechanisms of TB reactivation postpartum.",
  "disease": "tuberculosis"
}