{
    "title": "Effect of mental processing on low back load while lifting an object.",
    "doc_id": "23722573",
    "writer": "Katsuhira J",
    "year": "2013",
    "summary": "We used a 3D motion analysis system and 4 force plates to record kinematic and kinetic data. We calculated dynamic triaxial low back joint moments and low back compression force as index parameters of low back load under these experimenta …",
    "abstract": "Study design:\n        \n      \n      Biomechanical study using a 3D motion analysis system conducted in a laboratory setting.\n    \n\n\n          Objective:\n        \n      \n      To determine the effect of mental processing on low back load during lifting.\n    \n\n\n          Summary of background data:\n        \n      \n      In addition to ergonomic factors such as frequent lifting, work-related psychosocial factors are significant in the onset of disabling back pain. Although the ergonomic effects on low back load while lifting have been investigated and are widely accepted in the workplace, few studies have investigated the effect of psychosocial factors on low back load while lifting.\n    \n\n\n          Methods:\n        \n      \n      Thirteen healthy subjects lifted a box from the ground in 4 different lifting tasks in randomized order: (1) squat posture with knees flexed; (2) stoop posture with knees extended; (3) squat posture with mental processing using arithmetic tasks; and (4) stoop posture with mental processing using arithmetic tasks. We used a 3D motion analysis system and 4 force plates to record kinematic and kinetic data. We calculated dynamic triaxial low back joint moments and low back compression force as index parameters of low back load under these experimental conditions.\n    \n\n\n          Results:\n        \n      \n      Mental processing significantly increased peak low back compression force and low back extension moment, but not lateral flexion or rotation moment, while lifting in both lifting postures. Also, mental processing increased trunk bending angles in the squat posture. Although a tendency for decreased pelvic forward tilt was observed, mental processing did not significantly decrease forward pelvic tilt in the stoop posture.\n    \n\n\n          Conclusion:\n        \n      \n      Mental processing during lifting tasks seems to affect both trunk and pelvis angles in the sagittal plane for squat and stoop postures, resulting in increased low back load. The present findings might help explain the effect of ergonomic demands of lifting tasks as well as psychosocial factors responsible for the onset of disabling back pain.\n    \n\n\n          Level of evidence:\n        \n      \n      2.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23722573/"
}