{
  "pmid": "41421039",
  "title": "Integrative metabolomic and transcriptomic profiling reveals distinct metabolic signatures of hepatocellular carcinoma arising from cirrhosis.",
  "abstract": "Substantial metabolic reprogramming accompanies the transition from cirrhosis to hepatocellular carcinoma (HCC), yet the metabolomic profile of cirrhotic liver tissue containing HCC remains insufficiently defined. Metabolomic data from 203 cirrhotic tissue samples and 37 HCC tissue samples were obtained from the MetaboLights repository (dataset MTBLS8764). Multivariate statistical approaches, including principal component analysis (PCA), partial least squares discriminant analysis (PLS-DA), and orthogonal partial least squares discriminant analysis (OPLS-DA), were applied to delineate metabolic differences between groups. Discriminatory metabolites were identified using variable importance in projection (VIP) scores and fold-change analysis. Diagnostic performance was assessed through receiver operating characteristic (ROC) curve analysis for both individual metabolites and multi-metabolite panels. Complementary transcriptomic data were subjected to KEGG pathway enrichment and an integrated multi-omics evaluation to uncover biological pathways underlying disease progression. Multivariate analyses revealed significant metabolic divergence between cirrhotic and HCC tissues. PCA and supervised PLS-DA showed distinct group separation, and the OPLS-DA model demonstrated strong reliability (R²Y = 0.694, Q² = 0.39; p < 0.001). Fifty-seven metabolites showed significant differential abundance. ROC analysis indicated that combining four metabolites, 6-bromotryptophan, threonate, palmitoylcholine, and oleoylcholine, significantly improved diagnostic accuracy (AUC = 0.83, p < 0.001). KEGG enrichment analysis of metabolomic and transcriptomic datasets identified disrupted pathways in amino acid metabolism, oxidative stress, and lipid remodeling. Integrated multi-omics analysis further revealed coordinated alterations in the \"choline metabolism in cancer\" pathway, implicating this axis as a key contributor to HCC development. This comprehensive metabolomic framework identifies promising biomarkers and distinct metabolic signatures that differentiate cirrhosis from HCC and offers mechanistic insights to guide future diagnostic and therapeutic strategies.",
  "disease": "liver cirrhosis"
}