{
    "title": "Mental health challenges among adolescents living with HIV.",
    "doc_id": "28530045",
    "writer": "Vreeman RC",
    "year": "2017",
    "summary": "INTRODUCTION: Mental health is a critical and neglected global health challenge for adolescents infected with HIV. ...The objective of this narrative review is to assess the current literature related to mental health challenges faced by adolesc …",
    "abstract": "Introduction:\n        \n      \n      Mental health is a critical and neglected global health challenge for adolescents infected with HIV. The prevalence of mental and behavioural health issues among HIV-infected adolescents may not be well understood or addressed as the world scales up HIV prevention and treatment for adolescents. The objective of this narrative review is to assess the current literature related to mental health challenges faced by adolescents living with HIV, including access to mental health services, the role of mental health challenges during transition from paediatric to adult care services and responsibilities, and the impact of mental health interventions.\n    \n\n\n          Methods:\n        \n      \n      For each of the topics included in this review, individual searches were run using Medline and PubMed, accompanied by scans of bibliographies of relevant articles. The topics on which searches were conducted for HIV-infected adolescents include depression and anxiety, transition from paediatric to adult HIV care and its impact on adherence and mental health, HIV-related, mental health services and interventions, and the measurement of mental health problems. Articles were included if the focus was consistent with one of the identified topics, involved HIV-infected adolescents, and was published in English.\n    \n\n\n          Results and discussion:\n        \n      \n      Mental and behavioural health challenges are prevalent in HIV-infected adolescents, including in resource-limited settings where most of them live, and they impact all aspects of HIV prevention and treatment. Too little has been done to measure the impact of mental health challenges for adolescents living with HIV, to evaluate interventions to best sustain or improve the mental health of this population, or to create healthcare systems with personnel or resources to promote mental health.\n    \n\n\n          Conclusions:\n        \n      \n      Mental health issues should be addressed proactively during adolescence for all HIV-infected youth. In addition, care systems need to pay greater attention to how mental health support is integrated into the care management for HIV, particularly throughout lifespan changes from childhood to adolescence to adulthood. The lack of research and support for mental health needs in resource-limited settings presents an enormous burden for which cost-effective solutions are urgently needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28530045/"
}