{
    "title": "A mechanism by which nitric oxide accelerates the rate of oxidative DNA damage in Escherichia coli.",
    "doc_id": "12823807",
    "writer": "Woodmansee AN",
    "year": "2003",
    "summary": "The presence of nitric oxide (NO) greatly accelerates the rate at which hydrogen peroxide (H2O2) kills Escherichia coli. ...However, NO also blocked respiration, an event that previous studies have shown can stimulate oxidative DNA damage. The resultant accumulation …",
    "abstract": "The presence of nitric oxide (NO) greatly accelerates the rate at which hydrogen peroxide (H2O2) kills Escherichia coli. Workers have suggested that this effect may be important in the process of bacteriocide by phagocytes. The goal of this study was to determine the mechanism of this synergism. The filamentation of the dead cells, and their protection by cell-permeable iron chelators, indicated that NO/H2O2 killed cells by damaging their DNA through the Fenton reaction. Indeed, the number of DNA lesions was far greater when NO was present during H2O2 exposure. In the Fenton reaction, free intracellular iron transfers electrons from adventitious donors to H2O2, producing hydroxyl radicals. Although NO damaged the [Fe-S] clusters of dehydratases, this did not increase the amount of free iron and was therefore not the reason for acceleration of Fenton chemistry. However, NO also blocked respiration, an event that previous studies have shown can stimulate oxidative DNA damage. The resultant accumulation of NADH accelerates the reduction of free flavins by flavin reductase, and these reduced flavins drive Fenton chemistry by transferring electrons to free iron. Indeed, mutants lacking the respiratory quinol oxidases were sensitive to H2O2, and NO did not have any further effect. Further, mutants that lack flavin reductase were resistant to NO/H2O2, and overproducing strains were hypersensitive. We discuss the possibility that H2O2 and NO synergize when macrophages attack captive bacteria.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12823807/"
}