{
  "pmid": "41415889",
  "title": "Abnormal subthalamic nucleus functional connectivity and machine learning classification in Parkinson's disease: a multisite functional magnetic resonance imaging study.",
  "abstract": "Parkinson's disease (PD) is a progressive neurodegenerative disorder imposing a significant global burden, characterized by motor dysfunction linked to aberrant basal ganglia activity. This multisite study analyzed pooled resting-state functional magnetic resonance imaging (rs-fMRI) data to characterize subthalamic nucleus (STN) functional connectivity (FC) abnormalities and to evaluate their utility in machine learning classification of PD. We analyzed rs-fMRI data from 232 participants (158 PD patients and 74 healthy controls [HCs]) across four repositories: Parkinson's Progression Markers Initiative (PPMI), OpenfMRI, and FCP/INDI (NEUROCON dataset and Tao Wu dataset). Seed-based FC analysis focused on bilateral STNs. Group comparisons (PD vs. HCs) were assessed using two-sample t-tests with Gaussian Random Field (GRF) correction. A support vector machine (SVM) classifier, incorporating significant FC features, was used for diagnostic classification. Patients with PD exhibited significant bilateral reductions in STN FC compared to HCs. Specifically, the left STN showed decreased connectivity with the left superior temporal gyrus and the right supramarginal gyrus, whereas the right STN showed decreased connectivity with the right superior temporal gyrus, the left middle temporal gyrus, and the left inferior frontal gyrus (voxel  This study suggests that STN-temporal/parietal hypoconnectivity warrants further investigation as a possible core feature of PD. Furthermore, it demonstrates the high translational potential of STN-centric FC patterns as diagnostic biomarkers when integrated with machine learning, paving the way for improved PD classification and future applications in personalized neuromodulation strategies.",
  "disease": "parkinson disease"
}