{
  "pmid": "41402407",
  "title": "Low levels of serum albumin and blood basophils as 10-year mortality predictors in a nationwide Korean COPD cohort.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is the third leading cause of death worldwide, with rising mortality rates. This study aimed to identify serologic or blood markers associated with mortality prediction in patients with COPD. We analyzed 10-year follow-up cohort data from the Korea COPD Subgroup Study, which included patients from 54 university hospitals in South Korea. Baseline characteristics and blood samples were collected at enrollment. Data on all-cause mortality and death dates were retrieved from the National Health Information System as of June 11, 2024. Among 1,878 patients with COPD, 309 (16.5%) died over the 10-year follow-up period. Multiple Cox regression analysis identified hemoglobin (hazard ratio [HR], 0.879; P < 0.001), hematocrit (HR, 0.955; P < 0.001), basophils (HR, 0.655; 95% confidence interval [CI], 0.472-0.908; P = 0.011), creatine (HR, 1.181; P = 0.038), albumin (HR, 0.465; 95% CI, 0.362-0.599; P < 0.001), and blood urea nitrogen (HR, 1.017; P = 0.046) as significant prognostic factors for mortality. Kaplan-Meier analysis demonstrated significant differences in survival probability based on albumin (cut-off 3.4 g/dL and 4.35 g/dL), basophils (cut-off 2%), and albumin*basophils levels (all P < 0.001). Receiver operating characteristic (ROC) curve analysis revealed that low albumin levels (area under curve [AUC] = 76.2; P < 0.001), low basophil levels (AUC = 71.8; P = 0.030), and low albumin*basophil levels (AUC = 72.2; P = 0.011) were significant predictors of mortality. Proportional HR was significantly associated with these three markers in a linear manner (all P < 0.001). These findings suggest that low serum albumin and blood basophil levels are independent predictors of 10-year mortality in patients with COPD.",
  "disease": "chronic obstructive pulmonary disease"
}