{
    "title": "Investigating the autonomic nervous system response to anxiety in children with autism spectrum disorders.",
    "doc_id": "23577072",
    "writer": "Kushki A",
    "year": "2013",
    "summary": "We measured three physiological indicators of the autonomic nervous system response (heart rate, electrodermal activity, and skin temperature) during a baseline (movie watching) and anxiety condition (Stroop task) in a sample of typically developing children (n = 17 …",
    "abstract": "Assessment of anxiety symptoms in autism spectrum disorders (ASD) is a challenging task due to the symptom overlap between the two conditions as well as the difficulties in communication and awareness of emotions in ASD. This motivates the development of a physiological marker of anxiety in ASD that is independent of language and does not require observation of overt behaviour. In this study, we investigated the feasibility of using indicators of autonomic nervous system (ANS) activity for this purpose. Specially, the objectives of the study were to 1) examine whether or not anxiety causes significant measurable changes in indicators of ANS in an ASD population, and 2) characterize the pattern of these changes in ASD. We measured three physiological indicators of the autonomic nervous system response (heart rate, electrodermal activity, and skin temperature) during a baseline (movie watching) and anxiety condition (Stroop task) in a sample of typically developing children (n = 17) and children with ASD (n = 12). The anxiety condition caused significant changes in heart rate and electrodermal activity in both groups, however, a differential pattern of response was found between the two groups. In particular, the ASD group showed elevated heart rate during both baseline and anxiety conditions. Elevated and blunted phasic electrodermal activity were found in the ASD group during baseline and anxiety conditions, respectively. Finally, the ASD group did not show the typical decrease in skin temperature in response to anxiety. These results suggest that 1) signals of the autonomic nervous system may be used as indicators of anxiety in children with ASD, and 2) ASD may be associated with an atypical autonomic response to anxiety that is most consistent with sympathetic over-arousal and parasympathetic under-arousal.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23577072/"
}