{
  "pmid": "41425188",
  "title": "Case Report: REM sleep without atonia in an adult with pediatric acute-onset neuropsychiatric syndrome: a case study and mechanistic insights.",
  "abstract": "Pediatric Acute-Onset Neuropsychiatric Syndrome (PANS) is an immune-mediated disorder marked by abrupt onset of obsessive-compulsive symptoms and a spectrum of neuropsychiatric and somatic features, including sleep disturbances. Although polysomnographic studies increasingly document REM Sleep Without Atonia (RSWA) in children with PANS, persistence of RSWA into adulthood remains unreported and poorly understood. We report a 20-year-old woman with a 5-year history of relapsing-remitting neuropsychiatric symptoms consistent with PANS, including obsessive-compulsive features, complex tics, anxiety, and sleep disruption. The onset was temporally associated with a viral illness and followed by recurrent exacerbations triggered by infections and psychosocial stressors. Polysomnography, conducted during an inter-episode baseline, revealed RSWA with reduced REM atonia and fragmented sleep architecture, despite the absence of REM sleep behavior disorder (RBD). At onset, clinical findings included motor incoordination and sensorimotor hypersensitivities. Past serological workup supported a post-infectious inflammatory phenotype. This case expands current understanding of PANS by documenting persistent RSWA in an adult patient, suggesting chronic disruption of REM-regulating neurocircuits. Mechanistically, we explore how basal ganglia autoimmunity, dopaminergic dysregulation, and hypothalamic orexin imbalance may converge to impair REM atonia. Emerging literature is consistent with RSWA as a state or trait marker of central neuroinflammation in neuroimmune conditions such as PANS. These findings underscore the diagnostic and pathophysiological relevance of sleep phenotyping in neuroinflammatory syndromes and call for longitudinal evaluation of sleep physiology across the disease course. RSWA may represent an under-recognized manifestation of chronic neuroimmune dysfunction in PANS. Its persistence into adulthood suggests long-term dysregulation of REM sleep circuitry and invites further investigation into the role of orexin and basal ganglia-mediated inhibition in neuroimmune disorders.",
  "disease": "parkinson disease"
}