{
    "title": "Global gene expression profiling of preimplantation embryos.",
    "doc_id": "17204093",
    "writer": "Hamatani T",
    "year": "2006",
    "summary": "Recent progress in RNA amplification methods and microarray platforms, including genes unique to preimplantation embryos, allow us to apply global gene expression profiling to the study of preimplantation embryos. Our gene expression profiling during p …",
    "abstract": "Preimplantation development is marked by four major events: the transition of maternal transcripts to zygotic transcripts, compaction, the first lineage differentiation into inner cell mass and trophectoderm, and implantation. The scarcity of the materials of preimplantation embryos, both in size (diameter < 100 microm) and in quantity (only a few to tens of oocytes from each ovulation), has hampered molecular analysis of preimplantation embryos. Recent progress in RNA amplification methods and microarray platforms, including genes unique to preimplantation embryos, allow us to apply global gene expression profiling to the study of preimplantation embryos. Our gene expression profiling during preimplantation development revealed the distinctive patterns of maternal RNA degradation and embryonic gene activation, including two major transient waves of de novo transcription. The first wave corresponds to zygotic genome activation (ZGA). The second wave, mid-preimplantation gene activation (MGA), contributes dramatic morphological changes during late preimplantation development. Further expression profiling of embryos treated with inhibitors of transcription or translation revealed that the translation of maternal RNA is required for the initiation of ZGA, suggesting a cascade of gene activation from maternal RNA/protein sets to ZGA gene sets and thence to MGA gene sets. To date, several reports of microarray experiments using mouse and human preimplantation embryos have been published. The identification of a large number of genes and multiple signaling pathways involved at each developmental stage by such global gene expression profiling accelerates understanding of molecular mechanisms underlining totipotency/pluripotency and programs of early mammalian development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17204093/"
}