{
    "title": "Predictive Value of the Platelet-To-Lymphocyte Ratio in Diagnosis of Prostate Cancer.",
    "doc_id": "26434851",
    "writer": "Yuksel OH",
    "year": "2015",
    "summary": "RESULTS: This study was performed on a total of 873 cases, with an age range 48-76 years, divided into three groups as for biopsy results. with diagnoses of benign prostatic hyperplasia (BPH) (n=304, 34.8 %), PCa (n=265, 30.4%) and histological prostatitis (n=304; 3 …",
    "abstract": "Purpose:\n        \n      \n      To predict prostatic carcinoma using a logistic regression model on prebiopsy peripheral blood samples.\n    \n\n\n          Materials and methods:\n        \n      \n      Data of a total of 873 patients who consulted Urology Outpatient Clinics of Fatih Sultan Mehmet Training and Research Hospital between February 2008 and April 2014 scheduled for prostate biopsy were screened retrospectively. PSA levels, prostate volumes, prebiopsy whole blood cell counts, neutrophil and platelet counts, neutrophil-to-lymphocyte ratio (NLR), platelet-to-lymphocyte ratio (PLR), biopsy results and Gleason scores in patients who had established diagnosis of prostate cancer (PCa) were evaluated.\n    \n\n\n          Results:\n        \n      \n      This study was performed on a total of 873 cases, with an age range 48-76 years, divided into three groups as for biopsy results. with diagnoses of benign prostatic hyperplasia (BPH) (n=304, 34.8 %), PCa (n=265, 30.4%) and histological prostatitis (n=304; 34.8%). Intra- and intergroup comparative evaluations were performed. White blood cell and neutrophil counts in the histological prostatitis group were significantly higher than those of the BPH and PCa groups (p=0.001; p=0.004; p<0.01). A statistically significant intergroup difference was found for PLR (p=0.041; p<0.05) but not lymphocyte count (p>0.05). According to pairwise comparisons, PLR were significantly higher in the PCa group relative to BPH group (p=0.018, p<0.05, respectively). Though not statistically significant, higher PLR in cases with PCa in comparison with the prostatitis group was remarkable (p=0.067, and p>0.05, respectively).\n    \n\n\n          Conclusions:\n        \n      \n      Meta-analyses showed that in patients with PSA levels over 4 ng/ml, positive predictive value of PSA is only 25 percent. Therefore, novel markers which can both detect clinically significant prostate cancer, and also prevent unnecessary biopsies are needed. Relevant to this issue in addition to PSA density, velocity, and PCA3, various markers have been analyzed. In the present study, PLR were found to be the additional predictor of prostatic carcinoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26434851/"
}