{
    "title": "Effect of locomotor training in completely spinalized cats previously submitted to a spinal hemisection.",
    "doc_id": "22875930",
    "writer": "Martinez M",
    "year": "2012",
    "summary": "After a spinal hemisection in cats, locomotor plasticity occurring at the spinal level can be revealed by performing, several weeks later, a complete spinalization below the first hemisection. ...We performed, in 9 adult cats, a spinal hemisection at t …",
    "abstract": "After a spinal hemisection in cats, locomotor plasticity occurring at the spinal level can be revealed by performing, several weeks later, a complete spinalization below the first hemisection. Using this paradigm, we recently demonstrated that the hemisection induces durable changes in the symmetry of locomotor kinematics that persist after spinalization. Can this asymmetry be changed again in the spinal state by interventions such as treadmill locomotor training started within a few days after the spinalization? We performed, in 9 adult cats, a spinal hemisection at thoracic level 10 and then a complete spinalization at T13, 3 weeks later. Cats were not treadmill trained during the hemispinal period. After spinalization, 5 of 9 cats were not trained and served as control while 4 of 9 cats were trained on the treadmill for 20 min, 5 d a week for 3 weeks. Using detailed kinematic analyses, we showed that, without training, the asymmetrical state of locomotion induced by the hemisection was retained durably after the subsequent spinalization. By contrast, training cats after spinalization induced a reversal of the left/right asymmetries, suggesting that new plastic changes occurred within the spinal cord through locomotor training. Moreover, training was shown to improve the kinematic parameters and the performance of the hindlimb on the previously hemisected side. These results indicate that spinal locomotor circuits, previously modified by past experience such as required for adaptation to the hemisection, can remarkably respond to subsequent locomotor training and improve bilateral locomotor kinematics, clearly showing the benefits of locomotor training in the spinal state.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22875930/"
}