{
  "pmid": "41463184",
  "title": "Adding Neoadjuvant Immunotherapy to Chemotherapy in Non-Metastatic Triple-Negative Breast Cancer: A Propensity-Matched Cohort Study from a Tertiary Cancer Center.",
  "abstract": "Triple-negative breast cancer (TNBC) is an aggressive subtype with limited targeted treatment options. Immunotherapy has recently emerged as a potential strategy. The addition of pembrolizumab to neoadjuvant chemotherapy, as established in the KEYNOTE-522 trial, represents a major advancement in targeted immunotherapy for TNBC. However, real-world data validating its feasibility and outcomes remain limited. This study aims to evaluate, in real-life settings, the impact of adding pembrolizumab to neoadjuvant chemotherapy on complete pathological response (pCR), recurrence-free survival (RFS), and overall survival (OS) in patients with non-metastatic TNBC. This retrospective cohort study included patients treated at King Hussein Cancer Center (KHCC) between 2015 and 2022. Among 8523 breast cancer cases, 761 were TNBC. Eligible patients had non-metastatic TNBC, received neoadjuvant therapy, and underwent surgery. The immunotherapy group included patients treated with neoadjuvant pembrolizumab (2019-2022); the no-immunotherapy group received standard neoadjuvant chemotherapy (2015-2022). Propensity score matching (1:1, nearest neighbor) was performed based on pre-treatment covariates including age, BMI, clinical stage, comorbidities, smoking, and histopathology. Pathological response, complication rates, RFS, and OS were analyzed using logistic regression and Kaplan-Meier curves with log-rank testing. The matched cohort included 130 patients (65 per group). The study groups' baseline characteristics were well-balanced between the two groups. Postoperative complication rates were similar across groups, with no significant increase in adverse events observed in the immunotherapy group. The mean lymph node positivity ratio was significantly lower in the immunotherapy group (2.2 ± 7.7 vs. 24.3 ± 33.1,  Neoadjuvant pembrolizumab significantly enhances pathological response, reduces nodal involvement, and provides durable RFS and OS benefits in non-metastatic TNBC without increasing perioperative complications. This study supports incorporating immunotherapy into standard neoadjuvant regimens for TNBC patients and provides real-world evidence from a Middle Eastern tertiary cancer center.",
  "disease": "breast cancer"
}