{
    "title": "C3 glomerulonephritis and dense deposit disease share a similar disease course in a large United States cohort of patients with C3 glomerulopathy.",
    "doc_id": "29310824",
    "writer": "Bomback AS",
    "year": "2018",
    "summary": "We, therefore, reviewed clinical and histopathological data, including generation of a C3 Glomerulopathy Histologic Index to score biopsy activity and chronicity, to determine predictors of progression to end-stage renal disease (ESRD) and advanced chronic kidney …",
    "abstract": "C3 glomerulonephritis (C3GN) and dense deposit disease comprise the two classes of C3 glomerulopathy. Studies from Europe and Asia have aided our understanding of this recently defined disorder, but whether these data apply to a diverse United States patient population remains unclear. We, therefore, reviewed clinical and histopathological data, including generation of a C3 Glomerulopathy Histologic Index to score biopsy activity and chronicity, to determine predictors of progression to end-stage renal disease (ESRD) and advanced chronic kidney disease (CKD) in 111 patients (approximately 35% non-white) with C3 glomerulopathy: 87 with C3GN and 24 with dense deposit disease. Complement-associated gene variants and autoantibodies were detected in 24% and 35% of screened patients, respectively. Our C3 Glomerulopathy Histologic Index denoted higher activity in patients with C3GN and higher chronicity in patients with dense deposit disease. Over an average of 72 months of follow-up, remission occurred in 38% of patients with C3GN and 25% of patients with dense deposit disease. Progression to late-stage CKD and ESRD was common, with no differences between C3GN (39%) and dense deposit disease (42%). In multivariable models, the strongest predictors for progression were estimated glomerular filtration rate at diagnosis (clinical variables model) and tubular atrophy/interstitial fibrosis (histopathology variables model). Using our C3 Glomerulopathy Histologic Index, both total activity and total chronicity scores emerged as the strongest predictors of progression. Thus, in a large, diverse American cohort of patients with C3 glomerulopathy, there is a high rate of progression to CKD and ESRD with no differences between C3GN and dense deposit disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29310824/"
}