{
    "title": "Prevalence of Internet addiction disorder in Chinese university students: A comprehensive meta-analysis of observational studies.",
    "doc_id": "30010411",
    "writer": "Li L",
    "year": "2018",
    "summary": "BACKGROUND AND AIMS: Internet addiction disorder (IAD) is common in university students. A number of studies have examined the prevalence of IAD in Chinese university students, but the results have been inconsistent. ...CONCLUSIONS: IAD is common among Chinese un …",
    "abstract": "Background and aims:\n        \n      \n      Internet addiction disorder (IAD) is common in university students. A number of studies have examined the prevalence of IAD in Chinese university students, but the results have been inconsistent. This is a meta-analysis of the prevalence of IAD and its associated factors in Chinese university students.\n    \n\n\n          Methods:\n        \n      \n      Both English (PubMed, PsycINFO, and Embase) and Chinese (Wan Fang Database and Chinese National Knowledge Infrastructure) databases were systematically and independently searched from their inception until January 16, 2017.\n    \n\n\n          Results:\n        \n      \n      Altogether 70 studies covering 122,454 university students were included in the meta-analysis. Using the random-effects model, the pooled overall prevalence of IAD was 11.3% (95% CI: 10.1%-12.5%). When using the 8-item Young Diagnostic Questionnaire, the 10-item modified Young Diagnostic Questionnaire, the 20-item Internet Addiction Test, and the 26-item Chen Internet Addiction Scale, the pooled prevalence of IAD was 8.4% (95% CI: 6.7%-10.4%), 9.3% (95% CI: 7.6%-11.4%), 11.2% (95% CI: 8.8%-14.3%), and 14.0% (95% CI: 10.6%-18.4%), respectively. Subgroup analyses revealed that the pooled prevalence of IAD was significantly associated with the measurement instrument (Q = 9.41, p = .024). Male gender, higher grade, and urban abode were also significantly associated with IAD. The prevalence of IAD was also higher in eastern and central of China than in its northern and western regions (10.7% vs. 8.1%, Q = 4.90, p = .027).\n    \n\n\n          Conclusions:\n        \n      \n      IAD is common among Chinese university students. Appropriate strategies for the prevention and treatment of IAD in this population need greater attention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30010411/"
}