{
  "pmid": "41469711",
  "title": "Internal factors related to self-management among type 2 diabetes patients during the COVID-19 pandemic as humanitarian emergencies: a scoping review protocol.",
  "abstract": "The prevalence and mortality rates of type 2 diabetes mellitus (T2DM) are increasing, making it a significant public health concern. Effective self-management of T2DM requires external factors, such as medical interventions and social support, and internal factors, including self-efficacy. However, during humanitarian emergencies, such as the COVID-19 pandemic, healthcare system disruptions limit external factors, making internal factors even more critical. Nonetheless, existing reviews have primarily focused on external factors and clinical outcomes during the pandemic, with no comprehensive review examining internal factors. Therefore, this review aims to systematically synthesize evidence on the internal factors supporting T2DM self-management during the COVID-19 pandemic and identify research gaps. This scoping review follows the Joanna Briggs Institute guidelines and is conducted according to the PRISMA-P framework. A comprehensive search strategy will be employed to systematically explore multiple databases, including PubMed (MEDLINE), CINAHL, Web of Science, Scopus, ERIC, PsycINFO, and the Cochrane Library, as well as gray literature platforms, such as Google, Google Scholar, and Semantic Scholar. The search will include both published and gray literature without language restrictions. Studies that utilize quantitative and qualitative methodologies will also be included. Two independent reviewers will screen titles, abstracts, and full texts for eligibility, and discrepancies will be resolved through discussion or consultation with a third reviewer. The outcomes related to the internal factors contributing to the improvement of self-management among T2DM patients will be extracted and summarized. The findings will be presented descriptively and in tabular form, emphasizing key insights and identifying research gaps in the literature. The findings will be actively disseminated through academic conferences and peer-reviewed journals to provide valuable insights into the internal factors that contribute to the improvement of self-management in T2DM patients. These results are expected to contribute to the development of innovative strategies for sustaining and improving self-management in T2DM patients during future humanitarian emergencies and major public health challenges.",
  "disease": "diabetes mellitus"
}