{
  "pmid": "41462371",
  "title": "In vivo, in silico effects of sakuranetin as a multi-target nutraceutical against PTZ-induced seizures via GABA restoration and BDNF/TrkB activation.",
  "abstract": "Current antiepileptic drugs are effective in suppressing motor seizures; however, they often do not address the underlying factors such as oxidative stress, inflammation, and neurotrophic imbalances that contribute to the development of epilepsy. Recently, flavonoids sourced from diet have attracted attention as neuromodulators that can target these root causes. This study evaluated the protective effects of sakuranetin-a flavonoid found in edible Prunus species-against pentylenetetrazole (PTZ)-induced seizures and neurochemical changes in mice. Swiss albino mice (n = 6/group) were treated with saline, PTZ (35 mg/kg, intraperitoneally), or PTZ combined with sakuranetin (10 or 20 mg/kg, orally) every other day for 28 days. The study assessed seizure activity, oxidative stress markers, inflammatory cytokines, brain-derived neurotrophic factor (BDNF), tropomyosin receptor kinase B (TrkB), and caspase-3 activity. Additionally, in silico docking and 100 ns molecular dynamics simulations were performed to investigate sakuranetin's interactions with BDNF, TrkB, and D₂-like receptors. The results showed that sakuranetin treatment significantly improved seizure parameters. The onset latency was extended with both doses. The duration of clonic-tonic seizures was reduced by half, and mortality rates dropped from 50% to 8%. PTZ-induced reductions in neurotransmitters (such as GABA, dopamine, norepinephrine, serotonin, and acetylcholine) were restored, antioxidant defenses (including superoxide dismutase, catalase, and glutathione) were enhanced, and both lipid peroxidation (measured by malondialdehyde) and nitrosative stress (nitric oxide) were significantly decreased. Pro-inflammatory cytokines (IL-1β, IL-6, TNF-α) were reduced, BDNF and TrkB levels approached control levels, and caspase-3 activity was diminished. Docking studies and MM-GBSA analyses indicated that BDNF was the most favorable binding partner for sakuranetin (with a binding free energy of approximately - 57 kcal/mol), and the simulations affirmed the stability of the complex. These findings suggest that sakuranetin has substantial, multi-target anticonvulsant effects by restoring neurotransmitter balance, enhancing antioxidant capacity, suppressing neuroinflammation, and revitalizing BDNF/TrkB signaling. Given its dietary origin, sakuranetin warrants further investigation as a potential nutraceutical candidate for managing epilepsy.",
  "disease": "epilepsy"
}