{
  "pmid": "41409714",
  "title": "Multidimensional experience of pain in adults with cirrhosis: A qualitative descriptive study.",
  "abstract": "The incidence of liver disease is projected to increase significantly by 2030, affecting 1.5 billion of the global population and approximately 3 million in Canada. With various etiologies, the progression of liver disease to cirrhosis varies from months, years, or decades. Experiencing pain can severely debilitate a person living with this condition. However, there is limited qualitative evidence to understand the subjective pain experience of individuals with cirrhosis. Understanding this experience with cirrhosis is crucial for providing comprehensive, person-centered care. The aim of this study was to qualitatively explore the multidimensional experience of pain for persons with cirrhosis. A qualitative descriptive approach was used, recruiting participants from a hepatology clinic in Toronto in 2021. Participants completed a Brief Pain Inventory Short Form questionnaire and a semistructured interview. Data analysis was guided by Hsieh and Shannon's stepwise directed content analysis. Fifteen interviews were conducted with adults (mean age: 54 years, 53% men, 47% women) with cirrhosis, most unable to work, with approximately half married/partnered. Participants reported diverse physical symptoms including visceral and musculoskeletal pain, often described as a constant experience. Psychologically, pain contributed to significant fatigue and emotional distress, affecting self-care and daily activities. Socioculturally, pain disrupted social interactions and financial stability, intensifying reliance on support systems. Participants reported limited effectiveness of pharmacological interventions, reliance on mindfulness and rest, and frustration with unmet pain management needs. These interrelated themes collectively impaired quality of life and independence. Exploring the multidimensionality of pain for persons with cirrhosis provides valuable insights to address the gaps in current pain management strategies. L’incidence des maladies du foie devrait augmenter de façon marquée d’ici 2030, touchant près de 1,5 milliard de personnes dans le monde, dont 3 millions au Canada. La progression de la maladie hépatique vers la cirrhose, dont les étiologies sont multiples, peut s’étendre sur des mois, des années ou même des décennies. La douleur associée à la cirrhose peut être fortement invalidante. Pourtant, on dispose de peu de données qualitatives permettant de comprendre l’expérience subjective de la douleur chez les personnes atteintes de cirrhose. Une compréhension approfondie de cette expérience est essentielle pour offrir des soins intégrés et véritablement centrés sur la personne. Cette étude avait pour objectif d’explorer qualitativement l’expérience multidimensionnelle de la douleur chez les personnes atteintes de cirrhose. Une approche descriptive qualitative a été utilisée. Les participants ont été recrutés dans une clinique d’hépatologie à Toronto en 2021. Ils ont complété le questionnaire ",
  "disease": "liver cirrhosis"
}