{
    "title": "Speaking and listening: The importance of stakeholder engagement in quality improvement in pediatric urology.",
    "doc_id": "37689553",
    "writer": "Williams VW",
    "year": "2023",
    "summary": "Before improving a process, we must understand it and this often requires employing the expertise of others. Indeed, quality improvement work is often done in teams. The key is identifying and engaging the right stakeholders for each improvement initiative. . …",
    "abstract": "To improve health care, we as clinicians must work to change processes that make it easier to do our job well and reliably every day. Before improving a process, we must understand it and this often requires employing the expertise of others. Indeed, quality improvement work is often done in teams. The key is identifying and engaging the right stakeholders for each improvement initiative. The goal of this review is to provide health care professionals with the basis for how to do this. We describe four essential stakeholder steps that aid in the success of a quality improvement initiative. The steps of 1.) identifying and 2.) categorizing stakeholders involve spending the time to think about who the necessary stakeholders are and how to organize them. It is essential to consider stakeholders who are balanced for expertise, skills, experience, perspective, gender, race, and ethnicity. The process then moves on to 3.) analyzing stakeholders, which supports efforts that are focused on the stakeholder relationships that will most impact project success. The final step is 4.) stakeholder engagement. This represents a critical opportunity, not only upfront, but also to maintain a high level of stakeholder engagement throughout the quality improvement project. As the improvement work evolves, it is important to return to the earlier steps and reflect on the stakeholder group; the process is iterative. Devoting sufficient energy and time to these stakeholder steps will provide ample returns. This review should assist health care professionals in establishing an improvement team for each quality improvement initiative, which is foundational to initiating change efforts that better system performance, enhance the quality of care, and ensure patient safety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37689553/"
}