{
    "title": "Lung cancer in India.",
    "doc_id": "15515828",
    "writer": "Behera D",
    "year": "2004",
    "summary": "BACKGROUND: Lung cancer is one of the commonest malignant neoplasms all over the world. It accounts for more cancer deaths than any other cancer. ...CONCLUSIONS: In view of our large population, the burden of lung cancer will be qu …",
    "abstract": "Background:\n        \n      \n      Lung cancer is one of the commonest malignant neoplasms all over the world. It accounts for more cancer deaths than any other cancer. It is increasingly being recognized in India.\n    \n\n\n          Methods:\n        \n      \n      We did a systematic review of the published studies on epidemiology, diagnosis and treatment of lung cancer in India. Literature from other countries was also reviewed.\n    \n\n\n          Results:\n        \n      \n      With increasing prevalence of smoking, lung cancer has reached epidemic proportions in India. It has surpassed the earlier commonest form of cancer, that of oropharynx, and now is the commonest malignancy in males in many hospitals. In addition to smoking, occupational exposure to carcinogens, indoor air pollution and dietary factors have recently been implicated in the causation of lung cancer. Squamous cell carcinoma is still the commonest histological type in India in contrast to the Western countries, although adenocarcinoma is becoming more common. Molecular genetics of lung cancer has opened up new vistas of research in carcinogenesis. Various modalities for early detection through screening are being investigated. Majority of the patients have locally advanced or disseminated disease at presentation and are not candidates for surgery. Chemotherapy applied as an adjunct with radiation improves survival and the quality of life. New anticancer drugs, which have emerged during the last decade, have shown an improved efficacy-toxicity ratio.\n    \n\n\n          Conclusions:\n        \n      \n      In view of our large population, the burden of lung cancer will be quite enormous in India. Drastic measures aimed at discouraging people from smoking must be taken to reduce the morbidity and mortality due to lung cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15515828/"
}