{
    "title": "Vitamin A homeostasis and diabetes mellitus.",
    "doc_id": "9290094",
    "writer": "Basu TK",
    "year": "1997",
    "summary": "Recent studies have shown that plasma concentrations of vitamin A (retinol) and its carrier proteins, retinol-binding protein (RBP), and transthyretin (TTR), are decreased in human subjects with insulin-dependent (IDDM) but not with noninsulin dependent diabetes mellitu …",
    "abstract": "Recent studies have shown that plasma concentrations of vitamin A (retinol) and its carrier proteins, retinol-binding protein (RBP), and transthyretin (TTR), are decreased in human subjects with insulin-dependent (IDDM) but not with noninsulin dependent diabetes mellitus (NIDDM). Rats made diabetic with streptozotocin (STZ) have also been shown to have reduced levels of plasma vitamin A while its hepatic concentrations elevate. The circulatory vitamin A levels remained low while its hepatic concentrations were further elevated following supplementation of the vitamin. The reduced circulatory status of vitamin A in diabetic animals was not caused by its impaired intestinal absorption. Further experimental studies have pointed to the fact that IDDM is associated with a deficiency of vitamin A, which is secondary to an impaired transport mechanism of this vitamin from its hepatic storage to the target site, such as retina of the eyes. The diabetes-associated changes in vitamin A metabolism were reserved to normal by insulin treatment. The underlying cause for decreased metabolic availability in uncontrolled diabetes, is not clearly understood. It appears that the increased hepatic store of vitamin A is attributed to a decreased availability of its carrier proteins. Subnormal vitamin A status in poorly controlled diabetic subjects may not respond to vitamin A supplementation, rather it may increase its load in the liver leading to hepatoxicity. These results clearly suggest that there is need for further research identifying the importance of vitamin A in diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9290094/"
}