{
    "title": "Characterization of Novel WFS1 Variants in Three Diabetes Pedigrees.",
    "doc_id": "40641032",
    "writer": "Liu C",
    "year": "2025",
    "summary": "BACKGROUND: Mutations in the WFS1 gene are implicated in Wolfram syndrome (WS), Wolfram-like syndrome (WFLS), and maturity-onset diabetes of the young (MODY). Wolfram syndrome 1 (WFS1) is a diabetes-related gene encoding wolframin, a glycoprotein with nine transmemb …",
    "abstract": "Background:\n        \n      \n      Mutations in the WFS1 gene are implicated in Wolfram syndrome (WS), Wolfram-like syndrome (WFLS), and maturity-onset diabetes of the young (MODY). Wolfram syndrome 1 (WFS1) is a diabetes-related gene encoding wolframin, a glycoprotein with nine transmembrane domains localized in the endoplasmic reticulum. However, the relationship between WFS1 mutations and their associated phenotypes remains incompletely understood, requiring additional patient data collection for further investigation. Here we collected and analyzed clinical data from three diabetes pedigrees, and to assess the genotype-phenotype correlation.\n    \n\n\n          Methods:\n        \n      \n      High-throughput sequencing was employed to detect WFS1 gene mutations, followed by pathogenicity and conservation analysis using bioinformatics software. A three-dimensional wolframin protein structure was constructed to investigate the potential effects of the mutations. Moreover, the distribution of WFS1 mutations and their associated clinical phenotypes were analyzed by summarizing genetic variations of the WFS1 gene recorded in the Human Gene Mutation Database.\n    \n\n\n          Results:\n        \n      \n      Four heterozygous WFS1 mutations were identified in three diabetes families. Among these, c.1523_1524del/p.Y508Cfs*34 was identified as a frameshift mutation, while the others were missense mutations. Bioinformatics predictions revealed that c.766A>G/p.K256E is a benign and novel mutation, whereas the remaining mutations were classified as pathogenic. Furthermore, c.985T>A/p.F329I was validated as a MODY-associated mutation within a specific family. A comprehensive summary of all reported WFS1 mutations indicated that mutations associated with WS phenotypes are approximately 18.7 times more frequent than those associated with MODY phenotypes. Missense mutations accounted for the highest proportion of WFS1 mutations associated with different clinical phenotypes, with the majority located in exon 8.\n    \n\n\n          Conclusions:\n        \n      \n      This study identified a novel WFS1 mutation, c.766A>G/p.K256E, expanding the known mutation spectrum of the WFS1 gene. The findings suggest that inactivating mutations and benign missense mutations are associated with more severe WS phenotypes compared to purely pathogenic missense mutations. Moreover, c.985T>A/p.F329I was validated as a MODY associated mutation. Finally, by summarizing the genotype-phenotype relationships of WFS1, it is concluded that the WFS1 gene shows a different association with WS, WFSL and MODY.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40641032/"
}