{
    "title": "The Influence of the Breast on Sport and Exercise Participation in School Girls in the United Kingdom.",
    "doc_id": "26802991",
    "writer": "Scurr J",
    "year": "2016",
    "summary": "Chi-squared tests assessed associations between participation and breast size, sports bra use, and breast concerns. RESULTS: Two thousand eighty-nine school girls aged 11-18 years completed the survey, for 97 their breasts had begun developing and 96% reporte …",
    "abstract": "Purpose:\n        \n      \n      Emerging evidence suggests that breasts may be a barrier to physical activity for adult females. With only 12% of the UK 14-year-old girls achieving exercise guidelines, to understand deterrents to exercise in this population, we should consider whether breasts may also influence sport and exercise participation in school girls. This survey-based study investigated the influence of the breast on sport and exercise participation and breast-specific concerns in the UK school girls.\n    \n\n\n          Methods:\n        \n      \n      A survey was developed to assess demographics, breast characteristics, breast-specific concerns in sports, breast knowledge, views on breast education, and sport participation. Chi-squared tests assessed associations between participation and breast size, sports bra use, and breast concerns.\n    \n\n\n          Results:\n        \n      \n      Two thousand eighty-nine school girls aged 11-18 years completed the survey, for 97 their breasts had begun developing and 96% reported wearing breast support. Forty-six percent of girls reported that their breasts had some effect on their participation in compulsory sports and exercise, which was more prevalent in girls aged 13-14 years (51%) and in larger-breasted girls (63%). More than 50% reported never wearing a sports bra during sports. Breast concerns were high with 73% reporting ≥1 breast-specific concern in sports; with breast bounce being most prevalent (38%).\n    \n\n\n          Conclusions:\n        \n      \n      As most of the breast concerns raised in this survey could be addressed via education and 87% of girls wanted to know more about breasts, this study demonstrates a need for breast education for school girls, which may reduce the influence of the breast on sport and exercise participation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26802991/"
}