{
    "title": "Chronic kidney disease of uncertain etiology in Sri Lanka is a possible sequel of interstitial nephritis!",
    "doc_id": "27469156",
    "writer": "Badurdeen Z",
    "year": "2016",
    "summary": "INTRODUCTION: The majority of published data on chronic kidney disease of uncertain etiology (CKDu) is on asymptomatic patients who were detected in screening programs. ...Histology was compatible with an interstitial nephritis with a mixture of acute and chronic …",
    "abstract": "Introduction:\n        \n      \n      The majority of published data on chronic kidney disease of uncertain etiology (CKDu) is on asymptomatic patients who were detected in screening programs. The clinicopathological profile of a group of patients presenting with acute symptoms and renal dysfunction from CKDu endemic regions in Sri Lanka was studied.\n    \n\n\n          Methods:\n        \n      \n      59 patients > 10 years of age with backache, feverish fatigue feeling, dysuria, joint pain, or dyspepsia, singly or in combination with elevated serum creatinine (> 116 and > 98 µmol/L for male and females, respectively) were included in the study. Those patients who had normal-sized kidneys were biopsied after excluding clinically detectable causes for renal dysfunction. Histology was scored with activity and chronicity indices. These patients' urinary sediment and inflammatory markers were checked. Patients were stratified into three groups based on duration of symptom onset to the time of biopsy. The natural course of the disease was described using serial mean serum creatinine and histological activity as well as chronicity indices in these 3 groups.\n    \n\n\n          Results:\n        \n      \n      These patients' mean age, occupation, and sex ratio were 44 (9) years, 57 farmers, and male : female 55 : 4, respectively. Mean serum creatinine at biopsy was 143.8 (47.9) µmol/L. Elevated inflammatory markers and active urine sediment were reported. Histology was compatible with an interstitial nephritis with a mixture of acute and chronic tubulointerstitial lesions and glomerular scarring. In the natural course of an acute episode of CKDu, serum creatinine and histological activity were reduced while histological chronicity increased.\n    \n\n\n          Conclusion:\n        \n      \n      CKDu may be preceded by an acute episode of tubulointerstitial nephritis (TIN).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27469156/"
}