{
    "title": "Environmental and hormonal control of body color polyphenism in late-instar desert locust nymphs: Role of the yellow protein.",
    "doc_id": "29248737",
    "writer": "Sugahara R",
    "year": "2018",
    "summary": "YPT knockdown also suppressed yellow staining in the exuviae but did not prevent the appearance of yellow individuals. Therefore, another factor or pigment may contribute to the observed yellow body color. Injection of Crz into wild-type nymphs caused darkeni …",
    "abstract": "Locusts show body color polyphenism that is considered to be an adaptation to various biotic and abiotic environmental changes. In Schistocerca gregaria, wild-type late-instar nymphs growing under crowded conditions (gregarious form) develop yellow and black body coloration, whereas they assume various body colors under isolated conditions (solitarious form). Black and green body colorations are induced by the neuropeptide corazonin (Crz) and juvenile hormone (JH), respectively. To characterize the molecular mechanisms controlling body color polyphenism, we investigated factors influencing body coloration in S. gregaria. We report here that yellow body coloration in the last nymphal instar is caused by the yellow protein of the takeout family (YPT) in this locust. YPT transcription was enhanced under high-temperature conditions during which the nymphs turned bright yellow and had little black patterning. RNAi-mediated YPT knockdown suppressed the appearance of yellow individuals and yellow staining in the exuviae. In albino nymphs, injection of JH induced yellow and green coloration and enhanced the YPT expression levels in both yellow and green individuals. YPT knockdown also suppressed yellow staining in the exuviae but did not prevent the appearance of yellow individuals. Therefore, another factor or pigment may contribute to the observed yellow body color. Injection of Crz into wild-type nymphs caused darkening and suppressed yellowing and YPT expression at high temperatures. Thus, Crz signaling could inhibit yellowing by suppressing YPT expression. Rearing cup substrate color significantly influenced YPT expression in albino nymphs both under isolated and crowded conditions. In contrast, substrate color affected YPT expression in wild-type nymphs only under isolated conditions. From these results, we conclude that YPT is an important factor in the control of body color polyphenism in S. gregaria, and its expression is influenced by temperature, JH, Crz, and substrate color of the growing environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29248737/"
}