{
  "pmid": "41458863",
  "title": "Eosinophil-to-Platelet Ratio in Comparison With Dyspnea, Eosinopenia, Consolidation, Acidemia, and Atrial Fibrillation (DECAF) Score in Acute Exacerbation of COPD: A Prospective Observational Study.",
  "abstract": "Acute exacerbations of chronic obstructive pulmonary disease (AECOPD) account for the top three causes of death worldwide. Identifying inexpensive, laboratory-based markers that can readily predict disease severity and short-term outcomes, therefore, remains a clinical priority. This study examined the prognostic utility and association of the eosinophil-to-platelet ratio (EPR) in patients admitted with AECOPD and compared its predictive performance with the Dyspnea, Eosinopenia, Consolidation, Acidemia, and Atrial Fibrillation (DECAF) score. A six-month prospective observational study was undertaken at RajaRajeswari Medical College and Hospital, Bengaluru, following institutional ethics approval and written informed consent. Fifty consecutive adults admitted with a clinical diagnosis of AECOPD were enrolled. On admission, a complete blood count was obtained to calculate EPR; receiver operating characteristic (ROC) analysis identified an optimal cutoff value of 0.000019. DECAF scores were obtained. Primary endpoints included in-hospital mortality, intensive care unit (ICU) admission, and type of respiratory failure. Patients with EPR < 0.000019 had significantly higher in-hospital mortality (25% versus 3.8%), a greater incidence of hypercapnic respiratory failure (70.8% versus 30.7%), and more ICU admissions (58.3% versus 15.3%) compared to those with higher EPR. A strong correlation was observed between low EPR values and high-risk DECAF scores, with 79.1% of low-EPR patients falling into the high-risk category. ROC analysis confirmed the discriminatory ability of EPR for adverse outcomes. EPR is a statistically and clinically significant predictor of adverse outcomes in AECOPD and shows a strong correlation with DECAF score. It holds promise as a rapid, reliable tool for initial triage. EPR, derived from routine hematology, may serve as a quick and affordable bedside marker to assist in early risk stratification and clinical decision-making in patients hospitalized with AECOPD.",
  "disease": "chronic obstructive pulmonary disease"
}