{
    "title": "Attitudes faced by young adults using assistive technology as depicted through photovoice.",
    "doc_id": "30776928",
    "writer": "Ripat J",
    "year": "2020",
    "summary": "Purpose: To explore how the attitudinal environment influences the participation experiences of young adults with disabilities who use assistive technology.Methods: In this qualitative study, twenty young adults using assistive technology completed ind …",
    "abstract": "Purpose: To explore how the attitudinal environment influences the participation experiences of young adults with disabilities who use assistive technology.Methods: In this qualitative study, twenty young adults using assistive technology completed individual interviews before and after engaging in a photovoice process. Ten of the participants then took part in a focus group. Data were analyzed inductively using a thematic analysis approach.Results: Analysis yielded three primary themes \"seen and treated as different, assumptions made and impatience\". A fourth theme emerged through focus group discussion \"photos as a means of consciousness-raising\". Findings suggest that young adults with disabilities who use assistive technology regularly encounter negative societal attitudes that hinder participation. The photovoice process promoted consciousness-raising at the individual, interpersonal and societal level for the participants.Conclusion: Many young adults with disabilities use assistive technology to facilitate participation in everyday activities. However, the usefulness of assistive technology is susceptible to the environment in which it is used. Further actions are needed toward resolving this challenging participation barrier; these actions should draw on the perspectives and creativity of young adult assistive technology users.IMPLICATIONS FOR REHABILITATIONYoung adults with disabilities who use assistive technology describe how other people's negative attitudes can make it challenging to participate in their important activities.Participants took photographs that represented the negative attitudes they face on a daily basis and saw their photos as a way to raise awareness of the negative attitudes.This research highlights the importance of addressing negative attitudes toward people using assistive technology: young adults with disabilities have expertise and creative ideas about how to do this, so their voices should guide future research projects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30776928/"
}