{
    "title": "Is Axillary Lymph Node Dissection Needed? Clinicopathological Correlation in a Series of 224 Neoadjuvant Chemotherapy-Treated Node-Positive Breast Cancers.",
    "doc_id": "39613673",
    "writer": "Hacking SM",
    "year": "2025",
    "summary": "BACKGROUND: Axillary lymph node status is valuable in determining systemic and radiation therapy. Following neoadjuvant therapy for patients with clinically involved axillary nodes, the role of axillary lymph node dissection (ALND) following a p …",
    "abstract": "Background:\n        \n      \n      Axillary lymph node status is valuable in determining systemic and radiation therapy. Following neoadjuvant therapy for patients with clinically involved axillary nodes, the role of axillary lymph node dissection (ALND) following a positive sentinel lymph node biopsy (SLNB) is a subject of controversy.\n    \n\n\n          Materials and methods:\n        \n      \n      We retrospectively analyzed 224 neoadjuvant chemotherapy-treated node-positive breast cancer cases and evaluated the role of ALND in optimizing staging accuracy and treatment outcomes.\n    \n\n\n          Results:\n        \n      \n      About 63 (27.8%) underwent ALND based on post neoadjuvant persistent positive lymph nodes on exam /imaging. SLNBs were performed in 161 (71.9%) patients as initial surgical planning; 67 (41.6%) patients had positive SLNB results, and 51 (76.1%) underwent further ALND. In patients with 1 positive sentinel lymph node, follow-up ALND yielded additional positive lymph nodes in 10.5% of cases, whereas in patients with 2 or more positive sentinel lymph nodes, follow-up ALND yielded additional positive lymph nodes in 87.5% of cases. The presence of 2 positive macro-metastatic sentinel lymph nodes significantly predicts additional nodal involvement, especially in patients without a pathologic complete response.\n    \n\n\n          Conclusion:\n        \n      \n      De-escalation of axillary surgery to SLNB alone in this context may be safely considered in neoadjuvant-treated clinical node positive patient with <2 positive sentinel lymph nodes. Our findings help guide surgeons to appropriately select patients who can potentially benefit from ALND for locoregional control and recommendation for adjuvant radiation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39613673/"
}