{
  "pmid": "41450393",
  "title": "Immune Checkpoint Inhibitor-Associated Autoimmune Diabetes Mellitus: An Indian Case Series.",
  "abstract": "Immune checkpoint inhibitors (ICI) have transformed modern oncology but may lead to immune-related adverse events (irAEs), including checkpoint inhibitor-associated autoimmune diabetes mellitus (CIADM), a rare but serious condition marked by abrupt insulin deficiency and frequent diabetic ketoacidosis (DKA). We report five patients who developed CIADM during ICI therapy in India. The patients (three women, two men; mean age: 54 years) received nivolumab or pembrolizumab, with diabetes onset occurring between two and 20 weeks (median: eight weeks) after treatment initiation. Two patients presented with DKA, one with diabetic ketosis, and the others had severe hyperglycemia without ketoacidosis, reflecting heterogeneity in clinical presentation. C-peptide was markedly suppressed in all cases tested, confirming absolute or near-absolute insulin deficiency. Anti-glutamic acid decarboxylase 65 (anti-GAD65) antibodies were positive in three of four patients tested (75%), and antibody positivity correlated with earlier onset and greater metabolic instability. Two patients developed brittle diabetes requiring continuous glucose monitoring and frequent insulin titration. Despite discontinuation of ICI therapy in some cases, insulin dependence persisted, suggesting irreversible β-cell destruction. The timing of CIADM onset in this cohort was earlier than typically reported, highlighting the need for heightened vigilance during the initial treatment cycles. This first Indian case series underscores that CIADM is an uncommon yet clinically significant endocrine irAE. Routine pre-cycle glucose and ketone monitoring during early therapy may facilitate timely detection and prevent life-threatening DKA. Standardised screening strategies, such as baseline and pre-cycle glucose measurement (and ketones, as indicated), as well as streamlined management pathways, are essential to ensure early diagnosis, minimise metabolic complications, and preserve oncologic efficacy without compromising patient safety or quality of life.",
  "disease": "diabetes mellitus"
}