{
  "pmid": "41462161",
  "title": "Diagnostic value of peripheral blood inflammatory indices for breast cancer grade and immunohistochemical markers: a retrospective observational study.",
  "abstract": "Breast cancer remains a leading global health burden with rising incidence, particularly in low- and middle-income countries. Emerging evidence suggests that systemic inflammatory indices may correlate with malignancies' prognostic features. This study aimed to evaluate the diagnostic value of six peripheral blood inflammatory indices, including systemic immune-inflammation index (SII), lymphocytes-albumin to neutrophils ratio (LANR), neutrophil-to-lymphocyte ratio (NLR), platelet-lymphocyte ratio (PLR), hemoglobin-to-red cell distribution width ratio (HRR), and glucose-to-lymphocyte ratio (GLR), in predicting breast tumor grade and immunohistochemical (IHC) markers expression. This retrospective observational study involved 114 patients with breast cancer, admitted to Rasoul-Akram Hospital from September 2020 to 2024, undergoing elective tumor resection. Tumor grade and ER, PR, and HER2 expression were determined via biopsy. Ordinal logistic regression was applied to determine tumor grade and IHC marker expression predictors. ROC curve analyses were used to assess the diagnostic performance of significant indices. Among all indices, NLR showed a statistically significant association with tumor grade (p = 0.027), with higher NLR correlating with poorer differentiation. Additionally, ordinal regression analyses show that NLR and LANR were significantly associated with HER2 expression status. ROC analysis of NLR revealed moderate diagnostic value for tumor grade (AUC = 0.652, cutoff = 2.15, sensitivity = 59.3%, specificity = 69.0%). Other indices did not demonstrate significant predictive capacity for grade or IHC markers expression. NLR, a cost-effective and widely accessible marker, showed moderate diagnostic value for predicting tumor grade and HER2 status in breast cancer. Incorporating NLR into preoperative evaluations may aid early risk stratification and guide individualized treatment planning.",
  "disease": "breast cancer"
}