{
    "title": "Breast cancer genetics: family history, heterogeneity, molecular genetic diagnosis, and genetic counselling.",
    "doc_id": "8976406",
    "writer": "Lynch HT",
    "year": "1996",
    "summary": "Between 5% and 10% of breast cancer cases can be traced to primary genetic factors. Before the discovery of the BRCA1 and BRCA2 genes, if a first-degree relative in direct genetic lineage had hereditary breast cancer or hereditary breast-ovarian …",
    "abstract": "Between 5% and 10% of breast cancer cases can be traced to primary genetic factors. Before the discovery of the BRCA1 and BRCA2 genes, if a first-degree relative in direct genetic lineage had hereditary breast cancer or hereditary breast-ovarian cancer syndrome, the best estimate of family members' genetic risk for breast cancer was 50%. Now the lifetime cancer destiny of a patient who carries a BRCA1 or BRCA2 germ line mutation can be determined with an extraordinary degree of precision. However, a major concern facing clinicians is how to use this powerful genetic knowledge without harming the patient. This presentation focuses on the need for (a) compilation of a detailed family history of cancer of all anatomic sites; (b) understanding of the natural history of hereditary breast cancer and its heterogeneous forms and the pathobiology of hereditary breast cancer; and (c) preparation for performance of genetic counseling that is based on the results of DNA sequencing to detect genes related to cancer susceptibility. The discussion addresses the advantages of this molecular genetic movement, which include the abilities (a) to predict who is and who is not at inordinately high risk for cancer; (b) to provide opportunities for highly targeted disease surveillance and management; (c) to give patients the information they need to make appropriate long-term decisions about matters such as procreation; and (d) to give genetic counselors the information they need to appreciate the emotions patients may encounter, such as fear, anxiety, and apprehension, and the ordeal of being subjected to discrimination by insurance companies and employers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8976406/"
}