{
  "pmid": "41465777",
  "title": "Pulmonary Manifestations of Inborn Errors of Immunity: Diagnostic and Therapeutic Insights.",
  "abstract": "Inborn errors of immunity (IEIs) are a heterogeneous group of genetically determined disorders that lead to immune dysfunction, recurrent infections, and organ-specific complications. The lungs are among the most commonly affected organs, with both infectious and noninfectious manifestations that significantly contribute to morbidity and mortality. This study aimed to provide a comprehensive overview of pulmonary manifestations in IEI, with emphasis on pathophysiological mechanisms, diagnostic approaches, and therapeutic strategies. A narrative review and synthesis of current literature and clinical guidelines were conducted, focusing on pulmonary involvement in IEI as classified by the International Union of Immunological Societies (IUIS). The analysis included data on infectious and noninfectious complications, imaging findings, immunological assessments, and management strategies, supported by clinical evidence and expert consensus. Pulmonary manifestations in IEI encompass a wide spectrum of conditions. Infectious complications include recurrent bacterial pneumonias, bronchitis, and opportunistic infections, frequently resulting in irreversible lung damage such as bronchiectasis. Noninfectious complications, including granulomatous-lymphocytic interstitial lung disease (GLILD) and interstitial lung disease (ILD), are common in disorders such as common variable immunodeficiency (CVID) and X-linked agammaglobulinemia (XLA). Early diagnosis using high-resolution computed tomography (HRCT) and immunological testing, combined with the timely initiation of immunoglobulin replacement therapy and anti-biotic prophylaxis, significantly improves prognosis. Pulmonary complications are key clinical indicators of IEI and often precede systemic manifestations. Early, integrated, and interdisciplinary diagnostic and therapeutic management are crucial for preventing irreversible lung damage and improving patient outcomes. Regular monitoring and individualized therapy, including immunoglobulin replacement, targeted immunosuppression, and vaccination, are the cornerstones of effective long-term care in IEI.",
  "disease": "pneumonia"
}