{
  "pmid": "41461203",
  "title": "Do Medicare Advantage Patients Require More Follow-Up to Complete PROMs After TKA? An Analysis of 7,267 Medicare Patients.",
  "abstract": "Patient-reported outcome measures (PROMs) are increasingly used to evaluate quality and guide reimbursement in total joint arthroplasty. While PROM collection is mandated for Traditional Medicare (TM) beneficiaries under value-based care models, little is known about how enrollment in Medicare Advantage (MA) affects PROM completion and follow-up burden in clinical practice. We analyzed a prospectively collected cohort of 7,267 Medicare patients who underwent primary TKA between 2019-2023 at a large academic health system. Baseline and 1-year PROMs, including Knee Injury and Osteoarthritis Outcome Score (KOOS) for Joint Replacement (JR), Physical Function Short Form (PS) Veterans RAND-12 Mental Component Score (VR-12 MCS). were collected through a structured digital and manual follow-up protocol. Multivariable logistic regression assessed predictors of requiring active (manual) outreach for 1-year PROMs. PROM completion rates were significantly lower among MA patients at both baseline (74.2% vs. 80.3%, p<0.001) and 1-year (53.5% vs. 61.9%, p<0.001). However, MA enrollment was not independently associated with the need for active follow-up (Odds Ratio [OR] 0.99, 95% Confidence Interval [CI] 0.89-1.10; p=0.79). Instead, increased follow-up burden was associated with older age (OR 1.16 per Interquartile Range [IQR]), non-White race (Black: OR 1.89; Other: OR 1.79), greater ADI (OR 1.15), and poorer baseline physical/mental health (Pain-PS-MCS- phenotype: OR 1.40; all p<0.01). While Medicare Advantage patients are less likely to complete PROMs after TKA, they do not place greater follow-up demands on clinical teams. Disparities in PROM capture appear to reflect underlying patient complexity rather than insurance design. As CMS may expand PROM-based reimbursement models to include MA populations, equitable reporting will require targeted outreach and structural risk adjustment to avoid penalizing systems that serve more vulnerable groups.",
  "disease": "osteoarthritis"
}