{
  "pmid": "41473894",
  "title": "Genetic Polymorphisms and Gene-Environment Interactions in Persistent Post-Stroke Depression.",
  "abstract": "Post-stroke depression (PSD) is the most common psychiatric complication after stroke, and its persistent form carries greater symptom burden and poorer long-term outcomes. The mechanisms of persistent PSD remain unclear. We investigated genetic variants associated with persistent PSD and evaluated prespecified gene-environment (G×E) interactions with modifiable stroke risk factors (lifestyle, diet, and common biomarkers) to test whether genotype modifies susceptibility across different environmental exposures. Patients with first-onset acute ischemic stroke who met the inclusion criteria were recruited from three hospitals in Central China between May 2018 and October 2023. A nested case-control study from May 2018 to December 2020 was conducted for initial screening of PSD-associated single nucleotide polymorphisms (SNPs) via whole-exome sequencing (WES). Validation of risk SNPs was performed in a subsequent cohort enrolled between December 2020 and October 2023. Further, risk SNPs for persistent PSD were identified, and a G×E interaction model was applied to explore how environmental exposures modulate genetic risk in persistent PSD pathogenesis. Sensitivity analyses confirmed the robustness of the results. Through WES association analysis and validation, nine SNPs potentially related to PSD onset were identified: rs1055851, rs12647814, rs11108643, rs2481880, rs9965081, rs846791, rs4434123, rs1390318, and rs824695. Among these, rs9965081 showed a significant correlation with persistent PSD. This variant interacts with serum low-density lipoprotein cholesterol (LDL-C) levels in the development of persistent PSD and was validated by subgroup analysis. rs9965081 may be a persistent PSD-associated SNP that interacts with serum LDL-C levels. Carriers of the rs9965081 risk allele are more sensitive to LDL-C fluctuations and therefore have greater susceptibility to persistent PSD.",
  "disease": "stroke"
}