{
    "title": "Mentalizing in and out of awareness: A meta-analytic review of implicit and explicit mentalizing.",
    "doc_id": "38320421",
    "writer": "Kivity Y",
    "year": "2024",
    "summary": "BACKGROUND: Mentalizing, making sense of mental states, is hypothesized to have a central role in self-organization and social learning. ...CONCLUSIONS: Mentalizing is associated with better intra- and interpersonal functioning. Implicit mentalizing is …",
    "abstract": "Background:\n        \n      \n      Mentalizing, making sense of mental states, is hypothesized to have a central role in self-organization and social learning. Findings support this notion, but the extent of the association between mentalizing and various correlates has not been meta-analyzed. Furthermore, mentalizing presumably occurs with (explicit) and without (implicit) awareness but few studies have attempted to disentangle these aspects. We conducted a meta-analysis of implicit and explicit mentalizing in relation to the domains of attachment security, personality, affect, psychopathology, and functioning.\n    \n\n\n          Methods:\n        \n      \n      We searched for studies of adult mentalizing in PsycINFO and in related reviews. Overall, 511 studies (N = 78,733) met criteria and were analyzed using multi-level meta-analysis.\n    \n\n\n          Results:\n        \n      \n      Implicit (r = 0.19-0.29) and explicit (r = 0.26-0.40) mentalizing were moderately correlated with psychopathology, functioning, personality, affect, and attachment security. The correlations of implicit mentalizing were stronger with more objectively measured correlates (b = 0.02, p < .001) while the correlations of explicit mentalizing were not (b = -0.07, p = .21).\n    \n\n\n          Conclusions:\n        \n      \n      Mentalizing is associated with better intra- and interpersonal functioning. Implicit mentalizing is more strongly associated with objectively measured correlates. These findings underscore the importance of an integrative approach considering both implicit and explicit mentalizing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38320421/"
}