{
  "pmid": "41398252",
  "title": "Soaring hospitalization burden and a paradigm shift to non-aids-defining events among people living with HIV in Western China: a decade-long retrospective cohort study (2013-2022).",
  "abstract": "Despite the success of antiretroviral therapy (ART), people living with HIV (PLWH) face an evolving burden of hospitalizations, increasingly driven by non-AIDS-defining events (nADEs). Comprehensive longitudinal data on these trends, particularly from resource-limited settings in Western China, remain scarce. This study aimed to characterize decade-long hospitalization patterns, distinguish between ADEs and nADEs admissions, and identify key risk factors among PLWH in Luzhou, China. A retrospective cohort study was conducted using data from Luzhou's HIV/AIDS Comprehensive Response Information Management System (CRIMS) for 12,937 PLWH diagnosed between 2013 and 2022. The primary outcome was hospitalization, categorized as ADEs or nADEs. Annual hospitalization rates were calculated. Multivariable logistic regression identified independent risk factors for all-cause hospitalization. The overall annual hospitalization rate among PLWH in Luzhou dramatically increased from 0.9 cases per 100 person-years in 2013 to 12.2 cases per 100 person-years in 2022. nADEs constituted the majority (81.1%) of the 5,266 total hospitalizations, with their admission rate consistently rising and reaching 10.0 per 100 person-years in 2022. Leading nADEs included chronic obstructive pulmonary disease (14.2% of nADEs) and digestive disorders (e.g., chronic gastritis, 12.9%). Pulmonary infections (40.5% of ADEs) were the most common ADE. Independent risk factors for hospitalization included age ≥ 50 years (aOR 1.926, 95% CI 1.782-2.081), non-sexual HIV transmission (aOR 1.926, 95% CI 1.285-2.888), and divorced/widowed status (aOR 1.275, 95% CI 1.122-1.450). Conversely, female sex (aOR 0.755, 95% CI 0.694-0.822), CD Hospitalization burden among PLWH in Western China has surged over the past decade, with a profound shift towards nADEs as the predominant cause. These findings highlight the urgent need for integrated HIV care models that address chronic comorbidities and target sociodemographically vulnerable subgroups to mitigate this escalating health challenge.",
  "disease": "chronic obstructive pulmonary disease"
}