{
    "title": "Managing hyperactive delirium and spinal immobilisation in the intensive care setting: a case study and reflective discussion of the literature.",
    "doc_id": "24378239",
    "writer": "Hyde-Wyatt JP.",
    "year": "2014",
    "summary": "The concern was the conflict between providing evidence based Intensive Care Unit (ICU) therapy care and maintaining spinal immobility. Reflection on this incident led to a literature search for guidance on the likelihood of delirium causing secondary spinal injury …",
    "abstract": "The management of ventilated patients on intensive care has, at its core, a care bundle; an evidence based group of actions designed to reduce the risk of ventilator-associated pneumonia. One of these is the daily cessation of sedation medication to expedite weaning from ventilatory support. A reflection-on-action exercise was carried out when a spinally injured patient became physically active during a sedation hold. This was attributed to hyperactive delirium. The concern was the conflict between providing evidence based Intensive Care Unit (ICU) therapy care and maintaining spinal immobility. Reflection on this incident led to a literature search for guidance on the likelihood of delirium causing secondary spinal injury in patients with unstable fractures. There was plentiful research on delirium and its consequences but very little examining the link between spinal injury and delirium. In order to be able to provide evidence-based care to future trauma patients the research supporting spinal immobilisation was also examined. The research showed that compliance with ventilator care bundles reduced the risks of acquiring ventilator-associated pneumonia. Research surrounding spinal immobilisation was conflicting and there were no studies linking the consequences of immobilised patients experiencing hyperactive delirium. Through a case study approach the research was reviewed in relation to a particular patient and although literature was lacking some implications for practice could be identified to promote the best possible outcomes. Sedation cessation episodes are an essential part of patient care on intensive care. For spinally injured patients' these may need to be modified to sedation reductions to prevent sudden wakening and uncontrolled movement should the patient be experiencing hyperactive delirium. This case study clearly highlights the need for further research in this area as the consequences of both ventilator associated pneumonia and extending spinal injuries is costly for both patients and hospitals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24378239/"
}