{
  "pmid": "41444596",
  "title": "Integrative oral and gut microbiome profiling highlights microbial correlates of complications in type 1 diabetes: a cross-sectional analysis.",
  "abstract": "Chronic vascular complications are the primary threat in long-standing type 1 diabetes (T1D) patients. We examined the associations between oral-gut microbiome dysbiosis and these complications, offering novel insights into therapeutic strategies and underlying mechanisms. This cross-sectional study enrolled 75 T1D participants (disease duration ≥ 10 years) and 43 healthy controls who underwent comprehensive clinical assessment, including blood glucose, lipid profile, and complication-related examinations. Fecal and oral rinse samples were collected for shotgun metagenomic sequencing. T1D participants were stratified by the presence of microvascular (retinopathy, nephropathy, or neuropathy) or macrovascular complications separately. Microbial differences across groups were assessed. Significant differences in oral and gut microbiota compositions were observed between T1D participants with and without complications (both microvascular and macrovascular). A core set of 26 gut and 8 oral microbial species was specifically associated with vascular complications. Butyrate-producing gut bacteria (Blautia wexlerae, Anaerobutyricum hallii, Roseburia inulinivorans, A. soehngenii) and specific oral Neisseria species were enriched in T1D without complications individuals, suggesting protective effects against complications. Mediation analysis indicated associations consistent with partial mediation between certain microbial species and the relationships of glycemic control or insulin resistance (HbA1c, glucose risk index, estimated glucose disposal rate) with complication risk. Moreover, potential oral-gut microbiome interconnections were implicated in complication development. Finally, classification models integrating both oral and gut microbial features significantly outperformed models based on either site alone in distinguishing T1D patients with complications. Distinct oral and gut microbiome features are associated with chronic vascular complications in T1D. These findings highlight the potential of microbiome-targeted strategies for understanding and preventing T1D-related complications.",
  "disease": "diabetes mellitus"
}