{
  "pmid": "41469044",
  "title": "Perspectives of parents/caregivers prior to a pilot intervention trial to improve transition to adult care for adolescents with type 1 diabetes: A qualitative study.",
  "abstract": "To help mitigate potential complications often experienced by adolescents with type 1 diabetes (T1D) during the transition to adult healthcare, transition care programs aim to provide developmentally appropriate healthcare, promote adolescent decision-making and self-care skills, and prepare adolescents for adult diabetes care. However, there is limited research considering parent/caregiver needs during the transition preparation process for adolescents with T1D. To identify parent/caregiver perspectives prior to taking part in a transition care intervention involving group education sessions and peer support for parents/caregivers of adolescents with T1D. Pre-intervention, semi-structured interviews were conducted with parents/caregivers of adolescents (14-16 years) with T1D followed in a tertiary care paediatric diabetes clinic and participating in a pilot, randomised controlled trial: The Group Education Trial to Improve Transition for Parents/Caregivers of Adolescents with T1D (ClinicalTrials.gov ID: NCT05445284). We conducted a reflexive thematic analysis to identify key aspects of the intervention that may help support parents/caregivers of adolescents with T1D during their transition to adult care. Of the 17 parents/caregivers randomized to the intervention group, 13 completed pre-intervention interviews. Four themes were generated from the parents/caregivers, including (1)  The findings provide practical and pragmatic suggestions to refine the parent/caregiver-based transition of care intervention for a future, full-scale trial, including addressing parental/caregiver needs as they learn how to best support their adolescent with T1D during transition to adulthood. Future transition programmes for adolescents with T1D may also benefit by incorporating aspects of the current transition readiness program for parents/caregivers of adolescents with T1D.",
  "disease": "diabetes mellitus"
}