{
  "pmid": "41429683",
  "title": "Duhuo Jisheng Decoction mitigates postmenopausal rheumatoid arthritis by suppressing eEF2K-mediated cellular senescence.",
  "abstract": "Rheumatoid arthritis (RA) disproportionately impacts middle-aged and elderly women, with postmenopausal RA (PM-RA) showing more severe inflammation and bone destruction than nonmenopausal RA. Despite its clinical significance, the molecular mechanisms underlying this disease subtype remain inadequately characterised, which has hindered the development of targeted therapies. In this study, to explore potential molecular targets, we analysed clinical samples and found that eukaryotic elongation factor-2 kinase (eEF2K) expression in peripheral blood mononuclear cells (PBMCs) was significantly higher in RA patients aged ≥ 60 years (a population highly overlapping with PM-RA) than in those aged ≤ 40 years and 40-60 years (P = 0.0001). Subsequently, in vitro experiments were conducted to clarify the functional role of eEF2K: treatment with the pharmacological eEF2K inhibitor NH125 suppressed the release of proinflammatory cytokines and osteoclastogenesis, which was associated with reduced cell cycle arrest and inhibition of the senescence-associated secretory phenotype (SASP). We evaluated the therapeutic effect of Duhuo Jisheng Decoction (DHJSD) in a preclinical model using an ovariectomy (OVX)-augmented adjuvant-induced arthritis (AIA) model (Sprague-Dawley (SD) females, 4 weeks old) and found that DHJSD effectively alleviated joint inflammation and bone erosion in these rats. We further validated DHJSD's mechanism of action, and DHJSD downregulated eEF2K expression in the bones and PBMCs of model rats, accompanied by attenuation of biomarkers related to cell cycle dysfunction and SASP. Notably, compared with AIA control rats, AIA+OVX rats exhibited aggravated arthritis symptoms and upregulated eEF2K expression (P = 0.031), and DHJSD exerted a model-specific therapeutic effect by modulating eEF2K in these PM-RA-like rats. Statistical analyses were performed with one-way or two-way ANOVA followed by Dunnett's post test. In conclusion, our study demonstrates that DHJSD acts as a novel eEF2K inhibitor and presents a promising therapeutic candidate for PM-RA, while also highlighting eEF2K as a key molecular target mediating the pathological features of PM-RA.",
  "disease": "rheumatoid arthritis"
}