{
  "pmid": "41466413",
  "title": "Aging-associated immune signature as a predictor of mortality in end-stage renal disease: results from the longitudinal iESRD study.",
  "abstract": "Accelerated immune aging has been implicated in patients with end-stage kidney disease, but a detailed examination of immune profiles correlated with long-term outcomes for these individuals has never been performed. Therefore, we conducted a prospective observational study (\"Immunity in end-stage renal disease\", iESRD) to investigate the effects of immune aging on mortality among these patients. An exploratory panel of immune cell subsets was analyzed by flow cytometry at baseline (neutrophils, CD3-negative lymphocytes, CD4 and CD8 T cell differentiation stages, and three subsets of monocytes). Immune cell distribution patterns were identified through data-driven principal component analysis (PCA). A total of 409 hemodialysis patients (mean age 61.7 years, range 29.5-89.1) were enrolled and followed for three years, during which 75 deaths occurred. Compared with survivors, deceased patients displayed features of more advanced immune aging, which was also correlated with older chronological ages. For individual subset, a higher level of CD8 naïve cells and a lower level of CD4 effector memory cells at baseline were associated with lower mortality. For comprehensive immune signature, principal component analysis identified three major patterns, with PC3-characterized by loss of naïve T cells and enrichment of effector memory T cells and non-classical monocytes-strongly associated with age and independently corelated to all-cause (hazard ratio [HR] 1.31, P = 0.02) and cardiovascular mortality (HR 1.49, P = 0.04). A trend toward mortality risk in higher CMV IgG titer individuals was also observed. Importantly, PC3 retained prognostic value independent of chronological age, suggesting that immune dysfunction may contribute to excess mortality in dialysis patients. Our results confirmed that an age-associated immune signature was associated with all-cause and cardiovascular mortality in hemodialysis patients. This immune monitoring may be extended to other chronic disease populations associated with aging.",
  "disease": "chronic kidney disease"
}