{
  "pmid": "41422441",
  "title": "\"I Just Stopped Taking PrEP Without a Reason\": Understanding PrEP Decision-Making Amongst South African Adolescent Girls and Young Women (AGYW).",
  "abstract": "Pre-exposure prophylaxis (PrEP) use is not a once-off bio-behavioural strategy but part of ongoing HIV prevention decision-making. We explored PrEP decision-making through qualitative interviews with 68 adolescent girls and young women (AGYW) aged 15-24 years from communities in which a large-scale combination prevention intervention supporting daily oral PrEP uptake for AGYW in South Africa was implemented. Thematic analysis of transcripts was informed by a social-ecological framework. AGYW's decisions to initiate, continue, discontinue, or refuse PrEP were shaped by intersecting individual, interpersonal, health system, and contextual factors. At the individual level, self-motivation for HIV protection and distrust of partners supported initiation and continuation, reinforced by regular HIV-negative results, while side effects, dislike of daily pills, and perceived contraindications drove discontinuation. Decisions to refuse PrEP centred around low perceived HIV risk, fear of side effects, and aversion to daily tablets, although many expressed conditional interest in future long-acting formulations. Interpersonally, disclosure to and encouragement from family, partners, or friends enabled continuation, whereas inability to disclose, limited social support, and relationship changes undermined adherence. At the health system level, provider engagement, support, and perceived confidentiality of services and packaging were pivotal. Contextually, PrEP-related stigma constrained use, while living in high HIV-prevalence, unsafe communities heightened risk perception and encouraged uptake. PrEP use among AGYW is dynamic and temporal, shaped by relationships, communication and disclosure, embodied experiences, stigma, and service experiences. There is a need for tailored, responsive prevention counselling and service delivery to support AGYW's PrEP initiation, persistence, and informed decisions about sexual health.",
  "disease": "tuberculosis"
}