{
  "pmid": "41467378",
  "title": "Pediatric Intracerebral Hemorrhage Management-Consensus Statement of the International Pediatric Stroke Organization-Part 2: Outcomes, Rehabilitation, and Transition to Adulthood.",
  "abstract": "Pediatric hemorrhagic stroke can lead to significant neurologic, cognitive, and behavioral morbidities that often emerge over time and can impede long-term academic, vocational, and socioemotional function. While many of the existing data stem from studies in arterial ischemic stroke, functional outcomes in hemorrhagic stroke, and particularly pediatric intracerebral hemorrhage, remain largely understudied. Extrapolating findings from ischemic stroke can be challenging, as there are notable differences in care and potentially in outcomes for hemorrhagic stroke. The primary goal of this consensus statement by a multidisciplinary group of stroke experts is to provide a review of the current literature on neurologic, cognitive, behavioral, and socioemotional outcomes after hemorrhagic stroke. Neurologically, children with pediatric intracerebral hemorrhage often experience motor deficits, including hemiparesis and coordination issues, as well as cognitive impairments affecting attention, memory, and executive function. Behavioral and emotional problems, such as depression, and social difficulties can also occur. Data on academic attainment are also presented, along with considerations regarding long-term outcomes and the transition to adulthood. We further examine a variety of key determinants predicting outcomes, including medical, demographic, familial, and socioeconomic factors, as well as current research on rehabilitation, with an emphasis on gold-standard guidelines for clinical interventions. Given the complexity of outcome measurement in pediatric hemorrhagic stroke and the lack of uniform tools for assessing outcomes across diverse populations, we propose guiding principles for outcome measurement, along with examples of domain-specific tools. Finally, we discuss the limitations of the current literature and outline goals for future clinical practice and research.",
  "disease": "stroke"
}