{
    "title": "Thromboembolic complications in atrial fibrillation.",
    "doc_id": "2405547",
    "writer": "Petersen P.",
    "year": "1990",
    "summary": "Paroxysmal atrial fibrillation is associated with a lower risk of thromboembolic complications than chronic atrial fibrillation. ...Cerebral blood flow may be reduced during atrial fibrillation but seems to increase after cardioversion to …",
    "abstract": "I review the present understanding of thromboembolic complications and their prevention in patients with nonrheumatic atrial fibrillation. Chronic atrial fibrillation carries an annual 3-6% risk of thromboembolic complications, which is 5-7 times greater than that of controls with sinus rhythm. Paroxysmal atrial fibrillation is associated with a lower risk of thromboembolic complications than chronic atrial fibrillation. Heart failure and systemic hypertension seem to be significant clinical risk factors for stroke in patients with atrial fibrillation, but disagreement persists, and, with few exceptions, subgroups at particular risk have not been convincingly identified. The risk of stroke in persons with thyrotoxic atrial fibrillation seems to be lower than believed previously. Clinical studies have shown that left atrial dilatation is a consequence of the duration of atrial fibrillation rather than a cause, but the relation of left atrial enlargement to stroke is uncertain. Cerebral blood flow may be reduced during atrial fibrillation but seems to increase after cardioversion to sinus rhythm. A high prevalence of silent cerebral infarction has been detected in patients with chronic atrial fibrillation, but there seems to be a low risk of silent cerebral infarction in persons with paroxysmal atrial fibrillation. The one prospective study published to date on stroke prevention in patients with nonrheumatic chronic atrial fibrillation showed that anticoagulation with warfarin significantly reduced the incidence of thromboembolic complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2405547/"
}