{
  "pmid": "41451400",
  "title": "Bibliometric analysis of global research trends on the relationship between alzheimer's disease and type 2 diabetes mellitus.",
  "abstract": "Background: Type 2 diabetes mellitus (T2DM) and Alzheimer's disease (AD) are highly prevalent chronic disorders with overlapping pathophysiological features. Increasing evidence suggests a bidirectional association, supported by shared mechanisms such as insulin resistance, neuroinflammation, and amyloid pathology giving rise to the concept of \"type 3 diabetes.\" To map the global scientific output on the T2DM, AD relationship through a comprehensive bibliometric analysis, identifying publication trends, key contributors, and thematic developments. A search was conducted in the Web of Science database on February 16, 2025, without time or language restrictions. Studies related to the association between T2DM and AD were retrieved and analyzed using VOSviewer and the Bibliometrix package in R. Metrics included publication volume, citation count, authorship, institutional affiliations, journal impact, and keyword co-occurrence. A total of 2,943 articles were identified, with a marked increase in output after 2011. The most cited article, by Craft et al., proposed a mechanistic link between insulin resistance and AD. The United States and China led in publication volume. Key institutions included Huazhong University of Science and Technology and Columbia University. Prominent authors included Hoelscher C and Liu Y. Keyword analysis revealed strong focus on \"insulin resistance,\" \"oxidative stress,\" and \"neuroinflammation.\" Emerging trends included interest in GLP-1 receptor agonists, metformin, and biomarker-guided strategies. Research linking T2DM and AD has expanded substantially, reflecting growing recognition of shared mechanisms. Despite progress, gaps remain in biomarker integration and precision strategies. Future studies should emphasize longitudinal designs, mechanistic targets, and collaborative translational approaches. The online version contains supplementary material available at 10.1007/s40200-025-01812-4.",
  "disease": "diabetes mellitus"
}