{
    "title": "The relation between endometrioma and ovarian cancer.",
    "doc_id": "34008389",
    "writer": "Sorbi F",
    "year": "2021",
    "summary": "INTRODUCTION: The relationship between endometrioma and ovarian cancer is a topic of discussion in the field of endometriosis and to date it is still debated whether ovarian endometriosis may represent a risk factor for ovarian cancers. ...EVIDENCE SYNTHESIS: …",
    "abstract": "Introduction:\n        \n      \n      The relationship between endometrioma and ovarian cancer is a topic of discussion in the field of endometriosis and to date it is still debated whether ovarian endometriosis may represent a risk factor for ovarian cancers.\n    \n\n\n          Evidence acquisition:\n        \n      \n      A literature search was carried out using Cochrane Library, EMBASE, Medline and Google Scholar up to October 2020. Primary outcome of interest was ovarian cancer incidence in patients with endometriosis. Secondary outcome was ovarian cancer prognosis in patients with endometriosis compared to patient without endometriosis.\n    \n\n\n          Evidence synthesis:\n        \n      \n      Patients with ovarian endometriosis has a slight increase risk of developing ovarian cancer (merely 1.8%), being the general population risk for ovarian cancer 1.31%. In patient at postmenopausal age, long-lasting endometriosis, early-age diagnosis, infertility and/or infertility treatment the risk of developing ovarian cancer is higher. Endometriosis-related ovarian cancers are generally clear cell and endometrioid and are diagnosed at early stage compared to non-endometriosis related ovarian cancer.\n    \n\n\n          Conclusions:\n        \n      \n      The lifetime risk for ovarian cancer is low in endometriosis patients in general and higher in subgroups of patients allowing a tailored management based on patient characteristics. Endometriosis is a chronic disease negatively affecting the quality of life, nonetheless, concerns on ovarian cancer should be avoided in order to reduce the burden of the disease on women's health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34008389/"
}