{
  "pmid": "41458658",
  "title": "Non-traumatic Tension Faecopneumothorax: A Rare Complication of Intrathoracic Colonic Perforation.",
  "abstract": "Tension faecopneumothorax is an exceptionally rare and life-threatening condition, typically resulting from bowel herniation through the diaphragm with intrathoracic perforation. Although diaphragmatic hernias can be congenital, traumatic, or iatrogenic, colonic herniation and subsequent perforation into the thoracic cavity are exceedingly uncommon and diagnostically challenging. We report the case of a 53-year-old woman with a history of type 2 diabetes mellitus and a recent laparoscopic cholecystectomy, admitted to the emergency department (ED) with severe respiratory distress. Despite multiple prior visits to the ED with nonspecific symptoms, this time the patient presented in shock. Chest radiography revealed a left-sided tension pneumothorax, and insertion of a chest tube resulted in the unexpected drainage of feculent material. Computed tomography confirmed a left hydropneumothorax secondary to central diaphragmatic hernia with intrathoracic colonic perforation. Emergency surgery included segmental colectomy with colostomy, diaphragmatic repair, and chest tube placement. Postoperatively, the patient was admitted to the intensive care unit with septic shock. Despite subsequent improvement, a secondary empyema necessitated repeat drainage. Persistent infection and loss of lung viability led to left lower lobectomy. After 65 days of hospitalization and a multidisciplinary approach involving intensivists and surgical teams, the patient was discharged with a favorable clinical evolution. This case highlights the diagnostic complexity and severity of tension faecopneumothorax due to colonic perforation in a diaphragmatic hernia, particularly in the absence of trauma. It underscores the importance of considering atypical etiologies in patients with unexplained respiratory distress and the need for prompt imaging, surgical intervention, and comprehensive intensive care. Given the rarity of such presentations, reporting these cases contributes to improved clinical awareness and management strategies.",
  "disease": "diabetes mellitus"
}