{
    "title": "Risk Factors Associated With Pressure Ulcer Formation in Critically Ill Cardiac Surgery Patients: A Systematic Review.",
    "doc_id": "26983066",
    "writer": "Rao AD",
    "year": "2016",
    "summary": "Although numerous studies documenting PU risk factors and prevention strategies exist, the availability of literature examining risk factors specific to the cardiac surgery population is limited. ...Additional research concerning risk factors …",
    "abstract": "Background:\n        \n      \n      Cardiac surgery patients are among those most at risk for developing pressure ulcers (PUs), with a reported incidence as high as 29.5%. Although numerous studies documenting PU risk factors and prevention strategies exist, the availability of literature examining risk factors specific to the cardiac surgery population is limited.\n    \n\n\n          Aim:\n        \n      \n      A systematic review was completed that aimed to identify the risk factors associated with PU development in critically ill, adult, cardiac surgery patients.\n    \n\n\n          Methods:\n        \n      \n      The MEDLINE, CINAHL, and Cochrane databases were searched. Studies that focused on PU risk factors in critical care, surgical intensive care, or cardiac surgery populations and used PU occurrences as an outcome variable were included in the review.\n    \n\n\n          Findings:\n        \n      \n      Twelve high-quality studies were retrieved and included in the review; they revealed 30 potential PU risk factors. Current evidence is limited in 2 important ways. First, the impact of intraoperative factors, such as cardiopulmonary bypass time or body temperature, appears to be underexplored. Second, a substantive discussion of the risk factors associated specifically with deep tissue injuries, a unique PU category, is absent.\n    \n\n\n          Conclusion:\n        \n      \n      The relatively high PU incidence among cardiac surgery patients suggests that typical PU prevention methods are insufficient for this population. Targeted prevention measures must be developed and implemented. Completion of this task required identification of risk factors unique to this population. Specific risk factors likely to increase risk among cardiac surgery patients include prolonged exposure to pressure during long surgical procedures, vascular disease, and/or vasopressor use postoperatively. Additional research concerning risk factors specific to this population is urgently needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26983066/"
}