{
    "title": "Mapping the effectiveness of integrating mental health in HIV programs: a scoping review.",
    "doc_id": "37095471",
    "writer": "Conteh NK",
    "year": "2023",
    "summary": "Thus, national ART programs must include mental health management. The scoping review sought to map evidence on the efficacy of combining HIV and mental health care. ...Personnel in the mental health field reported less stigma and increas …",
    "abstract": "Introduction:\n        \n      \n      Mental health and substance abuse issues are increasing among HIV-positive people, and it negatively impacts health outcomes like engagement, retention in HIV care, and adherence to ART. Thus, national ART programs must include mental health management. The scoping review sought to map evidence on the efficacy of combining HIV and mental health care.\n    \n\n\n          Methods:\n        \n      \n      The Arksey and O'Malley methodological framework was used to map the existing research on integrating HIV and mental health services to identify knowledge gaps. Two independent reviewers screened articles for inclusion. Studies on HIV-mental health integration were considered. We searched numerous sources, extracted data, and summarized publications by integration model and patient outcomes.\n    \n\n\n          Results:\n        \n      \n      Twenty-nine articles met the criteria for this scoping review. Twenty-three studies were from high-income countries, with only six from low and middle-income countries in Africa (Zimbabwe 1, Uganda 3, South Africa 1, and Tanzania 1). Most of the literature discussed single-facility integration although multi-facility and integrated care through a case manager was researched as well. There was a reduction in depression, alcohol use, increased social function, decreased self-reported stigma, decreased psychiatric symptoms, and improved mood in PLHIV who received cognitive behavioral therapy in settings implementing integrated care. When providing integrated mental health services to PLHIV, healthcare workers reported feeling more comfortable discussing mental illness. Personnel in the mental health field reported less stigma and increased PLHIV referrals for mental health services due to integrated HIV and mental health care.\n    \n\n\n          Conclusion:\n        \n      \n      According to the research, integrating mental health services into HIV care improves the diagnosis and treatment of depression and other mental disorders related to substance abuse in PLHIV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37095471/"
}