{
  "pmid": "41413369",
  "title": "Prospective associations between the CKD-mineral bone disorder and metabolic acidosis.",
  "abstract": "The common chronic kidney disease (CKD)-associated complications of mineral bone disorder (MBD) and metabolic acidosis share some biochemical features that physiologic studies suggest may be linked by the effects of progressive acidosis on bone and kidney. To explore this further, we examined prospective associations between key elements of the CKD-MBD and the subsequent appearance of subclinical and clinical metabolic acidosis in patients with stage 3/4 CKD. Post hoc analysis of 1993 CAN AIM TO PREVENT participants followed for 2.86 years per participant. Mixed-effects linear and logistic regression were used to evaluate prospective associations between phosphate, calcium, 25(OH)D, PTH, and FGF-23 with (1) declining plasma bicarbonate, (2) subclinical metabolic acidosis (bicarbonate 22-24 mmol/L), and (3) clinical metabolic acidosis (bicarbonate < 22 mmol/L). Each mmol/L increase in phosphate predicted a lower bicarbonate (- 1.29 mmol/L (95% CI - 1.61, - 0.98; p < 0.001)), and increased odds for subclinical (OR 1.92 (1.32, 2.79); p = 0.001) and clinical metabolic acidosis (OR 5.03 (3.16, 7.93); p < 0.001). Each mmol/L increase in calcium predicted a higher bicarbonate (2.70 mmol/L (2.11, 3.30; p < 0.001)), and decreased odds for subclinical (OR 0.23 (0.11, 0.46); p < 0.001) and clinical metabolic acidosis (OR 0.15 (0.06, 0.37); p < 0.001). Each unit increase in log-transformed 25(OH)D predicted a higher bicarbonate (0.38 mmol/L (0.23, 0.53); p < 0.001)), and decreased odds for subclinical (OR 0.67 (0.56, 0.80); p < 0.001) and clinical metabolic acidosis (OR 0.65 (0.50, 0.82); p < 0.001). Log-PTH exhibited a non-linear relationship with acidosis risk: moderate elevations were associated with reduced acidosis risk (OR 0.60 (0.40, 0.90); p = 0.013), while higher levels predicted an increased risk for subclinical (OR 1.42 (1.02, 1.98); p = 0.041) but not clinical metabolic acidosis (OR 1.44 (0.93, 2.24); p = 0.103). No significant associations were found between log-FGF-23 and acidosis risk (OR 1.02 (0.88, 1.19); p = 0.767). Key elements of the CKD-MBD were independently and prospectively associated with the subsequent development of subclinical and clinical metabolic acidosis. Future studies could examine whether a causal relationship exists between progressive metabolic acidosis and the CKD-MBD.",
  "disease": "chronic kidney disease"
}