{
  "pmid": "41430759",
  "title": "The Utility of a Three-gene Host Response to Discriminate Tuberculous Meningitis From Other Infections in Children.",
  "abstract": "Early diagnosis of tuberculous meningitis (TBM) is critical to favorable outcomes. We investigated whether a 3-gene host response signature in whole blood can distinguish TBM from symptomatic controls in children. Whole-blood RNA sequencing was performed in children with TBM and controls. Expression of the 3-gene signature, [guanylate-binding protein (GBP5), dual specificity phosphatase 3 (DUSP3) and Krupple-like factor 2 (KLF2)] was quantified and a tuberculosis (TB) score was calculated using (GBP5+DUSP3)/2-KLF2. Discriminatory performance was obtained using receiver-operator characteristic curve analysis against microbiological and composite reference standards. TB score and 3-gene expression in children were compared against adults with TBM. In parallel, an exploratory transcriptome-wide analysis was performed, applying bootstrapped least absolute shrinkage and selection operator regression to identify additional genes associated with TBM. Forty-two children had TBM and 41 were controls. KLF2 was upregulated in TBM compared to controls (P = 0.043); while GBP5, DUSP3 and TB score showed no difference. The diagnostic performance of GBP5 alone (area under the curves: 0.64; 95% confidence interval: 0.46-0.83) and TB score (area under the curves: 0.59; 95% confidence interval: 0.41-0.77) was poor against the reference standard of definite TBM. GBP5 in children with TBM was lower than in adults without HIV (median 13.04; interquartile ranges: 11.91-14.29 vs. median 13.72; interquartile ranges: 12.58-14.53, P = 0.036), and expression was nonlinear across the age spectrum; lowest in young children. Exploratory transcriptomic analysis suggests that novel genes may contribute a discriminatory signal. The 3-gene host response signature does not discriminate TBM from controls in children and was much less discriminative compared to adults. An alternative set of pediatric-specific signatures may exist, but further discovery and validation are required.",
  "disease": "tuberculosis"
}