{
    "title": "A rare case of cutaneous lupus erythematosus presenting with periorbital erythema and edema.",
    "doc_id": "38148123",
    "writer": "Hacınecipoğlu F",
    "year": "2024",
    "summary": "Cutaneous lupus erythematosus (CLE) is an autoimmune skin disease that can manifest itself with a variety of skin symptoms. ...A skin biopsy was performed on the lesioned skin of the eyelid to differentiate dermatomyositis, cutaneous lupus erythematosus …",
    "abstract": "Cutaneous lupus erythematosus (CLE) is an autoimmune skin disease that can manifest itself with a variety of skin symptoms. Periorbital erythema, a rare variant of CLE, presents challenges in terms of diagnosis and treatment. Here, we report a case of CLE presenting with periorbital erythema and edema. A 42-year-old female patient presented with complaints of erythema, edema, and scaling on the right eyelid that started four months ago. A skin biopsy was performed on the lesioned skin of the eyelid to differentiate dermatomyositis, cutaneous lupus erythematosus, sarcoidosis, lupus vulgaris, and cutaneous lymphoma. Histopathological examination revealed focal hyperkeratosis and parakeratosis on the surface of the epidermis, vacuolar degeneration in the basal layer of the epidermis, lymphocyte exocytosis with necrotic keratinocytes, edema in the dermis, melanophages, and perivascular, periadnexal lymphocytic reaction. Laboratory tests showed negative antinuclear antibody and anti-dsDNA, but positivity for anti-Ro-52. In the absence of any other complaints, the patient was diagnosed with cutaneous lupus erythematosus presenting with periorbital erythema based on clinical, histopathological, and laboratory findings. Hydroxychloroquine 200 mg/day, topical corticosteroid, and topical tacrolimus were administered. Two months later, significant improvement in the lesions was observed. In conclusion, it should be kept in mind that periorbital erythema can develop as a rare variant of CLE and can be misdiagnosed as contact dermatitis, dermatomyositis, sarcoidosis, or cutaneous lymphoma. Additionally, the ANA and anti-dsDNA antibodies are often found to be negative in these cases. In establishing the diagnosis, firstly considering the disease, followed by histopathological examinations and laboratory tests, is crucial.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38148123/"
}