{
    "title": "Sleep duration and self-rated health in Chinese university students.",
    "doc_id": "31152382",
    "writer": "Li L",
    "year": "2019",
    "summary": "PURPOSE: Little is known about the association between sleep duration and health status in Chinese university students. This study examined the association between sleep duration and self-rated health in university students in China. ...CONCLUSIONS: Poor health stat …",
    "abstract": "Purpose:\n        \n      \n      Little is known about the association between sleep duration and health status in Chinese university students. This study examined the association between sleep duration and self-rated health in university students in China.\n    \n\n\n          Methods:\n        \n      \n      Altogether, 2312 subjects (928 in Macao, 446 in Hong Kong, and 938 in mainland China) were recruited. Standardized measures of sleep and self-reported health were administered. Sleep duration was categorized in the following way: < 6 h/day, 6 to < 7 h/day, 7-9 h/day, and > 9 h/day.\n    \n\n\n          Results:\n        \n      \n      Overall, 71% of university students reported poor health, 53% slept 7-9 h/day, 14% slept less than 6 h/day, 32% slept 6 to < 7 h/day, and 1% slept > 9 h/day. Univariate analysis revealed that compared to students with medium sleep duration (7-9 h/day), those with short sleep duration (< 6 h/day and 6 to < 7 h/day) were more likely to report poor health. Multivariate logistic regression analysis found that after controlling for age, gender, body mass index, university location, being a single child, religious beliefs, interest in academic major, academic pressure, nursing major, pessimism about the future, and depression, sleep duration of less than 6 h/day (odds ratio (OR) 1.98, 95% confidence interval (CI) 1.34-2.92, p < 0.01) was independently and significantly associated with poor self-reported health.\n    \n\n\n          Conclusions:\n        \n      \n      Poor health status is common in Chinese university students, which appears to be closely associated with short sleep duration. Further longitudinal studies are warranted to gain a better understanding of the interaction between sleep patterns and health status in university students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31152382/"
}