{
  "pmid": "41446363",
  "title": "Incidence of Healthcare-Associated Infections in Patients on Extracorporeal Membrane Oxygenation Secondary to Respiratory or Cardiac Failure: A Retrospective Cohort Study.",
  "abstract": "Extracorporeal membrane oxygenation (ECMO) is a life support technique used in patients with respiratory or cardiac failure. Despite the increased use of ECMO, the incidence and risk factors for healthcare-associated infections (HAIs) are highly variable and dependent on healthcare systems. To describe the incidence of HAIs in patients on ECMO secondary to respiratory or cardiac failure, the microorganisms involved, and antibiotic resistance, and to identify risk factors associated with the incidence of HAIs. Single-center retrospective cohort study. We included adult patients (15 years or older) on venovenous ECMO (VV-ECMO) or venoarterial ECMO (VA-ECMO) secondary to respiratory or cardiac failure and who were admitted to the Instituto Nacional del Tórax (Santiago, Chile) between 2022 and 2024. We included confirmed HAIs related to the ECMO procedure between 24 h after ECMO initiation and 48 h after its withdrawal. Microbiological confirmation was obtained through positive cultures, positive pneumonia FilmArray results, or elevated bronchoalveolar lavage galactomannan levels (> 1 mg/L). The data were collected by two researchers and verified by a third party. We conducted multivariable logistic regression to identify risk factors for HAI. Seventy-two patients were included in our study, with a median age of 46 years (IQR 29.75-59) and 55.56% male. Thirty-eight (52.78%) patients had confirmed HAI. We identified 70 microorganisms, with gram-negative bacilli being the most prevalent. Among these, the majority were  Half of the patients on ECMO secondary to respiratory or cardiac failure developed HAI. The most frequent microorganisms were gram-negative bacteria, and the primary antibiotic resistance detected was for carbapenems. The only independent risk factor for developing HAI was the length of stay on ECMO.",
  "disease": "pneumonia"
}