{
  "pmid": "41466221",
  "title": "Prevalence of gallstone disease and its association with altitude and ethnicity among employee health check-upers in the Qinghai-Tibet Plateau.",
  "abstract": "This study aimed to investigate the prevalence of gallstone disease among health check-upers (employees) in the Qinghai-Tibet Plateau and clarify the independent effects of altitude, ethnicity, and their interaction on gallstone disease risk, so as to provide evidence for precise prevention and control of gallstone disease in high-altitude multi-ethnic regions. A cross-sectional study was conducted, and data were collected from 35,930 employees who underwent health check-ups in formal institutions across the Qinghai-Tibet Plateau. Gallstone disease was defined as the presence of current gallstones (diagnosed by abdominal ultrasound) or a history of cholecystectomy due to gallstones. Demographic information (age, gender, ethnicity), anthropometric indicators (BMI), metabolic indicators (blood glucose, blood lipid, blood pressure), fatty liver status (diagnosed by ultrasound), and residential altitude (classified as low altitude: >1680 m~, medium altitude: >2500 m~, high altitude: >3500 m ~ based on county government altitude data) were collected. Multivariate logistic regression models were used to analyze the association between altitude, ethnicity, and gallstone disease, and stratified regression was performed to explore the interaction effect of \"altitude × ethnicity\". The overall prevalence of gallstone disease in the study population was 13.6%, with 40.63% of gallstone patients having a history of cholecystectomy. Stratified by altitude, the prevalence of gallstone disease showed a trend of \"medium altitude > high altitude > low altitude\": 20.5% in the medium-altitude group, 15.5% in the high-altitude group, and 9.8% in the low-altitude group. After adjusting for confounders (age, gender, BMI, fatty liver, abnormal blood glucose, hypertension, hyperlipidemia), compared with the low-altitude group, the medium-altitude group (OR = 2.439, 95% CI: 2.236-2.661, P < 0.001) and high-altitude group (OR = 1.427, 95% CI: 1.269-1.606, P < 0.001) had significantly increased gallstone disease risk. Regarding ethnicity, Tibetans had a higher risk than Han Chinese (OR = 1.344, 95% CI: 1.228-1.471, P < 0.001), while no significant difference was observed between other ethnic groups (Hui, Tu, Mongolian) and Han Chinese. A significant \"altitude × ethnicity\" interaction was identified (OR = 0.796, 95% CI: 0.723-0.876, P < 0.001): Han Chinese showed a persistent risk increase with rising altitude (medium-altitude OR = 2.804, high-altitude OR = 1.671), whereas Tibetans only had elevated risk at medium altitude (OR = 1.855) and no significant risk at high altitude (OR = 1.100). Altitude is an independent risk factor for gallstone disease in the Qinghai-Tibet Plateau health check-upers (employees). Ethnicity moderates the association between altitude and gallstone disease-Tibetans' high-altitude adaptability attenuates the additional altitude-induced risk, while Han Chinese lack such adaptability and show continuous risk elevation. The high cholecystectomy rate among gallstone patients highlights the heavy clinical burden of gallstone disease in this region. These findings provide a theoretical basis for formulating ethnicity- and altitude-specific prevention strategies for gallstone disease in high-altitude areas.",
  "disease": "hypertension"
}