{
  "pmid": "41469204",
  "title": "Venous Drainage Patterns of the Cavernous Sinus: A Retrospective Angiographic Analysis.",
  "abstract": "Cavernous sinus (CS) venous drainage patterns may affect the accuracy of inferior petrosal sinus sampling, but descriptions of the normal venographic CS outflow patterns are scarce. We investigated CS drainage patterns using the venous phases of normal cerebral angiograms. A retrospective review of elective cerebral angiograms was performed. Patients were included if they had no cerebrovascular abnormalities that could influence the cerebral venous flow. Patients with prior intracranial surgery, ruptured aneurysms, arteriovenous malformations, thrombectomy, idiopathic intracranial hypertension, and carotid-cavernous fistulas were excluded. Measurements of the venous sinuses were performed in the lateral views at the largest vessel diameter. A total of 61 elective cerebral angiograms were reviewed, performed for work-up on unruptured aneurysms (63.9%), abnormal MRI findings (16.4%), unspecified epilepsy/Wada test (16.4%), and pituitary-dependent Cushing's (3.3%). The right and left superior petrosal sinus (SPS) had mean diameters of 1.08mm (SD±0.44) and 1.03mm (SD±0.37). The right and left inferior petrosal sinus (IPS) had mean diameters of 1.4mm (SD±0.51) and 1.57mm (SD±0.56). A total of 3 CS venous drainage patterns were identified: 1) CS to pterygoid plexus (PP), preferential on the right in 21 cases (34.4%) and on the left in cases 26 (42.6%) 2) CS to inferior petrosal sinus, preferential on the right in 31 cases (50.8%) and on the left in 29 cases (47.5%) 3) CS to superior petrosal sinus, preferential on the right in 7 cases (11.5%) and on the left in 6 cases (9.8%). The right CS could not be visualized in 2 studies (3.3%), this did not occur on the left. The lateral sinuses were right-dominant in 35 cases (57.4%), left-dominant in 14 (22.9%) and codominant in 12 patients (19.7%). No significant associations were found between dominant contralateral lateral sinus and dominant CS drainage through the pterygoid plexus on the right (p=0.35) or left (p=0.94). This is the first study to delineate CS drainage patterns, with IPS drainage being most common followed by PP drainage. Based on our observations and prior studies of cavernous sinus venous anatomy we present a classification system intended to delineate the different drainage patterns. CS＝ cavernous sinus; IPS＝ inferior petrosal sinus; SPS = superior petrosal sinus; PP = pterygoid plexus.",
  "disease": "hypertension"
}