{
    "title": "Motivations for cancer history disclosure among young adult cancer survivors.",
    "doc_id": "31102132",
    "writer": "Easley J.",
    "year": "2019",
    "summary": "PURPOSE: To gain an in-depth understanding of the motivations for cancer history disclosure and/or non-disclosure among young adult cancer survivors. METHODS: Using a constructivist grounded theory approach, semi-structured telephone interviews were conducted with b …",
    "abstract": "Purpose:\n        \n      \n      To gain an in-depth understanding of the motivations for cancer history disclosure and/or non-disclosure among young adult cancer survivors.\n    \n\n\n          Methods:\n        \n      \n      Using a constructivist grounded theory approach, semi-structured telephone interviews were conducted with breast and testicular cancer survivors diagnosed between the ages of 18 and 39 from across Canada.\n    \n\n\n          Findings:\n        \n      \n      Twenty-eight young adult cancer survivors (16 female; 12 male) participated in this study. Analysis of the interviews revealed two basic motivational systems for disclosure at play: approach-focused motivations geared towards a positive outcome (desire for understanding, acceptance, support and to promote cancer awareness) and avoidance-focused motivations which are geared towards avoiding a negative outcome (fear of discrimination/stigmatization, unwanted attention, pity, loss of privacy, and rejection). Those exhibiting approach-focused motivations were more likely to disclose than those expressing avoidance-focused motivations. Participants also described a series of situational/contextual factors (social/cultural context, relevance, situation/timing, person disclosing, audience/confidant, and time passed since cancer diagnosis) which had the potential to change or influence the disclosure decision despite overarching motivations to disclose or not.\n    \n\n\n          Implications for cancer survivors:\n        \n      \n      Gaining a better understanding of the cancer history disclosure decision processes of young adult cancer survivors can help them to better adapt and socially reintegrate back into their pre-cancer lives after the completion of treatment. Acknowledging and understanding the disclosure decision process and communication challenges faced by young cancer survivors can also be beneficial to healthcare professionals in the development and provision of better support interventions and informational resources to help improve psychosocial well-being after cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31102132/"
}