{
  "pmid": "41448717",
  "title": "Sex differences in the efficacy, safety and persistence of tofacitinib in patients with rheumatoid arthritis: a post hoc analysis of phase III and long-term extension trials.",
  "abstract": "Evaluate tofacitinib efficacy, safety and persistence by sex in rheumatoid arthritis (RA). Post hoc analyses using data from phase III placebo-controlled randomised controlled trials (ORAL Scan, ORAL Sync and ORAL Standard). ORAL Scan, ORAL Sync and ORAL Standard were global, multicentre trials conducted across 111, 114 and 115 sites, respectively. The trials enrolled adults with active RA and prior inadequate response to methotrexate (ORAL Scan/ORAL Standard) or ≥1 conventional synthetic or biologic disease-modifying antirheumatic drug (ORAL Sync). Post hoc analyses included 2265 patients (1870 female and 395 male). Patients received tofacitinib 5 mg or 10 mg two times a day, adalimumab or placebo. Efficacy outcomes to month 12 included American College of Rheumatology (ACR)20, 50 and 70 responses, Disease Activity Score in 28 joints (DAS28) (erythrocyte sedimentation rate (ESR))-defined low disease activity (LDA) and remission, DAS28 (C reactive protein (CRP)) ≤3.2 and <2.6 and normative thresholds for Health Assessment Questionnaire-Disability Index (HAQ-DI) and Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-F). Regression analyses included exploration of possible non-linearity in the relationship between age and treatment response in males and females. Safety was evaluated at month 24. Additionally, Kaplan-Meier survival analysis of two open-label, long-term extension studies (NCT00661661 and ORAL Sequel) assessed time to discontinuation of tofacitinib treatment. At baseline, female patients had similar DAS28(CRP and ESR), slightly higher HAQ-DI and lower FACIT-F scores versus male patients (n=395). ORs for active treatments (tofacitinib and adalimumab) versus placebo were generally >1 for ACR20, 50 and 70 responses, DAS28(CRP) ≤3.2 and <2.6, DAS28(ESR) LDA and remission and proportions of patients reporting FACIT-F scores ≥normative values and trends towards numerically higher ORs in males versus females were observed. Sex differences were not consistently observed for HAQ-DI normative threshold ORs and, for most outcomes, when comparing responses within active treatment groups by sex. Polynomial modelling suggested age did not impact treatment response differences. Safety and persistence were similar across sexes. In post hoc analyses, tofacitinib was efficacious across both sexes, with higher responses in males observed particularly for more stringent composite endpoints and patient-reported outcomes. Findings are generally consistent with studies of other advanced RA therapies. Safety and persistence were similar across sexes. Interpretation is limited by the small proportion of male patients (<20%) and baseline differences between sexes. NCT00847613, NCT00856544, NCT00853385, NCT00661661 and NCT00413699.",
  "disease": "rheumatoid arthritis"
}