{
    "title": "Juvenile Injuries and Deaths From Shootings by Police in the United States, 2015-2020.",
    "doc_id": "39570272",
    "writer": "Jackson DB",
    "year": "2025",
    "summary": "PURPOSE: The present study describes juveniles injured in fatal and nonfatal shootings by the police from 2015 to 2020, compares characteristics of juvenile victimizations to adult victimizations, and estimates the odds of a shooting victim being a juvenile v …",
    "abstract": "Purpose:\n        \n      \n      The present study describes juveniles injured in fatal and nonfatal shootings by the police from 2015 to 2020, compares characteristics of juvenile victimizations to adult victimizations, and estimates the odds of a shooting victim being a juvenile v. adult, given known characteristics.\n    \n\n\n          Methods:\n        \n      \n      From July 2021 to April 2023, we manually reviewed publicly available records on all 2015-2020 injurious shootings by the US police, identified from Gun Violence Archive. We first calculated counts and proportions of victim, incident, and response characteristics among juvenile and adult injured people, then estimated the odds of juvenile (vs. adult) victimization associated with each characteristic in multilevel logistic regression models with random intercepts to account for state- and incident-level correlation.\n    \n\n\n          Results:\n        \n      \n      97 percent of shootings involved presumed on-duty officers and victims whose categorical age status (i.e., juvenile or adult) was reported (n = 10,382). Included among these injured people were 317 juveniles, 33% of whom were fatally injured (mean reported juvenile age = 15.5 years). Several patterns differentiated juveniles from adult police shooting victims, including multiple demographic characteristics (e.g., race or ethnicity and gender) and the outcomes of and circumstances surrounding these events (e.g., fatality, victim weapon status, and single-officer response).\n    \n\n\n          Discussion:\n        \n      \n      Findings point to a critical need to identify and implement public health and policing strategies that greatly reduce the number of juveniles shot by the police every year, so that all children have the opportunity to thrive into adulthood.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39570272/"
}