{
    "title": "Imaging of juvenile idiopathic arthritis. Part I: Clinical classifications and radiographs.",
    "doc_id": "27679726",
    "writer": "Sudoł-Szopińska I",
    "year": "2016",
    "summary": "Juvenile idiopathic arthritis is the most common autoimmune systemic disease of the connective tissue affecting individuals at the developmental age. ...The standard procedure involves the performance of comparative joint radiographs in two planes. Radiographic chan …",
    "abstract": "Juvenile idiopathic arthritis is the most common autoimmune systemic disease of the connective tissue affecting individuals at the developmental age. Radiography is the primary modality employed in the diagnostic imaging in order to identify changes typical of this disease entity and rule out other bone-related pathologies, such as neoplasms, posttraumatic changes, developmental defects and other forms of arthritis. The standard procedure involves the performance of comparative joint radiographs in two planes. Radiographic changes in juvenile idiopathic arthritis are detected in later stages of the disease. Bone structures are assessed in the first place. Radiographs can also indirectly indicate the presence of soft tissue inflammation (i.e. in joint cavities, sheaths and bursae) based on swelling and increased density of the soft tissue as well as dislocation of fat folds. Signs of articular cartilage defects are also seen in radiographs indirectly - based on joint space width changes. The first part of the publication presents the classification of juvenile idiopathic arthritis and discusses its radiographic images. The authors list the affected joints as well as explain the spectrum and specificity of radiographic signs resulting from inflammatory changes overlapping with those caused by the maturation of the skeletal system. Moreover, certain dilemmas associated with the monitoring of the disease are reviewed. The second part of the publication will explain issues associated with ultrasonography and magnetic resonance imaging, which are more and more commonly applied in juvenile idiopathic arthritis for early detection of pathological features as well as the disease complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27679726/"
}