{
  "pmid": "41458056",
  "title": "Implementation of Single-Pill Combination Medication for Hypertension Treatment by Nonphysician Health Care Workers at Primary Healthcare Facilities in Nigeria: An Explanatory Mixed Methods Study.",
  "abstract": "Single-pill combination (SPC) therapy improves hypertension control; however, its implementation in primary care settings remains limited. In Nigeria, there is insufficient evidence on factors influencing SPC uptake, particularly from the perspective of healthcare workers (HCWs). This study examined the implementation of SPC medications for hypertension treatment by nonphysician HCWs at primary healthcare facilities (PHCs) in Nigeria. An explanatory sequential mixed methods study was conducted, building on a cluster randomized controlled trial embedded within the Hypertension Treatment in Nigeria Program. The trial compared SPC medications with free-equivalent combination therapies across 60 PHCs (January-June 2021). A subsequent qualitative component (September-December 2021) included two focus group discussions from 30 PHCs assigned to the SPC arm of the trial and five key informant interviews. The Reach, Effectiveness, Adoption, Implementation, Maintenance (RE-AIM) framework was used to assess implementation outcomes and identify facilitators and barriers. Integration of quantitative and qualitative findings was guided by the RE-AIM Qualitative Evaluation for Systematic Translation framework (QuEST). All 30 PHCs assigned to dispense SPCs adopted the medications (Reach/Adoption). Effectiveness: Blood pressure control (<140/90 mm Hg) was 54% (95% CI: 0.52, 0.56) in the SPC arm and 48% (95% CI: 0.46, 0.50) in the free-equivalent arm (cluster-adjusted p = 0.29). Monthly SPC use ranged from 21-37% across sites (Implementation), and 49% of patients remained in care at six months (Maintenance). Facilitators included training on SPC protocols, simplicity of dispensing the regimen, and perceived improvements in patient adherence. Challenges included SPC stockouts and concerns regarding nonphysician HCW capacity to manage complex cases. Policymakers identified the potential role of a Drug Revolving Fund (DRF) to support sustained SPC supply. The findings indicate favorable implementation outcomes associated with SPC use by nonphysician HCWs in PHCs. Addressing supply challenges, maintaining training, and providing supportive supervision may be important for sustaining SPC-based hypertension treatment.",
  "disease": "hypertension"
}