{
  "pmid": "41362521",
  "title": "Successful Use of Midodrine in a Normotensive, Non-cirrhotic Patient With Chylous Ascites Due to Chronic Porto-Mesenteric Thrombosis: A Multidisciplinary Challenge.",
  "abstract": "Chylous ascites (CA), the pathological accumulation of triglyceride-rich lymphatic fluid in the peritoneal cavity, is rare and most often associated with cirrhosis, malignancy, trauma, or lymphatic injury. Its occurrence in non-cirrhotic patients with chronic portal- and superior mesenteric vein (SMV) thrombosis is exceedingly uncommon, and therapeutic options remain limited. We describe a 43-year-old Kuwaiti woman with a history of sleeve gastrectomy, complicated by portal and SMV thrombosis, and later laparoscopic cholecystectomy. She presented with progressive abdominal distension and pain. Imaging revealed chronic porto-mesenteric thrombosis, and paracentesis confirmed CA with a triglyceride level of 2.56 mmol/L. Comprehensive evaluation excluded malignancy, cirrhosis, tuberculosis, and lymphatic leakage. Initial conservative therapy, including a low-fat, high-protein diet supplemented with medium-chain triglycerides, total parenteral nutrition, and subcutaneous octreotide, was only partially effective, and octreotide was discontinued due to elevated liver enzymes. Because of persistent ascites, oral midodrine was initiated at 7.5 mg twice daily and later titrated to 7.5 mg three times daily, despite normotension. The patient showed marked improvement, with complete resolution at one-month follow-up. This case highlights the pathophysiological link between chronic porto-mesenteric venous obstruction, splanchnic hypertension, and CA. Midodrine, through α1-adrenergic agonism, likely reduced splanchnic lymphatic pressure and chyle leakage. Although conventionally reserved for hypotension, midodrine demonstrated therapeutic benefit in a normotensive patient. It may represent a novel adjunct in the management of refractory CA due to portal vein thrombosis, underscoring the importance of a multidisciplinary approach and the need for further research into vasoconstrictor therapy in this setting.",
  "disease": "liver cirrhosis"
}