{
    "title": "Five-year weight loss, physical activity, and eating style trajectories after bariatric surgery.",
    "doc_id": "35618645",
    "writer": "Voorwinde V",
    "year": "2022",
    "summary": "BACKGROUND: Little research has taken individual variability in weight loss into account. Furthermore, physical activity (PA) and eating style (ES) have been linked only sporadically to weight loss longitudinally. ...Other patients followed a low-respo …",
    "abstract": "Background:\n        \n      \n      Little research has taken individual variability in weight loss into account. Furthermore, physical activity (PA) and eating style (ES) have been linked only sporadically to weight loss longitudinally.\n    \n\n\n          Objectives:\n        \n      \n      Identify and describe latent classes of weight loss, change of PA, and change of ES up to 5 years after surgery and investigate whether these trajectories are interrelated.\n    \n\n\n          Setting:\n        \n      \n      Multicenter outpatient clinic.\n    \n\n\n          Methods:\n        \n      \n      This is a retrospective study of data collected during standard treatment before and up to 5 years after surgery. Latent class growth analysis was used to identify trajectories of weight loss (percent total weight loss), PA (Baecke questionnaire), and ES (Dutch Eating Behavior Questionnaire).\n    \n\n\n          Results:\n        \n      \n      A total of 2785 patients were included. Follow-up rate was 84% at 1 year and 34% at 5 years. Analyses revealed 5 weight loss trajectories. Most patients followed an average, fairly stable weight loss trajectory (48%) or an above-average partial-regain trajectory (36%). Other patients followed a low-responder trajectory (9%), a rapid weight loss and weight regain trajectory (6%), or a continued weight loss trajectory (2%). Patients in the most favorable weight loss trajectory were more likely to also follow the most favorable ES trajectories. Patients following the most unfavorable weight loss trajectory were never also in the PA trajectory with an initial great increase in PA.\n    \n\n\n          Conclusion:\n        \n      \n      This study distinguishes demographic and behavioral factors that may influence long-term weight loss trajectories after bariatric surgery. Trajectories varied mainly in magnitude and less in the pattern of weight loss over time, suggesting that very deviant patterns are rare.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35618645/"
}