{
  "pmid": "41463324",
  "title": "Pharmacological and Pharmacokinetic Profile of Cannabidiol in Human Epilepsy: A Review of Metabolism, Therapeutic Drug Monitoring, and Interactions with Antiseizure Medications.",
  "abstract": "Cannabidiol (CBD) has transitioned from anecdotal use to an evidence-based adjunctive therapy for Lennox-Gastaut syndrome, Dravet syndrome, and tuberous sclerosis complex. This review integrates knowledge on CBD's pharmacology, pharmacokinetics, and clinical implementation, with focus on metabolism, therapeutic drug monitoring (TDM), and clinically relevant interactions with antiseizure medications. CBD exerts CB1/CB2-independent mechanisms-prominently GPR55 antagonism, TRP-channel desensitization, and adenosine-mediated network dampening-supporting efficacy across heterogeneous seizure phenotypes. Its pharmacokinetic profile is characterized by low and variable oral bioavailability, a pronounced food effect, extensive tissue distribution, and phase I/II biotransformation to the active 7-hydroxy-CBD and abundant 7-carboxy-CBD, resulting in substantial inter-individual variability and liability for drug-drug interactions. Clinically salient interactions include CYP2C19-mediated elevation of N-desmethylclobazam and increased transaminases in valproate co-therapy. We summarize emerging TDM practices-standardized fed-state trough sampling with paired measurement of CBD and 7-hydroxy-CBD-and discuss how preliminary interpretive ranges can support dose optimization, adherence assessment, and safety surveillance. Practical recommendations emphasize interaction-aware titration within evidence-based dose bands, liver function monitoring, and standardized documentation of formulation and sampling conditions. Future work should align pharmacogenomics with TDM, refine bioavailability through advanced delivery systems, and tighten analytical and product-quality standards to consolidate CBD as a precision-ready component of modern epilepsy care.",
  "disease": "epilepsy"
}