{
    "title": "The difference in thermal comfort between southern and northern Chinese living in the Xi'an cold climate region.",
    "doc_id": "36749522",
    "writer": "Feng W",
    "year": "2023",
    "summary": "The thermal comfort and adaptability of southern Chinese (people from Changsha and Guangzhou) and northern Chinese (people from Xi'an) in Xi'an were studied from the three aspects of psychological, physiological, and behavioral differences. ...The neut …",
    "abstract": "A year-long longitudinal survey regarding perceptions of outdoor thermal conditions and thermal comfort was conducted in Xi'an, a City in a Chinese cold region. The survey included micrometeorological measurements and a longitudinal questionnaire. The thermal comfort and adaptability of southern Chinese (people from Changsha and Guangzhou) and northern Chinese (people from Xi'an) in Xi'an were studied from the three aspects of psychological, physiological, and behavioral differences. The results of similar studies in other regions were compared with those of this study. Regarding psychological differences, northerners were more adapted to Xi'an's climate than southerners, with an expected temperatures of 20.7℃ and 24.1℃ for northerners and for southerners, respectively. Regarding physiological differences, the neutral temperature of the northern population was 22.12℃, while that of the southern population was 21.12℃. The neutral temperature for the southern population in Xi'an is similar to that of northern people living in Xi'an. Regarding behavioral differences, northerners were more likely than southerners to maintain their thermal comfort by adjusting their clothing when they experienced a change in the outdoor environment. This study not only indicates that there were differences regarding the thermal comfort of people originating different regions but also provided support for fully explaining the mechanism of climate adaptation of human thermal comfort. In addition, this work provides basic data regarding formulating outdoor thermal comfort standards and provided data support for personalized thermal comfort.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36749522/"
}