{
  "pmid": "41412913",
  "title": "Development and validation of a model to predict the disease activity score: towards a remote treat-to-target approach for rheumatoid arthritis.",
  "abstract": "Remote monitoring of disease activity in patients with rheumatoid arthritis (RA) offers a promising solution to increasing healthcare demands. This study aimed to develop and validate a model using selected clinical and patient-reported outcome measure (PROM) items that efficiently and accurately reflect the original disease activity score (DAS). Data from 5802 visits of 612 patients with RA from the treatment in the Rotterdam Early Arthritis Cohort and TApering strategies in RA trials were randomly split (1:1) into derivation and internal validation sets. An external validation was performed using 4404 visits from 1554 patients with RA from the Early Arthritis Cohort. A model was developed using Least Absolute Shrinkage and Selection Operator (LASSO) regression that incorporated age, sex, disease duration, autoantibody status, and individual PROM items, including visual analogue scale (VAS) general health, all Health Assessment Questionnaire-Disability Index (HAQ-DI) items, VAS pain, and VAS fatigue, to predict the DAS. The model's ability to detect active disease (DAS >2.4) and remission (DAS <1.6) was evaluated using the area under the receiver operating characteristic curve (AUC-ROC), along with sensitivity and specificity across predefined thresholds. The final model included 12 out of 28 predictors: age, sex, disease duration, VAS general health, 7 HAQ-DI items, and VAS pain. It showed excellent discriminative ability for detecting active disease with AUC-ROC values of 0.89 in both the development and internal validation sets, and 0.82 in the external validation set. For detecting remission, the AUC-ROC values were 0.86, 0.85, and 0.82, respectively. Test characteristics were provided for different thresholds. The proposed DAS intended for digital remote assessment combines clinical and PROM items and can accurately and efficiently distinguish between disease activity states in RA, supporting its potential use in remote monitoring in the future.",
  "disease": "rheumatoid arthritis"
}