{
    "title": "Ketamine for Pain Management-Side Effects & Potential Adverse Events.",
    "doc_id": "28743507",
    "writer": "Allen CA",
    "year": "2017",
    "summary": "There are concerns stemming from its potential side effects-specifically psychomimetic effects. These side effects are directly related to dose amount. ...By using forethought and understanding of the properties of ketamine, appropriate care may …",
    "abstract": "An old anesthetic agent, ketamine is finding new use in lower doses for analgesic purposes. There are concerns stemming from its potential side effects-specifically psychomimetic effects. These side effects are directly related to dose amount. The doses used for analgesic purposes are much lower than those used for anesthesia purposes. A literature review was performed to ascertain potential side effects and/or adverse events when using ketamine for analgesia purposes. The search included CINAHL, PubMed, and Ovid using the search terms \"ketamine,\" \"ketamine infusion,\" \"pain,\" \"adverse events,\" \"practice guideline,\" and \"randomized controlled trial.\" Searches were limited to full-text, peer-reviewed articles and systematic reviews. Initially 1,068 articles were retrieved. The search was then narrowed by using the Boolean connector AND with various search term combinations. After adjusting for duplication, article titles and abstracts were reviewed, leaving 25 articles for an in-depth analysis. Specific exclusion criteria were then applied. The literature supports the use of ketamine for analgesic purposes, and ketamine offers a nonopioid option for the management of some pain conditions. Because ketamine is still classified as an anesthetic agent, health care institutions should develop their own set of policies and protocols for the administration of ketamine. By using forethought and understanding of the properties of ketamine, appropriate care may be planned to mitigate potential side effects and adverse events so that patients are appropriately cared for and their pain effectively managed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28743507/"
}