{
    "title": "Weight loss during follow-up in patients with acute heart failure: From the KCHF registry.",
    "doc_id": "37352293",
    "writer": "Seko Y",
    "year": "2023",
    "summary": "RESULTS: There were 90 patients (13.1%) with a weight loss at 6-month visit. Patients in the weight loss group compared with those in the no weight loss group had higher body weight at discharge and lower body weight at 6-mo …",
    "abstract": "Backgrounds:\n        \n      \n      The prognostic implication of weight loss after discharge from acute heart failure (AHF) remains unclear. We sought to investigate the association of weight loss between discharge and 6-month visit with subsequent clinical outcomes in patients with AHF.\n    \n\n\n          Methods:\n        \n      \n      We analyzed 686 patients with AHF in the prospective longitudinal follow-up study derived from the Kyoto Congestive Heart Failure registry, and divided them into 2 groups based on the weight loss at 6-month index visit. We defined the weight loss as ≥ 5% decrease in body weight from discharge to 6-month index visit.\n    \n\n\n          Results:\n        \n      \n      There were 90 patients (13.1%) with a weight loss at 6-month visit. Patients in the weight loss group compared with those in the no weight loss group had higher body weight at discharge and lower body weight at 6-mont visit. Patients in the weight loss group had a lower systolic blood pressure, higher brain-type natriuretic peptide, lower serum albumin, lower hemoglobin, higher prevalence of heart failure with reduced ejection fraction at 6-month visit, and a lower prescription rate of inhibitors of renin-angiotensin system than those in the no weight loss group. The cumulative 6-month incidence of all-cause death was significantly higher in the weight loss group than in the no weight loss group (14.2% and 4.3%, log-rank P<0.001). The excess adjusted risk of the weight loss group relative to the no weight loss group remained significant for all-cause death (HR 2.39, 95%CI 1.01-5.65, P = 0.048).\n    \n\n\n          Conclusion:\n        \n      \n      Body weight loss of ≥5% at 6-month visit after discharge was associated with subsequent all-cause death in patients with AHF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37352293/"
}