{
    "title": "Varicose Veins as Model for Apportionment among Risk Factors for Compensation Purposes.",
    "doc_id": "39278636",
    "writer": "Weber MJ",
    "year": "2024",
    "summary": ".-: To demonstrate a method which is being used to apportion between risk factors for occupationally related disease and compensate individuals with multiple risk factors. ...Summary, weighted, relative risks were calculated for eight different risk …",
    "abstract": "Objective.—:\n        \n      \n      To demonstrate a method which is being used to apportion between risk factors for occupationally related disease and compensate individuals with multiple risk factors. The application to individuals will be demonstrated for varicose veins.\n    \n\n\n          Background.—:\n        \n      \n      The National Insurance Institute (NII) is tasked with compensating work related injuries and illness in Israel. Population attributable fraction (PAF) has been utilized in order to estimate the amount of disease that can potentially be eliminated in a population through the elimination of individual risk factors. PAF is based on relative risks and the prevalence of these risks.\n    \n\n\n          Methods.—:\n        \n      \n      A review of the medical literature consisting of epidemiological studies of varicose veins and its multiple risk factors was conducted, with special attention to prolonged occupational standing. Summary, weighted, relative risks were calculated for eight different risk factors. The proposed formula then allowed for apportioning among those risk factors in the individual.\n    \n\n\n          Results.—:\n        \n      \n      The findings of the current study indicate that prolonged standing may be associated with the presence of varicose veins, however in light of the multiple other risk factors associated, its overall contribution is generally minor.\n    \n\n\n          Conclusion.—:\n        \n      \n      Apportionment among multiple risk factors for varicose veins can be accomplished mathematically in individuals. This application is being applied successfully for other diseases as well.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39278636/"
}