{
    "title": "Comparison of the Low Back Pain Relief and Spread Level After Upper and Lower Lumbar Erector Spinae Plane Block.",
    "doc_id": "37976481",
    "writer": "Hong J",
    "year": "2023",
    "summary": "METHODS: This study included 84 patients with low back pain with or without leg pain who received lumbar ESPB at L2 (L2 ESPB group) or L4 (L4 ESPB group) using 10 mL of 0.2% ropivacaine mixed with 10 mL of the contrast medium. ...Analgesic efficacy was assessed usin …",
    "abstract": "Background:\n        \n      \n      The erector spinae plane block (ESPB), which was introduced to manage the thoracic pain, is an ultrasound-guided technique that is relatively easy, less invasive, and safer. In spite of its technical ease and safety of ESPB, few studies have explored the analgesic efficacy and the exact spread level of injected local anesthetics.\n    \n\n\n          Objectives:\n        \n      \n      The purpose of this study is to compare the analgesic efficacy and spread level of the upper and lower lumbar ESPBs .\n    \n\n\n          Study design:\n        \n      \n      Prospective, randomized design.\n    \n\n\n          Setting:\n        \n      \n      The pain clinic of a tertiary university hospital.\n    \n\n\n          Methods:\n        \n      \n      This study included 84 patients with low back pain with or without leg pain who received lumbar ESPB at L2 (L2 ESPB group) or L4 (L4 ESPB group) using 10 mL of 0.2% ropivacaine mixed with 10 mL of the contrast medium. After finishing 20 mL of the local anesthetic mixture injection, a fluoroscopic examination was performed to evaluate the spread level. Analgesic efficacy was assessed using an 11-point Numeric Rating Scale (NRS-11) and a Back Pain Functional Scale.\n    \n\n\n          Results:\n        \n      \n      The number of patients who showed excellent-to-moderate low back pain relief was 35 (83.3%) and 36 (78.5%) in the L2 and L4 ESPB groups, respectively. Significant reductions in pain on the NRS-11 and improvements in disability were found in both groups. The total number of vertebral segments to which the anesthetic drugs spread was significantly higher in the L2 ESPB group than in the L4 ESPB group (2.7 ± 0.5 vs 2.0 ± 0.2, P = 0.002).\n    \n\n\n          Limitations:\n        \n      \n      The analgesic efficacy of lumbar ESPB was evaluated with only short-term outcomes.\n    \n\n\n          Conclusions:\n        \n      \n      Both the L2 and L4 ESPB groups demonstrated a significant reduction in low back pain and improvement in disability. The L2 ESPB group demonstrated a significantly increased spread level compared to the L4 ESPB group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37976481/"
}