{
  "pmid": "41468474",
  "title": "Exploring barriers of household contact screening of index case contacts of pulmonary tuberculosis cases in Sekela district, Amhara region, Ethiopia: 2023; descriptive qualitative study.",
  "abstract": "Tuberculosis (TB) remains a leading global public health challenge, with about one-third of the world's population infected and at risk of developing active disease during their lifetime.. Contact screening is crucial strategy for active case detection and to identify more cases. It involves systematic screening of the contacts of known TB patients. There is an ongoing need for research into barriers to contact investigation to better information uptake. Exploring the barriers to Household Contact screening of pulmonary Tuberculosis Cases. A descriptive qualitative study was conducted at Sekela district, West Gojjam zone, Ethiopia. Purposive sampling (heterogenic) technique was used to recruit study participants. Fourteen participants were involved in the study in accordance with data saturation which includes health extension workers, PTB patients; household contacts of TB patients, health center TB focal and district TB officer. Data was collected through in-depth interviews using a semi-structured guide, transcribed word by word and conceptually translated. A thematic analysis was conducted after coding to answer specific study questions. The main barriers for contact screening of PTB case explored were; health care system related barriers like not conducting review meeting power, lack of training, lack of supervision and follow up; barriers from the health care workers; work over load, non-commitment; socio economic barrier, discrimination, preference of traditional healers and culture, difficult geographic area; and barriers from patients and contacts are lack of awareness, low health seeking behavior. The overall explorations of this study identified multiple and interconnected barriers that range from individuals to health system levels which influence contact screening of pulmonary tuberculosis cases in the study area. Not paying attention to contact tracing activity by health system care system results lack of commitment of health care workers not giving health education to community.",
  "disease": "tuberculosis"
}