{
  "pmid": "41367915",
  "title": "Association of triglyceride-glucose index and remnant cholesterol levels with liver fibrosis progression and disease severity in patients with non-alcoholic fatty liver disease: a cross-sectional study.",
  "abstract": "The associations of the triglyceride-glucose (TyG) index and remnant cholesterol (RC) with NAFLD severity (mild, moderate, and severe) and liver fibrosis remain unclear. This study examined these relationships and assessed the impact of TyG\\RC on liver fibrosis. 594356 participants undergoing annual physical and ultrasonic examinations were included. Standardized questionnaires collected clinical data, and venous blood samples were measured for complete blood count, liver function, and metabolic parameters. TyG index and RC values were calculated, and liver fibrosis assessed using the NAFLD fibrosis score (NFS) and aspartate aminotransferase-to-platelet ratio index (APRI). Participants were categorized into TyG and RC levels quartiles (Q1-Q4) to examine their association with NAFLD severity. Sensitivity analyses were conducted subsequent to multiple imputation application for missing values and outliers. 102599 NAFLD patients (75414 mild, 19412 moderate, 7733 severe) were included. RC exacerbated disease progression (odds ratio (OR) = 1.336, 95% confidence interval (CI): 1.163-1.537), whereas TyG index can inhibit it (OR = 0.436, 95% CI: 0.224-0.848). Compared with Q1 of TyG, participants in Q2 (OR = 0.897, 95% CI: 0.852-0.944) and Q3 (OR = 0.883, 95% CI: 0.839-0.930) inhibited the risk of NAFLD progression. Conversely, higher RC quartiles (Q2: OR = 1.114, 95% CI: 1.064-1.168; Q3: OR = 1.103, 95% CI: 1.048-1.149; Q4: OR = 1.251, 95% CI: 1.195-1.310) aggravated NAFLD progression. Additionally, sensitivity analyses yielded consistent results that were consistent with those of the initial analysis. Linear regression indicated that each 1-unit rise in TyG correlated with NFS (β = 0.407, 95% CI: 0.271-0.544) and APRI (β = 0.035, 95% CI: 0.034-0.037) increases, while a 1-unit RC increase corresponded to NFS (β = 0.791, 95% CI: 0.725-0.857) and APRI (β = 0.011, 95% CI: 0.010-0.012) elevations. The TyG index and RC may independently influence NAFLD progression and hepatic fibrosis. Elevated levels of both biomarkers contribute to fibrosis development, highlighting their utility in risk stratification and potential as therapeutic targets.",
  "disease": "liver cirrhosis"
}