{
    "title": "Staged breast reconstruction utilizing primary nipple repositioning surgery prior to nipple-sparing mastectomy.",
    "doc_id": "38428233",
    "writer": "Shih L",
    "year": "2024",
    "summary": "Staged nipple-sparing mastectomy (NSM) following mastopexy or breast reduction has become increasingly utilized in patients with large or ptotic breasts. ...Infection and hematoma were seen in one breast (2.6%) and seroma in two (5.3%) after NSM. Delayed woun …",
    "abstract": "Staged nipple-sparing mastectomy (NSM) following mastopexy or breast reduction has become increasingly utilized in patients with large or ptotic breasts. The safety and efficacy of this approach has been demonstrated in recent years. However, the optimal timing between stages has not been established. The authors provide their experience with this staged approach with emphasis on timing between stages. An institutional review board approved this retrospective study. Data of all patients at a single institution who underwent staged NSM following mastopexy or reduction mammaplasty for therapeutic or prophylactic oncologic surgical management from 2016 to 2020 were reviewed. Timing between stages as well as surgical, oncologic, aesthetic, and patient-reported outcomes were evaluated. Nineteen patients (38 breasts) underwent staged NSM following planned mastopexy/breast reduction. The mean time interval between stages was 25 weeks. No patients developed nipple areolar complex necrosis. Infection and hematoma were seen in one breast (2.6%) and seroma in two (5.3%) after NSM. Delayed wound healing was seen in eight breasts (21.1%) after first stage mastopexy/reduction and in 12 breasts (31.6%) after NSM. Skin flap necrosis was noted in two breasts (5.3%) after NSM. No patients developed oncological recurrence. Mean patient-reported post-operative satisfaction and well-being scores were 63 and 67 out of 100, respectively. The authors describe their experience with staged NSM following nipple repositioning procedures. Their results suggest that this procedure can be performed safely with cosmetically favorable results if surgeons wait an average of 25 weeks between first and second stage procedures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38428233/"
}