{
    "title": "Acute kidney injury with renal replacement therapy in trauma patients.",
    "doc_id": "20528778",
    "writer": "Beitland S",
    "year": "2010",
    "summary": "BACKGROUND: Acute kidney injury (AKI) with renal replacement therapy (RRT) is rare in trauma patients. The primary aim of the study was to assess incidence, mortality and chronic RRT dependency in this patient group. ...",
    "abstract": "Background:\n        \n      \n      Acute kidney injury (AKI) with renal replacement therapy (RRT) is rare in trauma patients. The primary aim of the study was to assess incidence, mortality and chronic RRT dependency in this patient group.\n    \n\n\n          Methods:\n        \n      \n      Adult trauma patients with AKI receiving RRT at a regional trauma referral center over a 12-year period were retrospectively reviewed.\n    \n\n\n          Results:\n        \n      \n      Population-based incidence of post-traumatic AKI with RRT was 1.8 persons per million inhabitants per year (p.p.m./year) [95% confidence the interval (CI) 1.5-2.1 p.p.m./year]. In trauma patients admitted to hospital, incidence was 0.5 per thousand (95% CI 0.3-0.7 per thousand) of those treated in intensive care unit (ICU), it was 8.3% (95% CI 5.9-10.8%). The median age was 46 years. Odds ratio (OR) for post-traumatic AKI requiring RRT was higher in males than in females in general population (OR 5.6, 95% CI 2.2-14.0), and in trauma patients admitted to hospital (OR 4.4, 95% CI 1.9-10.3) and ICU (OR 4.5, 95% CI 1.9-10.7). The in-hospital mortality rate was 24% (95% CI 11-37%), 3-month mortality 36% (95% CI 21-51%) and 1-year mortality 40% (95% CI 25-55%). Age was a risk factor for death after 1 year, with 57% (95% CI 7-109%) increased risk for each 10 years added. None of the survivors was dialysis-dependent 3 months or 1 year after trauma.\n    \n\n\n          Conclusion:\n        \n      \n      AKI in trauma patients requiring RRT was rare in this single-center study. More males than females were affected. Mortality was modest, and renal recovery was excellent as none of the survivors became dependent on chronic RRT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20528778/"
}