{
  "pmid": "41399706",
  "title": "Socio-economic inequality underpins inequity in influenza vaccination uptake between public and private secondary schools: an Australian population-based study.",
  "abstract": "Socio-economic inequality and vaccination inequity have long been critical issues. However, no studies have explored the gap in influenza vaccination uptake between public and private schools. Importantly, the extent to which socio-economic inequality translates into vaccination uptake inequity has not been quantified. We investigate influenza vaccination uptake among school-aged Australian children in 2023, compare uptake between public and private schools, and assess the role of socio-economic inequality in vaccination uptake inequity. We analysed whole-of-population linked immunisation, census, and administrative data. Multivariable logistic regression was used to identify key uptake predictors, and the Oaxaca-Blinder decomposition was used to identify factors driving uptake inequity between public and private schools. Of 9.5 million influenza vaccination doses administered, only 0.7 million (7%) were given to school-aged children (5-<18 years), who represent 16% of the population. Coverage among school-aged children was low. Secondary school-aged children had the lowest uptake, with a significant gap between public and private schools. Children in private secondary schools, who demonstrate greater socio-economic advantage, had higher uptake than their public peers (unadjusted OR = 1.47; 95% CI: 1.45-1.57). Two-thirds of the uptake gap is driven by differences in cultural, linguistic, and socio-economic characteristics, with parental education, parental income, and socio-economic characteristics of residential area being the strongest contributors. Addressing socio-economic inequality among parents could reduce vaccination uptake inequity for children. Future influenza vaccination campaigns should consider tailored strategies for specific cultural, linguistic, and socio-economic groups. Wesfarmers Centre of Vaccines and Infectious Diseases; Western Australian's Future Health Research and Innovation Fund.",
  "disease": "influenza"
}