{
    "title": "Spatio-temporal variation on syphilis from 2005 to 2018 in Zhejiang Province, China.",
    "doc_id": "36117594",
    "writer": "Zhu X",
    "year": "2022",
    "summary": "BACKGROUND: Syphilis has spread throughout China, especially in Zhejiang Province which endangers the health and lives of people. However, the spatial and temporal epidemiological studies of syphilis in Zhejiang are not thorough enough. The temporal and spatial vari …",
    "abstract": "Background:\n        \n      \n      Syphilis has spread throughout China, especially in Zhejiang Province which endangers the health and lives of people. However, the spatial and temporal epidemiological studies of syphilis in Zhejiang are not thorough enough. The temporal and spatial variation and the relevant factors of syphilis incidence should be analyzed for more effective prevention and control in Zhejiang, China.\n    \n\n\n          Methods:\n        \n      \n      Data on confirmed cases of syphilis in Zhejiang Province from 2005 to 2018 was used and the spatio-temporal distributions were described. The spatial autocorrelation analysis and SaTScan analysis were performed to identify spatio-temporal clusters. A Bayesian spatial Conditional Autoregression (CAR) model was constructed to explore the relationships between syphilis incidence and common social and natural indicators.\n    \n\n\n          Results:\n        \n      \n      474,980 confirmed cases of syphilis were reported between 2005 and 2018 with a large peak in 2010. Farmers and unemployed people accounted for the largest proportion of confirmed cases. And the significant spatial clusters of syphilis were concentrated in the north of Zhejiang Province, especially in more economically developed regions. Seven spatio-temporal clusters were identified and the main three high-risk areas were located in Hangzhou (RR = 1.62, P < 0.05), Zhoushan and Ningbo (RR = 1.99, P < 0.05), and Lishui (RR = 1.68, P < 0.05). The findings showed that the morbidity of syphilis was positively correlated with the Gross Domestic Product (GDP) per capita, the number of health technicians per 10,000 people, the proportion of the elderly and air temperature were negatively correlated with the proportion of the urban population, the proportion of men and precipitation.\n    \n\n\n          Conclusions:\n        \n      \n      The spatio-temporal analysis revealed that the prevalence of syphilis was still serious in Zhejiang Province. Syphilis high-risk areas were mainly located in the more developed coastal regions where more targeted intervention measures were required to be implemented. The study highlighted the need to strengthen Sexually Transmitted Diseases (STD) screening and health education for high-risk groups and improve the coverage of syphilis testing to reduce hidden syphilis cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36117594/"
}