{
  "pmid": "41321173",
  "title": "Patient Plasma-Induced Neutrophil Dysfunction Is Associated With Infection Risk and Mortality in Patients With Acute Decompensation of Cirrhosis.",
  "abstract": "Bacterial infection is a major cause of morbidity and mortality in patients with acute decompensation (AD) of cirrhosis. This study aimed to investigate patient plasma-induced dysfunction of healthy neutrophils (PIND) as a predictor of subsequent infection and mortality in patients with AD. One hundred sixty AD patients (117 AD-NoACLF and 43 AD-ACLF), with a predominantly alcohol-related liver disease, were prospectively recruited. Plasma from 21 healthy controls and 74 patients with stable compensated cirrhosis was used as controls. Patient plasma was co-incubated with neutrophils from healthy donors to assess neutrophil function, including reactive oxygen species (ROS) production and phagocytic capacity, and CD62L surface expression. Plasma from AD patients induced a primed state in healthy neutrophils, characterised by increased constitutive and N-formyl-Met-Leu-Phe (fMLP)-induced ROS production. However, effector functions were impaired, with significantly reduced phorbol 12-myristate 13-acetate (PMA)-induced ROS production, phagocytic capacity and CD62L expression. Escherichia coli- induced ROS production predicted subsequent infection in the total AD and AD-NoACLF cohorts (p = 0.043 and p = 0.013, respectively), while PMA-induced ROS production predicted 90-day mortality in the AD-NoACLF group (p = 0.041). None of the neutrophil function assays were predictive of clinical outcomes in AD-ACLF patients. Plasma from patients with AD induces a 'primed but exhausted' neutrophil phenotype, characterised by a paradoxical failure to respond to stimuli. This dysfunction was associated with an increased risk of infection and mortality, particularly in AD-NoACLF patients. PIND offers a promising strategy to improve risk stratification in this high-risk population.",
  "disease": "liver cirrhosis"
}