{
    "title": "Determining optimal gestational weight gain in the Korean population: a retrospective cohort study.",
    "doc_id": "28830470",
    "writer": "Choi SK",
    "year": "2017",
    "summary": "BACKGROUND: The World Health Organization (WHO) international body mass index (BMI) cut-off points defining pre-pregnancy BMI categories in the Institute of Medicine (IOM) guidelines are not directly applicable to Asians. ...RESULTS: Among the study population, 440 (16.3%) …",
    "abstract": "Background:\n        \n      \n      The World Health Organization (WHO) international body mass index (BMI) cut-off points defining pre-pregnancy BMI categories in the Institute of Medicine (IOM) guidelines are not directly applicable to Asians. We aimed to define the optimal gestational weight gain (GWG) for the Korean population based on Asia-specific BMI categories.\n    \n\n\n          Methods:\n        \n      \n      Data from 2702 live singleton deliveries in three tertiary centers between 2010 and 2011 were analyzed retrospectively. A multivariable logistic regression analysis was conducted to determine the lowest aggregated risk of composite perinatal outcomes based on Asia-specific BMI categories. The perinatal outcomes included gestational hypertensive disorder, emergency cesarean section, and fetal size for gestational age. In each BMI category, the GWG value corresponding to the lowest aggregated risk was defined as the optimal GWG.\n    \n\n\n          Results:\n        \n      \n      Among the study population, 440 (16.3%) were underweight (BMI < 18.5), 1459 (54.0%) were normal weight (18.5 ≤ BMI < 23), 392 (14.5%) were overweight (23 ≤ BMI < 25) and 411 (15.2%) were obese (BMI ≥ 25). The optimal GWG by Asia-specific BMI category was 20.8 kg (range, 16.7 to 24.7) for underweight, 16.6 kg (11.5 to 21.5) for normal weight, 13.1 kg (8.0 to 17.7) for overweight, and 14.4 kg (7.5 to 21.9) for obese.\n    \n\n\n          Conclusion:\n        \n      \n      Considerably higher and wider optimal GWG ranges than recommended by IOM are found in our study in order to avoid adverse perinatal outcomes. Revised IOM recommendations for GWG could be considered for Korean women according to Asian BMI categories. Further prospective studies are needed in order to determine the optimal GWG for the Korean population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28830470/"
}