{
  "pmid": "41453183",
  "title": "Multisystem inflammatory syndrome in children treated at a hospital in Yucatan.",
  "abstract": "Multisystem inflammatory syndrome in children (MIS-C) has not been described in southeastern Mexico. To report the clinical and epidemiological aspects of MIS-C in a private hospital in Mérida, Yucatán. Retrospective, descriptive, consecutive case series study in children under 18 years of age, treated from January 2021 to March 2024. Patients diagnosed with MIS-C were selected. Patients underwent PCR testing, serological testing, or had known exposure to a family member with COVID-19. Descriptive statistics were analyzed with the X Seventy patients were included: 59 (84%) were hospitalized and 11 (16%) were followed up in the outpatient clinic, all with a diagnosis of MIS-C, median age 48 months (4-192), 44 (74.58%) were < 5 years old (p < 0.001) and predominance of males with 36 (61%). Of the hospitalized cases, 40 (67.79%) had the MIS-C phenotype and 19 (32.2%) had Kawasaki disease and MIS-C. MIS-C predominated in those aged ≤ 60 months. Gastrointestinal symptoms predominated in 68.5% of cases, and cardiovascular symptoms in 68.5%. There were 6 cases with coronary aneurysms (8.5%). Cases were most frequent in those aged < 5 years, with gastrointestinal and cardiovascular symptoms predominating. The presence of coronary aneurysms was low. El síndrome inflamatorio multisistémico en niños (MIS-C) no ha sido descrito en el sureste de México. Reportar los aspectos clínicos y epidemiológicos del MIS-C en un hospital privado en Mérida, Yucatán. Estudio retrospectivo, descriptivo, de una serie de casos consecutivos en menores de 18 años, atendidos de enero de 2021 a marzo de 2024. Se seleccionaron pacientes con diagnóstico de MIS-C. A los pacientes se les realizó prueba de PCR, prueba serológica o se conoció su exposición a un familiar con COVID-19. Se realizó análisis con estadística descriptiva; prueba de X Se incluyeron 70 pacientes: 59 (84%) fueron hospitalizados y 11 (16%) seguidos en la consulta externa; todos con diagnóstico de MIS-C, mediana de edad 48 meses (4-192), 44 (74.58%) fueron < 5 años (p < 0.001) y predominio del sexo masculino con 36 (61%). En los casos hospitalizados, 40 (67.79%) tuvieron fenotipo de MIS-C y 19 (32.2%) de enfermedad de Kawasaki y MIS-C. El MIS-C predominó en ≤ 60 meses. Predominaron los síntomas gastrointestinales en el 68.5% y cardiovasculares en el 68.5%. Hubo 6 casos con aneurismas coronarios (8.5%). Los casos fueron más frecuentes en < 5 años, predominando síntomas gastrointestinales y cardiovasculares. La presencia de aneurismas coronarios fue baja.",
  "disease": "pneumonia"
}