{
  "pmid": "41324962",
  "title": "Hospital-Level Care at Home for Adults Living in Rural Settings: A Randomized Clinical Trial.",
  "abstract": "Home hospital provides hospital-level care at home for patients with acute illness who would traditionally be cared for in a brick-and-mortar (BAM) hospital. While most home hospital programs have been implemented in urban areas, its feasibility in rural areas, where access to care is a major challenge, is unknown. To compare home hospital care with BAM hospital care for patients residing in rural areas. This randomized clinical trial took place from 2022 to 2023 with a 30-day follow-up in 3 rural areas in the US and Canada. Participants were adults recruited in the emergency department who required hospital-level care for select acute conditions (infections, heart failure, chronic obstructive pulmonary disease or asthma, and other diagnoses). Patients in the home hospital group received acute care at home, including in-home nurse and/or paramedic visits, remote physician care, intravenous medications, remote monitoring, video communication, and point-of-care testing. Patients in the BAM group received services at a rural BAM hospital. The primary outcome was the relative change in the acute care episode's direct cost. Secondary outcomes were 30-day readmission, days at home within 30 days of discharge, and physical activity. Exploratory outcomes included the Picker Experience Score and Net Promoter Score. A total of 161 patients (79 home; 82 BAM) with mean (SD) age of 64.4 (17.2) years (home) and 64.9 (14.1) years (control) were included. Most were female (home, 52 [65.8%]; BAM, 50 [61.0%]). The adjusted mean cost of the acute episode was not significantly different (home vs BAM, 14% greater; 95% CI, -6% to 39%; P = .19). There were no significant differences in 30-day readmission (home vs BAM: 8 [10.1%] vs 14 [17.1%]) or mean (SD) days at home within 30 days of discharge (home vs BAM: 28.6 [3.4] vs 28.4 [3.4] days). Patients in the home hospital group were less sedentary, according to accelerometer measurements, than those in the BAM group (mean [SD], 78.0% [10.4%] vs 86.0% [7.2%] of the day sedentary; mean difference, -8.0%; 95% CI, -12.8% to -3.3%; P < .001) and had more mean (SD) steps daily (834.1 [1219.6] vs 120.4 [206.0] steps; mean difference, 713.7 steps; 95% CI, 290.2 to 1137.2 steps; P < .001). Total mean (SD) length of stay (ie, BAM and home hospital days for intervention patients and BAM days for control patients) was not significantly different (home vs BAM: 6.7 [5.0] days vs 5.4 [4.4] days), although patients receiving care at home transferred late in their course (mean [SD] day of transfer, 4.2 [4.3] of 6.7 days). Patients in the home hospital group reported better experiences than those in the BAM hospital group: the mean (SD) Picker experience score was 13.4 (2.6) vs 11.0 (3.8) (mean difference, 2.4; 95% CI, 1.0 to 3.8; P < .001), and the mean (SD) net-promoter score was 88.4 (32.3) vs 45.5 (69.9) (mean difference, 43.0; 95% CI, 17.5 to 68.5; P < .001). Safety events occurred in 11 (14.1%) home patients vs 10 (12.4%) BAM patients (mean difference, 1.8%; 95% CI, -8.1% to 11.6%; P = .74). In this randomized clinical trial of home hospital care in rural settings, cost and readmission were unchanged while patient activity and experience improved. Late transfer home likely attenuated the intervention's effect. ClinicalTrials.gov Identifier: NCT05256303.",
  "disease": "chronic obstructive pulmonary disease"
}