{
  "pmid": "41456531",
  "title": "Occlusion of posterior communicating artery aneurysms with a 'fetal' type circulation treated with flow diversion.",
  "abstract": "The fetal-type posterior communicating artery is a circle of Willis variant. Previous studies report lower complete occlusion rates (0-20 %) for fetal-type PComA (fPComA) aneurysms treated with flow diversion than non-fPComA aneurysms (70-75 %). This study evaluated the efficacy of Pipeline embolization devices (PED) in treating fPComA aneurysms and identified predictors of obliteration. Retrospective analysis was performed on fPComA and non-fPComA aneurysms in patients treated from 2013 to 2023 with PED in the internal carotid artery covering the PComA origin. Demographic, fetal-type anatomy morphology, aneurysm characteristics, intervention technique, and outcome data (e.g., occlusion status at one year, complications, and retreatment rate) was collected. Aneurysm occlusion was assessed during angiographic follow-up. Univariate statistical analysis was performed to compare aneurysm occlusion rates. Among 96 patients treated for PComA aneurysms, 19 patients with a mean age of 61.6 ± 16.3 years had a fetal variant. Three patients were lost to follow-up. Flow diversion achieved complete or near-complete occlusion (>90 % angiographic obliteration) in 12 fetal variant cases (75 %) at one year, matching PED-treated non-fPComA aneurysm occlusion rate (75 %). Two patients with fPComA aneurysms experienced in-stent thrombosis resulting in minor strokes without permanent deficits. Distal PED tip placement in the proximal M1 segment was significantly associated with complete fPComA aneurysm occlusion (p = 0.049). PED treatment for fPComA aneurysms in our cohort demonstrates a 75 % occlusion rate, exceeding rates of prior studies and matching non-fPComA cases. PED placement technique was significantly associated with this high occlusion rate. These findings highlight PED as a potentially safe and effective intervention for these aneurysms.",
  "disease": "stroke"
}