{
    "title": "Diazeniumdiolates: pro- and antioxidant applications of the \"NONOates\".",
    "doc_id": "10927170",
    "writer": "Fitzhugh AL",
    "year": "2000",
    "summary": "When X = O(-) (Angeli's salt), first-order dissociation produces NO(-) rather than NO, but the ion becomes an NO source on 1-electron oxidation; diazeniumdiolate-derived NO can also be used to generate reactive nitrogen/oxygen species with higher nitrogen oxidation …",
    "abstract": "Diazeniumdiolates are compounds containing the X-[N(O)NO](-) structural unit that as a class offer many advantages as tools for probing the roles of nitric oxide (NO) in biological redox processes. Available examples in which X is a secondary amine group spontaneously generate up to two molecules of NO per [N(O)NO](-) unit when dissolved in aqueous media; their half-lives range from 2 s (for X = L-prolyl) to 20 h [for X = (H(2)NCH(2)CH(2))(2)N] at pH 7. 4 and 37 degrees C, and are in general relatively little influenced by medium effects or metabolism. When X = O(-) (Angeli's salt), first-order dissociation produces NO(-) rather than NO, but the ion becomes an NO source on 1-electron oxidation; diazeniumdiolate-derived NO can also be used to generate reactive nitrogen/oxygen species with higher nitrogen oxidation states (+3 and +4) in the presence of selected oxidizing agents. The advantages of diazeniumdiolates in biomedical research are briefly illustrated with examples from the recent literature probing NO's role in inhibiting oxidative drug metabolism, radical-induced lipid oxidation, the cytotoxicity of reactive oxygen species, and ischemia-induced vascular reoxygenation injury. Future work with this compound class should provide further insight into the mechanisms of NO's involvement in pro- and antioxidant processes, and may well lead to important medicinal advances, including reversal of cerebral vasospasm and radiosensitization of hypoxic tumors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10927170/"
}