{
    "title": "An umbrella systematic review of drain fluid analysis in colorectal surgery for the detection of anastomotic leak: Not yet ready to translate research studies into clinical practice.",
    "doc_id": "34314559",
    "writer": "Clark DA",
    "year": "2021",
    "summary": "Studies have looked at drain fluid analysis for detection of AL, but these findings have failed to translate into routine clinical practice. This umbrella systematic review aims to provide an overview of the promising candidate biomarkers (BMs) that show potential t …",
    "abstract": "Aim:\n        \n      \n      Anastomotic leak (AL) is the most important complication of intestinal surgery with an anastomosis. Whilst a number of studies have defined risk factors for AL, frustratingly, low-risk patients still develop AL. Studies have looked at drain fluid analysis for detection of AL, but these findings have failed to translate into routine clinical practice. This umbrella systematic review aims to provide an overview of the promising candidate biomarkers (BMs) that show potential to translate into clinical practice.\n    \n\n\n          Methods:\n        \n      \n      A systematic literature search was conducted in MEDLINE, EMBASE, and the Cochrane, KSR Evidence and the Epistemonikos databases on the 14 April 2021. Only systematic reviews of cohort or controlled studies measuring drain fluid biomarkers in humans were included. The methodological quality of the reviews was assessed using the AMSTAR 2 instrument. Clinical trial registries were searched for trials actively investigating drain fluid BMs. Candidate BMs were classified, and threshold values investigated.\n    \n\n\n          Results:\n        \n      \n      Nine systematic reviews, published between 2007 and 2020, met the inclusion criteria, and contained a total of 36 cohort studies. A total of 38 different BMs were studied. The most promising category of drain fluid BM was the extravasated intra-luminal substances (EILS) and five registered trials of these BMs were found. Two of nine reviews were of moderate quality.\n    \n\n\n          Conclusions:\n        \n      \n      The majority of BMs show inconsistent threshold values and are in the experimental stage. A number are not readily available for adoption into routine clinical practice. Most do not state a cut-off value to be considered as diagnostic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34314559/"
}