{
  "pmid": "41383128",
  "title": "Comprehensive multi-omics mapping of immune perturbations in autism spectrum disorder.",
  "abstract": "Autism spectrum disorder (ASD) is increasingly recognized as a neurodevelopmental condition with systemic immunological involvement, yet the underlying immune mechanisms remain incompletely defined. To delineate the peripheral immune landscape in ASD using integrated multi-omics profiling and to determine how immune and immunometabolic alterations relate to clinical severity. Circulating immune cells from individuals with ASD were profiled using multicolor flow cytometry, single-cell RNA sequencing, and bulk RNA sequencing. Plasma proteomic and metabolomic analyses were performed to identify immune-related and metabolic biomarkers. Immune features were evaluated for associations with clinical severity measures. Multi-omics profiling revealed marked immune dysregulation in ASD, with significant shifts in immune cell subsets and inflammatory signatures that correlated with clinical severity. T cell abnormalities included reduced frequencies and a skewed Th1/Th2 balance, consistent with a chronic inflammatory milieu. Natural killer (NK) cells showed increased activation but impaired cytotoxic capacity, accompanied by expansion of an atypical NK subset. Myeloid-derived suppressor cells (MDSCs) and hyperinflammatory CD56+ monocytes were elevated. Transcriptomic analyses corroborated broad immune activation, prominently implicating interferon-driven and antiviral signaling pathways. Plasma metabolomics and proteomics further indicated disruptions in purine metabolism and oxidative phosphorylation, alongside increased inflammatory markers, which were significantly associated with symptom severity. These findings support a systemic immunometabolic framework in ASD characterized by concurrent immune activation and altered myeloid/NK cell states, providing mechanistic context for peripheral biomarkers linked to clinical phenotype. Integrated multi-omics profiling identifies robust peripheral immune and metabolic disturbances in ASD. The dysregulated immune subsets, activated immune pathways, and plasma biomarker signatures highlight potential avenues for biomarker-driven stratification and immune-targeted therapeutic development in ASD. T cell dysregulation, NK cell impairment, and myeloid expansion indicate a chronic inflammatory state and immune exhaustion phenotype associated with ASD severity. Plasma metabolomic and proteomic alterations, including disrupted oxidative phosphorylation and elevated inflammatory markers, correlate with ASD severity and highlight potential biomarkers. Multi-omics profiling links peripheral immune dysregulation to neurodevelopmental abnormalities, providing a framework for immune-targeted ASD interventions.",
  "disease": "epilepsy"
}