{
  "pmid": "41450845",
  "title": "Decoding the cross-immune pressure: Dengue's role in SARS-CoV-2 evolution.",
  "abstract": "Evidence suggests that dengue virus (DV) antibodies (Abs) and SARS-CoV-2 Abs were cross-reactive, resulting in reciprocal serological cross-interaction and providing cross-protection in populations in co-endemic regions. It became apparent from the present study that SARS-CoV-2 variants were preferentially selecting mutation(s)/deletions in the spike to evade interaction with DV Abs. We looked at mutations in the SARS-CoV-2 spike protein and how they affected the antigenicity, focusing on successively emergent major variants such as B.1.1.7 (Kent), B.1.617 (Delta), B.1.617.2.1 (Delta-Plus), B.1.1.529 (Omicron-BA.1) and B.1.1.529 (Omicron-BA.2). In order to further elucidate the effect of cross-reactive DV Abs on SARS-CoV-2 spike mutation(s), structural studies and docking simulations were performed using DV-2 envelope (E) Abs and binding free energies were calculated. The above studies revealed that majority of the signature mutation (s) in spike variants appeared to be predominantly influenced by DV Abs compared to immune selection due to SARS-CoV-2 (preceding variants) or other selection pressures. This was supported by the observed and highly specific cross-binding of pre-pandemic DV Ab-positive serums to synthetic peptides in ELISA, designed from certain regions of the wild-type SARS-CoV-2 spike Receptor-Binding Domain (RBD). These RBD regions showed maximum cross-interactions with DV E Abs in docking simulations. In agreement with our previous findings, the aforesaid highly cross-reactive human DV Abs also showed cross-neutralization potential in a SARS-CoV-2 surrogate virus neutralization test, suggesting that they could indeed impart selection pressure on SARS-CoV-2. Above findings were further supported by our previous observation that the lately emergent SARS-CoV-2 variants like Omicrons (2022-23) were nearly 50 % less cross-reactive to DV compared to preceding strains.",
  "disease": "covid-19"
}