{
    "title": "Spinal cord involvement in tuberculous meningitis.",
    "doc_id": "25896347",
    "writer": "Garg RK",
    "year": "2015",
    "summary": "RESULTS: Tuberculous meningitis frequently affects the spinal cord and nerve roots. Initial evidence of spinal cord involvement came from post-mortem examination. ...Frequently, tuberculous spinal arachnoiditis develops paradoxically. Infrequent …",
    "abstract": "Objectives:\n        \n      \n      To summarize the incidence and spectrum of spinal cord-related complications in patients of tuberculous meningitis.\n    \n\n\n          Setting:\n        \n      \n      Reports from multiple countries were included.\n    \n\n\n          Methods:\n        \n      \n      An extensive review of the literature, published in English, was carried out using Scopus, PubMed and Google Scholar databases.\n    \n\n\n          Results:\n        \n      \n      Tuberculous meningitis frequently affects the spinal cord and nerve roots. Initial evidence of spinal cord involvement came from post-mortem examination. Subsequent advancement in neuroimaging like conventional lumbar myelography, computed tomographic myelography and gadolinium-enhanced magnetic resonance-myelography have contributed immensely. Spinal involvement manifests in several forms, like tuberculous radiculomyelitis, spinal tuberculoma, myelitis, syringomyelia, vertebral tuberculosis and very rarely spinal tuberculous abscess. Frequently, tuberculous spinal arachnoiditis develops paradoxically. Infrequently, spinal cord involvement may even be asymptomatic. Spinal cord and spinal nerve involvement is demonstrated by diffuse enhancement of cord parenchyma, nerve roots and meninges on contrast-enhanced magnetic resonance imaging. High cerebrospinal fluid protein content is often a risk factor for arachnoiditis. The most important differential diagnosis of tuberculous arachnoiditis is meningeal carcinomatosis. Anti-tuberculosis therapy is the main stay of treatment for tuberculous meningitis. Higher doses of corticosteroids have been found effective. Surgery should be considered only when pathological confirmation is needed or there is significant spinal cord compression. The outcome in these patients has been unpredictable. Some reports observed excellent recovery and some reported unfavorable outcomes after surgical decompression and debridement.\n    \n\n\n          Conclusions:\n        \n      \n      Tuberculous meningitis is frequently associated with disabling spinal cord and radicular complications. Available treatment options are far from satisfactory.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25896347/"
}