{
  "pmid": "41472532",
  "title": "Impact of SPY Elite Fluorescence Imaging on Complications and Healthcare Utilization in DIEP Flap Breast Reconstruction: An Interrupted Time Series Analysis.",
  "abstract": "The deep inferior epigastric perforator (DIEP) flap is a favored option for autologous breast reconstruction. However, complications related to insufficient perfusion, such as flap loss and fat necrosis, remain significant concerns. SPY Elite Fluorescence Imaging enables real-time tissue perfusion assessment during surgery, potentially reducing complications through superior visualization compared with clinical assessment alone. This study evaluates surgical outcomes and healthcare utilization patterns before and after the implementation of SPY imaging for DIEP flap breast reconstruction. This retrospective study examined 271 breast cancer patients undergoing DIEP flap reconstruction at Rigshospitalet, Copenhagen (November 2016-June 2024), with 164 in the SPY group and 107 in the non-SPY group. Outcomes included flap complications and frequency of postoperative visits. The interrupted time series revealed a significant decrease in complications over time (β = -0.110, p < 0.001) with SPY implementation. Overall rate of flap complications saw a relative risk reduction of 21.3%, explained by a reduction in rates of flap infection, flap loss, and seroma. Healthcare utilization decreased across all categories: hospital visits (-21.6%), doctor visits (-17.4%), and nurse visits (-23.6%). The number needed to treat to prevent one complication was 6.0. SPY imaging implementation was associated with significant reductions in flap complications and healthcare utilization. While our interrupted time series design strengthens causal inference by accounting for temporal trends and learning curves, the observational nature precludes definitive causal claims. The technology shows potential clinical and economic value. Prospective studies are needed to validate these findings and establish standardized protocols for optimal application.",
  "disease": "breast cancer"
}