{
  "pmid": "41467957",
  "title": "Are single-item global rating scales the same, better, or worse than multi-item scales in epilepsy: A scoping review and meta-analysis.",
  "abstract": "To examine the performance of single-item global ratings (SIGRs) and multi-item scales (MISs) in epilepsy research, and assess the influence of diverse constructs, study designs, and statistical methods. Systematic scoping review following Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) and Joanna Briggs Institute guidelines. MEDLINE, Embase, PsycINFO, CINAHL, and the Cochrane Register of Controlled Trials were searched from 1980 onward. English-language articles including ≥30 persons with epilepsy and using at least one SIGR and one MIS were analyzed. Citation screening at all levels was done independently by two reviewers; data extraction was standardized. We analyzed individual measurements of effect magnitude for SIGRs and MISs. For meta-analyses, correlation-related metrics were transformed to Pearson r and Fisher z transformed, and effect-size metrics were converted to Cohen's d with Hedges g correction. Multilevel meta-analyses were used to account for data heterogeneity and clustering of effect sizes within studies, and to assess the influence of predefined moderators. Publication bias was assessed with standard methods. A total of 18 267 citations were identified, and 58 studies were included. Effect magnitude was medium to large across measurements, and it was slightly larger for MISs than for SIGRs, both for correlations and effect sizes (difference = .04, p < .001). Overall, SIGRs and MISs were comparable, and statistically significant differences did not cross effect thresholds (from small to medium or medium to large). Correlations and effect sizes for SIGRs and MISs were lowest in studies involving children and when assessing change; and for SIGRs when Global Clinical Impression (GCI) formats were used. SIGRs are likely comparable to MISs across multiple study and statistical contexts. However, in certain clinical scenarios, MISs will outperform SIGRs and vice versa. Researchers should carefully consider whether SIGRs, MISs, or a combination is most appropriate to answer the research question.",
  "disease": "epilepsy"
}