{
  "pmid": "41454700",
  "title": "SGLT-2 Inhibitors Are Associated With Lower Mortality and Decompensation in Patients With MASH Cirrhosis and Type 2 Diabetes.",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) and steatohepatitis (MASH) represent a spectrum of liver conditions that can gradually progress to cirrhosis. Sodium-glucose co-transporter-2 (SGLT-2) inhibitors have shown benefits in reducing hepatic steatosis and liver-related events in MASLD. This study aims to assess whether SGLT-2 inhibitors are associated with a reduced risk of all-cause mortality and disease-specific outcomes in patients with MASH cirrhosis and type 2 diabetes (T2D). A retrospective cohort study was performed using TriNetX. Patients with T2D and MASH cirrhosis on SGLT-2 inhibitors were matched 1:1 with other glucose-lowering drugs (oGLDs) based on demographics, comorbidities and medications. Primary outcomes included all-cause mortality, hepatic decompensation and major adverse liver outcomes (MALO). Cox-proportional hazards models were used to estimate hazard ratios (HRs) with 95% confidence interval (CI). A total of 51 427 patients with MASH cirrhosis and T2D were identified, of which 6833 (13.28%) were on SGLT-2 inhibitors. Patients on SGLT-2 inhibitors (n = 6449, mean age 63.7 years, 52.9% female) were matched with 6449 individuals (mean age 63.9 years, 53.5% female) on oGLDs. The SGLT-2 inhibitors cohort had statistically significantly lower risk of all-cause mortality (HR: 0.58, 95% CI: 0.53-0.63), hepatic decompensation (HR: 0.85, 95% CI: 0.81-0.90) and MALO (HR: 0.88, 95% CI: 0.83-0.93). SGLT-2 inhibitors are associated with a reduced risk of all-cause mortality in patients with MASH cirrhosis and T2DM, which may be partly attributable to a lower risk of hepatic decompensation and subsequent events. Further studies are warranted as SGLT-2 inhibitors may serve as an adjunctive therapy for patients with MASH cirrhosis.",
  "disease": "diabetes mellitus"
}