{
    "title": "Roadmap to eliminate gastric cancer with Helicobacter pylori eradication and consecutive surveillance in Japan.",
    "doc_id": "24162382",
    "writer": "Asaka M",
    "year": "2014",
    "summary": "So far, all efforts have been directed toward improving the detection of early gastric cancer by barium X-ray and endoscopy, since early cancer has a good prognosis, resulting in Japan having the best diagnostic capability for early gastric cancer …",
    "abstract": "In Japan, the annual number of deaths from gastric cancer is approximately 50,000 and there has been no change over the last 50 years. So far, all efforts have been directed toward improving the detection of early gastric cancer by barium X-ray and endoscopy, since early cancer has a good prognosis, resulting in Japan having the best diagnostic capability for early gastric cancer worldwide. The 5-year survival rate of gastric cancer patients exceeds 60 % in Japan and is much higher than that in Europe and the US (20 %) because of this superior diagnosis of early gastric cancer. In February 2013, national health insurance coverage for Helicobacter pylori eradication therapy to treat H. pylori-associated chronic gastritis became available in Japan. H. pylori-associated gastritis leads to development of gastric and duodenal ulcers and gastric polyps. Therefore, providing treatment for gastritis is likely to substantially decrease the prevalence of both gastric and duodenal ulcers and polyps. Because treatment for H. pylori-associated gastritis, which leads to atrophic gastritis and gastric cancer, is now covered by health insurance in Japan, a strategy to eliminate gastric cancer-related deaths by taking advantage of this innovation was planned. According to this strategy, patients with gastritis will be investigated for H. pylori infection and those who are positive will receive eradication therapy followed by periodic surveillance. If this strategy is implemented, deaths from gastric cancer in Japan will decrease dramatically after 10-20 years.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24162382/"
}