{
  "pmid": "41467391",
  "title": "Race- and Ethnicity-Specific Hospital Arrival and Emergency Medicine Service Activation Times by US State for Ischemic Stroke.",
  "abstract": "Delayed hospital arrival after 4.5 hours of stroke onset excludes patients from intravenous thrombolytic therapy. In the United States, prehospital triage is regulated by each state. Understanding race- and ethnicity-specific prehospital delays in each state could guide targeted interventions. This cross-sectional study examined adult patients treated at the GWTG (Get With The Guidelines)-Stroke participating hospitals from January 2021 to August 2023 for acute ischemic stroke. The outcomes, including onset-to-arrival >4.5 hours, onset-to-911 call >2.5 hours, and 911 call-to-arrival >1 hour by race and ethnicity and state, were examined using multivariable logistic regression analysis adjusting for patient and hospital-level characteristics. The study included 691 689 patients with a median age of 71 years and 48.6% women. Compared with White patients, risk-adjusted odds of onset-to-arrival >4.5 hours were higher in Asian patients (1.24 [95% CI, 1.20-1.28]), Black patients (1.18 [95% CI, 1.16-1.19]), and Hispanic patients (1.10 [95% CI, 1.07-1.12]); onset-to-911 call >2.5 hours was higher among Black patients (1.21 [95% CI, 1.16-1.26]); and 911 call-to-arrival >1 hour was lower among Asian (0.55 [95% CI, 0.49-0.63]), Black patients (0.67 [95% CI, 0.62-0.72]), and Hispanic patients (0.69 [95% CI, 0.63-0.75]). Relative to Texas, which has the highest racial and ethnic diversity index, the odds of onset-to-arrival >4.5 hours were higher in 20 states for non-White patients and 9 states for White patients. Delayed hospital arrivals are more prevalent among Asian, Black, and Hispanic patients, but emergency medicine service transportation times are shorter, suggesting the need for culturally tailored community stroke education. A few states have exceedingly high delayed arrival, highlighting an opportunity to improve state-wide stroke readiness and emergency medicine service triage.",
  "disease": "stroke"
}