{
  "pmid": "41460960",
  "title": "Satisfied but Failed: Patient Satisfaction Compared with Total Knee Arthroplasty Success Defined by the U.S. Centers for Medicare & Medicaid Services.",
  "abstract": "More than 1 million total knee arthroplasties (TKAs) are performed annually in the United States to reduce knee pain, restore physical function, and enhance quality of life. However, nearly 1 in 5 patients are not satisfied after 1 year. We aimed to compare patient satisfaction with the U.S. Centers for Medicare & Medicaid Services (CMS) definition of success in TKA. We studied a multicenter cohort of patients undergoing primary unilateral TKA, comparing patient satisfaction with CMS-defined surgery success, which is a minimum 20-point improvement in the Knee Injury and Osteoarthritis Outcome Score for Joint Replacement (KOOS JR, scored 0 to 100) at 1 year. We cross-classified surgeries by satisfaction and success and used multivariable logistic regression to identify factors associated with satisfied patients being deemed as having undergone surgeries that failed. We studied 8,444 patients with a mean age of 68 years (with patients grouped by age: 30 to 64 years and 65 to 95 years). Of the patients, 67% were women and 60% were obese. With regard to the patients' race and/or ethnicity, 81% were White, 17% were Black, 1% were Asian, 0.6% were Native American or Alaskan Native, and 0.3% were native Hawaiian or other Pacific Islander. Although 84% of all patients reported satisfaction with the surgery, only 64% of surgeries were deemed successful. Among satisfied patients, only 71% underwent a surgery that was deemed to be successful, and discordance depended strongly on their baseline score. For satisfied patients with the worst baseline status (KOOS JR of <40), the CMS deemed the surgeries to be successful 91% of the time. In contrast, for satisfied patients with better baseline status (KOOS JR of ≥60), the CMS determined that only 39% of the surgeries were successful. Surgical failure in satisfied patients was also associated with younger age, back pain, contralateral knee pain, lower health literacy, diabetes, and poorer mental health. Including the baseline KOOS JR in the model significantly increased predictive accuracy (the area under the receiver operating characteristic curve rose from 0.58 to 0.79). We found substantial discordance between patients' satisfaction with the procedure and how the CMS currently assesses TKA success. A graded success metric, risk-adjusted for patients' baseline status, would align better with satisfaction. It is also worth exploring whether adding a few questions on joint-specific pain and function could better capture meaningful changes in patients whose high baseline status leaves little room for improvement on the KOOS JR. Therapeutic Level III. See Instructions for Authors for a complete description of levels of evidence.",
  "disease": "osteoarthritis"
}