{
    "title": "Breast Forces on the Spine.",
    "doc_id": "27175816",
    "writer": "Hansraj KK.",
    "year": "2016",
    "summary": "OBJECTIVE: It is a well-established fact that women who have large, heavy breasts suffer from spine pain. The objective of this study is to assess the forces that the breast exerts on the spine. ...CONCLUSION: The magnification factor of forces generated by breas …",
    "abstract": "Objective:\n        \n      \n      It is a well-established fact that women who have large, heavy breasts suffer from spine pain. The objective of this study is to assess the forces that the breast exerts on the spine. It is important that such women understand the stresses that the spine is forced to sustain because of heavy breasts.\n    \n\n\n          Materials and methods:\n        \n      \n      The study was conducted using finite element analyses (FEA) of a human spine under different loads, loads being defined as incremental weights being sustained by the spine. The goal was to assess the influence of female breast size and weight on the forces and stresses sustained by the spine.\n    \n\n\n          Results:\n        \n      \n      The magnitude of forces generated by the breast to the thoracic spine ranged between 8.5 pounds of force for underwire size 30 to 110 pounds of force for underwire size 60. All increments in between were assessed in Newton of force and pounds of force.\n    \n\n\n          Conclusion:\n        \n      \n      The magnification factor of forces generated by breast weight is 10X. Using the American bra sizing system a woman with a breast size of 36H would expect 52 pounds of force on the spine (for both breasts) while with weight loss she might reduce her breast size to 36D, with a corresponding reduction of force to 28 pounds of both breasts; that is, a total stress reduction of 24 pounds to the spine. On the other hand, surgical enlargement of size 34B breasts (18.4 pounds) to 34F (32.1 pounds) leads to an increase of ~14 pounds of force on the spine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27175816/"
}