{
    "title": "Gene therapy: principles, challenges and use in clinical practice.",
    "doc_id": "38713227",
    "writer": "Ay C",
    "year": "2025",
    "summary": "RESULTS: At present, in-vitro and in-vivo gene addition or gene augmentation is the most commonly established type of gene therapy. ...CONCLUSION: Gene therapy holds great promise for considerable improvement or even cure of genetic …",
    "abstract": "Introduction:\n        \n      \n      Gene therapy is an emerging topic in medicine. The first products have already been licensed in the European Union for the treatment of immune deficiency, spinal muscular atrophy, hemophilia, retinal dystrophy, a rare neurotransmitter disorder and some hematological cancers, while many more are being assessed in preclinical and clinical trials.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this review is to provide an overview of the core principles of gene therapy along with information on challenges and risks. Benefits, adverse effects and potential risks are illustrated based on the examples of hemophilia and spinal muscular atrophy.\n    \n\n\n          Results:\n        \n      \n      At present, in-vitro and in-vivo gene addition or gene augmentation is the most commonly established type of gene therapy. More recently, more sophisticated and precise approaches such as in situ gene editing have moved into focus. However, all types of gene therapy require long-term observation of treated patients to ensure safety, efficacy, predictability and durability. Important safety concerns include immune reactions to the vector, the foreign DNA or the new protein resulting from gene therapy, and a remaining low cancer risk based on insertional mutagenesis. Ethical and regulatory issues need to be addressed, and new reimbursement models are called for to ease the financial burden that this new treatment poses for the health care system.\n    \n\n\n          Conclusion:\n        \n      \n      Gene therapy holds great promise for considerable improvement or even cure of genetic diseases with serious clinical consequences. However, a number of questions and issues need to be clarified to ensure broad accessibility of safe and efficacious products.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38713227/"
}