{
    "title": "Activation of galanin and cholecystokinin receptors in the lumbosacral spinal cord is required for ejaculation in male rats.",
    "doc_id": "28002640",
    "writer": "Kozyrev N",
    "year": "2017",
    "summary": "The spinal ejaculation generator is comprised of lumbar spinothalamic (LSt) cells and their axonal projections to autonomic and motor neurons in the lumbosacral spinal cord. ...Together, these results demonstrate that galanin and CCK both act in the spinal ej …",
    "abstract": "The spinal ejaculation generator is comprised of lumbar spinothalamic (LSt) cells and their axonal projections to autonomic and motor neurons in the lumbosacral spinal cord. LSt cells regulate ejaculatory reflexes by release of neuropeptides that are co-expressed in their axons, as previously demonstrated for gastrin-releasing peptide and enkephalin. Here, the role of two other neuropeptides co-expressed in LSt cells for ejaculatory reflexes is demonstrated: galanin and cholecystokinin (CCK). Adult male rats were anesthetized, spinalized, and received intrathecal infusions of galanin receptor antagonist Galantide (1 or 10 nmol) or CCK receptor antagonist proglumide (71 or 714 nmol). The dorsal penile nerve (DPN) was electrically stimulated to trigger ejaculatory reflexes and seminal vesicle pressure (SVP) and rhythmic contractions of the bulbocavernosus muscle (BCM) were analyzed as parameters of emission and expulsion respectively. Treatment with galanin or CCK antagonists significantly reduced SVP increases and BCM bursting, demonstrating that galanin and CCK are required for ejaculation. Next, anesthetized, spinalized males received intrathecal infusions of galanin (0.15 or 0.3 nmol) or CCK(26-33) (4.35 nmol) and effects on subthreshold DPN stimulations were determined. Intrathecal infusions of galanin or CCK facilitated ejaculatory reflexes induced by subthreshold DPN stimulation in all animals, but did not trigger ejaculatory reflexes in the absence of DPN stimulation. Together, these results demonstrate that galanin and CCK both act in the spinal ejaculation generator to regulate ejaculation. However, effects of galanin and CCK were dependent on DPN stimulation, suggesting that these neuropeptides may act in concert with other LSt co-expressed neuropeptides.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28002640/"
}