{
    "title": "Cadaveric Examination of the Radiographic Safe Zone for Open Reduction and Internal Fixation of the Calcaneus Posterior Facet.",
    "doc_id": "35372747",
    "writer": "Brand J",
    "year": "2022",
    "summary": "BACKGROUND: The purpose of this study is to define a safe zone for screw placement on a lateral radiograph of the calcaneus taking into account the lateral to medial convexity of the posterior facet. ...On average, screws placed in the fourth quadrant of the facet are at l …",
    "abstract": "Background:\n        \n      \n      The purpose of this study is to define a safe zone for screw placement on a lateral radiograph of the calcaneus taking into account the lateral to medial convexity of the posterior facet. Such findings may serve to improve surgical quality during open reduction and internal fixation (ORIF) of the posterior facet of the calcaneus.\n    \n\n\n          Methods:\n        \n      \n      Eleven cadaveric calcanei were harvested and the articular margins of the posterior facet were outlined with a radiopaque wire. Lateral radiographs, similar to those used for intraoperative fluoroscopy, of each specimen were obtained and calibrated to a standardized marker. The proximal-to-distal length of the posterior facet was then divided into quadrants. The greatest height difference between the superolateral and inferomedial surfaces outlined by the radiopaque marker were measured in the 2 most posterior quadrants, as screw insertion in this area would be mostly likely to risk screw penetration during ORIF.\n    \n\n\n          Results:\n        \n      \n      The average distance from the osseous surface to the radiographic marker was 3.3 ± 1.2 mm in the most posterior quadrant (fourth quadrant) and 3.2 ± 1.6 mm in the quadrant just anterior to this (third quadrant). The range for unsafe screw placement was 1.7 to 5.6 mm below the osseous surface in the fourth quadrant and 1.1 to 6.6 mm in the third quadrant.\n    \n\n\n          Conclusion:\n        \n      \n      Intraoperative radiographic assessment of the safety of subchondral posterior facet screws does not correlate to its osteology. Because of the superolateral to inferomedial convexity of the posterior facet of the calcaneus, overly long screws may appear to be radiographically intraosseous, though in actuality the screw may be intra-articular. On average, screws placed in the fourth quadrant of the facet are at less risk if 3.3 mm inferior to the upper margin of the osseous shadow on fluoroscopic imaging and 3.2 mm inferior in the third quadrant. Though limited by a small sample size, this study sets a foundation for future research into this complex osteology.\n    \n\n\n          Level of evidence:\n        \n      \n      Level V, mechanism-based reasoning.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35372747/"
}