{
  "pmid": "41460603",
  "title": "Symptom diagnosis codes informing under-diagnosis of Lewy body dementia in Medicare beneficiaries from different ethnoracial backgrounds.",
  "abstract": "BackgroundResearch suggests that Lewy body dementia (LBD) is underdiagnosed, but reasons for this are under-studied.ObjectiveTo investigate the frequency of diagnosis codes aligned with LBD symptoms in Medicare beneficiaries.MethodsThe frequency of ICD-10 codes associated with dementia and core and supportive LBD features was assessed in a 15% random sample of Medicare fee-for-service beneficiaries (2017-2020). The frequency of diagnosis codes was assessed in the full cohort and a cohort with an LBD diagnosis code, overall and stratified by ethnoracial group. Differences between groups were assessed using chi-square and Mantel-Haenszel chi-square tests.ResultsThe study included 4,261,782 Medicare beneficiaries, 22,092 (0.5%) with an ICD-10 code for LBD. Diagnosis codes for REM sleep behavior disorder (RBD) were infrequent, whereas parkinsonism, hallucinations, and new onset schizophrenia were diagnosed more frequently than LBD. Of the total cohort, 1.6% of beneficiaries had a non-LBD dementia code plus at least one core LBD feature. LBD was least commonly diagnosed in Black, Asian/Pacific Islander, and American Indian/Alaskan Native cohorts. RBD and parkinsonism were also less frequently coded in these groups. Hallucinations were more frequently coded in Black and American Indian/Alaskan Native beneficiaries and they had the highest frequency of very late onset schizophrenia diagnoses.ConclusionsThese findings suggest LBD is likely underdiagnosed overall and in certain ethnoracial groups. Identifying RBD and parkinsonism and recognizing new-onset hallucinations as an LBD feature could improve diagnosis. Further research is needed to investigate reasons for LBD under-diagnosis and to identify strategies to improve LBD diagnosis across all groups.",
  "disease": "alzheimer disease"
}