{
  "pmid": "41401413",
  "title": "Expert consensus on vaccination as a primary prevention strategy for women of reproductive age, pregnant, or adulthood.",
  "abstract": "To generate recommendations for vaccinating women at different stages of their lives, in order to reduce potential variability in current use in Colombia. The guideline development group consisted of professionals from the health sector. All participants submitted written conflict-of interest declarations. Answerable clinical questions were formulated, outcomes were graded, and a literature search was conducted in Medline/PubMed, Embase, and LILACS. The search also included grey literature sources and was updated on May 14, 2024, with no restrictions on date or language. The GRADE (Grading of Recommendations Assessment, Development and Evaluation) methodology was used to determine the quality of evidence and the strength of recommendations. Due to the limitations of the retrieved studies—particularly concerning the applicability of the evidence—expert opinion was sought. Formal consensus was achieved following the RAND/UCLA methodology (RAND Corporation/University of California, Los Angeles). Prior to publication, the document underwent peer review. The following recommendations were developed: 1. The development group suggests that women who are not immune to mumps, measles, or rubella (e.g., IgG negative) should be vaccinated during the preconception period. Quality of evidence: low ⨁⨁◯◯ 2. The development group suggests that all women in the preconception period be vaccinated against varicella if they lack confirmed natural immunity (e.g., negative varicella-zoster virus IgG antibodies). Quality of evidence: very low ⨁◯◯◯ 3. The development group suggests that women living in yellow fever endemic areas be vaccinated during the preconception period if they have not been previously immunized. Quality of evidence: very low ⨁◯◯◯ 4. The development group suggests that adolescent girls and young adult women receive the human papillomavirus (HPV) vaccine , 3 doses (0.2 and 6 months) to reduce cervical cancer incidence and mortality. Quality of evidence: moderate ⨁⨁⨁◯ 5. The development group suggests that pregnant women be immunized against tetanus, diphtheria, and pertussis during pregnancy to reduce infection risk in both the mother and newborn. Quality of evidence: low ⨁⨁◯◯ 6. The development group suggests inf luenza vaccination at any stage of pregnancy to reduce infection risk in the mother and in infants up to six months of age. Quality of evidence: very low ⨁◯◯◯ 7. The development group suggests maternal COVID-19 vaccination at any stage of pregnancy to reduce the risk of hospitalization and death of the mother and the newborn during the first four months of life. Quality of evidence: very low ⨁◯◯◯ 8. The development group suggests vaccination against respiratory syncytial virus (RSV) during pregnancy to reduce hospitalization risk in the newborn. Quality of evidence: very low ⨁◯◯◯ 9. The development group suggests that older adult women be vaccinated against herpes zoster to reduce morbidity associated with this condition. Quality of evidence: moderate ⨁⨁⨁◯ 10. The development group suggests that older adult women receive influenza vaccination to reduce the incidence of acute respiratory infections (ARI). Quality of evidence: moderate ⨁⨁⨁◯ 11. The development group suggests that older adult women be vaccinated against pneumococcus to reduce the incidence of pneumonia and invasive pneumococcal disease. Quality of evidence: low ⨁⨁◯◯ 12. The development group suggests that older adult women be vaccinated against RSV to reduce the incidence of ARI and lower respiratory tract infections. Quality of evidence: low ⨁⨁◯◯ 13. The development group suggests that older adult women living in yellow fever endemic areas be vaccinated if they have not been previously immunized. Quality of evidence: very low ⨁◯◯◯ Vaccination is recommended as a primary prevention strategy throughout the different stages of a woman's life. Given the quality of the available evidence and the significant limitations in the applicability of some studies—particularly among pregnant women—further research is needed to evaluate the safety and effectiveness of this intervention during this stage of life. generar recomendaciones para la vacunación de la mujer, en las diferentes etapas de su vida, a fin de disminuir la posible variabilidad de su uso actual en Colombia. el grupo desarrollador estuvo conformado por profesionales pertenecientes al área de la salud. Todos los participantes declararon por escrito sus conflictos de interés. Se formularon preguntas clínicas contestables, se hizo la graduación de los desenlaces y la pesquisa de la información se realizó en Medline/PubMed, Embase y Lilacs. La búsqueda también abarcó fuentes de literatura gris y se actualizó el 14 de mayo de 2024 sin restricciones por fecha o idioma. Se implementó la metodología GRADE (Grading of Recommendations Assessment, Development and Evaluation) para establecer la calidad de la evidencia y la fuerza de la recomendación. En virtud de las limitaciones de los estudios recuperados, y especialmente cuando se trató de limitaciones en la aplicabilidad de la evidencia, se acudió a la opinión de expertos. Se realizó consenso formal acorde con la metodología RAND/UCLA (RAND Corporation/Universidad de California en Los Ángeles). Previo a la publicación, el documento fue objeto de revisión por pares. se desarrollaron las siguientes recomendaciones: 1. El grupo desarrollador sugiere que las mujeres no inmunes a las paperas, sarampión o rubeola (p. ej., IgG negativo) sean vacunadas durante el periodo preconcepcional. Calidad de la evidencia: baja ⨁⨁◯◯ 2. El grupo desarrollador sugiere que todas las mujeres en periodo preconcepcional se vacunen contra la varicela si no tienen inmunidad natural confirmada (p. ej., anticuerpos IgG negativo para el virus varicela zóster). Calidad de la evidencia: muy baja ⨁◯◯◯ 3. El grupo desarrollador sugiere que las mujeres que viven en regiones endémicas para fiebre amarilla se vacunen durante el periodo preconcepcional si no han sido previamente inmunizadas. Calidad de la evidencia: muy baja ⨁◯◯◯ 4. El grupo desarrollador sugiere vacunar adolescentes y adultas jóvenes con la vacuna para el virus del papiloma humano (VPH), de 3 dosis (0,2 y 6 meses) con el fin de reducir la incidencia y mortalidad por cáncer cervical. Calidad de evidencia: moderada ⨁⨁⨁◯ 5. El grupo desarrollador sugiere que las mujeres gestantes sean inmunizadas contra el tétano, la difteria y la tos ferina durante la gestación, con el objetivo de reducir el riesgo de infección en la madre y el neonato. Calidad de la evidencia: baja ⨁⨁◯◯ 6. El grupo desarrollador sugiere la vacunación contra la influenza a cualquier edad gestacional, con el objetivo de reducir el riesgo de infección en la madre y el neonato hasta los seis meses de edad. Calidad de la evidencia: muy baja ⨁◯◯◯ 7. El grupo desarrollador sugiere la vacunación materna frente al COVID-19 a cualquier edad gestacional, con el objetivo de reducir el riesgo de hospitalización y muerte de la madre y el neonato durante los primeros cuatro meses de vida. Calidad de la evidencia: muy baja ⨁◯◯◯ 8. El grupo desarrollador sugiere la vacunación contra el virus sincitial respiratorio (VSR) en mujeres gestantes, con el objetivo de reducir el riesgo de hospitalización en el neonato. Calidad de la evidencia: muy baja ⨁◯◯◯ 9. El grupo desarrollador sugiere que la mujer adulta mayor se vacune contra el herpes zóster, con el fin de reducir la morbilidad asociada a esta condición. Calidad de la evidencia: moderada ⨁⨁⨁◯ 10. El grupo desarrollador sugiere que la mujer adulta mayor se vacune contra la influenza a fin de reducir la incidencia de infección respiratoria aguda (IRA). Calidad de la evidencia: moderada ⨁⨁⨁◯ 11. El grupo desarrollador sugiere que la mujer adulta mayor se vacune contra el neumococo a fin de reducir la incidencia de neumonía y enfermedad neumocócica invasora. Calidad de la evidencia: baja ⨁⨁◯◯ 12. El grupo desarrollador sugiere que la mujer adulta mayor se vacune contra el VSR a fin de reducir la incidencia de infección respiratoria aguda e infección respiratoria del tracto inferior. Calidad de la evidencia: baja ⨁⨁◯◯ 13. El grupo desarrollador sugiere que la mujer adulta mayor que vive en regiones endémicas para fiebre amarilla se vacune si no ha sido previamente inmunizada. Calidad de la evidencia: muy baja ⨁◯◯◯ se recomienda la vacunación como estrategia de prevención primaria a lo largo de las diferentes etapas de la vida en la mujer. Dada la calidad de la evidencia y las serias limitaciones en la aplicabilidad de algunos estudios, especialmente en mujeres gestantes, se requieren más investigaciones que evalúen la seguridad y la efectividad de esta intervención en esta etapa de la vida. To generate recommendations for vaccinating women at different stages of their lives, in order to reduce potential variability in current use in Colombia. The guideline development group consisted of professionals from the health sector. All participants submitted written conflict-of-interest declarations. Answerable clinical questions were formulated, outcomes were graded, and a literature search was conducted in Medline/PubMed, Embase, and LILACS. The search also included grey literature sources and was updated on May 14, 2024, with no restrictions on date or language. The GRADE (Grading of Recommendations Assessment, Development and Evaluation) methodology was used to determine the quality of evidence and the strength of recommendations. Due to the limitations of the retrieved studies-particularly concerning the applicability of the evidence-expert opinion was sought. Formal consensus was achieved following the RAND/UCLA methodology (RAND Corporation/ University of California, Los Angeles). Prior to publication, the document underwent peer review. The following recommendations were developed: 1. The development group suggests that women who are not immune to mumps, measles, or rubella (e.g., IgG negative) should be vaccinated during the preconception period. Quality of evidence: low ⨁⨁◯◯ 2. The development group suggests that all women in the preconception period be vaccinated against varicella if they lack confirmed natural immunity (e.g., negative varicella-zoster virus IgG antibodies). Quality of evidence: very low ⨁◯◯◯ 3. The development group suggests that women living in yellow fever endemic areas be vaccinated during the preconception period if they have not been previously immunized. Quality of evidence: very low ⨁◯◯◯ 4. The development group suggests that adolescent girls and young adult women receive the human papillomavirus (HPV) vaccine , 3 doses (0.2 and 6 months) to reduce cervical cancer incidence and mortality. Quality of evidence: moderate ⨁⨁⨁◯ 5. The development group suggests that pregnant women be immunized against tetanus, diphtheria, and pertussis during pregnancy to reduce infection risk in both the mother and newborn. Quality of evidence: low ⨁⨁◯◯ 6. The development group suggests influenza vaccination at any stage of pregnancy to reduce infection risk in the mother and in infants up to six months of age. Quality of evidence: very low ⨁◯◯◯ 7. The development group suggests maternal COVID-19 vaccination at any stage of pregnancy to reduce the risk of hospitalization and death of the mother and the newborn during the first four months of life. Quality of evidence: very low ⨁◯◯◯ 8. The development group suggests vaccination against respiratory syncytial virus (RSV) during pregnancy to reduce hospitalization risk in the newborn. Quality of evidence: very low ⨁◯◯◯ 9. The development group suggests that older adult women be vaccinated against herpes zoster to reduce morbidity associated with this condition. Quality of evidence: moderate ⨁⨁⨁◯ 10. The development group suggests that older adult women receive influenza vaccination to reduce the incidence of acute respiratory infections (ARI). Quality of evidence: moderate ⨁⨁⨁◯ 11. The development group suggests that older adult women be vaccinated against pneumococcus to reduce the incidence of pneumonia and invasive pneumococcal disease. Quality of evidence: low ⨁⨁◯◯ 12. The development group suggests that older adult women be vaccinated against RSV to reduce the incidence of ARI and lower respiratory tract infections. Quality of evidence: low ⨁⨁◯◯ 13. The development group suggests that older adult women living in yellow fever endemic areas be vaccinated if they have not been previously immunized. Quality of evidence: very low ⨁◯◯◯ Vaccination is recommended as a primary prevention strategy throughout the different stages of a woman's life. Given the quality of the available evidence and the significant limitations in the applicability of some studies-particularly among pregnant women-further research is needed to evaluate the safety and effectiveness of this intervention during this stage of life.",
  "disease": "influenza"
}