{
  "pmid": "41473853",
  "title": "Understanding Type 2 Diabetes Mellitus and the Knowledge Gaps among Future Health Care Professionals: Insights from Saudi Arabia.",
  "abstract": "Saudi Arabia ranks seventh in the world for diabetes prevalence, yet many individuals are unaware of the disease. Increasing awareness, particularly among future health professionals who are often consulted for guidance, is essential to reduce the burden of diabetes. It is needed; to what extent do preprofessional health sciences students in Saudi Arabia understand type 2 diabetes mellitus (T2DM), including prevention, screening, and treatment? This study aimed to assess the knowledge and awareness of T2DM among preprofessional health sciences students in Saudi Arabia, with a focus on prevention, screening, and treatment. A descriptive cross-sectional study was conducted among 429 health professions students (required sample size: 317). The questionnaire included demographic data followed by 47 questions assessing knowledge of diabetes. Descriptive statistics were used to summarize demographic characteristics, while logistic regression with the forward-backward with early dropping variable selection algorithm (R package MXM) was applied to analyze the influence of demographic factors on knowledge scores. Out of the 429 participants, 63.6% were male and 36.4% were females. The majority (92.1%) were aged 20 years or younger, with 60.1% being first-year students. A notable percentage (78.1%) reported having diabetic relatives. Most participants (96.3%) recognized that diabetes is preventable; however, 86.7% mistakenly thought that prediabetes is irreversible. While over 90% exhibited good understanding of the symptoms and risk factors of diabetes, 63.6% were unaware of the role of oral hypoglycemic agents in treatment. Conversely, knowledge regarding the use of insulin e was well comprehended by 93.0% of the respondents. The study suggests that health professional students in Saudi Arabia have a good understanding of type 2 diabetes; however, they exhibit a deficiency in knowledge about the use of oral hypoglycemic agents and the potential for reversing prediabetes. By addressing these gaps through curricular enhancements, future health care professionals could be better prepared to confront the escalating diabetes epidemic in the region.",
  "disease": "diabetes mellitus"
}