{
  "pmid": "41412556",
  "title": "Under the dual hit: genetic and phenotypic analysis of a Han family with severe adolescent cirrhosis from the convergence of Wilson's disease and favism.",
  "abstract": "Hepatolenticular degeneration (HLD, MIM:277900) is an autosomal recessive disorder characterized by excessive copper accumulation in hepatocytes, leading to hepatic and neurological abnormalities, hepatocellular injury, neurodegeneration, and copper deposition in the cornea. Glucose-6-phosphate dehydrogenase (G6PD) deficiency is the most common genetic cause of hemolytic anemia, which can be triggered by chronic conditions, drugs, food, or infections, and exhibits highly variable severity. In some cases, multiple genetic factors may collectively influence disease presentation and progression. This study reports a proband who developed abnormal liver function at age 20. Four years later, she exhibited severe jaundice, liver dysfunction, serous effusions, anemia, and Kayser-Fleischer rings, leading to diagnoses including decompensated cirrhosis, splenomegaly, suspected HLD, hemolytic anemia, portal hypertension, hypoproteinemia, low T3 syndrome, primary peritonitis, and gallstones with cholecystitis. Genetic screening identified two pathogenic heterozygous variants in ATP7B (NM_000053.4): c.2128G > A (p.G710S) in exon 8 and c.525dupA (p.V176Sfs*28) in exon 2, together forming a compound heterozygous mutation. Additionally, a heterozygous mutation in G6PD (NM_001360016.2), c.1388G > A (p.R463H) in exon 12, was found. Family members carrying the G6PD variant showed recurrent benign jaundice or remained asymptomatic. A heterozygous missense variant of uncertain significance, c.205C > T (p.R69C), was also detected in exon 3 of STEAP3 (NM_182915.3), a gene linked to hypochromic microcytic anemia with iron overload type 2 (MIM#615234). This rare variant was predicted to be deleterious by in silico tools, suggesting possible genetic cosegregation. SWISS-MODEL analysis indicated that these variants may alter the three-dimensional structures of the copper-transporting ATPase and G6PD proteins, potentially impairing function-particularly the frameshift mutation p.V176Sfs*28. We hypothesize that the accumulation of multiple pathogenic genetic factors resulted in a \"double-hit\" effect, leading to the patient's severe phenotypes, including advanced liver cirrhosis and hemolytic anemia. Elucidating such multi-gene \"double-hit\" mechanisms may enhance the understanding of gene-gene interactions in complex diseases.",
  "disease": "liver cirrhosis"
}