{
  "pmid": "41434205",
  "title": "Alzheimer's Imaging Consortium.",
  "abstract": "Cardiovascular risk factors, such diabetes, hypertension, blood pressure, obesity, and smoking, are linked with allostatic-interoception - the continuous monitoring of internal bodily states in anticipation of environmental demands. These risk factors are associated with dementia risk. How these factors affect brain networks vulnerable to neurodegeneration and involved in allostatic-interoception, such as the Allostatic-Interoceptive Network (AIN), is unknown. We investigated the relationship between cardiovascular risk and AIN structure and function in frontotemporal lobar degeneration (FTLD) and Alzheimer's disease (AD). We recruited 1501 participants (304 with FTLD, 512 with AD, and 685 healthy controls) from the Multi-Partner Consortium to Expand Dementia Research in Latin America (ReDLat)(Figure 1). A cardiovascular risk score was calculated based on: age, sex, diabetes, hypertension, systolic blood pressure, body mass index, and smoking status. Cardiovascular risk was associated with gray matter integrity and functional connectivity in age- and sex-matched patient-control groups focusing on predefined regions of interest within the AIN. Higher cardiovascular risk was associated with reduced structural integrity and functional connectivity within the AIN in both FTLD and AD. In FTLD patients, extensive structural (Figure 2) and functional connectivity disruptions (Figure 3) were observed throughout the AIN. In AD patients, structural reductions in the AIN were prominent (Figure 2), with functional connectivity restricted to the hippocampus, parahippocampal gyrus, and orbitofrontal regions (Figure 3). Cardiovascular risk factors appear to adversely impact the AIN structure and function, with disease-specific patterns of vulnerability. Our results underscore the importance of integrating cardiovascular health into models of neurodegenerative disease and managing cardiovascular health to support brain integrity in dementia. Future work is needed to uncover longitudinal effects of cardiovascular risk in dementia and to determine if cardiovascular risk factors exacerbate neurodegenerative processes.",
  "disease": "alzheimer disease"
}