{
  "pmid": "41474332",
  "title": "Rapid urinary lipoarabinomannan test with laboratory-level sensitivity for tuberculosis detection: a performance evaluation.",
  "abstract": "Developing rapid, non-sputum-based tests is a global priority to improve the diagnosis and timely treatment of tuberculosis (TB). In this study, we evaluated the detection limit, precision, stability, and lot-to-lot variation of a next-generation rapid diagnostic test (RDT), the plasmonic fluor (PF)-enhanced urinary lipoarabinomannan lateral flow assay (PF-LAM). We also assessed the diagnostic performance of PF-LAM, Alere Determine TB LAM Ag (AlereLAM), and electrochemiluminescence LAM assay (EclLAM), a highly sensitive laboratory-based test by comparing with microbiology reference standard (MRS) that includes molecular testing (Xpert MTB/RIF) and culture. Two sub-studies were conducted using banked urine samples. First, a preclinical study involving 399 well-characterized urine samples was conducted to determine assay cutoff and assess PF-LAM performance compared with Alere LAM. Second, a diagnostic accuracy assessment study was conducted using 77 blinded samples to compare the performance of PF-LAM to EclLAM. In the preclinical study, when compared with MRS, the AlereLAM showed a sensitivity of 5.5% (95% CI: 3.1%-9.6%) and a specificity of 98.5% (95% CI: 95.6%-99.6%), while PF-LAM exhibited a sensitivity of 33.8% (95% CI: 27.4%-40.6%) and the same specificity of 98.5% (95% CI: 95.6%-99.6%). In the diagnostic accuracy study, when compared with MRS, PF-LAM achieved a sensitivity of 58% (95% CI: 41%-73%) and a specificity of 98% (95% CI: 88%-100%), while EclLAM showed a sensitivity of 42% (95% CI: 27%-59%) and a specificity of 95% (95% CI: 85%-99%). Overall, PF-LAM demonstrated better analytical and diagnostic sensitivity compared with EclLAM and significantly better performance compared with AlereLAM, while exhibiting high precision and minimal lot-to-lot variability. To the best of our knowledge, this study uniquely reports a rapid diagnostic test, plasmonic fluor-enhanced urinary lipoarabinomannan lateral flow assay (PF-LAM), outperforming an electrochemiluminescence-based laboratory assay. PF-LAM demonstrated promising analytical and diagnostic performance with minimal lot-to-lot variability, positioning it as a helpful tool for non-sputum tuberculosis diagnostics.",
  "disease": "tuberculosis"
}