{
  "pmid": "41428031",
  "title": "Disparities in clinical characteristics and health-related quality of life among young, young-onset elderly and elderly-onset rheumatoid arthritis patients: A large-scale national survey.",
  "abstract": "This study aimed to compare the clinical characteristics and health-related quality of life (HRQoL) among patients with elderly-onset rheumatoid arthritis (EORA), young-onset elderly rheumatoid arthritis (YOERA), and young rheumatoid arthritis (YRA). A multicenter cross-sectional study was conducted across 331 clinical centers in China, enrolling 15835 patients with rheumatoid arthritis (RA). Participants were categorized into YRA (onset and current age ≤ 60 years), YOERA (onset age ≤ 60 years and current age > 60 years), and EORA (onset age > 60 years). Demographic and clinical variables, disease activity, joint counts, comorbidities, follow-up regularity, medication adherence, and HRQoL (EQ-5D Utility Index and EQ-VAS) were compared among groups. TriMatch propensity score matching was used to minimize confounding. Multivariable logistic regression identified factors associated with poor HRQoL in elderly RA patients. The proportion of females was lower in the YRA group than in the EORA group (p < 0.001). Both EORA and YOERA groups exhibited higher disease activity and comorbidity rates than YRA (p < 0.001). YOERA showed longer disease duration, less regular follow-up, and poorer medication adherence (p < 0.001). The EORA and YOERA groups both exhibited significantly higher use rates of glucocorticoids and leflunomide (p < 0.001 or p = 0.01); in contrast, the EORA group showed lower prescription rates for methotrexate, hydroxychloroquine, sulfasalazine, TNF inhibitors, and JAK inhibitors compared to the other two groups (p < 0.05). After matching, EORA and YOERA had significantly lower HRQoL scores than YRA (p < 0.001), with no difference between EORA and YOERA. Among elderly patients, older age (OR = 0.97, 95%CI 0.96 ~ 0.98), disease activity (OR = 0.36, 95%CI 0.32 ~ 0.39), and multimorbidity (OR = 0.63, 95%CI 0.55 ~ 0.72) were significant related factors for poor HRQoL, whereas regular follow-up (OR = 2.32, 95%CI 1.91 ~ 2.77) and good medication adherence (OR = 1.33, 95%CI 1.14 ~ 1.56) was protective. EORA and YOERA patients experience poorer HRQoL than YRA, largely due to higher disease activity, multiple comorbidities, and irregular follow-up. Key Points • RA patients with different ages of onset show distinct clinical characteristics. • Both elderly-onset and young-onset elderly RA patients exhibited poorer HRQoL than young RA patients. • Disease activity, multiple comorbidities, and irregular follow-up were significantly associated with poor HRQoL in elderly RA patients.",
  "disease": "rheumatoid arthritis"
}