{
  "pmid": "41459771",
  "title": "Nonoperative Management for Rectal Cancer: A Qualitative Study of Patient Perceptions, Priorities, Barriers, and Facilitators to Surveillance.",
  "abstract": "Nonoperative management for rectal cancer is increasingly utilized, offering organ preservation for patients with a clinical complete response following neoadjuvant therapy. However, patients undergoing nonoperative management face heightened risk of local regrowth and undergo intensive surveillance. Despite growing interest in nonoperative management, the patient experience and factors contributing to suboptimal surveillance are not well-characterized. To explore patient perceptions, priorities, barriers, and facilitators to care while undergoing nonoperative management after total neoadjuvant therapy for rectal cancer. Qualitative descriptive study using semi-structured Zoom interviews which explored the patient experience with nonoperative management. Inductive thematic analysis was performed on interview transcripts. Single academic institution. Purposively sampled adults diagnosed with stage I-III rectal adenocarcinoma who completed total neoadjuvant therapy, achieved a clinical complete or near complete response, and elected nonoperative management. Patient perceptions and priorities in rectal cancer care for those on nonoperative management, as well as the barriers and facilitators to achieving recommended surveillance. Fifteen patients (8 female, 13 white, median age 66 [range: 56-81 years]), a median of 5 years from their decision to pursue nonoperative management participated. Local regrowth occurred in 5 patients, 4 experienced distant metastases, and 1 had a permanent stoma. Treatment team recommendations strongly influenced treatment choice. Facilitators of surveillance included trusting, communicative provider relationships, positive patient outlook, and social support. Frequent appointments and uncertainty surrounding recurrence contributed to anxiety, which interfered with engagement in surveillance. This study is limited by selection bias and focus on a single-institution experience. Patients undergoing nonoperative management generally reported positive experiences supported by provider relationship and social networks. However, emotional burden, social, and logistical demands posed significant barriers to surveillance. These findings can inform shared decision-making and highlight the need for system-level interventions to support patients throughout nonoperative management. See Video Abstract.",
  "disease": "colorectal cancer"
}