{
    "title": "Generation of spontaneous respiratory rhythm in high spinal cats.",
    "doc_id": "7427746",
    "writer": "Aoki M",
    "year": "1980",
    "summary": "Spontaneous respiratory neuronal activities within cervical spinal cord were investigated in two groups of 36 adult cats: cervical spinalized and non-spinalized preparations. ...In the other 6 animals spinalized at C3 level, we could not induce spontan …",
    "abstract": "Spontaneous respiratory neuronal activities within cervical spinal cord were investigated in two groups of 36 adult cats: cervical spinalized and non-spinalized preparations. In the first group of 18 animals, spontaneous breathing was abolished after total spinal transection at C1. However, spontaneous rhythmic breathing reappeared within 2 h after transection in 13 animals. In the other 6 animals spinalized at C3 level, we could not induce spontaneous breathing. The spinal respiratory movements were found to be mainly due to rhythmic diaphragmatic contraction. Such spinal respiratory activity continued for 30 min-1 h with a steady rate of 19-24/min and then they steadily deteriorated. Spinal respiratory activity developed usually without hindlimb muscle activity and even when hindlimb stepping rhythm was seen simultaneously, it was not locked to respiratory rhythmicity. During spinal respiration, phrenic motoneuron discharges were recorded from the C5-C6 ventral horn. The burst discharges containing 4.8-40.0 spikes were all in synchrony with the inspiratory phase of respiratory cycles. Even after breathing movements were temporarily paralyzed by gallamine, the rhythmic bursts still persisted for an appreciable time. In the second group of 12 lightly anesthetized cats, microelectrode explorations of the upper cervical cord were made in an attempt to record neuronal activities associated with respiratory movements. A total of 24 burst discharges of inspiratory type units which represent presumed cell body activities was recorded. The recording sites were histologically located in the intermediate zone of the spinal gray matter of C1-C2 cervical cord. These results suggested the possible existence of some intrinsic respiratory rhythm generators within the cervical cord. Possible neuronal mechanisms for generation of spontaneous respiratory rhythm were discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7427746/"
}