{
  "pmid": "41472712",
  "title": "Impact of Medical-Prevention Integration on Resource Utilization Efficiency in Chronic Disease Management Among Older Adults: Ethical and Economic Perspectives.",
  "abstract": "This study examined the impact of the medical-prevention integration model on the efficiency of medical resource utilization in the management of chronic diseases (primarily hypertension and diabetes) among older adults. The analysis focused on its ethical implications (eg, progress in urban-rural equity of resource allocation, residual disparities in underdeveloped regions, and potential biases in service access for disadvantaged groups) and economic effects, with the goal of informing evidence-based health policies to support the \"Healthy China\" strategy. We included 10,236 adults aged ≥60 with chronic diseases from six counties in Guangdong, two rural counties in Sichuan, and one suburban area in Jiangsu. A mixed-methods approach was applied: quantitative analysis of medical costs and related indicators using the Heckman two-stage model, supplemented by qualitative case studies and semi-structured interviews. Indicators for economic performance, efficiency, and equity were constructed, with subgroup analyses by age and education. Model implementation was associated with significant efficiency gains: average annual per capita outpatient costs fell by 18.1%, hospitalization costs by 18.3%, chronic disease control rates rose by 13.6% (p<0.001), and emergency visits declined by 27.4%. The urban-rural control rate gap narrowed from 12.7% to 5.9% (53.2% reduction), though disparities remained (5% in Guangdong, 3% in Jiangsu, 11% in rural Sichuan). Subgroup analysis showed greater cost reductions for ages 60-70 (20.1%, p<0.01) than >70 (15.3%, p<0.05), and higher control rates among more educated participants (75.2% vs 59.7%, p<0.001). The integration model improves efficiency and equity in chronic disease management, generating economic savings and reducing disparities. However, persistent regional gaps and barriers among vulnerable subgroups (eg, limited mobility in >70, low health literacy) require targeted interventions. Findings are generalizable to similar aging middle-income settings and support strengthening primary care and equitable resource allocation.",
  "disease": "hypertension"
}