{
    "title": "The laboratory investigation of diabetes insipidus: A review.",
    "doc_id": "36650746",
    "writer": "Boot C.",
    "year": "2024",
    "summary": "Diabetes insipidus (DI) is a group of disorders that lead to inappropriate production of large volumes of dilute urine. ...",
    "abstract": "Diabetes insipidus (DI) is a group of disorders that lead to inappropriate production of large volumes of dilute urine. The three main forms are central DI (CDI), nephrogenic DI (NDI) and primary polydipsia (PP). Differentiating CDI/NDI from PP is important as patients with true DI are at risk of severe dehydration without treatment. Biochemical testing is key in the diagnosis of DI. The indirect water deprivation test (WDT) is commonly used in the investigation of DI but has drawbacks including being cumbersome and sometimes producing equivocal results. Direct measurement of AVP has theoretical advantages but has generally only been used in specialist centres. Disadvantages include the requirement to measure AVP under hypertonic stimulation and pre-analytical/analytical challenges. Copeptin (CT-proAVP) is a proxy marker for AVP that is more stable, easier to measure and has been studied more widely in recent years. Historically, the evidence supporting the diagnostic performance of these tests has been relatively poor, being based on a few small, usually single-centre studies. However more recent, well-designed prospective studies are improving the evidence base for investigation of DI. These studies have focused on the utility of copeptin measurements during stimulation tests. There is evidence that measurement of copeptin under stimulation offers improved diagnostic performance compared to the WDT. There is currently a lack of systematic, evidence-based guidelines on the diagnosis of DI, but as the quality of the evidence defining the diagnostic performance of tests for DI continues to improve, a clearer consensus on the optimal approach should become achievable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36650746/"
}