{
  "pmid": "41441888",
  "title": "Vasculitic fasciitis characterizes a distinct subset of vasculitic myopathy with interferon-gamma signature.",
  "abstract": "Vasculitic myopathy (VM) represents a nonspecific manifestation of various vasculitic syndromes that presents with myalgia, leg tenderness, and muscle weakness. Most cases of VM develop in the context of polyarteritis nodosa (PAN), antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis, or rheumatoid vasculitis, or manifest as single organ vasculitis. Muscle inflammation in VM is poorly understood, and most studies essentially report the presence of vasculitic changes demonstrated by microscopic analysis of skeletal muscle tissue. However, no detailed characterization or in-depth analyses have been performed so far. We studied the clinicopathologic phenotype of 12 patients and analyzed the gene expression profiles of 36 patients with VM in the context of negative ANCA test results. ANCA-negative VM typically presents with myalgia involving the lower extremities, accompanied by cutaneous manifestations, constitutional symptoms, and marked systemic inflammation. Half of the patients (6/12; 50.0%) met the classification criteria for 'classic PAN'. Serum creatine kinase (CK) activity was normal in most cases (10/12; 83.3%). The presence of skeletal muscle vasculitis was confirmed by histopathology in 9/12 (75.0%) cases. Specifically, ANCA-negative VM predominantly affected small arteries and was consistently associated with small vessel involvement of the epimysial fascia (9/10; 90.0%), which was termed 'vasculitic fasciitis' (VF). Signs of necrotizing vasculitis were occasionally noted (3/9; 33.3%). Mild endomysial fibrosis and muscle fiber necrosis could be compatible with a rather acute disease onset and may account for normal or slightly elevated levels of serum CK activity, respectively. Additionally, nonspecific myopathic changes such as capillary vessel mural thickening and variations of muscle fiber size were detected in all analyzed muscle biopsy specimens. Immunohistochemical studies revealed perifocal sarcolemmal upregulation of major histocompatibility complex class I in the majority of cases (10/11; 90.9%). RNA sequencing of muscle biopsies from 36 ANCA-negative VM patients, compared to 37 healthy controls and 649 samples from other inflammatory myopathies, revealed that ANCA-negative VM is characterized by a dominant interferon-gamma-driven immune response, broad cytokine activation including tumor necrosis factor-related genes, and selective upregulation of angiogenesis- and endothelium-associated transcripts. Our histomorphologic analysis highlights a distinct histopathological pattern of VF that is characteristic for muscle involvement in ANCA-negative vasculitis. Furthermore, we provide evidence for a specific molecular signature that gives new insights into the pathogenesis and treatment of ANCA-negative VM.",
  "disease": "rheumatoid arthritis"
}