{
  "pmid": "41465961",
  "title": "Prosthetic joint replacement for femoral bone metastases and pathological fracture: A retrospective case series study of cases within the past 10 years.",
  "abstract": "This study investigated the postoperative outcomes of patients with pathological fractures who had undergone tumor resection and reconstruction using tumor endoprostheses for femoral bone metastases over the past 10 years. We conducted a retrospective case series of patients who underwent tumor resection and endoprosthetic reconstruction for femoral metastases and pathological fractures between January 2016 and December 2024. The minimum follow-up period was 6 months or until death. Postoperative survival was the primary outcome. Statistical analyses were performed using the IBM SPSS Statistics version 25. Kaplan-Meier survival curves were generated, and the chi-square and Mann-Whitney U tests were used for comparisons. Eighteen patients were retrospectively analyzed. The cohort included 7 men and 11 women, with a median age of 68.5 years (range, 38-88 years). Primary malignancies included breast cancer (n = 8), renal cell carcinoma (n = 4), prostate cancer (n = 2), and one case each of non-small cell lung cancer, follicular thyroid carcinoma, gastric cancer, and hepatocellular carcinoma. At the final follow-up, 7 patients were alive and 11 had died. Fifteen patients (83.3%) survived for more than 6 months after surgery. The estimated median postoperative survival time was 18 months. Among the 16 patients who received postoperative chemotherapy, the estimated median survival was 41 months. Postoperative chemotherapy was significantly associated with survival of ≥ 6 months (P < .05). Reconstruction using tumor endoprostheses appears to be a reliable and effective surgical option for patients with femoral bone metastases and pathological fractures, particularly when postoperative chemotherapy can be administered. However, these findings should be interpreted with caution given the retrospective design and limited sample size.",
  "disease": "breast cancer"
}