{
  "pmid": "41380709",
  "title": "Transcutaneous auricular vagus nerve stimulation versus sham stimulation in patients with erosive hand osteoarthritis (ESTIVAL): a randomised, multicentre, double-blind, sham-controlled trial.",
  "abstract": "Erosive hand osteoarthritis is a painful and inflammatory disease without effective treatments. In this study we aimed to investigate the efficacy of transcutaneous auricular vagus nerve stimulation (taVNS) compared with sham stimulation in patients with inflammatory erosive hand osteoarthritis. ESTIVAL was a multicentre, randomised, double-blind, sham-controlled trial done in 18 French hospital centres (two secondary and 16 tertiary centres). Adults (aged ≥18 years), fulfilling the American College of Rheumatology criteria for hand osteoarthritis with at least one erosive interphalangeal joint and ultrasound-confirmed synovitis were randomly assigned (1:1), stratified by site, using centralised web-based randomisation with computer-generated allocation, to receive either daily 20-min taVNS (VAGUSTIM, Schwa Medico, Rouffach, France) or sham stimulation (sham group; no electrical current) for 12 weeks. The primary endpoint was change in hand pain on a visual analogue scale (VAS) from baseline to week 12. Safety was assessed by recording adverse events and serious adverse events at each visit using a standardised form completed by investigators. The primary outcome and safety were analysed in the intention-to-treat population. The trial was registered with ClinicalTrials.gov, NCT04520516, and is completed. No individuals with lived experience of hand osteoarthritis were involved in the design or conduct of the study. Between April 8, 2021, and March 29, 2022, 148 patients were enrolled in the study and 142 (96%) were randomly assigned (73 [51%] to the taVNS group and 69 [49%] to the sham group). Overall, the mean age was 66·5 years (SD 8·4), 125 (88%) of 142 participants were female, and 17 (12%) were male. At week 12, 63 (86%) of 73 participants in the taVNS group and 64 (93%) of 69 participants in the sham group provided primary outcome data. Median change in VAS hand pain was -16·0 mm (IQR -32·0 to 5·0) in the taVNS group versus -6·0 mm (-27·0 to 7·0) in the sham group, giving an adjusted between-group difference of -10·0 mm (95% CI -23·0 to 2·0; p=0·22) at week 12; the primary endpoint was not met. No serious adverse events occurred. Adverse events were reported by 22 (30%) of 73 participants in the taVNS and 16 (23%) and 69 participants in the sham group, with no emerging safety concerns. In participants with erosive hand osteoarthritis, taVNS was safe and well tolerated. Although the primary endpoint was not met, the consistent pain reduction observed in patients with greater synovial inflammation suggests that taVNS merits further investigation in this erosive hand osteoarthritis population. French Ministry of Health.",
  "disease": "osteoarthritis"
}