{
    "title": "The impact of lymph node ratio on overall survival in patients with colorectal cancer.",
    "doc_id": "34528566",
    "writer": "İmamoğlu Gİ",
    "year": "2021",
    "summary": "BACKGROUND: Lymph node metastasis is a predominant prognostic indicator in colorectal cancer. Number of lymph nodes removed surgically was demonstrated to correlate with staging accuracy and oncological outcomes. ...Patients' demographic characteristic …",
    "abstract": "Background:\n        \n      \n      Lymph node metastasis is a predominant prognostic indicator in colorectal cancer. Number of lymph nodes removed surgically was demonstrated to correlate with staging accuracy and oncological outcomes. However, number of lymph nodes removed depends on uncontrolled variables. Therefore, a more reliable prognostic indicator is needed. Calculation of ratio of positive lymph nodes to total number of removed lymph nodes may be an appealing solution.\n    \n\n\n          Materials and methods:\n        \n      \n      We retrospectively analyzed data of 156 Stage III colorectal cancer patients whom underwent surgery between 2008 and 2015. Patients' demographic characteristics, tumor grade, location, vascular-perineural invasion status, number of removed lymph nodes, and ratio of positive lymph nodes to number of removed lymph nodes were recorded. Spearman correlation analysis was used to determine the correlation coefficient while Kaplan-Meier method and Cox proportional hazard regression model were performed for the prediction of survival and multivariate analysis, respectively.\n    \n\n\n          Results:\n        \n      \n      Number of removed lymph nodes did not correlate with survival, but it was inversely correlated with number of positive lymph nodes. Multivariate analysis showed that ratio of removed positive lymph nodes to the total number of lymph nodes was a significant prognostic factor for survival for a ratio equal or above 0.31 was a poor prognostic indicator (108 months vs. 34 months, hazard ratio: 4.24 [95% confidence interval: 2.15-8.34]; P < 0.019). Tumor characteristics failed to demonstrate any prognostic value.\n    \n\n\n          Conclusions:\n        \n      \n      This study showed that positive lymph node ratio (PLNR) is an important prognostic factor for Stage III colorectal cancer. Although 0.31 can be taken as threshold for \"PLNR,\" prospective trials including larger patient groups are needed to validate its role as a prognostic indicator.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34528566/"
}