{
    "title": "Differential Gene Expression and Transcriptomics Reveal High M-Gene Expression in JN.1 and KP.1/2 Omicron Sub-Variants of SARS-CoV-2: Implications for Developing More Sensitive Diagnostic Tests.",
    "doc_id": "39588700",
    "writer": "Siddique AI",
    "year": "2024",
    "summary": "Whole genome sequencing (WGS) from clinical samples can estimate viral gene expression levels. WGS was conducted on 529 SARS-CoV-2 positive clinical samples from Assam and northeastern India to track viral emergence and assess gene expression patterns. …",
    "abstract": "SARS-CoV-2, a positive-strand RNA virus, utilizes both genomic replication and subgenomic mRNA transcription. Whole genome sequencing (WGS) from clinical samples can estimate viral gene expression levels. WGS was conducted on 529 SARS-CoV-2 positive clinical samples from Assam and northeastern India to track viral emergence and assess gene expression patterns. The results reveal differential expression across structural, non-structural, and accessory genes, with notable upregulation of the M gene, especially in the Omicron variant, followed by E and ORF6. The mean transcript per million (TPM) expression levels of the M gene were significantly higher in Omicron variants (175 611 ± 46 921), peaking in the KP.1/KP.2 sublineage (220 493 ± 34 917), compared to the Delta variant (129 717 ± 33 773). The relative fold change of M gene expression between Delta and Omicron 2024 subvariants showed a 1.6-fold change. Variant-wise gene expression analysis suggests a correlation between gene expression and viral mutation, impacting replication. As anticipated, the expression levels of genes surge with the increase in the virus mutation. The Chi-square trend for average substitution count versus average TPM of the M gene was highly significant (72.78., p < 0.0001). The M gene's high expression and low mutation rate make it an ideal target for designing a real-time RT-PCR kit assay. These findings highlight the need for continuous surveillance and understanding of viral gene expression dynamics for effective COVID-19 management. Further studies are necessary to elucidate the significance of these observations in viral pathogenesis and transmission dynamics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39588700/"
}