{
    "title": "Juvenile idiopathic arthritis.",
    "doc_id": "20877765",
    "writer": "Boros C",
    "year": "2010",
    "summary": "BACKGROUND: Juvenile idiopathic arthritis is the most common rheumatic disease in childhood, occurring in approximately 1:500 children. ...The major extra-articular manifestations of juvenile idiopathic arthritis are uveitis and growth disturbance. Tre …",
    "abstract": "Background:\n        \n      \n      Juvenile idiopathic arthritis is the most common rheumatic disease in childhood, occurring in approximately 1:500 children. Despite a recent expansion in treatment options and improvement of outcomes, significant morbidity still occurs.\n    \n\n\n          Objective:\n        \n      \n      This article outlines the clinical manifestations, assessment, detection of complications, treatment options and monitoring requirements, with the aid of guidelines recently published by The Royal Australian College of General Practitioners, which provide practical support for general practitioners to ensure best practice care and to prevent lifelong disability in patients with juvenile idiopathic arthritis.\n    \n\n\n          Discussion:\n        \n      \n      General practice plays an important role in the early detection, initial management and ongoing monitoring of children with juvenile idiopathic arthritis. Early detection involves understanding the classification framework for subtypes of juvenile idiopathic arthritis, and being aware of the clinical manifestations and how to look for them, through history, examination and appropriate investigation. The major extra-articular manifestations of juvenile idiopathic arthritis are uveitis and growth disturbance. Treatment options include nonsteroidal anti-inflammatory drugs, methotrexate, biologic agents, and corticosteroids. Management using a multidisciplinary approach can prevent long term sequelae. Unfortunately, approximately 50% of children will have active disease as adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20877765/"
}