{
    "title": "Prevalence of poor sleep quality among stroke survivors: A meta-analysis and systematic review.",
    "doc_id": "39983515",
    "writer": "Wang YY",
    "year": "2025",
    "summary": "The pooled prevalence of poor sleep quality and the sleep quality component scores with 95 % confidence intervals (CIs) were calculated using a random-effects model. ...All included studies used the Pittsburgh sleep quality index (PSQI) t …",
    "abstract": "Background:\n        \n      \n      Poor sleep quality is common among stroke survivors, but the prevalence rates vary between studies. This meta-analysis examined the global prevalence of poor sleep quality and its moderating factors among stroke survivors.\n    \n\n\n          Method:\n        \n      \n      Relevant publications were systematically searched in PubMed, Web of Science, Embase, PsycINFO, CNKI and WanFang. The pooled prevalence of poor sleep quality and the sleep quality component scores with 95 % confidence intervals (CIs) were calculated using a random-effects model.\n    \n\n\n          Result:\n        \n      \n      Totally, 68 studies comprising 14,845 participants who fulfilled study entry criteria were included for analyses. All included studies used the Pittsburgh sleep quality index (PSQI) to assess sleep quality. The global prevalence of poor sleep quality in stroke survivors was 50.26 % (95%CI: 46.69%-53.82 %). Stroke location in left hemisphere was associated with a lower risk of poor sleep quality, while stroke type (i.e., cerebral infarction) and lower-middle-income countries were associated with higher risk of poor sleep quality in stroke survivors.\n    \n\n\n          Conclusion:\n        \n      \n      In this meta-analysis, poor sleep quality was common among stroke survivors and was moderated by stroke location, type, and countries income. To address the adverse impacts of poor sleep quality in stroke survivors, regular screening and appropriate intervention should be provided in a timely fashion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39983515/"
}