{
  "pmid": "41460718",
  "title": "Clinical Frailty Scale as a Predictor of Early Treatment Discontinuation in Elderly Patients With Chronic Lymphocytic Leukemia Treated With Zanubrutinib: A Multicenter Real-World Study.",
  "abstract": "The management of chronic lymphocytic leukemia (CLL) in older patients requires careful balancing of therapeutic efficacy with the risks of treatment intolerance. Frailty assessment is increasingly recognized as a critical determinant of clinical outcomes, but its specific role in guiding therapy with second-generation Bruton tyrosine kinase inhibitors remains poorly defined. We conducted a prospective, multicenter investigation of 326 consecutive CLL patients aged 65 years or older who received zanubrutinib across 52 Italian centers, aiming to evaluate whether the Clinical Frailty Scale (CFS) could predict treatment discontinuation in real-world practice. The cohort was characterized by advanced age (median 78.1 years, range 65.1-94.5), with over half of the patients presenting with Binet stage C disease. Two-thirds were treated in the frontline setting, while the remainder received zanubrutinib as salvage therapy. After a median follow-up of 8 months, 48 patients (14.7%) discontinued treatment, most commonly due to toxicity or disease progression. Receiver operating characteristic curve analysis identified a CFS of 3 as the optimal threshold for predicting discontinuation, with an area under the curve of 0.65 (95% CI 0.56-0.73, p < 0.001). At 12 months, the discontinuation rate was significantly higher among patients with a CFS > 3 (29.2%) compared with those with a CFS ≤ 3 (8.8%) (p < 0.001); among conventional prognostic variables, only relapsed/refractory disease demonstrated an independent association with TTD. These findings highlight the CFS as a simple yet powerful clinical tool that provides incremental prognostic information beyond standard disease-related factors. Incorporating frailty assessment into treatment planning may enhance patient selection and optimize therapeutic strategies for elderly CLL patients in daily practice.",
  "disease": "hypertension"
}