{
  "pmid": "41419796",
  "title": "Epidemiology of selected communicable diseases in Rwanda: a comprehensive analysis of the prevalence of major infectious diseases in Rwanda.",
  "abstract": "Communicable diseases remain a major public health challenge in Rwanda, contributing significantly to morbidity and mortality. Despite notable progress in reducing the burden of infectious diseases such as malaria, HIV/AIDS, and tuberculosis, recent threats, including Marburg virus infections and other emerging outbreaks, underscore the need for renewed vigilance and strengthened disease control strategies. Transmission occurs through direct or indirect contact and is influenced by socioeconomic, environmental, and demographic factors. This study provides a comprehensive analysis of the prevalence of selected communicable diseases (Malaria, Tuberculosis, HIV/AIDS, Diarrheal Illnesses, and Neglected Tropical Diseases (NTDs) in Rwanda, highlights past successes, and proposes evidence-based recommendations for future control efforts. A comprehensive search was conducted using multiple sources, including PubMed/Medline, the World Health Organization (WHO) database, demographic surveys, scientific journals, the Centers for Disease Control and Prevention (CDC) databases, and Rwanda’s Health Management Information System (HMIS). Studies were included if they were published between 2010 and 2024, focused on Africa, particularly Rwanda, and were available as free full-text. The most reported diseases across these studies were HIV/AIDS, malaria, tuberculosis, and diarrhoeal illnesses, reflecting their dominance in Rwanda’s epidemiological profile. Findings relevant to the review objectives were summarised and organized thematically as a narrative literature review. The incidence of malaria has dramatically decreased from 5.9 million in 2017 to 857,000 in 2022, highlighting the effectiveness of public health efforts in addressing this issue. However, HIV/AIDS continues to be a serious public health concern, with an adult prevalence rate of 3.0%. Although the distribution of highly active antiretroviral therapy (HAART) has been extremely successful, the programmes dependence on external funding threatens long-term sustainability. Inadequate sanitation and hygiene practices have resulted in high rates of diarrhoeal infections among children under five, most of which are caused by microorganisms in contaminated water. Public health initiatives successfully implemented in Rwanda have controlled infectious diseases. The techniques used include providing long-lasting insecticide-treated nets, indoor residual spraying, engaging community health workers in detecting illnesses, and directly monitoring tuberculosis treatment adherence. However, to further reduce mortality, issues such as the need for sustained funding, the reliance of HIV/AIDS programmes on external financing, and antimicrobial resistance in malaria and tuberculosis must be addressed more effectively. Not applicable.",
  "disease": "tuberculosis"
}