{
  "pmid": "41412647",
  "title": "Therapeutic potential of Ficus pumila L. in chronic obstructive pulmonary disease through modulation of the gut microbiota-SCFA-lung signaling pathway.",
  "abstract": "Ficus pumila L. has been reported to alleviate pulmonary inflammation, its impact on chronic obstructive pulmonary disease (COPD) pathobiology-specifically via modulation of the gut-lung signaling pathway-has yet to be mechanistically defined. This study investigated how Ficus pumila L. polysaccharides (FP-P) and aqueous extracts (FP-E) remodel the gut microbiome-SCFA network and restore microbial metabolic function in a cigarette smoke-induced COPD mouse model. Microbiota composition was profiled by high-resolution 16S rRNA amplicon sequence variant (ASV) analysis, with concomitant quantification of caecal SCFA using targeted gas chromatography-mass spectrometry (GC-MS) and inference of metagenome function by PICRUSt2. Results demonstrated that FP-P and FP-E alleviated pulmonary pathology, reduced inflammatory cytokine secretion, and significantly restored gut microbiota α-diversity in COPD mice. At the family level, FP-P selectively expanded SCFA-producing Clostridiaceae, and Staphylococcaceae, whereas it contracted pro-inflammatory Helicobacteraceae and Campylobacteraceae. Caecal total SCFA concentration increased by 41.90 %, driven primarily by elevations in butyrate (+23.41 %) and propionate (+45.45 %), without significant changes in acetate. PICRUSt2-inferred metagenomes showed up-regulation of butanoate biosynthesis (PWY-5677), metabolism of cofactors and amino acid (P162-PWY and NAD-BIOSYNTHESIS-II), and carbohydrate degradation (P341-PWY), all of which underpin SCFA production. These functional shifts were accompanied by increased abundance of microbial genes encoding ribosomal proteins and ATP-binding cassette transporters, indicating barrier reinforcement. Collectively, FP-P and FP-E mitigate CS-induced COPD pathology through a gut microbiota-SCFA-lung signaling signaling pathway, highlighting the gut-to-lung communication within the broader gut-lung axis. These findings establish a mechanistic link between microbial metabolism and pulmonary inflammation while acknowledging that the reverse lung-to-gut feedback remains to be elucidated. Future studies will investigate this bidirectional crosstalk and the receptor-mediated signaling of SCFAs in lung tissue.",
  "disease": "chronic obstructive pulmonary disease"
}