{
    "title": "How a natural antibiotic uses oxidative stress to kill oxidant-resistant bacteria.",
    "doc_id": "38109539",
    "writer": "Gupta A",
    "year": "2023",
    "summary": "However, despite the substantial levels of oxidants that it produced, it was unable to generate significant DNA damage and was not lethal. ...We infer that streptonigrin can reduce bound oxygen directly to a ferryl species, which then oxidizes the adjacent DNA, with …",
    "abstract": "Natural products that possess antibiotic and antitumor qualities are often suspected of working through oxidative mechanisms. In this study, two quinone-based small molecules were compared. Menadione, a classic redox-cycling compound, was confirmed to generate high levels of reactive oxygen species inside Escherichia coli. It inactivated iron-cofactored enzymes and blocked growth. However, despite the substantial levels of oxidants that it produced, it was unable to generate significant DNA damage and was not lethal. Streptonigrin, in contrast, was poorer at redox cycling and did not inactivate enzymes or block growth; however, even in low doses, it damaged DNA and killed cells. Its activity required iron and oxygen, and in vitro experiments indicated that its quinone moiety transferred electrons through the adjacent iron atom to oxygen. Additionally, in vitro experiments revealed that streptonigrin was able to damage DNA without inhibition by catalase, indicating that hydrogen peroxide was not involved. We infer that streptonigrin can reduce bound oxygen directly to a ferryl species, which then oxidizes the adjacent DNA, without release of superoxide or hydrogen peroxide intermediates. This scheme allows streptonigrin to kill a bacterial cell without interference by scavenging enzymes. Moreover, its minimal redox-cycling behavior avoids alerting either the OxyR or the SoxRS systems, which otherwise would block killing. This example highlights qualities that may be important in the design of oxidative drugs. These results also cast doubt on proposals that bacteria can be killed by stressors that merely stimulate intracellular O2- and H2O2 formation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38109539/"
}