{
  "pmid": "41444997",
  "title": "Investigating risk factors for methicillin-resistant Staphylococcus aureus and Pseudomonas aeruginosa in community acquired pneumonia: a model for using only electronic data capture.",
  "abstract": "The 2019 American Thoracic Society and Infectious Diseases Society of America community acquired pneumonia guidelines recommend empiric coverage of methicillin-resistant Staphylococcus aureus and Pseudomonas aeruginosa based on previous respiratory isolation, recent IV antibiotic use, and locally validated risk factors. This study aims to describe how local risk factors may be determined efficiently using data retrieved electronically. This retrospective cohort study focused on the time period May 13, 2020, through June 30, 2024. Consecutive adults admitted to one of five acute care facilities with confirmed community-acquired pneumonia were included. Community-acquired pneumonia was defined as the presence of one or more pneumonia diagnosis codes and an order for a respiratory culture or an antimicrobial with the indication of pneumonia or sepsis, 24 h before or within 48 h after the date and time of admission. Patients were excluded if they had a diagnosis code for hospital-acquired or ventilator-associated pneumonia, any subsequent admission in the study period, or if they had a previous respiratory culture positive for methicillin-resistant Staphylococcus aureus or Pseudomonas aeruginosa within a year of admission. The causative pathogen and the presence or absence of evaluated risk factors were electronically abstracted from billing data and health records. Serial quality assessments of electronic data were performed to improve accuracy until a well validated population was determined. There were 4,558 unique patients included. Methicillin-resistant Staphylococcus aureus and Pseudomonas aeruginosa rates were 0.6% and 0.7%, respectively. Only age was inversely associated with risk of methicillin-resistant Staphylococcus aureus (OR = 0.86, 95% CI: 0.76-0.98). No significant risk factors for Pseudomonas aeruginosa were found. In rural or otherwise resource limited healthcare settings, risk factors for methicillin-resistant Staphylococcus aureus and Pseudomonas aeruginosa community-acquired pneumonia may be determined using only electronic data capture and the methodology described in this article.",
  "disease": "pneumonia"
}