{
  "pmid": "41337567",
  "title": "Evaluation of the levels of Fractalkine (CX3CL1), TNF-α, and TGF-β in the gingival crevicular fluid/tissue of patients with gingival overgrowth: a cross-sectional observational study.",
  "abstract": "Fractalkine (CX3CL1) is expressed by various cells, contributing to the pathogenesis of diseases such as diabetes mellitus, vascular pathologies, and rheumatoid arthritis via immunological mechanisms. The CX3CL1-CX3CR1 axis regulates cellular responses such as proliferation and collagen production, which are implicated in gingival overgrowth (GO). This study aimed to assess the levels of CX3CL1, tumor necrosis factor-α (TNF-α), and transforming growth factor-beta (TGF-β) in both gingival crevicular fluid (GCF) and gingival tissues among patients with biofilm- and amlodipine-induced GO. Additionally, the potential relationship between these biomarkers and clinical periodontal parameters was evaluated. The study included 17 participants with biofilm-induced GO (Group I), 18 participants with amlodipine-induced GO (Group A), and 10 systemically healthy participants without GO (Control). CX3CL1, TNF-α, and TGF-β levels in GCF samples were assessed using enzyme-linked immunosorbent assay (ELISA). Moreover, mRNA expression levels of CX3CL1, TNF-α, and TGF-β in tissue samples were determined by quantitative real-time PCR (qPCR). The total GCF CX3CL1 level was significantly higher in Group I and Group A compared to controls. However, tissue CX3CL1 and TNF-α levels were significantly higher in Group I than Group A (p<0.05). In Group A, total GCF CX3CL1 levels showed a positive correlation with the gingival index (GI) (r=0.644), bleeding on probing (BOP) (r=0.622), and GCF volume (r=0.720). A significant positive correlation was observed between tissue CX3CL1 and TNF-α levels (r=0.762) (p<0.05). In Group I, a significant correlation was observed between total GCF CX3CL1 and TNF-α, TGF-β, and GCF volume levels, respectively (r=0.865, r=0.845, r=0.651). A positive correlation (p<0.05) was also found between tissue CX3CL1 and TNF-α and TGF-β levels, respectively (r=0.689, r=0.903). CX3CL1 may have a potential role in the development of GO-associated tissue fibrosis and its inflammatory mechanisms.",
  "disease": "rheumatoid arthritis"
}