{
  "pmid": "41448175",
  "title": "Feasibility of ultra-low-dose volumetric 4D-CT with frame averaging for high-fidelity respiratory motion assessment and improved image quality.",
  "abstract": "Precise modeling of respiratory-induced tumor motion is crucial for radiotherapy planning, particularly in the treatment of thoracic and abdominal malignancies. While four-dimensional computed tomography (4D-CT) remains the clinical standard of care for motion assessment, it lacks the capability for true cine imaging of tumor motion. In contrast, ultra-low-dose volumetric 4D-CT (v4D-CT) enables true cine acquisition by leveraging an extended axial field of view and distributing radiation dose over a prolonged acquisition time. However, this technique typically yields suboptimal, non-diagnostic image quality. This study evaluates a novel ultra-low-dose v4D-CT imaging protocol designed to accurately capture tumor motion and enhance image quality through retrospective frame averaging. A 30-s continuous ultra-low-dose scan was performed at a single couch position using a wide-field volumetric CT system. A Catphan 504 phantom (for image quality assessment) and a QUASAR motion phantom (for motion analysis), with extension rings added to simulate large patient anatomy, were imaged at 20 mA. Frame averaging was performed in both image space (IS-FA) and projection space (PS-FA) to improve image quality. Key image quality metrics, including CT number uniformity, noise, spatial resolution, signal-difference-to-noise ratio (SDNR), and Hounsfield Unit (HU) accuracy, were assessed using Catphan modules and benchmarked against reference scans at 300 and 700 mA. Motion tracking and segmentation accuracy were evaluated using the QUASAR phantom's spherical inserts (diameters: 0.5, 1.0, 2.0, and 3.0 cm) with simulated 1 cm peak-to-peak motion from a patient signal. Accuracy was quantified using the coefficient of determination (r Frame averaging substantially improved all evaluated image quality metrics. IS-FA achieved superior noise suppression and contrast enhancement, albeit with some degradation in spatial resolution. In contrast, PS-FA preserved spatial resolution and yielded noise characteristics statistically indistinguishable from reference scans (p > 0.4), closely approximating image quality at 300 and 700 mA. Tumor insert visibility and motion tracking were achievable at 20 mA, with high correlation to ground truth (r Ultra-low-dose v4D-CT combined with retrospective frame averaging provides accurate respiratory motion characterization and significantly enhanced image quality. This technique offers a viable, non-invasive alternative for patient-specific motion modeling in radiotherapy planning.",
  "disease": "lung cancer"
}