{
  "pmid": "41394900",
  "title": "Mechanistic Study of CD90-Positive Synovial Fibroblasts in the Invasion and Recurrence of Pigmented Villonodular Synovitis.",
  "abstract": "Pigmented villonodular synovitis (PVNS), also known as tenosynovial giant cell tumor (TGCT), is a rare, locally aggressive mesenchymal tumor. The pathogenesis of PVNS remains poorly understood, significantly limiting current therapeutic options. In the present study, gene expression profiles of PVNS and Osteoarthritis (OA) synovium from GSE3698, GSE175626 and GSE176133 were analyzed using integrating RNA sequencing (RNA-seq) and microarray to investigate the PVNS transcriptome. Differentially expressed genes (DEGs) were identified, gene set enrichment analysis (GSEA) and KEGG pathway enrichment analysis were used to determine the gene functional enrichment. CIBERSORT algorithm was executed to evaluate the characteristics of tissue immune infiltration. Immunohistochemical staining was used to evaluate inflammatory cell infiltration and immunofluorescence staining was used to identify the synovial fibroblasts (FLSs) derived from PVNS synovium. Additionally, Western blot, flow cytometry, immunofluorescence analysis, transwell migration and invasion assays, and wound-healing assays were performed to further explore the difference of CD90+PDPN+ FLSs between OA and PVNS. According to GSEA analysis and pathway enrichment analysis, the most significant manifestations of PVNS synovium were inflammatory infiltration and bone resorption. Increased immune cells infiltration including M2 macrophages and Neutrophils were observed through CIBERSORT algorithm and validated through immunohistochemical staining. Subsequently, scRNA-seq data was analyzed to identify 16 cell subpopulations and reveal increased proportion of CD90+PDPN+ FLS in PVNS synovium. CD90+PDPN+ FLSs in PVNS can secrete inflammatory factors, degrade bone, and exhibit invasive characteristics. These cells, typically located in the sublining layer, highly expressed IL-1β, TNF-α, M-CSF and MMP9, while expressing less OPG. This study elucidates the structure of the PVNS synovium compared to OA synovium and highlights the crucial role of CD90+PDPN+ FLSs in synovial invasion and bone resorption. These findings may lead to updated treatment concepts for PVNS and reveal new therapeutic targets. This study opens promising avenues for developing targeted therapeutic strategies aimed at inhibiting the invasive and osteoclastogenic functions of CD90+PDPN+ FLSs in PVNS. Future research should focus on validating these cells as potential therapeutic targets, possibly through the use of selective inhibitors, which could help mitigate synovial hyperplasia and bone destruction in affected patients.",
  "disease": "osteoarthritis"
}