{
  "pmid": "41466473",
  "title": "Interleukin-4 and clinical activity in rheumatoid arthritis: a sex-based analysis.",
  "abstract": "Rheumatoid arthritis (RA) is an autoimmune inflammatory disease characterized by the dysregulation of multiple cytokines. In RA, Interleukin (IL)-4 levels fluctuate throughout disease progression, exerting a pathogenic role at onset and an anti-inflammatory role in later stages. Evidence suggests that IL-4 levels also differ between sexes and may be associated with disease severity. Thus, this study aimed to assess sex-based differences in IL-4 serum levels among patients with RA and determine whether these differences correlate with clinical parameters. A total of 51 patients with RA (34 females and 17 males) and a control group of 24 sex- and age-matched individuals were included. IL-4 serum levels were quantified using a multiplex bead-based assay, and clinical parameters-including disease duration, C-reactive protein (CRP), erythrocyte sedimentation rate (ESR), rheumatoid factor (RF), anti-citrullinated protein antibodies (ACPA), disease activity score (DAS28), and health assessment questionnaire disease index (HAQ-DI)-were analyzed using the Mann-Whitney U test and Spearman's correlation coefficient. Non-parametric effect size was determined using the Hodges-Lehmann estimator of the median difference, and a multivariate linear regression analysis was performed to account for potential confounding variables. IL-4 levels were significantly lower in RA patients compared to controls (p < 0.0001), with male patients exhibiting higher IL-4 levels than female patients (p = 0.001). IL-4 levels were negatively correlated with RF (p = 0.037) and DAS28 (p = 0.005) in the overall population, with disease duration in female patients (p = 0.033), and with CRP (p = 0.046) and DAS28 (p = 0.024) specifically in male patients. Higher IL-4 levels in males with RA may contribute to reduced inflammation, which is associated with lower disease activity. Conversely, lower concentrations of this cytokine in females may exacerbate disease progression. However, further studies are needed to confirm these findings.",
  "disease": "rheumatoid arthritis"
}