{
  "pmid": "41366948",
  "title": "Efficacy and safety of integrated syndrome differentiation-based nursing with pulmonary rehabilitation in patients with chronic obstructive pulmonary disease: A propensity score-matched retrospective cohort study.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a major global health burden requiring comprehensive management. This study assessed the effectiveness and safety of integrating Traditional Chinese Medicine (TCM) syndrome differentiation-based nursing with pulmonary rehabilitation compared to conventional care. A retrospective cohort of 202 physician-diagnosed COPD patients treated between February 2022 and February 2024 was analyzed. Patients were grouped by nursing records into control (conventional nursing with standard pulmonary rehabilitation) and intervention (additional TCM syndrome differentiation-based nursing). Propensity score matching (1:1 nearest-neighbor) balanced baseline characteristics (gender, age, disease duration, smoking history, pulmonary function classification), yielding 62 matched pairs. Primary outcomes included pulmonary function (FEV₁, FEV₁% predicted, FEV₁/FVC), symptom severity (modified Medical Research Council scale, TCM syndrome scores), quality of life (COPD Assessment Test [CAT]), minimum clinically important difference achievement, and safety. Post-matching baseline characteristics showed no significant differences (P > .05). The intervention group achieved greater improvements in pulmonary function versus controls: FEV₁ (1.47 ± 0.35 vs 1.32 ± 0.37 L, P = .011), FEV₁% predicted (59.3 ± 11.4% vs 53.5 ± 10.2%, P = .004), and FEV₁/FVC (58.9 ± 8.2% vs 54.4 ± 8.1%, P = .007). Dyspnea severity and TCM syndrome scores improved significantly in the intervention group (both P < .01). Quality of life also improved more markedly (median CAT score: 15 vs 19, P = .001). Minimum clinically important difference achievement rates were consistently higher in the intervention group (risk differences: 22.6%-29.0%, all P < .01). No serious adverse events occurred. Mild events (exercise-induced dizziness, dermatological irritation) were comparable between groups and resolved with symptomatic care. Integration of TCM syndrome differentiation-based nursing with pulmonary rehabilitation yielded superior benefits over conventional care, producing clinically meaningful improvements in pulmonary function, symptoms, and quality of life without added safety concerns. These findings support adopting integrated TCM-Western approaches as an evidence-based strategy for COPD management.",
  "disease": "chronic obstructive pulmonary disease"
}