{
    "title": "Lock Stock and Barrel of Wound Healing.",
    "doc_id": "31556852",
    "writer": "Dhingra GA",
    "year": "2019",
    "summary": "This scenario leads to increased health and economic burden worldwide. Rapid wound healing is exigent subject-field in the health care system. It is imperative to be updated on wound care strategies as impaired wound healing may lead to chronic, …",
    "abstract": "Any kind of injury may lead to wound formation. As per World Health Organization Report, \"more than 5 million people die each year due to injuries. This accounts for 9% of the world's population death, nearly 1.7 times the number of fatalities that result from HIV/AIDS, tuberculosis and malaria combined. In addition, ten million people suffer from non-fatal injuries which require treatment\". This scenario leads to increased health and economic burden worldwide. Rapid wound healing is exigent subject-field in the health care system. It is imperative to be updated on wound care strategies as impaired wound healing may lead to chronic, non-healing wounds and thus further contributes to the national burden. This article is a comprehensive review of wound care strategies. The first and second part of this review article focuses on the understanding of wound, its types and human body's healing mechanism. Wound healing is natural, highly coordinated process that starts on its own, immediately after the injury. However, individual health condition influences the healing process. Discussion of factors affecting wound healing has also been included. Next part includes the detailed review of diverse wound healing strategies that have already been developed for different types of wound. A detailed description of various polymers that may be used has been discussed. Amongst drug delivery systems, oligomers, dendrimers, films, gels, different nano-formulations, like nanocomposites, nanofibers, nanoemulsions and nanoparticles are discussed. Emphasis on bandages has been made in this article.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31556852/"
}