{
  "pmid": "41451621",
  "title": "Advancing coronary artery disease risk stratification: integrating hyperspectral imaging with machine learning for precision cardiology.",
  "abstract": "Coronary artery disease (CAD) remains one of the leading causes of death worldwide, making precise risk stratification essential for personalized medicine. Hyperspectral imaging (HSI) has emerged as a novel noninvasive medical imaging technology with significant potential in CAD detection and risk stratification. Previous reviews focusing on machine learning (ML) in CAD have predominantly centered on traditional imaging modalities or broadly explored the applications of ML in CAD. By exclusively focusing on the synergistic potential of HSI and ML, this review aims to advance CAD diagnosis and risk stratification. It systematically summarizes the current application, core technical advantages, and unresolved challenges of HSI in CAD diagnosis. By integrating HSI with ML, we propose a novel noninvasive diagnostic framework capable of extracting CAD-related biomarkers from superficial body features. Although challenges remain in data standardization, model generalizability, and clinical translation, this integrated approach holds great promise for advancing precision cardiology. This research explores a new way to help doctors better identify people at risk for coronary artery disease (CAD), a common heart condition. We combined two advanced technologies: hyperspectral imaging (a special camera that sees more than the human eye) and machine learning (computer programs that find patterns in data). Together, these tools can analyze subtle signs in medical images that are invisible otherwise. Our review shows that this combined approach has the potential to improve risk assessment beyond traditional methods. This could lead to earlier detection of heart disease and more personalized treatment plans for patients. While promising, more research is needed to address challenges such as ensuring the technology works equally well for people with different skin tones, reducing costs, and making the computer decisions easier for doctors to understand, before this technology becomes part of routine doctor visits.",
  "disease": "coronary artery disease"
}