{
    "title": "The Effect of Elevated Mean Arterial Blood Pressure in Cervical Traumatic Spinal Cord Injury with Hemorrhagic Contusion.",
    "doc_id": "32889182",
    "writer": "Mushlin HM",
    "year": "2020",
    "summary": "OBJECTIVE: Hemorrhagic contusion in cervical spinal cord injury (CSCI) is poorly understood. We investigated hemorrhagic expansion in patients with CSCI with an assigned elevated mean arterial pressure (MAP) goal of >85 mm Hg. ...A calculated MAP was recorded for …",
    "abstract": "Objective:\n        \n      \n      Hemorrhagic contusion in cervical spinal cord injury (CSCI) is poorly understood. We investigated hemorrhagic expansion in patients with CSCI with an assigned elevated mean arterial pressure (MAP) goal of >85 mm Hg. The change in hemorrhagic area and long-term follow-up data ≥6 months after injury was studied.\n    \n\n\n          Methods:\n        \n      \n      A retrospective review was performed from 2005 to 2016 to identify patients with motor complete CSCI with 2 cervical magnetic resonance imaging (MRI) scans within 7 days of injury showing evidence of hemorrhagic contusion and assigned a MAP goal of >85 mm Hg for 7 days. T2-weighted MRI was used to calculate the hemorrhagic surface area in the sagittal plane. A calculated MAP was recorded for each blood pressure measure between the initial and follow-up MRI scans. The American Spinal Injury Association impairment scale (AIS) and American Spinal Injury Association motor scores were recorded at the final follow-up examination at ≥6 months.\n    \n\n\n          Results:\n        \n      \n      A total of 193 patients were identified. The mean change in the hemorrhagic area was 24.0 mm2. Of the 193 patients, the AIS grade was A for 114 and B for 79 patients. Multiple logistic regression analysis demonstrated that the MAP and systolic blood pressure were nonsignificant predictors of hemorrhagic contusion expansion. An increased hemorrhagic contusion area on the follow-up MRI scan was associated with a reduced odds of AIS improvement of ≥1 and ≥2 points (odds ratio, 0.97; 95% confidence interval, 0.87-0.97; P = 0.028; and odds ratio, 0.92; 95% confidence interval, 0.99-1.13; P = 0.008, respectively) at the final ≥6-month follow-up examination.\n    \n\n\n          Conclusion:\n        \n      \n      The present study investigated the clinical safety of elevated MAP goals for patients with CSCI and hemorrhagic contusion. Elevated MAPs did not significantly increase the risk of hemorrhagic expansion in those with CSCI. We have also reported the use of hemorrhagic contusion size as a potential radiographic biomarker for neurological outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32889182/"
}