{
    "title": "Biopsies from ulcer edge yield higher histological activity scores than biopsies from non-ulcerated mucosa in active ulcerative colitis.",
    "doc_id": "36966764",
    "writer": "Novak G",
    "year": "2023",
    "summary": "DESIGN AND METHODS: This prospective cross-sectional study enrolled patients with ulcerative colitis and ulcers in the colon. Biopsy specimens were obtained at the edge of the ulcer; at a distance of one open forceps (7-8 mm) from the ulcer edge; at a …",
    "abstract": "Background:\n        \n      \n      The appropriate location for biopsy collection in ulcerative colitis is unknown.\n    \n\n\n          Objectives:\n        \n      \n      We aimed to determine the location for biopsy collection in the presence of ulcers which yields the highest histopathological score.\n    \n\n\n          Design and methods:\n        \n      \n      This prospective cross-sectional study enrolled patients with ulcerative colitis and ulcers in the colon. Biopsy specimens were obtained at the edge of the ulcer; at a distance of one open forceps (7-8 mm) from the ulcer edge; at a distance of three open forceps (21-24 mm) from the ulcer edge; further referred to as locations 1, 2 and 3 respectively. Histological activity was assessed using Robarts Histopathology Index and the Nancy Histological Index. Statistical analysis was performed using mixed effects models.\n    \n\n\n          Results:\n        \n      \n      A total of 19 patients were included. Decreasing trends with distance from the ulcer edge ( P < 0.0001) were observed. Biopsies procured from the edge of the ulcer (location 1) yielded a higher histopathological score compared to biopsies procured at locations 2 and 3 ( P ≤ 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      Biopsies from the ulcer edge yield higher histopathological scores than biopsies next to the ulcer. In clinical trials with histological endpoints, biopsies should be obtained from the ulcer edge (if ulcers are present) to reliably assess histological disease activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36966764/"
}