{
  "pmid": "41404753",
  "title": "Targeting of Cdc42-Interacting Protein 4-Calcineurin Signalosomes Improves Cardiac Structure and Function After Myocardial Infarction.",
  "abstract": "CaN (calcineurin) promotes pathological cardiac remodeling but also cardioprotection in ischemia-reperfusion injury. CaN inhibitors are also immunosuppressants. This pleiotropy complicates targeting calcineurin in cardiovascular disease. CIP4/TRIP10 (Cdc42-interacting protein 4) is a scaffold protein that binds the CaNAβ (calcineurin Aβ) N-terminal polyproline domain and organizes a calcium and CaNAβ2 signaling compartment independent of contractile calcium. We showed that CIP4-CaNAβ2 signalosomes promote pathological cardiac hypertrophy induced by pressure overload. It is unknown whether CIP4-CaNAβ2 signalosomes contribute to cardioprotection and remodeling in ischemic disease. CIP4 conditional knockout mice were studied following ischemia-reperfusion and permanent left coronary artery ligation that induce myocardial infarction. C57BL/6NJ mice were transduced with cardiotropic adeno-associated virus expressing a CaNAβ2 small hairpin RNA to inhibit CaNAβ2 expression, a VIVIT peptide to inhibit CaN-NFAT (nuclear factor of activated T cells) signaling, or a CaNAβ polyproline peptide to block CIP4-CaNAβ2 binding and similarly studied by ischemia-reperfusion injury and left coronary artery ligation. CaNAβ polyproline-dependent signaling was also studied in T cells. CIP4 conditional knockout and cardiomyocyte-specific CaNAβ polyproline peptide expression improved cardiac function after ischemia-reperfusion injury and decreased infarct size and improved cardiac function after permanent left coronary artery ligation. In contrast, cardiomyocyte-specific CaNAβ2 depletion and VIVIT expression worsened outcome after myocardial infarction. The polyproline peptide had no effect on T-cell activation and cytokine expression in vitro. CIP4-CaNAβ2 signalosomes promote adverse cardiac remodeling and are not cardioprotective. Proof of concept is provided for the treatment of ischemic cardiomyopathy by a polyproline peptide gene therapy. Targeting these complexes may be beneficial in cardiovascular diseases, including ischemic cardiomyopathy and acute myocardial infarction.",
  "disease": "coronary artery disease"
}