{
  "pmid": "41472960",
  "title": "Effects of Individualized Step Targets on Physical Activity in COPD. A Randomized Study.",
  "abstract": "Improving physical activity (PA) is important in patients with chronic obstructive pulmonary disease (COPD). Goal setting can be a possible intervention to improve PA, but the increase in PA is not sustainable in the long term. We evaluated the effects of providing an individualized target step count, reflecting the disease condition of each patient, on PA and other factors, such as myokines, after six months in patients with COPD. We performed a randomized parallel group, open-label study (INTAR-Step study) between the target provision (intervention) group and the usual care (control) group and investigated differences in the proportion of subjects who achieved the target as a primary outcome and differences in changes in PA parameters and myokines as secondary outcomes. This study was registered with UMIN-CTR (UMIN000046390, January 13, 2022). A total of 73 subjects were analyzed (intervention, n=38; control, n=35). The proportion of participants in the intervention group who achieved their target step count did not show a significant increase relative to the control group (p=0.157). However, the change in step count, and change in duration of activity at ≥3.0 metabolic equivalents were significantly increased in the intervention group. The Changes in the Growth differentiation factor-15 (GDF-15), fatty acid-binding protein-3, and Irisin levels also increased in the intervention group. Furthermore, GDF-15 levels were significantly higher in subjects with increased step counts than in those with decreased step counts. Providing individualized step targets did not increase the proportion of subjects who achieved their targets, but it increased their step counts after six months. GDF-15 may be involved in the increase in the step count. Improving physical activity is important but achieving it is not easy. Providing patients with COPD with individualized target values of step count increased their step counts after six months. Growth differentiation factor-15 may be involved in the increase in the step count.",
  "disease": "chronic obstructive pulmonary disease"
}