{
  "pmid": "41421518",
  "title": "PM2.5 exposure exacerbates airway pyroptosis related inflammatory response in asthmatic mice by activating NLRP3 inflammasome.",
  "abstract": "Fine particulate matter (PM2.5)-induced airway epithelial damage plays a pivotal role in driving the development of airway inflammation. Although pyroptosis is recognized for its highly proinflammatory nature, its precise role in PM2.5-associated airway inflammation, particularly in asthmatic condition, remains to be fully elucidated. In ovalbumin (OVA)-sensitized asthmatic mice, we assessed pulmonary histopathology, inflammatory cell counts and Th2 cytokine levels (IL-4, IL-5, and IL-13) in bronchoalveolar lavage fluid (BALF), airway hyperresponsiveness (AHR), and airway epithelial pyroptosis. To investigate the effects of PM2.5 on airway epithelial cells, BEAS-2B cells were exposed to PM2.5. Cell viability was evaluated using the CCK-8 assay, while pyroptosis-related protein levels and inflammatory cytokine release were analyzed by Western blot and ELISA, respectively. Additionally, transmission electron microscopy (TEM) was employed to examine PM2.5-induced ultrastructural changes in BEAS-2B cells. To further elucidate the underlying mechanism, we administered the NLRP3 inhibitor MCC950 and the Caspase-1 inhibitor Ac-YVAD-cmk to verify the involvement of NLRP3 inflammasome activation and pyroptosis in PM2.5-exposed asthmatic mice. PM2.5 exposure significantly aggravated airway inflammation in asthmatic mice, as demonstrated by elevated histopathological inflammatory scores in lung tissues and increased pro-inflammatory cytokine levels in BALF. Furthermore, PM2.5 upregulated the abundance of pyroptosis-related markers, namely NLRP3, Caspase-1, GSDMD, and IL-1β, in the lung tissues of asthmatic mice. In BEAS-2B cells, PM2.5 exposure led to a dose-dependent reduction in cell viability and promoted the activation of NLRP3 inflammasome, subsequently leading to Caspase-1-mediated GSDMD cleavage and IL-1β secretion. TEM further confirmed pyroptosis, revealing characteristic morphological alterations such as cytoplasmic vacuolation, mitochondrial swelling, and plasma membrane pore formation in BEAS-2B cells exposed to PM2.5. Critically, inhibition of NLRP3 (MCC950) or Caspase-1 (Ac-YVAD-cmk) markedly attenuated PM2.5-induced pyroptosis and ameliorated airway inflammation in asthmatic mice, underscoring the pivotal role of the NLRP3/Caspase-1/GSDMD axis in this pathogenic process. Our findings demonstrate that PM2.5 exposure induces airway epithelial pyroptosis through NLRP3 inflammasome activation, thereby exacerbating airway inflammation in asthmatic mice.",
  "disease": "asthma"
}