{
    "title": "Imaging of juvenile idiopathic arthritis. Part II: Ultrasonography and MRI.",
    "doc_id": "27679727",
    "writer": "Sudoł-Szopińska I",
    "year": "2016",
    "summary": "Juvenile idiopathic arthritis is the most common autoimmune systemic disease of the connective tissue affecting individuals in the developmental age. ...Magnetic resonance imaging is indicated in children with juvenile idiopathic arthritis for assessme …",
    "abstract": "Juvenile idiopathic arthritis is the most common autoimmune systemic disease of the connective tissue affecting individuals in the developmental age. Radiography, which was described in the first part of this publication, is the standard modality in the assessment of this condition. Ultrasound and magnetic resonance imaging enable early detection of the disease which affects soft tissues, as well as bones. Ultrasound assessment involves: joint cavities, tendon sheaths and bursae for the presence of synovitis, intraand extraarticular fat tissue to visualize signs of inflammation, hyaline cartilage, cartilaginous epiphysis and subchondral bone to detect cysts and erosions, and ligaments, tendons and their entheses for signs of enthesopathies and tendinopathies. Magnetic resonance imaging is indicated in children with juvenile idiopathic arthritis for assessment of inflammation in peripheral joints, tendon sheaths and bursae, bone marrow involvement and identification of inflammatory lesions in whole-body MRI, particularly when the clinical picture is unclear. Also, MRI of the spine and spinal cord is used in order to diagnose synovial joint inflammation, bone marrow edema and spondylodiscitis as well as to assess their activity, location, and complications (spinal canal stenosis, subluxation, e.g. in the atlantoaxial region). This article discusses typical pathological changes seen on ultrasound and magnetic resonance imaging. The role of these two methods for disease monitoring, its identification in the pre-clinical stage and establishing its remission are also highlighted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27679727/"
}