{
  "pmid": "41449471",
  "title": "Spatiotemporally controlled delivery of biomacromolecules via injectable hydrogels for precision modulation of the tumor immune microenvironment.",
  "abstract": "The pronounced heterogeneity and immunosuppressive characteristics of the tumor immune microenvironment (TIME) substantially impede the clinical efficacy of immune checkpoint blockade (ICB) therapies. Biomacromolecules-such as antibodies, cytokines, and nucleic acids-have emerged as powerful tools for precisely modulating immune responses within the TIME. However, their clinical translation remains challenging due to inherent limitations, including enzymatic degradation, systemic toxicity, off-target effects, and poor tumor accumulation. Injectable hydrogels represent a promising platform for the spatiotemporal delivery of biomacromolecular therapeutics, enabling localized, controlled, and sustained release. Their structural versatility allows for the co-delivery of multiple bioactive agents and nanoparticle-based drugs, with tunable release kinetics tailored to therapeutic needs. In this review, we propose a three-tiered delivery strategy framework based on injectable hydrogels, reflecting the progressive evolution of delivery functionality. We systematically categorize hydrogel-mediated biomacromolecule delivery into three major types-proteins, nucleic acids, and glycans-highlighting their mechanisms of spatiotemporal release and immunomodulatory functions in the TIME. Additionally, we critically examine existing barriers to clinical translation and discuss how artificial intelligence (AI) can be leveraged to optimize hydrogel formulation and predict synergistic antitumor effects. Finally, we explore the integration of organoid platforms and humanized animal models to establish more physiologically relevant evaluation systems for hydrogel-based delivery platforms. These advances collectively aim to accelerate the clinical translation of hydrogel-mediated biomacromolecule delivery systems and facilitate next-generation precision immunotherapies for cancer.",
  "disease": "breast cancer"
}