{
  "pmid": "41473158",
  "title": "The impact of short-term administration of dapagliflozin on contrast-induced acute kidney injury in patients with type 2 diabetes and renal insufficiency undergoing percutaneous coronary intervention.",
  "abstract": "Contrast-induced acute kidney injury (CI-AKI) remains a significant complication in patients with type 2 diabetes mellitus (T2DM) and renal insufficiency undergoing percutaneous coronary intervention (PCI). Many studies have shown that sodium-glucose cotransporter-2 inhibitors (SGLT2i) can improve cardiovascular and renal outcomes in T2DM patients. And chronic administration of SGLT2i has been shown to reduce the risk of CIAKI after PCI in patients with T2DM. However, the impact of short-term SGLT2i administration on the incidence of CIAKI after PCI in T2DM patients with renal insufficiency remains unclear. To investigate the impact of short-term (<2 weeks) administration of dapagliflozin on CIAKI in patients with T2DM and renal insufficiency undergoing PCI. This retrospective study included patients with T2DM and renal insufficiency who underwent PCI in our hospital, from January to December 2024. The patients were divided into a short-term dapagliflozin group and a control group. Renal function was recorded before PCI, as well as at 48 h and 1 week post-PCI. The primary endpoint was the incidence of CIAKI after PCI in both groups. The secondary endpoints included changes in renal function at 48 h and 1 week post-PCI, as well as the occurrence of major adverse cardiovascular events (MACE) during the 3-month follow-up. (1) A total of 354 patients with T2DM and renal insufficiency underwent PCI were included in this study, with 183 patients in the short-term dapagliflozin group and 171 patients in the control group. The median duration of short-term dapagliflozin administration before PCI was 3 (2, 6) days, with an average duration of 3.56 ± 1.62 days. (2) The incidence of CIAKI was higher in the short-term dapagliflozin group (14.2%) compared to the control group (7.0%) ( Short-term (<2 weeks) dapagliflozin administration may increase the risk of CIAKI in T2DM patients with renal insufficiency undergoing PCI. It is recommended to avoid initiating dapagliflozin in high-risk CIAKI patients prior to PCI.",
  "disease": "diabetes mellitus"
}