{
  "pmid": "41466573",
  "title": "Dual Action of Dipyridamole in Experimental Rheumatoid Arthritis: Suppression of Joint Inflammation and Upregulation of Muscle Anabolism via Adenosine and AMPK pathways.",
  "abstract": "Rheumatoid sarcopenia, characterized by the progressive loss of skeletal muscle mass and function, is a frequent comorbidity in rheumatoid arthritis (RA), linked to prolonged, severe systemic inflammation. Purinergic signaling (adenosine, AMP, and ATP) plays a crucial role in inflammation, myogenesis, and muscle hypertrophy. Dipyridamole, an antiplatelet agent, enhances extracellular adenosine availability, alters AMP/ATP ratio and activates A2BR and AMPK pathways. We aim to investigate its potential use as a therapeutic agent for RA and rheumatoid sarcopenia. K/BxN-induced mice received preventive or therapeutic dipyridamole treatment daily and were sacrificed at joint inflammation peak and resolution stage. Motor activity tests and dual-energy x-ray absorptiometry (DXA) were performed. C-reactive protein (CRP) levels were also analyzed in serum and cytokines array was performed in serum and muscle. Histology of tibialis anterior (TA) and talus joint were studied. Myogenesis, purinergic system, atrophy and senescence key markers were analyzed via Western Blot and RT-PCR in gastrocnemius (GA). Nucleotide content via HPLC was performed. 2D and 3D models with C2C12 cells were done. Dipyridamole reduced joint, muscle, and systemic inflammation, counteracting muscle wasting and physical inactivity via an anabolic mechanism involving down-regulation of myostatin expression. This effect was mediated by increased adenosine and AMP levels, which activate adenosine A2B receptor and downstream cyclic AMP/AMPK signaling pathways. These results support a dual role for dipyridamole in RA, combining robust anti-inflammatory effects with a novel, myostatin-linked anabolic action on sarcopenia, mediated through adenosine and AMPK signaling, distinct from conventional therapeutic mechanisms.",
  "disease": "rheumatoid arthritis"
}