{
  "pmid": "41461298",
  "title": "Mid-coronary Artery Wall Echogenicity Can Contribute to the Initial Diagnosis of Kawasaki Disease: Quantitative Measurements by Transthoracic Echocardiography.",
  "abstract": "Periarterial echogenicity in the proximal coronary arteries (CAs) increases in the acute phase of Kawasaki disease (KD). However, some studies have questioned the diagnostic value of periarterial echogenicity in differentiating KD from other febrile diseases (non-KD) because of its relatively low specificity. In this study, we quantitatively assessed the degree of echogenicity in the proximal and mid-segments of both CAs to determine its additional diagnostic value in patients with clinically suspected KD. We retrospectively examined 109 consecutive children (median age, 21 months [interquartile ranges, 11.0-47.8]) who underwent transthoracic echocardiography for suspected KD (April 2021 to March 2023) at our hospital. Two-dimensional echocardiographic images in the proximal and mid-segments of both CAs were digitally stored and transferred to our off-line image analysis system. The mean pixel value of the arterial wall was calculated in grayscale ranging from 0 to 255 (corrected for the intracardiac blood pool adjacent to the target site). A total of 109 patients were included, 87 (80%) ultimately diagnosed with KD (including 18 with incomplete KD), and 22 (20%) ultimately diagnosed with non-Kawasaki febrile diseases (non-KD febrile) While the KD group generally showed higher CA wall echogenicity than the non-KD febrile group, there was no significant difference in the mean pixel values at the proximal segment (each, p=0.34). The KD group showed significantly higher echogenicity in the mid-segments of both CAs than the non-KD febrile group (mid-right coronary artery: p=0.0049; mid-left anterior descending artery: p=0.011). Similar results were observed in a small prospective cohort of 31 children examined under rigorously standardized ultrasound settings. CAs echogenicity in the mid-segments may have potential diagnostic value in the early evaluation of suspected KD, possibly reflecting the characteristic diffuse involvement of the CAs in the acute phase.",
  "disease": "coronary artery disease"
}