{
  "pmid": "41474567",
  "title": "Stereotactic radiosurgery versus whole brain radiotherapy in patients of breast cancer with brain metastasis - A retrospective single-institution analysis.",
  "abstract": "Surgery, stereotactic radiosurgery (SRS), whole brain radiotherapy (WBRT), or a combination of any of these are all local therapy options for brain metastasis. In this study, we report outcomes of patients with brain metastasis from breast cancer. This was a retrospective single-institution study. Records of patients with breast cancer registered in our department from 2016 to 2023 were evaluated. Patients with radiological or histopathological proof of brain metastasis who had received any form of cranial radiotherapy were included in the study. Various patient-related, disease-related, treatment-related, and dosimetric variables were recorded in this study. For the patients receiving WBRT, time dose and fractionation were recorded. Patients were stratified into WBRT group and SRS group for the purpose of survival analysis. Survival analysis was performed using Kaplan-Meir method, and survival between groups was compared using the log rank test. A total 98 patients were included for analysis in the study. The mean age of the study population was 46.42 years. All were female. Forty-four (45%) patients were Stage III at diagnosis, and 46 (47%) patients were metastatic at diagnosis. The median interval from diagnosis to brain metastasis was 18.1 months (IQR 9.5-34.4 months). Fourteen (14.3%) patients presented with brain metastasis at diagnosis. Sixty-eight (69.4%) patients had less than or equal to 5 lesions. Fourteen (14.3%) patients underwent surgery for brain metastasis. All patients received some form of cranial radiotherapy. Forty-seven (48%) patients received SRS, and 51 (52%) received WBRT. Twenty-nine (61.7%) patients received single-fraction SRS, whereas 18 (18.3%) received fractionated SRT. The 1-year event-free survival (EFS) was 41% in the WBRT group and 49% in the SRS group (P = 0.410). The 1-year overall survival (OS) was 49% in the SRS group and 54% in the SRS group (P = 0.293). In this retrospective study, there was no significant difference in survival outcomes with SRS or WBRT in breast cancer patients with brain metastasis. There is a need for dedicated prospective randomized trials to determine the optimal treatment sequence in metastatic breast cancer with brain metastasis.",
  "disease": "breast cancer"
}