{
  "pmid": "41417327",
  "title": "Nursing consultation protocol for supported self-care for people with Parkinson's disease.",
  "abstract": "to develop and validate the content of the Nursing Consultation Protocol for Supported Selfcare in People with Parkinson's Disease. this methodological study was conducted in two stages: protocol development and content validation. Relevance and clarity were assessed using the Delphi technique. After evaluating the protocol instruments, the Content Validity Index was calculated. an integrative review and a documental study characterizing older people with Parkinson's disease guided the protocol development. The final version comprises 6 sections, 29 topics, and 14 subtopics. The Content Validity Index was high in the first round (0.94) and increased to 0.99 after refinements. the expert panel deemed the protocol content valid in terms of relevance and clarity. Further research is recommended to assess its clinical validity. desarrollar y validar el contenido de un protocolo de consulta de enfermería para el autocuidado con apoyo para personas con enfermedad de Parkinson. investigación metodológica realizada en dos etapas: desarrollo del protocolo y validación de contenido. El contenido del protocolo se validó para relevancia y claridad utilizando el método Delphi. Después de evaluar los instrumentos del protocolo, se calculó el Índice de Validación de Contenido. una revisión integrativa y un estudio documental que caracteriza a los adultos mayores con enfermedad de Parkinson respaldaron el desarrollo del protocolo, que consta de seis secciones, 29 temas y 14 subtemas. El Índice de Validación de Contenido del protocolo desarrollado fue alto en la primera ronda (0,94) y, después de los refinamientos, aumentó a 0,99. los expertos consideraron que el contenido del protocolo es válido en términos de relevancia y claridad. Se debe realizar un nuevo estudio para la validación clínica del protocolo.",
  "disease": "parkinson disease"
}