{
  "pmid": "41390460",
  "title": "Association between early-life antibiotic exposure and gut microbiome alterations linked to allergic diseases in children: a systematic review.",
  "abstract": "Early-life exposure to antibiotics has been implicated in the disruption of gut microbiota development, potentially contributing to the onset of allergic diseases in childhood. This systematic review aimed to evaluate the association between early antibiotic exposure, gut microbiome alterations, and the risk of developing allergic conditions such as asthma, atopic dermatitis, and allergic rhinitis. This review followed PRISMA 2020 guidelines. A comprehensive search of PubMed, Embase, Web of Science, and the Cochrane Library was conducted up to [insert date]. Eligible studies included observational and interventional designs involving participants from the prenatal stage to 10 years of age. Data were extracted on antibiotic type, exposure timing, microbiome changes, and allergic outcomes. Study quality was assessed using the Newcastle-Ottawa Scale for observational studies and the Cochrane Risk of Bias tool for randomized trials. Fifteen studies involving over 1.5 million children met the inclusion criteria. The majority reported that antibiotic exposure during the prenatal period or the first two years of life was significantly associated with an increased risk of allergic diseases, particularly asthma and atopic dermatitis. Several studies also documented alterations in gut microbiota composition, including reduced Bifidobacterium and increased Clostridium and Klebsiella spps. Antibiotic type, duration, and timing of exposure were key factors influencing microbiota disruption and allergy development. There is growing evidence that early-life antibiotic exposure may predispose children to allergic diseases through gut microbiota disturbances. These findings support the cautious use of antibiotics during pregnancy and early childhood and underscore the need for further research into microbiota-preserving interventions and long-term outcomes.",
  "disease": "asthma"
}