{
  "pmid": "41462293",
  "title": "Associations between sarcopenic obesity and the risk of cardiovascular-kidney-metabolic syndrome progression: insights from the China health and retirement longitudinal study.",
  "abstract": "This study aimed to explore the association between sarcopenic obesity (SO) and advanced stages of cardiovascular-kidney-metabolic (CKM) syndrome, as well as to prospectively examine its relationship with cardiovascular events in CKM stages 0-3. Data were drawn from the China Health and Retirement Longitudinal Study (2011-2020) encompassing a median follow-up of 9.0 years for incident cardiovascular events. Sarcopenia was defined according to the Asian Working Group for Sarcopenia 2019 criteria. Non-sarcopenic participants with optimal body mass index or waist circumference served as the reference group. Outcome was major adverse cardiovascular events (MACEs) defined as a composite of all-cause death, cardiovascular problem, and stroke. Multivariable logistic regression and Cox proportional hazards models were employed to assess associations. A total of 6,766 participants (age 60.0 ± 9.9 years, 46.9% male) were included. At baseline, SO was associated with a significantly higher likelihood of advanced CKM stages [OR (95% CI): 3.317 (2.533, 4.345)] compared to reference. Similarly, sarcopenic overweight [OR (95% CI): 3.171 (2.601, 3.865)] and sarcopenic abdominal obesity [OR (95% CI): 3.268 (2.662, 4.013)] were also linked to higher odds of advanced CKM stages. Over a median follow-up of 9.0 years, 1,322 participants (21.1%) from CKM stages 0-3 experienced MACEs. After adjusting for multiple covariates, SO was associated with an increased risk of MACEs [HR (95% CI): 2.248 (1.789, 2.824)] compared to reference. Similarly, sarcopenic overweight [HR (95% CI): 1.768 (1.465, 2.135)] and sarcopenic abdominal obesity [HR (95% CI): 1.730 (1.414, 2.115)] were also associated with an elevated risk of MACEs. SO was significantly associated with more advanced stages of the CKM spectrum. Furthermore, among individuals categorized with CKM stages 0-3 and without pre-existing cardiovascular disease, SO was independently associated with a substantially elevated risk of future MACEs.",
  "disease": "stroke"
}