{
  "pmid": "41335221",
  "title": "Neutrophil Extracellular Traps (NETs) in health and disease.",
  "abstract": "Neutrophil extracellular traps (NETs) are web-like structures composed of DNA, histones, and antimicrobial proteins that extend the defensive repertoire of neutrophils beyond classical phagocytosis and degranulation. Initially considered solely antimicrobial, NETs are now recognized as dynamic regulators of immunity, inflammation, and tissue remodeling. Their formation is orchestrated by the generation of reactive oxygen species, neutrophil elastase-mediated chromatin remodeling, and peptidyl arginine deiminase 4-driven histone citrullination. At the same time, clearance involves DNase activity and macrophage-mediated phagocytosis. In physiological contexts, NETs immobilize and kill pathogens, restrict biofilm formation, and coordinate immune cell crosstalk, thereby supporting host defense and repair. However, when NET formation or clearance becomes dysregulated, these structures drive a broad spectrum of pathologies. Aberrant NET activity has been implicated in infectious diseases (bacterial, viral, fungal), autoimmune disorders such as systemic lupus erythematosus, ANCA-associated vasculitis, rheumatoid arthritis, Gout, and psoriasis, cardiovascular disorders including atherosclerosis, thrombosis, acute coronary syndrome, Myocardial ischemia/reperfusion injury, hypertension, atrial fibrillation, heart failure, and viral myocarditis, as well as cancer progression, metastasis, and other inflammation-associated disorders such as asthma, Alzheimer's disease, diabetes, and pregnancy-related complications. Advances in imaging, proteomics, and single-cell sequencing have expanded our ability to characterize NETs across contexts, revealing stimulus- and disease-specific heterogeneity. At the translational levels, therapies that inhibit NETs formation, promote their degradation, or regulate their release, including PAD4 and elastase inhibitors, DNase-based approaches, and antibody strategies, are under active investigation. By integrating these advances, this review provides a framework for translating NET biology into clinically relevant applications.",
  "disease": "rheumatoid arthritis"
}