{
    "title": "Risk factors for postpartum depression: An evidence-based systematic review of systematic reviews and meta-analyses.",
    "doc_id": "32927309",
    "writer": "Zhao XH",
    "year": "2020",
    "summary": "METHOD: PubMed, EMBASE and PsycINFO databases were searched since inception until July 2019 to collect data about the risk factors of PPD and only systematic review and meta-analysis can be included. RESULT: To identify the real risk factors, protective factors and …",
    "abstract": "Purpose:\n        \n      \n      Postpartum depression (PPD) is the most common psychiatric condition after childbirth which not only effects the mother's health, but also might have impact on child's development and parenting behaviors. Because the etiology of PPD has not been fully cleared, the efforts towards identification of risk factors are crucial for both the children and mother's health.\n    \n\n\n          Method:\n        \n      \n      PubMed, EMBASE and PsycINFO databases were searched since inception until July 2019 to collect data about the risk factors of PPD and only systematic review and meta-analysis can be included.\n    \n\n\n          Result:\n        \n      \n      To identify the real risk factors, protective factors and controversial factors, nineteen parts of the interpretation were adopted. The risk factors are mainly concentrated in the following aspects: violence and abuse, immigration status, gestational diabetes, cesarean section, depressive history, vitamin D deficiency, obese and overweight, postpartum sleep disruption and poor postpartum sleep, lack of social support, traditional dietary pattern (Japanese, Indian, United Kingdom, and Brazilian dietary pattern), multiple births, preterm and low-birth-weight infants, postpartum anemia, negative birth experience. The controversial factors are serum level of cortisol, thyroid peroxidase autoantibodies status, acculturation, traditional confinement practices. Skin-to-skin care, higher concentrations of DHA in mothers' milk, greater seafood consumption, healthy dietary patterns, multivitamin supplementation, fish and PUFA intake, calcium, Vitamin D, zinc and possibly selenium are protective factors.\n    \n\n\n          Conclusion:\n        \n      \n      Thirteen risk factors were identified, but five factors still controversial due to the insufficient of the evidence. What's more, skin-to-skin care and some nutrition related factors are protective factors against PPD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32927309/"
}