{
    "title": "Mentalizing, epistemic trust and interpersonal problems in emotion regulation: A sequential path analysis across common mental health disorders and community control samples.",
    "doc_id": "39694336",
    "writer": "Kumpasoğlu GB",
    "year": "2025",
    "summary": "Mentalizing has been posited as a prerequisite for effective emotion regulation. The current study aims to examine the roles of epistemic trust and interpersonal problems in driving the association between mentalizing and emotion regulation, contrasting clinical and …",
    "abstract": "Background:\n        \n      \n      Emotion regulation is a crucial function implicated in multiple mental health disorders; understanding the mechanisms by which emotion regulation has such impact is essential. Mentalizing has been posited as a prerequisite for effective emotion regulation. The current study aims to examine the roles of epistemic trust and interpersonal problems in driving the association between mentalizing and emotion regulation, contrasting clinical and non-clinical populations.\n    \n\n\n          Method:\n        \n      \n      A total of 652 individuals (296 clinical and 356 community control) were employed. Sequential mediation analysis was used to examine the role of epistemic stances and interpersonal problems in the mentalizing-emotion regulation link, and moderated mediation analysis was conducted to identify group differences in these pathways.\n    \n\n\n          Results:\n        \n      \n      Ineffective mentalizing was associated with emotion dysregulation and interpersonal problems. Higher levels of epistemic credulity and mistrust were associated with ineffective mentalizing, interpersonal problems, and emotion dysregulation. Sequential mediation analysis indicated that disruptions in epistemic trust (epistemic mistrust and credulity) and interpersonal problems partially mediated the relationship between inadequate mentalizing and emotion dysregulation, with these pathways being consistent across both clinical and control groups. The pathways including epistemic trust were not significant.\n    \n\n\n          Limitations:\n        \n      \n      The study's limitations include a simplified theoretical model, a cross-sectional design preventing causal inference, and sample recruitment methods possibly limiting generalizability.\n    \n\n\n          Conclusions:\n        \n      \n      These findings suggest a potential mechanism connecting mentalizing, disruptions in epistemic trust, interpersonal problems, and emotion regulation, to illuminate a crucial aspect of psychological functioning. These results emphasize the significance of social-communicative aspect in clinical outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39694336/"
}