{
    "title": "Association between sleep quality and self-care in adults with heart failure: A systematic review.",
    "doc_id": "33909891",
    "writer": "Spedale V",
    "year": "2021",
    "summary": "Although some research has evaluated the association between sleep quality and heart failure self-care, a synthesis of the most recent available evidence is lacking. ...CONCLUSIONS: Although the evidence should be strengthened, sleep quality seems to a …",
    "abstract": "Background:\n        \n      \n      Sleep disturbance is one of the most common symptoms among heart failure patients. Sleep disturbance reduces quality of life and leads to higher rates of mortality. It may affect the ability of patients to perform adequate self-care. Although some research has evaluated the association between sleep quality and heart failure self-care, a synthesis of the most recent available evidence is lacking.\n    \n\n\n          Aims:\n        \n      \n      This systematic review aimed to assess the association between sleep quality and self-care in adults with heart failure.\n    \n\n\n          Methods:\n        \n      \n      The Preferred Reporting Items for Systematic Reviews and Meta-Analyses methodology was used. Medline, CINAHL, PsycINFO and SCOPUS were searched. Observational, case-control and cohort studies were considered. The quality of the studies was evaluated with the Joanna Briggs Institute's Critical Appraisal Tools.\n    \n\n\n          Results:\n        \n      \n      Six articles were included. Association between sleep quality and self-care was reported by three studies. One of these did not find an association between sleep disturbance and heart failure self-care, while the other two studies did. An association between sleep quality and medication adherence was reported by three studies. All three of these studies found associations between these two variables. Studies have measured similar but different constructs. Two studies assessed sleep quality, while four other studies measured excessive daytime sleepiness. Half of the studies examined self-care, while the other half measured medication adherence.\n    \n\n\n          Conclusions:\n        \n      \n      Although the evidence should be strengthened, sleep quality seems to affect self-care in heart failure patients. The mechanism underlying the effect of sleep quality on heart failure self-care remains unclear. Future longitudinal interaction analyses could be useful to clarify this mechanism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33909891/"
}