{
  "pmid": "41378125",
  "title": "Distribution of epiphyseal nutrient foramina in the distal femur: Implications for anterior knee joint denervation.",
  "abstract": "Sensory afferents supplying subchondral bone could mediate pain from the knee joint. Intrinsic innervation originates externally and follows blood vessels through nutrient foramina. Therefore, targeting the intrinsic innervation of subchondral bone can be achieved by capturing extrinsic innervation prior to their entry into the nutrient foramina. Understanding of extrinsic innervation of the knee joint as well as the distribution of the epiphyseal nutrient foramina are important. Currently, the distribution of nutrient foramina has not been analyzed. The objective of this osteological study was to quantify the distribution of nutrient foramina in the distal femur to inform knee joint denervation strategies. A convenience sample of 19 bony femurs was used in this study. The distal end of each specimen was photographed to obtain standardized lateral, medial, and anterior views. The location of nutrient foramina was documented. Each photograph was imported into ImageJ and the distribution of nutrient foramina was quantified. Location of epiphyseal nutrient foramina was variable on distal femur. Laterally, distribution of nutrient foramina showed percentages of 11.5 %, 44.7 %, 36.5 %, and 7.3 % in the first, second, third, and fourth quadrants, respectively. Distribution on the medial distal femur showed percentages of 12.4 %, 40.4 %, 35.5 %, and 11.5 % in the first, second, third, and fourth quadrants, respectively. Anteriorly, distribution showed a difference between the medial and lateral halves with percentages of 71.1 % and 28.9 %, respectively. Epiphyseal nutrient foramina are important conduits that enable extrinsic innervation to enter and supply the subchondral bone. The location and distribution of the nutrient foramina of the distal femur reported in this study can be used to optimize nerve blocks and denervation techniques to manage chronic knee joint pain from osteoarthritis.",
  "disease": "osteoarthritis"
}