{
    "title": "The effects of university students' fragmented reading on cognitive development in the new media age: evidence from Chinese higher education.",
    "doc_id": "36032958",
    "writer": "Liu W",
    "year": "2022",
    "summary": "An increasingly fast-paced society and a corresponding drop in theoretical reading have affected reading literacy and cognitive development across communities-and among university students in particular. This study sought to identify the components of fragmented reading an …",
    "abstract": "Introduction:\n        \n      \n      The impacts of fragmented reading have been felt on a huge scale during the new media age. An increasingly fast-paced society and a corresponding drop in theoretical reading have affected reading literacy and cognitive development across communities-and among university students in particular. This study sought to identify the components of fragmented reading and cognitive development and investigate the former's effects on the latter among university students in the new media age.\n    \n\n\n          Methods:\n        \n      \n      Paper-based and electronic surveys were used to gather demographic and related-reading data from undergraduates at six Chinese universities in early 2021. After testing the data from 916 samples for reliability and validity, descriptive statistics were obtained and path analysis was undertaken using structural equation modeling.\n    \n\n\n          Results:\n        \n      \n      The students reported relatively high levels of fragmented reading, particularly in its temporal form. Significant associations were found between the constructs of fragmented reading and cognitive development. Specifically, the fragmentation of content, time, and attention in reading behavior had significant, positive effects on cognitive breadth. However, each of these components was somewhat negatively associated with cognitive depth.\n    \n\n\n          Conclusions:\n        \n      \n      The findings disclosed the dual effects of fragmented reading on the cognitive development of students, opening a new perspective on this debate. As fragmented reading in the new media age grows inexorably, the study highlights the need to utilize its positive effects on cognitive development by integrating and classifying fragmented information into the mental maps of learners.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36032958/"
}