{
    "title": "microRNA and Ovarian Cancer.",
    "doc_id": "26659000",
    "writer": "Langhe R.",
    "year": "2015",
    "summary": "Ovarian cancer is the fifth most common cancer in women and the leading cause of death from gynaecological malignancy in the Western world. ...Several studies showed that microRNAs are deregulated in ovarian cancer. This chapter reviews the role …",
    "abstract": "Ovarian cancer is the fifth most common cancer in women and the leading cause of death from gynaecological malignancy in the Western world. The majority of ovarian cancers are diagnosed at an advanced stage and this is due to lack of a reliable screening test and the vagueness of symptoms. Early diagnosis is key as the 5-year survival rate for women diagnosed with late-stage disease is less than 20% compared to up to 90% for women diagnosed at early-stage disease. Early-stage disease that has a good prognosis cannot be detected easily. Currently, no standardized reliable screening test exists. Lack of a reliable screening test is due to the fact that the underlying molecular biology of oncogenesis in ovarian cancer is a complex pathway. Once the molecular biology of the ovarian cancer is known, more reliable and sensitive screening tests can be established and a better and effective treatment can be found. Current diagnostic tools include imaging and CA125 have their limitations in terms of accuracy. There is a strong need for prognostic and predictive markers to diagnose it early and to help optimize and personalize treatment. microRNAs were recently found to be involved in the pathophysiology of all types of analyzed human cancers mainly by aberrant gene expression. microRNA profiling has allowed the identification of signatures associated with diagnosis, prognosis, and response to treatment of human tumors. Several studies showed that microRNAs are deregulated in ovarian cancer. This chapter reviews the role of microRNAs in ovarian cancer and their utility of microRNAs as diagnostic and prognostic markers for ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26659000/"
}