{
  "pmid": "41429420",
  "title": "Transforming One Health in India: National Multisectoral Mixed Method Study on Prioritization of Zoonotic Diseases.",
  "abstract": "To tackle the risk of emerging and re-emerging diseases, it is critical for countries with limited resources to prioritize endemic and emerging zoonotic diseases of greatest national concern. One Health is an integrated, unifying approach that aims to sustainably balance and optimize the health of people, animals, and ecosystems. In India, as a first step toward a multidisciplinary, multisectoral, One Health approach to preventing and detecting zoonotic disease outbreaks, a national-level multistakeholder zoonotic disease prioritization workshop was organized to identify a list of zoonotic diseases of greatest national concern for India. We followed the Good Reporting of a Mixed Methods Study guidelines to finalize a list of priority zoonotic diseases through a participatory action research approach involving 50 experts in zoonotic diseases. We used a prioritization process based on the US Centers for Disease Control and Prevention's semiquantitative One Health Zoonotic Disease Prioritization process, with modifications per country need. We ranked 40 zoonotic diseases based on 5 criteria: severity of illness in humans, the economic burden of the diseases, pandemic potential, capacity for prevention and control, and potential for introduction or increased transmission in India. The final list of zoonotic diseases ranked in the order of national significance included the following top 10 priority zoonotic diseases: zoonotic influenza (zoonotic influenza A viruses), anthrax, Japanese encephalitis, leptospirosis, brucellosis, dengue fever, rabies, scrub typhus, plague, and Crimean-Congo hemorrhagic fever. We conducted a sensitivity analysis to assess the impact of each criterion on the prioritized list; this analysis showed minimal changes in ranking for the top 10 diseases. For the successful adoption of One Health practices in India, multisectoral collaboration is critical at all levels-national, state, and provincial. This collaborative prioritization process conducted at the national level has the potential to fast track India's one health efforts and enhance zoonotic disease prevention and detection efforts at the state and local levels across India. RR2-10.1101/2024.02.26.24303393.",
  "disease": "influenza"
}