{
    "title": "2,3-Butanedione monoxime does not protect cardiomyocytes under oxidative stress.",
    "doc_id": "16142696",
    "writer": "Przygodzki T",
    "year": "2006",
    "summary": "Heart muscle ischemia-reperfusion provokes a pronounced cardiomyocyte oxidative stress. In the present study, we examined a possible protective effect of the cardioprotective drug, 2,3-butanedione monoxime (BDM), on the cultured neonatal cardiac myocytes exposed to oxid …",
    "abstract": "Heart muscle ischemia-reperfusion provokes a pronounced cardiomyocyte oxidative stress. In the present study, we examined a possible protective effect of the cardioprotective drug, 2,3-butanedione monoxime (BDM), on the cultured neonatal cardiac myocytes exposed to oxidative stress induced by hypochlorous acid (HOCl), that may be formed by activated polymorphonuclear neutrophils in myocardium ischemic-reperfusion areas, and a useful model oxidant, tert-butyl hydroperoxide (tBHP). Using isolated rat cardiomyocytes substantial cytotoxicity of HOCl and tBHP was demonstrated: The concentrations of HOCl and tBHP causing a 50% decrease of cardiomyocyte cell viability were estimated to be 55 +/- 5 microM and 36 +/- 6 microM, respectively. The cell viability measured immediately after the tBHP oxidative treatment was significantly higher than that measured after 22 h of cell post-incubation in a fresh culture medium. This showed delayed cell death after removing tBHP. Hypochlorous acid treatment of cardiomyocytes did not change cellular viability during the cellular post-incubation in a fresh medium. Even a long-term (22 h) incubation of oxidatively damaged cardiomyocytes with BDM (5 mM) added after the HOCl removal did not recover the viability of the HOCl-exposed cells. In the presence of BDM, the cytotoxicity of HOCl significantly increased probably due to a direct reaction of both compounds and toxic chlorinated derivative formation. 2,3-Butanedione monoxime (5 mM) did not reduce cytotoxicity of tBHP, either. Such well-known antioxidative agents as melatonin or glutathione considerably prevented oxidant-induced cell death in a concentration-dependent manner.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16142696/"
}