{
    "title": "Chronic obstructive pulmonary disease and lung cancer: inter-relationships.",
    "doc_id": "29210751",
    "writer": "Biswas A",
    "year": "2018",
    "summary": "RECENT FINDINGS: There is an ever-growing bundle of evidence that suggests a close association between persistent chronic inflammation and lung cancer. A few potential targets of genetic susceptibility locus for COPD and lung cancer have been suggested …",
    "abstract": "Purpose of review:\n        \n      \n      Chronic obstructive pulmonary disease (COPD) is a well established risk factor for lung cancer. Newer studies reveal a myriad of other mechanisms, some proven and some putative, which may contribute to their association.\n    \n\n\n          Recent findings:\n        \n      \n      There is an ever-growing bundle of evidence that suggests a close association between persistent chronic inflammation and lung cancer. A few potential targets of genetic susceptibility locus for COPD and lung cancer have been suggested. Better characterization of immune dysregulation and identification of signaling pathways may assist the development of strategies to reduce risk of developing lung cancer in patients with COPD. Current lung cancer screening strategies may exclude some patients at high risk of having lung cancer. Prospective studies indicate that a screening criterion that includes variables reflecting the severity of COPD may increase the sensitivity of the screening program and reduce 'over-diagnosis bias' of indolent lung cancers. Examples of such variables include the emphysema score generated from computed tomography scans and diffusion capacity for carbon monoxide derived from lung function tests.\n    \n\n\n          Summary:\n        \n      \n      A better understanding of the inter-relationship between lung cancer pathogenesis and COPD has been described recently. Improving lung cancer screening strategies by incorporating markers of COPD severity has recently been proposed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29210751/"
}