{
    "title": "HIV testing behaviors and willingness to receive oral rapid HIV testing among dental patients in Xi'an, China.",
    "doc_id": "33765025",
    "writer": "Gao B",
    "year": "2021",
    "summary": "This study assessed the HIV testing behaviors and willingness to receive ORHT among dental patients in Xi'an, China. METHODS: A cross-sectional survey of dental patients from Xi'an was conducted from August to September 2017. ...",
    "abstract": "Introduction:\n        \n      \n      HIV testing is an important strategy for controlling and ultimately ending the global pandemic. Oral rapid HIV testing (ORHT) is an evidence-based strategy and the evidence-based shows is favored over traditional blood tests in many key populations. The dental setting has been found to be a trusted, convenient, and yet untapped venue to conduct ORHT. This study assessed the HIV testing behaviors and willingness to receive ORHT among dental patients in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional survey of dental patients from Xi'an was conducted from August to September 2017. Dental patients were recruited using a stratified cluster sampling. A 44-item survey was used to measure HIV/AIDS knowledge, HIV testing behaviors, and willingness to receive ORHT.\n    \n\n\n          Results:\n        \n      \n      Nine hundred and nine dental patients completed the survey with a mean HIV/AIDS knowledge score of 10.7/15 (SD 2.8). Eighty-four participants (9.2%) had previously received an HIV test. Participants would have a high rate of HIV testing if they had higher monthly income (OR = 1.982, 95% CI: 1.251-3.140) and a higher HIV/AIDS knowledge score (OR = 1.137, 95% CI: 1.032-1.252). Five hundred and eighty-two participants (64.0%) were willing to receive ORHT before a dental treatment, 198 (21.8%) were not sure, and 129 (14.2%) were unwilling. Logistic regression showed that age (OR = 0.970, 95% CI: 0.959-0.982), HIV/AIDS knowledge score (OR = 1.087, 95% CI: 1.031-1.145), previous HIV test (OR = 2.057, 95% CI: 1.136-3.723), having advanced HIV testing knowledge (OR = 1.570, 95% CI: 1.158-2.128), and having advanced ORHT knowledge (OR = 2.074, 95%: CI 1.469-2.928) were the factors affecting the willingness to receive ORHT.\n    \n\n\n          Conclusions:\n        \n      \n      The majority of dental patients had not previously received an HIV test, although many were receptive to being tested in the dental setting. The dental setting as a venue to screen people for HIV needs further exploration, particularly because many people do not associate dentistry with chairside screenings. Increasing awareness of ORHT and reducing testing price can further improve the patient's willingness to receive ORHT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33765025/"
}