{
  "pmid": "41427917",
  "title": "Nephrotic syndrome in mice elevates FGF23 levels and leads to cardiac hypertrophy in the absence of hyperphosphatemia.",
  "abstract": "Patients with nephrotic syndrome develop albuminuria, hyperlipidemia and heart failure, but the pathomechanisms underlying this interconnection are unclear. We previously found that fibroblast growth factor 23 (FGF23) promotes cardiac hypertrophy in animal models of chronic kidney disease (CKD). Since patients with nephrotic syndrome have elevated FGF23, we hypothesized that FGF23 also contributes to heart damage in nephrotic syndrome. We previously developed a mouse model with the inducible and podocyte-specific overexpression of a constitutively active NFATc1 mutant variant (NFATc1nuc), which within one week develops a nephrotic syndrome-like phenotype. Here we conducted serological analyses of phosphate and lipid metabolism, and we studied the cardiac phenotype after one week and three months of albuminuria. After one week, mice presented with albuminuria, hyperlipidemia and elevated serum FGF23 levels, as well as reductions in cardiac function and cardiac hypertrophy on a cellular level without significant increases in cardiac mass or fibrosis. Under physiologic conditions and in CKD, elevations in systemic phosphate levels, also called hyperphosphatemia, induce FGF23 production in the bone. However, in NFATc1nuc mice we could detect neither increases in serum phosphate levels nor in FGF23 expression in the bone. Instead, nephrotic mice had FGF23 elevations in the heart, and our in vitro studies showed that free fatty acids induced FGF23 expression in cardiac myocytes resulting in hypertrophy. We also found that mice with prolonged NFATc1nuc expression transition into a CKD-like phenotype with hyperphosphatemia and further FGF23 elevations, as well as cardiac hypertrophy and fibrosis and a reduced lifespan. Our study suggests that NFATc1nuc mice serve as a model of nephrotic syndrome that progresses to CKD with pathologic cardiac remodeling. Our findings indicate that hyperlipidemia might contribute to heart failure in nephrotic syndrome by inducing FGF23 expression in the heart, which then drives cardiac hypertrophy.",
  "disease": "chronic kidney disease"
}