{
    "title": "Breastfeeding and Health Outcomes for Infants and Children: A Systematic Review.",
    "doc_id": "40240318",
    "writer": "Patnode CD",
    "year": "2025",
    "summary": "",
    "abstract": "Context:\n        \n      \n      Our understanding of the benefits of breastfeeding and the consumption of human milk for specific infant outcomes and the magnitude of those benefits continues to evolve.\n    \n\n\n          Objective:\n        \n      \n      Review the evidence on the association between breastfeeding and child health outcomes.\n    \n\n\n          Data sources:\n        \n      \n      Systematic literature searches in MEDLINE, Embase, and CINAHL for English-language articles published from 2006 to August 14, 2024.\n    \n\n\n          Study selection:\n        \n      \n      Existing systematic reviews (ESRs) and primary studies comparing various breastfeeding exposures and child health outcomes among term infants in developed countries.\n    \n\n\n          Data extraction:\n        \n      \n      Abstracted data on study design, demographics, breastfeeding exposures and referents, and outcomes. Results of ESRs were synthesized alongside those of newer primary studies.\n    \n\n\n          Results:\n        \n      \n      Twenty-nine ESRs and 145 primary studies were included. An association indicating a reduced risk from more vs less breastfeeding was apparent for moderate-to-severe respiratory and gastrointestinal infections, otitis media, allergic rhinitis, asthma, malocclusion, inflammatory bowel disease, type 1 diabetes, rapid weight gain and growth, obesity, high systolic blood pressure, childhood leukemia, and infant mortality. There was no clear threshold of breastfeeding duration that appeared to be most beneficial for any outcome. There were few data on whether associations varied by mode of breastfeeding or source of breast milk.\n    \n\n\n          Limitations:\n        \n      \n      Observational studies with risks of bias related to confounding, missing data, and a lack of consistency in measurement and reporting of breastfeeding exposures.\n    \n\n\n          Conclusions:\n        \n      \n      Breastfeeding is associated with beneficial effects for several infant and child outcomes. Further research that addresses the limitations of existing studies is needed to continue to inform national initiatives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40240318/"
}