{
  "pmid": "41441802",
  "title": "Preimplantation AI-ECG Age as a Predictor of Survival Following Cardiac Resynchronization Therapy.",
  "abstract": "About one-third of patients with heart failure with reduced ejection fraction remain nonresponders to guideline-directed cardiac resynchronization therapy. An algorithm for age prediction using an artificial intelligence-enabled electrocardiography (AI-ECG) has been proposed as a marker of a patient's \"biological\" age. This study aimed to evaluate the utility of the preimplantation AI-ECG age in predicting survival post cardiac resynchronization therapy with defibrillator (CRT-D). We retrospectively reviewed records of patients who underwent CRT-D at the Mayo Clinic between January 1, 2001 and September 30, 2022. All patients with left ventricular ejection fraction ≤35%, QRS duration ≥120 milliseconds, and CRT-D were included. The primary endpoint was all-cause mortality. From preimplantation ECGs, chronological age and AI-ECG age were obtained using the Mayo Clinic AI-ECG age algorithm. The δage was calculated as the patient's AI-ECG age minus the chronological age. Survival analyses were conducted. A total of 464 patients were included. Patients with δage < 0 were chronologically older with a greater incidence of hypertension, coronary artery disease, hyperlipidemia, and peripheral vascular disease (P < 0.05). In multivariable analyses, with δage as a continuous variable, a lower δage correlated with longer survival post implantation (time ratio: 0.96; P = 0.007). Other markers of prolonged survival included a lower chronological age, nonischemic cardiomyopathy, absence of advanced chronic kidney disease, and hypertension. As a categorical variable, δage >5.1 years portended shorter survival than a δage between -5.1 and 5.1 years (time ratio: 0.62; P = 0.017). Preimplantation AI-ECG-derived δage is an independent predictor of survival post-CRT-D. The lower the AI-ECG age compared to the chronological age, the longer the post-CRT-D survival, possibly reflective of a lower \"biologic\" age.",
  "disease": "coronary artery disease"
}