{
    "title": "Myeloma patients with COVID-19 have superior antibody responses compared to patients fully vaccinated with the BNT162b2 vaccine.",
    "doc_id": "34528249",
    "writer": "Gavriatopoulou M",
    "year": "2022",
    "summary": "Patients with multiple myeloma (MM) have a suboptimal antibody response following vaccination against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and lower seroconversion rates following coronaviru …",
    "abstract": "Patients with multiple myeloma (MM) have a suboptimal antibody response following vaccination against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and lower seroconversion rates following coronavirus disease 2019 (COVID-19) compared with healthy individuals. In this context, we evaluated the development of neutralising antibodies (NAbs) against SARS-CoV-2 in non-vaccinated patients with MM and COVID-19 compared with patients after vaccination with two doses of the BNT162b2 vaccine. Serum was collected either four weeks post confirmed diagnosis or four weeks post a second dose of BNT162b2. NAbs were measured with a Food and Drug Administration-approved enzyme-linked immunosorbent assay methodology. Thirty-five patients with COVID-19 and MM along with 35 matched patients were included. The two groups did not differ in age, sex, body mass index, prior lines of therapy, disease status, lymphocyte count, immunoglobulin levels and comorbidities. Patients with MM and COVID-19 showed a superior humoral response compared with vaccinated patients with MM. The median (interquartile range) NAb titre was 87·6% (71·6-94%) and 58·7% (21·4-91·8%) for COVID-19-positive and vaccinated patients, respectively (P = 0·01).Importantly, there was no difference in NAb production between COVID-19-positive and vaccinated patients who did not receive any treatment (median NAb 85·1% vs 91·7%, P = 0·14). In conclusion, our data indicate that vaccinated patients with MM on treatment without prior COVID-19 should be considered for booster vaccine doses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34528249/"
}