{
    "title": "Effect of Yellowing Duration on the Chemical Profile of Yellow Tea and the Associations with Sensory Traits.",
    "doc_id": "35164205",
    "writer": "Fan FY",
    "year": "2022",
    "summary": "The yellowing process is the crucial step to form the characteristic sensory and chemical properties of yellow tea. To investigate the chemical changes and the associations with sensory traits during yellowing, yellow teas with different yellowing …",
    "abstract": "The yellowing process is the crucial step to form the characteristic sensory and chemical properties of yellow tea. To investigate the chemical changes and the associations with sensory traits during yellowing, yellow teas with different yellowing times (0-13 h) were prepared for sensory evaluation and chemical analysis. The intensities of umami and green-tea aroma were reduced whereas sweet taste, mellow taste and sweet aroma were increased under long-term yellowing treatment. A total of 230 chemical constituents were determined, among which 25 non-volatiles and 42 volatiles were the key chemical contributors to sensory traits based on orthogonal partial least squares discrimination analysis (OPLS-DA), multiple factor analysis (MFA) and multidimensional alignment (MDA) analysis. The decrease in catechins, flavonol glycosides and caffeine and the increase in certain amino acids contributed to the elevated sweet taste and mellow taste. The sweet, woody and herbal odorants and the fermented and fatty odorants were the key contributors to the characteristic sensory feature of yellow tea with sweet aroma and over-oxidation aroma, including 7 ketones, 5 alcohols, 1 aldehyde, 5 acids, 4 esters, 5 hydrocarbons, 1 phenolic compound and 1 sulfocompound. This study reveals the sensory trait-related chemical changes in the yellowing process of tea, which provides a theoretical basis for the optimization of the yellowing process and quality control of yellow tea.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35164205/"
}