{
    "title": "Clinical study of extrahepatic biliary adenoma.",
    "doc_id": "37727708",
    "writer": "Li W",
    "year": "2023",
    "summary": "AIM: To evaluate the cumulative experiences including clinical characteristics and treatments of nine patients diagnosed with extrahepatic biliary adenoma admitted to the First Affiliated Hospital of Xi'an Jiaotong University from 2016 to 2022. METHODS: A tot …",
    "abstract": "Background:\n        \n      \n      Biliary adenomas that occur in the extrahepatic biliary tree are rare. It is difficult to distinguish it from cholangiocarcinoma or cholangiolithiasis by various imaging examinations, and it is very easy to be misdiagnosed.\n    \n\n\n          Aim:\n        \n      \n      To evaluate the cumulative experiences including clinical characteristics and treatments of nine patients diagnosed with extrahepatic biliary adenoma admitted to the First Affiliated Hospital of Xi'an Jiaotong University from 2016 to 2022.\n    \n\n\n          Methods:\n        \n      \n      A total of nine patients were included in our study. The laboratory examinations, disease diagnosis, therapy and pathological characteristics, and follow-up of every patient were evaluated.\n    \n\n\n          Results:\n        \n      \n      Our cohort consisted of six females and three males with an average diagnosis age of 65.1 years (range 46-87). Six extrahepatic biliary adenomas were located in the common bile ducts and three in the hepatic duct. On initial presentation, all of the patients have symptom of biliary origin, including obstructive jaundice (4/9, 44.4%), abdominal pain (6/9, 66.7%), and fever (3/9, 33.3%). Preoperative imaging examination considered bile duct carcinoma in 6 cases and bile duct calculi in 3 cases. All the patients received surgical treatment and were confirmed by pathology as biliary adenoma. The symptoms improved significantly in all 9 patients after surgery. Seven of nine patients recovered well at follow-up without tumor recurrence. One patient died 2 mo after the surgery due to heart failure. One patient developed jaundice again 8 mo after surgery, underwent endoscopic retrograde cholangiopancreatography and biliary stent placement.\n    \n\n\n          Conclusion:\n        \n      \n      Benign extrahepatic biliary tumors are rare and difficult to diagnosis preoperatively. Intraoperative choledochoscopy and timely biopsy may offer great advantages.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37727708/"
}