{
    "title": "Characteristics of environmentally persistent free radicals in PM(2.5): Concentrations, species and sources in Xi'an, Northwestern China.",
    "doc_id": "30650344",
    "writer": "Chen Q",
    "year": "2019",
    "summary": "In this study, electron paramagnetic resonance (EPR) spectroscopy was used to study the concentration levels, species characteristics, and sources of EPFRs in PM(2.5) in Xi'an in 2017. The results showed that the concentrations of EPFRs in PM(2.5) in Xi'an …",
    "abstract": "Environmentally persistent free radicals (EPFRs) are a new class of environmental risk substances that can stably exist in atmospheric particles and pose a potential threat to human health. In this study, electron paramagnetic resonance (EPR) spectroscopy was used to study the concentration levels, species characteristics, and sources of EPFRs in PM2.5 in Xi'an in 2017. The results showed that the concentrations of EPFRs in PM2.5 in Xi'an in 2017 ranged from 9.8 × 1011 to 6.9 × 1014 spins/m3. The highest concentration of EPFRs occurred in winter when the average concentration was 2.1 × 1014 spins/m3. The lowest concentration of EPFRs occurred in autumn when the average concentration was 7.0 × 1013 spins/m3. According to the annual average atmospheric concentration of EPFRs, the amount of EPFRs inhaled by people in Xi'an is equivalent to approximately 5 cigarettes per person per day and approximately 23 cigarettes per person per day in winter when haze occurs. The results of the study on the EPFR characteristics show that the EPFRs in PM2.5 in Xi'an are mainly C-center organic radicals that are primarily non-decaying types, accounting for approximately 75% and 85% of total concentration of EPFRs in autumn and winter, respectively. Finally, a correlation analysis was used to explore the origins of EPFRs in PM2.5. Significant positive correlations were found between EPFRs and SO2, NO2 and the thermally derived OC3 and OC4 carbonaceous components. The results suggested that coal-fired and traffic may be important sources of EPFRs in PM2.5 in Xi'an. In addition, EPFRs are significantly positively correlated with O3 in summer, suggesting that some EPFRs may also originate from secondary processes. This study provides important basic data and evidence for further assessments of the potential health risks of EPFRs in PM2.5 and the development of effective air pollution control measures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30650344/"
}