{
    "title": "Lower urinary tract dysfunction in critical illness polyneuropathy.",
    "doc_id": "23949055",
    "writer": "Reitz A.",
    "year": "2013",
    "summary": "Reports on autonomic systems like lower urinary tract and bowel functions in patients with CIP are not available in medical literature. ...Morphological abnormalities of the lower urinary tract had 10 patients (41.6%). CONCLUSION: Sensory and motor pat …",
    "abstract": "Background:\n        \n      \n      Critical illness polyneuropathy is a frequent complication of critical illness in intensive care units. Reports on autonomic systems like lower urinary tract and bowel functions in patients with CIP are not available in medical literature.\n    \n\n\n          Objective:\n        \n      \n      This study performed during primary rehabilitation of patients with critical illness polyneuropathy explores if sensory and motor pathways controlling the lower urinary tract function are affected from the disease.\n    \n\n\n          Methods:\n        \n      \n      Neurourological examinations, urodynamics, electromyography and lower urinary tract imaging were performed in 28 patients with critical illness polyneuropathy.\n    \n\n\n          Discussion:\n        \n      \n      Sacral sensation was impaired in 1 patient (4%). Sacral reflexes were absent in 8 patients (30%). Anal sphincter resting tone was reduced in 3 (12%), anal sphincter voluntary contraction was absent or reduced in 8 patients (30%). Urodynamic findings were detrusor overactivity and detrusor overactivity incontinence in 9 (37.5%), incomplete voiding in 8 (30%), abnormal sphincter activity in 4 (16%), abnormal bladder sensation in 4 (16%) and detrusor acontractility in 2 patients (8.3%). Morphological abnormalities of the lower urinary tract had 10 patients (41.6%).\n    \n\n\n          Conclusion:\n        \n      \n      Sensory and motor pathways controlling the lower urinary tract might be affected from CIP. During urodynamics dysfunctions of the storage as well as the voiding phase were found. Morphological lower urinary tract abnormalities were common.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23949055/"
}