{
  "pmid": "41356096",
  "title": "Immunization and Cardiovascular Disease in Latin America. The CorVacc Study: Results.",
  "abstract": "Immunization rates against influenza and pneumococcus in Latin America remain lower than expected, particularly in Andean region, Central America, Mexico, and Caribbean region. An incremental correlation between economic strata and educational level and vaccines uptake has been observed. This highlights the need for more comprehensive data to accurately characterize the current health landscape and develop strategies for improvement. The Inter-American Registry of Influenza and Pneumococcal Vaccination (CorVacc Study) is a cross-sectional survey of the general population conducted across 19 Latin American countries. Adults aged 18 years and older completed a 34-question online survey. The pool was validated within the first 1000 responses. Data were grouped into seven categories: demographics, socioeconomic and educational level, cardiometabolic profile, cardiovascular interventions, medical follow-up and treatments, and COVID-19 vaccination status. A total of 21,389 responses were obtained, distributed as follows: 8915 from the North, Central, and Caribbean region; 7492 from the Andean region; and 4801 from the Southern Cone region. Influenza vaccination rates were lower in the Andean region (OR: 0.62; 95% CI: 0.50-0.78), the Caribbean (OR: 0.30; 95% CI: 0.23-0.39), and Central America (OR: 0.59; 95% CI: 0.46-0.76) compared with the Southern Cone. Residing in Central America (OR: 3.06; 95% CI: 1.62-5.77) was associated with greater pneumococcal vaccination. The probability of being vaccinated against influenza was higher in men (OR: 1.3; 95% CI: 1.1-1.6) and in individuals with obesity (OR: 1.26; 95% CI: 1.13-1.40). COPD was associated with a lower probability of pneumococcal vaccination (OR: 0.51; 95% CI: 0.33-0.79). This study highlights the importance of targeted vaccination campaigns to improve coverage, particularly in regions with lower rates. It also underscores the need for enhanced education and awareness of the benefits of vaccination. Tackling barriers such as vaccine hesitancy and misinformation will be essential for raising vaccination rates and, ultimately, for reducing the burden of cardiovascular disease.",
  "disease": "influenza"
}