{
    "title": "Treadmill locomotion in the intact and spinal mouse.",
    "doc_id": "14673005",
    "writer": "Leblond H",
    "year": "2003",
    "summary": "It also seems crucial to determine the extent to which mice can express a locomotor pattern after a complete spinal transection to establish a baseline on which one can evaluate the effects of treatments after spinal injury. ...This remarkable ability of mice to exp …",
    "abstract": "Because the genetic characteristics of several inbred strains of mice are well identified, their use is becoming increasingly popular in spinal cord injury research. In this context, it appears particularly important to document adequately motor patterns, such as locomotion in normal mice, to establish some baseline values of locomotor characteristics. It also seems crucial to determine the extent to which mice can express a locomotor pattern after a complete spinal transection to establish a baseline on which one can evaluate the effects of treatments after spinal injury. Therefore, we have used conventional techniques to document the kinematics of treadmill locomotion in intact mice (n = 11) and in mice with a complete section of the spinal cord at T8 (n = 12). The results show that the kinematics and EMG of adult normal mice can be adequately monitored with such conventional equipment and that mice can re-express hindlimb locomotion within 14 d after spinalization, without any pharmacological treatments. The angular excursions of the hip, knee, and ankle are similar to those of the intact mice, although the joints are sometimes more flexed. After spinal cord transection, out-of-phase alternation between the homologous limbs recovered, whereas the timing between homolateral limbs was completely lost. This remarkable ability of mice to express hindlimb locomotion after a complete spinalization should be taken into account in the evaluation of various procedures aimed at promoting the functional recovery of locomotion after spinal lesions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14673005/"
}