{
    "title": "Effectiveness of tranexamic acid in orthognathic surgery: A systematic review of systematic reviews.",
    "doc_id": "37558181",
    "writer": "AlQahtani FA",
    "year": "2023",
    "summary": "Furthermore, the reporting of the present systematic review was performed based on the PRISMA checklist. RESULTS: The search strategy yielded a total of 50 articles. ...",
    "abstract": "Purpose:\n        \n      \n      This study aimed to review the currently available evidence on the effectiveness of administering tranexamic acid (TXA) to patients undergoing orthognathic surgery.\n    \n\n\n          Methods:\n        \n      \n      A study protocol was developed in accordance with the Preferred Reporting Guideline for Overviews of Reviews (PRIOR) and registered on the International Prospective Register of Systematic Reviews (PROSPERO) under Registration No. CRD42021232931. Furthermore, the reporting of the present systematic review was performed based on the PRISMA checklist.\n    \n\n\n          Results:\n        \n      \n      The search strategy yielded a total of 50 articles. After reading the abstracts, 28 articles were excluded, and the English full texts of the remaining 22 studies were separately examined for eligibility by two authors; 15 articles were excluded because they did not meet the inclusion criteria. Finally, seven systematic reviews and meta-analysis satisfied the criteria for inclusion and were processed for critical review evaluation.\n    \n\n\n          Conclusions:\n        \n      \n      Within the limits of the present study and the reviews of the 7 articles included, it is observed that TXA is able to reduce the amount of intraoperative blood loss and the amount of irrigation fluids required. However, it does not influence postoperative levels of hemoglobin or hematocrit, nor does it affect the requirement for blood transfusions. It was interestingly discovered that TXA could increase the quality of the surgical site. These data imply that TXA may be an effective adjuvant in lowering bleeding during orthognathic surgery. As a result, the potential risk of problems related with considerable blood loss may be minimized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37558181/"
}