{
    "title": "Tissue-Restricted Stem Cells as Starting Cell Source for Efficient Generation of Pluripotent Stem Cells: An Overview.",
    "doc_id": "34611861",
    "writer": "Sundaravadivelu PK",
    "year": "2022",
    "summary": "Cell sources that can be easily reverted to a pluripotent state are tissue-restricted stem cells present in the fetus and adult tissues. Tissue-restricted stem cells can be isolated from fetal, cord blood, bone marrow, and other adult tissues or can be …",
    "abstract": "Induced pluripotent stem cells (iPSCs) have vast biomedical potential concerning disease modeling, drug screening and discovery, cell therapy, tissue engineering, and understanding organismal development. In the year 2006, a groundbreaking study reported the generation of iPSCs from mouse embryonic fibroblasts by viral transduction of four transcription factors, namely, Oct4, Sox2, Klf4, and c-Myc. Subsequently, human iPSCs were generated by reprogramming fibroblasts as a starting cell source using two reprogramming factor cocktails [(i) OCT4, SOX2, KLF4, and c-MYC, and (ii) OCT4, SOX2, NANOG, and LIN28]. The wide range of applications of these human iPSCs in research, therapeutics, and personalized medicine has driven the scientific community to optimize and understand this reprogramming process to achieve quality iPSCs with higher efficiency and faster kinetics. One of the essential criteria to address this is by identifying an ideal cell source in which pluripotency can be induced efficiently to give rise to high-quality iPSCs. Therefore, various cell types have been studied for their ability to generate iPSCs efficiently. Cell sources that can be easily reverted to a pluripotent state are tissue-restricted stem cells present in the fetus and adult tissues. Tissue-restricted stem cells can be isolated from fetal, cord blood, bone marrow, and other adult tissues or can be obtained by differentiation of embryonic stem cells or trans-differentiation of other tissue-restricted stem cells. Since these cells are undifferentiated cells with self-renewal potential, they are much easier to reprogram due to the inherent characteristic of having an endogenous expression of few pluripotency-inducing factors. This review presents an overview of promising tissue-restricted stem cells that can be isolated from different sources, namely, neural stem cells, hematopoietic stem cells, mesenchymal stem cells, limbal epithelial stem cells, and spermatogonial stem cells, and their reprogramming efficacy. This insight will pave the way for developing safe and efficient reprogramming strategies and generating patient-specific iPSCs from tissue-restricted stem cells derived from various fetal and adult tissues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34611861/"
}