{
    "title": "The experience of educational quality in undergraduate nursing students: a phenomenological study.",
    "doc_id": "28252908",
    "writer": "Macale L",
    "year": "2016",
    "summary": "AIM: The evaluation of academic education has become crucial in the European Union since the Bologna Process encouraged all European universities to reach high quality standards in education. Although several studies have been conducted on the quality of undergradua …",
    "abstract": "Aim:\n        \n      \n      The evaluation of academic education has become crucial in the European Union since the Bologna Process encouraged all European universities to reach high quality standards in education. Although several studies have been conducted on the quality of undergraduate nursing education, few studies have explored this topic from the students' perspective. The purpose of this study was to describe the experience of educational quality in undergraduate nursing students.\n    \n\n\n          Method:\n        \n      \n      The phenomenological method was used to study 55 students (mean age 24 years; 73% female) pursuing a baccalaureate degree in nursing in three universities in central Italy.\n    \n\n\n          Results:\n        \n      \n      The following five themes emerged from the phenomenological analysis: 1) quality of faculties: teaching skills, preparation, sensitivity to students, self-discipline; 2) theory-practice integration and communication between teaching and clinical area; 3) general management and organization of the programme; 4) quality of infrastructures: libraries, classrooms, information technology, services, administration, and communication; and 5) clinical tutorship: humanity, relationships and ability of the clinical tutor to guide and support.\n    \n\n\n          Conclusion:\n        \n      \n      This study's novel finding was a deeper understanding of the educational quality's meanings among undergraduate nursing students. Students thought educational quality consisted of the faculty members' sensitivity towards their problems and the clinical tutors' humanity, interpersonal skills, guidance and support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28252908/"
}