{
    "title": "MicroRNA-221 protects myocardial contractility in myocardial ischemia/reperfusion injury through phospholamban.",
    "doc_id": "39883723",
    "writer": "Li H",
    "year": "2025",
    "summary": "Following the overexpression of miRNA 221 in myocardium, there was a marked alleviation of myocardial injury and cardiomyocyte apoptosis and necrosis, significant enhancement of left ventricular systolic function, and marked decrease in the levels of PLB, p-PLB (Ser …",
    "abstract": "Objective:\n        \n      \n      To investigate the effects and mechanisms of miRNA 221 on myocardial ischemia/reperfusion injury (MIRI) in mice through the regulation of phospholamban (PLB) expression.\n    \n\n\n          Methods:\n        \n      \n      The MIRI mouse model was created and mice were divided into sham, MIRI, MIRI+ 221, and MIRI+ scr groups, with miRNA 221 overexpression induced in the myocardium of MIRI mice by targeted myocardial injection. Quantitative RT-PCR analysis was performed to observe the variation in miRNA 221, PLB, SERCA2, RYR2, NCX1, Cyt C and caspase 3 mRNA levels in myocardium, while Western blot assessed the levels of PLB, p-PLB (Ser16), p-PLB (Thr17), SERCA2, RYR2, NCX1, Cyt C and caspase 3 proteins. Changes in the structural integrity of the mouse heart were identified with HE and MASSON staining, while TUNEL staining was used to evaluate the TUNEL-positive cells of cardiomyocytes. Changes in myocardium calcium concentration were detected with reagent kits and the targeting interaction between miRNA 221 and PLB was evaluated using a luciferase reporter assay.\n    \n\n\n          Results:\n        \n      \n      In the myocardium of MIRI mice, miRNA 221 level was significantly reduced, while the levels of PLB, p-PLB (Ser16), p-PLB (Thr17), and apoptosis-related genes caspase 3, and Cyt C were increased markedly, as well as calcium levels in myocardium. Following the overexpression of miRNA 221 in myocardium, there was a marked alleviation of myocardial injury and cardiomyocyte apoptosis and necrosis, significant enhancement of left ventricular systolic function, and marked decrease in the levels of PLB, p-PLB (Ser16), p-PLB (Thr17), caspase 3 and Cyt C, as well as a significant decrease in total calcium levels in myocardium.\n    \n\n\n          Conclusions:\n        \n      \n      miRNA 221 can alleviate myocardial injury in mouse myocardial ischemia/reperfusion by suppressing the expression of PLB, thus reducing calcium overload in myocardium.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39883723/"
}