{
    "title": "A systematic review of physical activity and cardiorespiratory fitness on P3b.",
    "doc_id": "31228362",
    "writer": "Kao SC",
    "year": "2020",
    "summary": "Eight studies investigated the effects of chronic physical activity interventions, and all found effects on P3b. Eight studies investigating P3b during acute bouts of physical activity showed inconsistent results. ...These summary findings suggest p …",
    "abstract": "Given accumulating evidence indicating that acute and chronic physical activity and cardiorespiratory fitness are related to modulation of the P3b-ERP component, this systematic review provides an overview of the field across the last 30+ years and discusses future directions as the field continues to develop. A systematic review was conducted on studies of physical activity and cardiorespiratory fitness on P3b. PubMed, Web of Science, and Scopus were searched from database inception to March 28, 2018. Search results were limited to peer-reviewed and English-written studies investigating typically developed individuals. Seventy-two studies were selected, with 39 studies examining cross-sectional relationships between chronic physical activity (n = 19) and cardiorespiratory fitness (n = 20) with P3b, with 16 and 17 studies reporting associations of P3b with physical activity and cardiorespiratory fitness, respectively. Eight studies investigated the effects of chronic physical activity interventions, and all found effects on P3b. Eight studies investigating P3b during acute bouts of physical activity showed inconsistent results. Nineteen of 23 studies demonstrated acute modulation of P3b following exercise cessation. Conclusions drawn from this systematic review suggest that physical activity and cardiorespiratory fitness are associated with P3b modulation during cognitive control and attention tasks. Acute and chronic physical activity interventions modulate the P3b component, suggesting short- and long-term functional adaptations occurring in the brain to support cognitive processes. These summary findings suggest physical activity and cardiorespiratory fitness are beneficial to brain function and that P3b may serve as a biomarker of covert attentional processes to better understand the relationship of physical activity and cognition.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31228362/"
}