{
    "title": "COVID-19: what about pregnant women during first lockdown in Italy?",
    "doc_id": "34000926",
    "writer": "Ionio C",
    "year": "2022",
    "summary": "Indeed, the last trimester of pregnancy is a period of increased vulnerability itself. METHOD: For better support women who experience pregnancy during social lockdown, we explored the impact of COVID-19 on psychic wellbeing of two samples of pregnant women ( …",
    "abstract": "Objective:\n        \n      \n      Lombardy was the most affected Italian region by COVID-19. To limit the spread of infection, the government issued a national social lockdown. The obstetrical-gynaecological emergencies and essential services were guaranteed to protect pregnant women's health, and a return to a medicalised childbirth was necessary. This situation could had amplified risk factors on the psychological wellbeing of mothers-to-be. Indeed, the last trimester of pregnancy is a period of increased vulnerability itself.\n    \n\n\n          Method:\n        \n      \n      For better support women who experience pregnancy during social lockdown, we explored the impact of COVID-19 on psychic wellbeing of two samples of pregnant women (40 living in Lombardy and 35 in Tuscany).\n    \n\n\n          Results:\n        \n      \n      T-test and correlations analyses revealed that women living in the Lombardy had a higher perception of the centrality of COVID-19. Further, women that considered the pandemic as a significant event, experienced a higher perinatal depressive symptom. Those symptoms also arose in women who presented a higher number of intrusion and hyperarousal symptoms and a lower ability to plan.\n    \n\n\n          Conclusion:\n        \n      \n      Pregnant women should be closely monitored and supported, especially those who live in high-risk areas, such as Lombardy Region. The target intervention could be focused on improving resilience to reduce depressive symptomatology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34000926/"
}