{
    "title": "New York can be our nation's center for Alzheimer's research.",
    "doc_id": "24550544",
    "writer": "Vann AS.",
    "year": "2014",
    "summary": "More than 5 million people in this country have Alzheimer's disease, and more than 300,000 of those with Alzheimer's live in New York. By 2025, it is estimated that there will be 350,000 residents living with Alzheimer's in New Yor …",
    "abstract": "More than 5 million people in this country have Alzheimer's disease, and more than 300,000 of those with Alzheimer's live in New York. By 2025, it is estimated that there will be 350,000 residents living with Alzheimer's in New York. Congressman Steve Israel and New York Assemblyman Charles Lavine issued a joint proposal in June, 2013 suggesting that New York become this country's center for Alzheimer's research. Obviously, they would both like to see increased federal funding, but they also know that we cannot count on that happening. So Israel and Lavine have proposed a $3 billion state bonding initiative to secure sufficient funding to tackle this disease. It would be similar to the bonding initiatives that have made California and Texas this nation's centers for stem cell and cancer research. The bond would provide a dedicated funding stream to support research to find effective means to treat, cure, and eventually prevent Alzheimer's, and fund programs to help people currently dealing with Alzheimer's and their caregivers. New York already has some of the major \"ingredients\" to make an Alzheimer's bond initiative a success, including 3 of our nation's 29 Alzheimer's Disease Research Centers and some of the finest research facilities in the nation for genetic and neuroscience research. One can only imagine the synergy of having these world class institutions working on cooperative grants and projects with sufficient funding to attract even more world class researchers and scientists to New York to find ways to prevent, treat, and cure Alzheimer's.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24550544/"
}