{
    "title": "Molecular epidemiological characteristics of SARS-CoV-2 in imported cases from 2021 to 2022 in Zhejiang Province, China.",
    "doc_id": "37427288",
    "writer": "Zhou B",
    "year": "2023",
    "summary": "This study aimed to gain clear insight into the characteristics of imported COVID-19 cases in Zhejiang Province. METHODS: We conducted a systematic molecular epidemiological analysis of 146 imported cases between July 2021 and November 2022 in Zhejiang Province. ... …",
    "abstract": "Backgrounds:\n        \n      \n      The coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been a global threat since 2020. The emergence of the Omicron variant in 2021, which replaced Delta as the dominant variant of concern, has had a significant adverse impact on the global economy and public health. During this period, Zhejiang Province implemented dynamic zeroing and focused on preventing imported cases. This study aimed to gain clear insight into the characteristics of imported COVID-19 cases in Zhejiang Province.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic molecular epidemiological analysis of 146 imported cases between July 2021 and November 2022 in Zhejiang Province. Virus samples with cycle threshold (Ct) value less than 32 were performed next generation sequencing. Basing the whole genome sequence obtained after quality control and assembly of reads, the whole genome variation map and phylogenetic tree were constructed and further analyzed.\n    \n\n\n          Results:\n        \n      \n      Our study identified critical months and populations for surveillance, profiled the variation of various lineages, determined the evolutionary relationships among various lineages of SARS-CoV-2, and compared the results in Zhejiang with those obtained worldwide during this period.\n    \n\n\n          Conclusion:\n        \n      \n      The continuous molecular epidemiological surveillance of imported cases of COVID-19 in Zhejiang Province during 2021 to 2022 is consistent with the global epidemic trend.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37427288/"
}