{
  "pmid": "41468376",
  "title": "MicroRNA mediated regulation in early-onset cardiac hypertrophy: Insights from the hypertrophic heart rat model.",
  "abstract": "Cardiac hypertrophy is a pathological response to increased myocardial stress and a key contributor to heart failure. The Hypertrophic Heart Rat (HHR) is a well-established model for investigating primary cardiac hypertrophy in the absence of hypertension. This study aimed to characterise the role of microRNAs and their downstream regulatory pathways in neonatal HHRs to identify mechanisms contributing to early-onset hypertrophy. Heart tissue from 2-day-old HHRs and Normal Heart Rats (NHRs) was analysed using microarray profiling to identify differentially expressed miRNAs and mRNAs. Gene Set Enrichment Analysis (GSEA) was performed to identify biological pathways associated with miRNA target genes followed by selected miRNA and genes validated by quantitative reverse transcription PCR (RT-qPCR). Neonatal HHRs demonstrated a significantly elevated cardiac weight index compared to NHRs, with upregulation of hypertrophic markers including NPPA, NPPB, and MAPK1. Microarray analysis revealed 107 differentially expressed miRNAs, among which miR-34a, miR-351, and miR-490* were validated and further analysed. These miRNAs were linked to key hypertrophic pathways including RAS-MAPK and PI3K-AKT along with calcium signalling. miR-34a was experimentally validated to target HTR2A, implicating serotonin signalling in neonatal cardiac remodelling. Additionally, elevated SGPP1 expression suggests increased sphingolipid metabolism, while ITGA7 was reduced and GANC showed a modest decrease, indicating dysregulation in mechano-signal transduction and glycogen metabolism. These findings provide insight into the early molecular drivers of cardiac hypertrophy in neonatal HHR and delineate miRNA-mRNA relationships involved in remodelling. This study lays the groundwork for future investigations into the therapeutic potential of targeting miRNA pathways in the prevention and management of pathological cardiac remodelling.",
  "disease": "hypertension"
}