{
    "title": "Predictive factors of endometrial lesions in patients with abnormal uterine bleeding.",
    "doc_id": "37451131",
    "writer": "Shang M",
    "year": "2023",
    "summary": "MATERIAL AND METHODS: We conducted this cross-sectional study in consecutive 778 women with AUB who received ultrasound examination and endometrial histopathological examination. Models were developed to distinguish between normal endometrium and (1) endometrial les …",
    "abstract": "Purpose:\n        \n      \n      To explore the risk factors of endometrial lesions in patients with abnormal uterine bleeding(AUB) and establish prediction models which can discriminate between different endometrial etiologies of AUB.\n    \n\n\n          Material and methods:\n        \n      \n      We conducted this cross-sectional study in consecutive 778 women with AUB who received ultrasound examination and endometrial histopathological examination. Models were developed to distinguish between normal endometrium and (1) endometrial lesions, (2) endometrial polyps, (3) endometrial hyperplasia without atypia, (4) endometrial atypical hyperplasia and endometrial carcinoma.\n    \n\n\n          Results:\n        \n      \n      274 (35.2%) women had normal endometrium; 504 (64.8%) had endometrial lesions, including 337(43.3%) endometrial polyps, 139(17.9%) endometrial hyperplasia without atypia, 28(3.6%) endometrial atypical hyperplasia and endometrial carcinoma. Age (OR = 1.122, 95%CI 1.002-1.257, P < 0.001), ET (endometrial thickness, OR = 2.702, 95%CI 1.629-4.402, P < 0.001), and CA125(U/ml) (OR = 1.007, 95%CI 1.003-1.021, P < 0.001) are independent risk factors of endometrial lesions in women with AUB. BMI(OR = 1.109, 95%CI 1.067-1.433,P = 0.038), ET(OR = 20.741, 95%CI 16.136-98.842, P < 0.001), age(OR = 1.182, 95%CI1.031-1.433,P = 0.016)、CA125(U/ml) (OR = 1.690, 95%CI 1.506-1.929,P = 0.001), prevalence of hypertension(OR = 1.350, 95%CI 1.051-67.82, P = 0.014) and diabetes(OR = 1.108, 95%CI 1.008-20.194,P = 0.001) were independent risk factors for atypical hyperplasia and endometrial carcinoma in patients with AUB. The model we built could predict atypical hyperplasia and endometrial carcinoma with the sensitivity of 87.5%, specificity of 80.7% and the AUC of 0.921.\n    \n\n\n          Conclusion:\n        \n      \n      In women with AUB, the new-built model based on age, BMI, endometrial thickness, hypertension, diabetes and CA125 could discriminate reliable between atypical hyperplasia, endometrial carcinoma and normal women. The model may be useful for management of AUB.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37451131/"
}