{
    "title": "Antibiotic misuse among university students in developed and less developed regions of China: a cross-sectional survey.",
    "doc_id": "30132407",
    "writer": "Peng D",
    "year": "2018",
    "summary": "OBJECTIVES: To explore the antibiotic misuse behaviours among university students in western and eastern China and find out the regional differences. METHODS: Participants were recruited from universities in less developed Guizhou Province and developed Zhejiang …",
    "abstract": "Background:\n        \n      \n      Antimicrobial resistance (AMR) is a great threat to public health. The primary cause of AMR is human antibiotic misuse. Little is known about regional differences of antibiotic misuse behaviours in China.\n    \n\n\n          Objectives:\n        \n      \n      To explore the antibiotic misuse behaviours among university students in western and eastern China and find out the regional differences.\n    \n\n\n          Methods:\n        \n      \n      Participants were recruited from universities in less developed Guizhou Province and developed Zhejiang Province using a cluster random sampling method. A self-administered questionnaire was designed to collect data, and the χ2 test and logistic regression were adopted to assess the associations between region and antibiotic misuse behaviours.\n    \n\n\n          Results:\n        \n      \n      A total of 2073 university students from Guizhou and 1922 from Zhejiang completed questionnaires. Students in Guizhou had lower household income, parents' education, and urban residence proportion than those in Zhejiang. Compared with those in Zhejiang, students in Guizhou had higher antibiotic use prescribed by doctors (79.8% vs 56.2%) and self-medication with antibiotics (33.0% vs 16.1%). Students in Guizhou were more likely to buy over-the-counter antibiotics without prescriptions (73.9% vs 63.4%), ask for antibiotics from doctors (21.4% vs 15.6%), and use antibiotics prophylactically (29.9% vs 15.7%). Adjusted models showed that the less developed region was significantly associated with higher antibiotic misuse behaviours.\n    \n\n\n          Conclusions:\n        \n      \n      Misuse of antibiotics by well-educated young adults was very high in two regions but most serious in the less developed one. Campaigns are urgently needed to promote appropriate antibiotic use especially in less developed regions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30132407/"
}