{
    "title": "Bariatric surgery and mental health outcomes: an umbrella review.",
    "doc_id": "38027159",
    "writer": "Law S",
    "year": "2023",
    "summary": "AIMS: To evaluate the breadth, depth and effectiveness of the evidence quality of all existing studies on bariatric surgery and mental health outcomes. DESIGN: Umbrella review of existing Systematic review and meta-analyses. DATA SOURCES: PubMed, Embase, Web of Scie …",
    "abstract": "Aims:\n        \n      \n      To evaluate the breadth, depth and effectiveness of the evidence quality of all existing studies on bariatric surgery and mental health outcomes.\n    \n\n\n          Design:\n        \n      \n      Umbrella review of existing Systematic review and meta-analyses.\n    \n\n\n          Data sources:\n        \n      \n      PubMed, Embase, Web of Science, and the Cochrane Liberally databases of Systematic review and meta-analyses, and hand searching the reference lists of eligible publications.\n    \n\n\n          Results:\n        \n      \n      The search identified nine studies and 20 mental health outcomes from 1251 studies. Evidence shows that bariatric surgery is associated with significant improvement in areas such as anxiety, depression and eating disorders (including binge-eating disorder), and there is a significant harmful association with suicide, self-harm and alcohol use disorder (AUD). Among them, the most studied outcome is depression (4 articles). High-quality evidence proves that the score of depressive symptoms can be significantly improved after bariatric surgery within a two-year follow-up period and is not affected by the follow-up time. Low-quality evidence shows that bariatric surgery can significantly reduce depressive symptoms regardless of age and BMI, with an odds ratio (OR) of 0.49. Regardless of the postoperative BMI, the anxiety symptoms of women over 40 still decreased significantly, with an OR of 0.58. Regardless of the type of surgery, surgery can significantly reduce the incidence of eating disorders and symptoms. However, there is no obvious change in the follow-up time of AUD in the first two years after bariatric surgery, and the risk increases obviously in the third year, with an OR of 1.825. The evidence of moderate research shows that the risk of suicide and self-harm increases after bariatric surgery. The odds ratios in the same population and the control group were 1.9 and 3.8 times, respectively.\n    \n\n\n          Conclusion:\n        \n      \n      Bariatric surgery is beneficial for improving most mental health-related outcomes. However, we should be cautious about the increased risk of adverse mental health after surgery, such as suicide, self-harm, and AUD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38027159/"
}