{
    "title": "Older adults 'Have so Much to Teach Us': A qualitative study of BSN student perceptions when anticipating clinical in the nursing home.",
    "doc_id": "34822740",
    "writer": "Shropshire M",
    "year": "2022",
    "summary": "BACKGROUND: As the population of older adults is estimated to double by 2050, the growing demand for nurses to provide care to older adults will grow. ...Nursing educators who understand nursing students' attitudes toward caring for older persons can facilita …",
    "abstract": "Background:\n        \n      \n      As the population of older adults is estimated to double by 2050, the growing demand for nurses to provide care to older adults will grow. Internationally, attitudes among nursing students towards caring for older adults range from negative to slightly positive.\n    \n\n\n          Objective:\n        \n      \n      The purpose of this qualitative descriptive study was to examine undergraduate nursing students' thoughts, feelings and perspectives towards older adults residing in nursing homes prior to their clinical experience.\n    \n\n\n          Methods/results:\n        \n      \n      Students enrolled in a clinical component of a course within a baccalaureate nursing programme were prompted to write a one-page reflection on their thoughts and feelings toward caring for older adults in a nursing home. Artefacts from 72 undergraduate students' were examined, and data saturation was obtained at 20 cases. Utilizing a one-time inquiry approach, we identified eight categories that emerged from the data: Range of emotions when anticipating clinical, building rewarding relationships with older adults, preparing for my nursing career, student pre-existing attitudes, providing the best care possible, relationships with grandparents, experience(s) in nursing homes and older adults 'have so much to teach us'. Two themes encompassed all the others: '[Older adults] have so much to teach us' and 'providing the best care possible'. A strong majority of students expressed enthusiasm for their upcoming clinical in a nursing home.\n    \n\n\n          Conclusion:\n        \n      \n      Students' attitudes were significantly more positive than those in prior studies. The results offer essential insight for nursing faculty who teach and design clinical experiences for undergraduate nursing students in nursing home facilities. Faculty should take account of their students' prior experiences, thoughts, and feelings to prepare them appropriately to care for older adults in their future nursing careers.\n    \n\n\n          Implications for practice:\n        \n      \n      Increasing staffing and retention of staff in nursing homes facilities remains a priority for stakeholders in long-term care of older adults. Nursing educators must continuously assess students' knowledge and attitudes assists to identify knowledge gaps and misconceptions, which must be addressed to teach student nurses how to provide high-quality, effective and culturally sensitive care to older adults. As students become more competent in caring for older adults, their desire to pursue a nursing career in gerontology care may increase. Early experiences of student nurses with older adults will prepare nursing students for their future career. Understanding students' thoughts and feelings will assist faculty in tailoring clinical orientation, designing clinical experiences and post-conference debriefings that address students' concerns. This research contributes to the knowledge of perceptions of nursing students and will assist to design educational experiences. Nursing educators who understand nursing students' attitudes toward caring for older persons can facilitate therapeutic interactions between nursing students and older adults. Designing experiences with these research results in mind may facilitate the development of positive attitudes towards caring for older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34822740/"
}