{
  "pmid": "41318616",
  "title": "Changing epidemiology, prescription and outcomes of acute kidney injury patients treated by peritoneal dialysis during 20 years: a cohort study.",
  "abstract": "Peritoneal dialysis (PD) for AKI patients using a flexible catheter and cycler was started in 2004 in Botucatu, São Paulo, Brazil. This study aimed to describe the main determinants of patient and technique survival, including PD treatment trends in AKI patients over time. This was a large Brazilian retrospective cohort study in which adult AKI patients with PD were studied from January/2004 to January/2024. For comparison purposes, patients were divided into two groups according to the year of treatment: 2004-2014 and 2015-2024. We included 487 patients. The mean age was 64.02 ± 15.01 years and 327 (67.1%) patients were male. Most patients needed vasoactive drugs and mechanical ventilation (66.1% and 73.1%, respectively). The mean ATN-index specific score (ISS) was 0.61 ± 0.2, and the median APACHE-II score was 27 (20-31). Sepsis was the primary diagnosis (33.7%), followed by cardiovascular etiologies (29.2%). Uremia or azotemia was the main indication for dialysis (46.4%). The delivered urea Kt/V was 0.55 ± 0.18/session and 3.22 ± 0.6/week. Over the years, the prevalence of catabolism increased from 7.6 to 26.5% (p < 0.0001), and PD has been used more in patients with liver cirrhosis (from 5.3 to 14.1%, p < 0.0001) and with nephrotoxic AKI (from 0 to 5.9%, p < 0.0001), and less in septic patients (40.1 vs. 23.2%). The groups were similar in terms of APACHE2. The indication for dialysis due to azotemia/uremia decreased from 64.9% to 16.2% (p < 0.0001) and increased by metabolic and fluid demand to capacity imbalance (from 4 to 68.1%, p < 0.0001). The prescribed dialysis PD dose decreased from 0.56 ± 0.09 to 0.44 ± 0.08 (p < 0.001), and there was no difference in metabolic and volume control. There was an increase in kidney function recovery from 24.8 to 35.7% (p < 0.0001) and a reduction in mortality over 30 days from 59.9% to 49.2% (p 0.02) and in technical failure (TF) from 15.6% to 5.9% (p < 0.0001). The main cause of TF was mechanical complication followed by peritonitis. Cox regression identified the period 2004-2014 as a risk factor for death and technique failure (OR 2.4, 95%CI 1.16-4.93, p = 0.018, and OR 12.58, 95%CI 2.74-57.69, p = 0.001, respectively). In the second period, PD was indicated earlier and prescribed at a lower dose, with no difference in the patient's metabolic and volume control. There was an improvement in patient survival and technique over the years, suggesting better indication and management of this therapy. This is the largest cohort in the world to provide patient characteristics, clinical practice, and its relationship with clinical outcomes.",
  "disease": "liver cirrhosis"
}