{
  "pmid": "41449787",
  "title": "Medications Used Among Nonhospitalized Pregnant Women With COVID-19: A Prospective Individual Patient Data Meta-Analysis in Europe and North America.",
  "abstract": "To estimate the prevalence of medication use in nonhospitalized pregnant women with COVID-19. A prospective two-stage individual patient meta-analysis across 10 data sources in Europe and North America studied medication use among nonhospitalized pregnant women with COVID-19 between January 2020 and December 2022. Comparisons were made between medication use within 30 days pre- and post-COVID-19 diagnosis in this cohort and two comparator groups: pregnant women without COVID-19 and nonpregnant women with COVID-19. Prevalence estimates were pooled using a random-effects model stratified by trimester. 50 335 nonhospitalized pregnant women with COVID-19 were identified. The pooled prevalence of antibacterial use in the third trimester was higher post-COVID-19 diagnosis (6.8%, 95% confidence interval [CI] = 5.5-8.4, I This international meta-analysis reveals low medication use and country-specific variations, enhancing insight into the management of COVID-19 in nonhospitalized pregnant women. Higher antithrombotic use post-COVID-19 suggests prophylactic treatment in this population, but variation between countries emphasizes the challenges of combining multinational data. This international study examined the use of medications in 50 335 pregnant women with COVID‐19 who were not hospitalized, across seven countries, from January 2020 to December 2022. Researchers compared medication use before and after the COVID‐19 diagnosis in these women, as well as with two other groups: pregnant women without COVID‐19 and nonpregnant women with COVID‐19. The findings revealed that pregnant women with COVID‐19 generally used more medications than those without COVID‐19, though the difference was not significant. Specifically, they were more likely to be prescribed blood thinners after their diagnosis, particularly in the third trimester. Pregnant women with COVID‐19 were also less likely to receive painkillers, anti‐parasitic drugs, steroids, or medications for anxiety compared to nonpregnant women with COVID‐19. Medication use varied by country, with blood thinners commonly used as a preventive measure against blood clots. These results provide important insights into how COVID‐19 was managed in nonhospitalized pregnant women and can help guide evidence‐based decision‐making in different healthcare settings. The study also highlights the challenges of combining data from multiple countries, as differences in healthcare systems, data collection methods, and study periods contributed to variation in the results.",
  "disease": "pneumonia"
}