{
    "title": "Can physical activity prevent physical and cognitive decline in postmenopausal women? A systematic review of the literature.",
    "doc_id": "25008420",
    "writer": "Anderson D",
    "year": "2014",
    "summary": "BACKGROUND: Participation in regular physical activity is among the most promising and cost effective strategies to reduce physical and cognitive decline and premature death. ...CONCLUSIONS: Findings suggest that programs should facilitate and support women t …",
    "abstract": "Background:\n        \n      \n      Participation in regular physical activity is among the most promising and cost effective strategies to reduce physical and cognitive decline and premature death. However, confusion remains about the amount, frequency, and duration of physical activity that is likely to provide maximum benefit as well as the way in which interventions should be delivered.\n    \n\n\n          Aims:\n        \n      \n      This paper aimed to review research on the impact of leisure-time and general physical activity levels on physical and cognitive decline in postmenopausal women. In a systematic review of the literature, empirical literature from 2009 to 2013 is reviewed to explore the potential impact of either commencing or sustaining physical activity on older women's health.\n    \n\n\n          Results:\n        \n      \n      All studies found that physical activity was associated with lower rates of cognitive and physical decline and a significant reduction in all-cause mortality. In this review we found that exercise interventions (or lifestyle activities) that improved cardiorespiratory exercise capacity showed the most positive impact on physical health.\n    \n\n\n          Conclusions:\n        \n      \n      Findings suggest that programs should facilitate and support women to participate in regular exercise by embedding physical activity programs in public health initiatives, by developing home-based exercise programs that require few resources and by creating interventions that can incorporate physical activity within a healthy lifestyle. The review also suggests that clinicians should consider prescribing exercise in a tailored manner for older women to ensure that it is of a high enough intensity to obtain the positive sustained effects of exercise.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25008420/"
}