{
  "pmid": "41474169",
  "title": "Molecular Characterization of Carbapenemases in Gram-negative Bacilli Infections: A 5-Year, Retrospective, Observational Study at a Tertiary Care Center.",
  "abstract": "Carbapenem-resistant Gram-negative bacilli (CR-GNB) pose a major public health threat due to limited treatment options and high mortality. Rapid molecular assays can facilitate the timely detection and improve clinical outcomes. To characterize carbapenemase genes in Gram-negative bacilli using the Xpert Carba-R assay over 5 years and to assess associated infection sites and patient-related risk factors. A retrospective observational study was conducted at a tertiary care center in southern India between October 2019 and December 2024. Clinically significant, nonrepetitive isolates were analyzed using the Xpert Carba-R assay. Demographic and clinical data, infection sites, risk factors, and antibiotic changes following molecular results were recorded. Data were analyzed using Jamovi software. Qualitative variables were expressed as frequencies and percentages; quantitative variables as means and standard deviations. The Chi-square test was applied, and a P ≤ 0.05 was considered statistically significant. Of 136 isolates, 129 (94.85%) harbored carbapenemase genes. New Delhi metallo-b-lactamase (NDM) (36.76%) and NDM + oxacillin-hydrolyzing b-lactamase-48 (OXA-48) (31.61%) were most prevalent, while OXA-48 alone declined over time. Klebsiella pneumoniae was predominant, followed by Escherichia coli. Urinary tract infections were most frequent (33.32%), with a significant association between NDM + OXA-48 and UTIs (P = 0.035). Therapy was modified in 48.27% of patients, most often to regimens including ceftazidime-avibactam, aztreonam, or polymyxin B. A shift toward NDM and NDM + OXA-48 genotypes was observed over 5 years. Rapid molecular diagnostics support timely optimization of therapy and antimicrobial stewardship in managing high-risk CR-GNB infections.",
  "disease": "pneumonia"
}