{
  "pmid": "41452875",
  "title": "Prevalence and factors associated with Intestinal parasitosis among adults with diabetes mellitus attending a tertiary care facility in Northern Uganda: A hospital-based cross-sectional study.",
  "abstract": "Intestinal parasitosis (IP) constitutes a significant public health problem in developing countries, where more than three billion people worldwide are infected with one or more intestinal parasites. Diabetes mellitus (DM) is associated with an increased risk of acquiring IP. This study aimed to determine the prevalence and associated factors of IP among patients with DM attending Gulu Regional Referral Hospital (GRRH) in Northern Uganda. A hospital-based cross-sectional study was conducted using a semi-structured questionnaire and stool sample analysis. Descriptive statistics were used to summarize patient characteristics, and bivariate logistic regression was performed to assess associated factors of IP among DM patients attending GRRH. Out of the 267 eligible patients, 201 participated, indicating a response rate of 75.3%. The majority were female (68.2%, n = 137), with a mean age of 55.8 ± 12.8 years. Almost all participants had type 2 diabetes mellitus (99.0%, n = 199), with a mean duration of 7.0 ± 6.8 years and a mean fasting blood glucose of 11.9 ± 6.4 mmol/L. The prevalence of intestinal parasitosis was 19.4% (39/201). Entamoeba coli, a non-pathogenic commensal, accounted for 35 cases (89.7%), while the four pathogenic parasites; Hymenolepis nana, Giardia duodenalis, Entamoeba histolytica, and Iodamoeba buetschlii, were each identified in one case (2.6%). Patients who did not seek medical attention for the abdominal symptoms were three times more likely to have intestinal parasitoses (cOR =3.0, 95% CI: 1.18-7.53, P = 0.014). The notable prevalence of IP among patients with DM suggests heightened susceptibility in this population, which may adversely affect their quality of life. Routine screening for intestinal parasites is therefore recommended for diabetic patients.",
  "disease": "diabetes mellitus"
}