{
  "pmid": "41393802",
  "title": "Tendon-Bone Interface Healing Improvement by Moderate Treadmill Exercise After Anterior Cruciate Ligament Reconstruction in a Murine Model.",
  "abstract": "Recent studies have used the anterior cruciate ligament reconstruction (ACLR) mouse model to study the tendon-bone healing process. Although mechanical load has an important effect on ACL graft healing, only a limited number of studies have investigated the effect of treadmill exercise. This study aimed to investigate the effects of different mechanical loading stimuli on the tendon-bone interface (TBI) healing process after ACLR in mice. It was hypothesized that moderate loading would positively affect TBI healing after ACLR. Controlled laboratory study. A total of 58 C57BL/6 male mice (12 weeks old) underwent ACLR of the right knee. The first 30 mice were assigned to 5 exercise groups (n = 6 per group) to evaluate the different exercise regimens (study arm 1). After the optimal exercise regimen was identified, an additional 28 mice were included, and 14 mice in the exercise regimen were compared with 14 free cage controls (study arm 2). Starting 7 days after surgery, treadmill exercise was performed 5 days per week for 3 weeks. All animals were euthanized 4 weeks after surgery. Microfocus computed tomography (μCT) imaging, biomechanical testing, and histological tendon-bone tunnel healing (TBTH) scoring were performed. Statistical analyses were performed using the Wilcoxon signed rank test, the Mann-Whitney  In study arm 1, no significant intergroup differences were observed in the μCT analysis ( Our study demonstrated that moderate treadmill exercise after ACLR positively affects TBI healing in the femoral and tibial tunnels in the murine model. Future studies are necessary to objectively quantify the optimal type, magnitude, and duration of loading. There may be a role for a moderate-load rehabilitation protocol to improve healing of the tendon graft-bone interface in patients after ACLR.",
  "disease": "osteoarthritis"
}