{
  "pmid": "41402678",
  "title": "Understanding frailty across the kidney transplant continuum: a comprehensive systematic review of recent evidence.",
  "abstract": "Frailty is a condition resulting from age-related decline in physical, cognitive, physiological, and immune reserves. It is increasingly recognized as an important clinical syndrome in patients with chronic kidney disease, with special relevance among those on the kidney transplant waitlist or who have undergone kidney transplantation. Therefore, a comprehensive understanding of its prevalence, risk factors, and impact on transplant outcomes in both kidney transplant candidates and kidney transplant recipients is essential. The aim of this systematic review is to provide a comprehensive understanding of frailty across the kidney transplant continuum, including its prevalence, predictive factors, clinical outcomes, assessment tools, and implications for clinical practice and future research, through an up-to-date synthesis of recent evidence. A comprehensive literature search was performed in PubMed, Web of Science, Ovid MEDLINE, Cochrane Library, and Scopus to identify relevant studies published up to May 1, 2025. The eligibility of studies was screened by 2 independent reviewers. Due to substantial heterogeneity in populations, frailty definitions, and outcomes, a narrative synthesis was performed instead of a meta-analysis. This systematic review was conducted in accordance with PRISMA guidelines and was registered in the PROSPERO database. A total of 127 studies were included in this review. The reported prevalence of frailty among kidney transplant candidates ranged from 8.7 to 75%, while among transplant recipients it ranged from 5.1 to 40.5%. Several risk factors were consistently associated with frailty, including advanced age, diabetes, cardiovascular disease, and low physical performance. Frailty was linked to increased waitlist mortality, delayed graft function, prolonged hospital stay, higher risk of postoperative complications, and reduced graft and patient survival. Some studies reported partial or complete improvement in frailty status following kidney transplantation. Although the Physical Frailty Phenotype is the most used tool to assess frailty in studies, there is still no consensus on a standardized assessment method. Frailty is a critical condition that requires comprehensive assessment during the kidney transplantation process. Recent clinical research has focused on elucidating the mechanisms underlying the association between frailty and transplantation, and the insights gained may contribute to the development of more effective management strategies throughout the transplantation process.",
  "disease": "chronic kidney disease"
}