{
    "title": "Gut Microbiome-Brain Alliance: A Landscape View into Mental and Gastrointestinal Health and Disorders.",
    "doc_id": "37156006",
    "writer": "Sasso JM",
    "year": "2023",
    "summary": "Gut microbiota includes a vast collection of microorganisms residing within the gastrointestinal tract. ...We discuss correlations between gut microbiota composition and various diseases, specifically gastrointestinal and mental disorders …",
    "abstract": "Gut microbiota includes a vast collection of microorganisms residing within the gastrointestinal tract. It is broadly recognized that the gut and brain are in constant bidirectional communication, of which gut microbiota and its metabolic production are a major component, and form the so-called gut microbiome-brain axis. Disturbances of microbiota homeostasis caused by imbalance in their functional composition and metabolic activities, known as dysbiosis, cause dysregulation of these pathways and trigger changes in the blood-brain barrier permeability, thereby causing pathological malfunctions, including neurological and functional gastrointestinal disorders. In turn, the brain can affect the structure and function of gut microbiota through the autonomic nervous system by regulating gut motility, intestinal transit and secretion, and gut permeability. Here, we examine data from the CAS Content Collection, the largest collection of published scientific information, and analyze the publication landscape of recent research. We review the advances in knowledge related to the human gut microbiome, its complexity and functionality, its communication with the central nervous system, and the effect of the gut microbiome-brain axis on mental and gut health. We discuss correlations between gut microbiota composition and various diseases, specifically gastrointestinal and mental disorders. We also explore gut microbiota metabolites with regard to their impact on the brain and gut function and associated diseases. Finally, we assess clinical applications of gut-microbiota-related substances and metabolites with their development pipelines. We hope this review can serve as a useful resource in understanding the current knowledge on this emerging field in an effort to further solving of the remaining challenges and fulfilling its potential.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37156006/"
}