{
  "pmid": "41446276",
  "title": "Identification of subtypes and construction of a predictive model for novel subtypes in severe community-acquired pneumonia based on clinical metagenomics: a multicenter, retrospective cohort study.",
  "abstract": "It is well recognized that high heterogeneity represents a key driver of the elevated mortality in severe community-acquired pneumonia (sCAP). Precise subtype classification is therefore critical for both treatment strategy formulation and prognostic evaluation in this patient population. This study aimed to develop a predictive model for novel clinical subtypes of sCAP, leveraging microbiome profiles identified via metagenomic next-generation sequencing (mNGS). This retrospective multicenter cohort study enrolled adult patients with sCAP who underwent clinical mNGS testing of bronchoalveolar lavage fluid in intensive care units (ICUs) across 17 medical centers in China. Based on mNGS-identified microbiome characteristics, unsupervised machine learning (UML) was employed for clustering analysis of sCAP patients. LASSO regression and random forest (RF) algorithms were applied to screen and identify predictors of novel sCAP subtypes. A predictive model for the new clinical subtypes was constructed according to the screening results, with a nomogram generated. The discriminative ability, calibration, and clinical utility of the model were evaluated using ROC curves, calibration curves, and decision curve analysis, respectively. A total of 1,051 sCAP patients were included in the final analysis. The 28-day all-cause mortality rate was 45% (473/1,051). UML clustering identified two distinct sCAP subtypes: the 28-day mortality rate was 42.19% (343/813) in subtype 1 and 54.62% (130/238) in subtype 2. Incorporating clinical and microbial features, a predictive model for the novel sCAP subtypes was developed using the following predictors: immunosuppression (OR = 37,411.46, P < 0.001), connective tissue disease (CTD) (OR = 12,144.60, P = 0.004), hematological malignancy (HM) (OR = 107,768.13, P < 0.001), chronic kidney disease (CKD) (OR = 49.71, P < 0.001), cytomegalovirus (CMV) (OR = 0.00, P < 0.001), Epstein-Barr virus (EBV) (OR = 131.97, P < 0.001), Pneumocystis (OR = 47,949.56, P < 0.001), and Klebsiella (OR = 0.02, P = 0.003). The model demonstrated excellent discriminative ability with an area under the ROC curve (AUC) of 0.992. Calibration curves showed good agreement between predicted and observed outcomes. Decision curve analysis confirmed high clinical utility for predicting novel sCAP subtypes. This study identified novel clinical subtypes of sCAP based on mNGS-derived microbiome characteristics. This approach exhibits superior performance in identifying high-risk sCAP patients, facilitating precise subtyping.",
  "disease": "chronic kidney disease"
}