{
  "pmid": "41458317",
  "title": "EUS-guided enterocolostomy with lumen-apposing metal stents for palliative management of malignant bowel obstruction: a systematic review and meta-analysis.",
  "abstract": "Malignant bowel obstruction (MBO) is a frequent and debilitating complication in advanced abdominal cancers, particularly ovarian, colorectal, and gastric malignancies associated with peritoneal carcinomatosis. Surgery is often not feasible, and conventional decompression carries substantial morbidity. Endoscopic ultrasound-guided enterocolostomy (EUS-EC) with lumen-apposing metal stents (LAMS) has emerged as a minimally invasive alternative, but the evidence remains limited. To systematically evaluate the feasibility, safety, and clinical outcomes of EUS-EC with LAMS for the palliation of MBO. Systematic review and meta-analysis. A comprehensive literature search was performed across PubMed, Embase, Cochrane Library, and Web of Science from database inception through August 2025. Studies were eligible for inclusion if they involved patients with MBO undergoing EUS-EC using LAMS. Statistical analysis was performed using a random-effects model with Hartung-Knapp adjustments. Primary outcomes were technical success (defined as successful stent deployment) and clinical success (defined as relief of obstruction and restoration of bowel function). Twenty-three studies (78 patients) were included. Pooled technical and clinical success rates were 96.1% and 88.4%, respectively. The mean hospital stay was 10.6 days, and oral intake resumed after a mean of 3.1 days. Mean post-procedure survival was 91 days, consistent with the advanced disease stage of most included patients. Adverse events were uncommon: diarrhea (6.4%), perforation (3.8%), bleeding (2.5%), and aspiration (1.2%). Stent misdeployment occurred in one cohort (26.6%), but all cases were managed endoscopically without major sequelae. Among 33 deaths reported, most (78.8%) were due to disease progression, with only 6.1% procedure-related. EUS-EC with LAMS demonstrates high technical and clinical success, rapid symptom relief, and low procedure-related morbidity, supporting its potential as an emerging palliative option for carefully selected patients with MBO. Evidence remains limited to small retrospective cohorts and case reports, highlighting the need for prospective comparative trials with patient-centered outcomes.",
  "disease": "colorectal cancer"
}