{
    "title": "Surgical options in ICH including decompressive craniectomy.",
    "doc_id": "17543995",
    "writer": "Mitchell P",
    "year": "2007",
    "summary": "Intracerebral haemorrhage (ICH) accounts for 15 to 20% of strokes. The condition carries a higher morbidity and mortality than occlusive stroke. ...As with ICH without an underlying lesion there is no evidence to support surgical removal of the haemorrhage in most c …",
    "abstract": "Intracerebral haemorrhage (ICH) accounts for 15 to 20% of strokes. The condition carries a higher morbidity and mortality than occlusive stroke. Despite considerable research effort, no therapeutic modality either medical or surgical has emerged with clear evidence of benefit other than in rare aneurysmal cases. Intracerebral haemorrhages can be divided into those that arise from pre-existing macroscopic vascular lesions - so called \"ictohaemorrhagic lesions\", and those that do not; the latter being the commoner. Most of the research that has been done on the benefits of surgery has been in this latter group. Trial data available to date precludes a major benefit from surgical evacuation in a large proportion of cases however there are hypotheses of benefit still under investigation, specifically superficial lobar ICH treated by open surgical evacuation, deeper ICH treated with minimally invasive surgical techniques, and decompressive craniectomy. When an ICH arises from an ictohaemorrhagic lesion, therapy has two goals: to treat the effects of the acute haemorrhage and to prevent a recurrence. Three modalities are available for treating lesions to prevent recurrence: stereotactic radiosurgery, endovascular embolisation, and open surgical resection. As with ICH without an underlying lesion there is no evidence to support surgical removal of the haemorrhage in most cases. An important exception is ICHs arising from intracranial aneurysms where there is good evidence to support evacuation of the haematoma as well as repair of the aneurysm.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17543995/"
}