{
    "title": "Kidney Segmentation in 3-D Ultrasound Images Using a Fast Phase-Based Approach.",
    "doc_id": "33211657",
    "writer": "Torres HR",
    "year": "2021",
    "summary": "Renal ultrasound (US) imaging is the primary imaging modality for the assessment of the kidney's condition and is essential for diagnosis, treatment and surgical intervention planning, and follow-up. ...In this article, a novel framework is proposed to accurately se …",
    "abstract": "Renal ultrasound (US) imaging is the primary imaging modality for the assessment of the kidney's condition and is essential for diagnosis, treatment and surgical intervention planning, and follow-up. In this regard, kidney delineation in 3-D US images represents a relevant and challenging task in clinical practice. In this article, a novel framework is proposed to accurately segment the kidney in 3-D US images. The proposed framework can be divided into two stages: 1) initialization of the segmentation method and 2) kidney segmentation. Within the initialization stage, a phase-based feature detection method is used to detect edge points at kidney boundaries, from which the segmentation is automatically initialized. In the segmentation stage, the B-spline explicit active surface framework is adapted to obtain the final kidney contour. Here, a novel hybrid energy functional that combines localized region- and edge-based terms is used during segmentation. For the edge term, a fast-signed phase-based detection approach is applied. The proposed framework was validated in two distinct data sets: 1) 15 3-D challenging poor-quality US images used for experimental development, parameters assessment, and evaluation and 2) 42 3-D US images (both healthy and pathologic kidneys) used to unbiasedly assess its accuracy. Overall, the proposed method achieved a Dice overlap around 81% and an average point-to-surface error of ~2.8 mm. These results demonstrate the potential of the proposed method for clinical usage.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33211657/"
}