{
    "title": "Changes in intestinal tight junction permeability associated with industrial food additives explain the rising incidence of autoimmune disease.",
    "doc_id": "25676324",
    "writer": "Lerner A",
    "year": "2015",
    "summary": "As a result, particular attention is being placed on the role of tight junction dysfunction in the pathogenesis of AD. Tight junction leakage is enhanced by many luminal components, commonly used industrial food additives being some of them. ...However …",
    "abstract": "The incidence of autoimmune diseases is increasing along with the expansion of industrial food processing and food additive consumption. The intestinal epithelial barrier, with its intercellular tight junction, controls the equilibrium between tolerance and immunity to non-self-antigens. As a result, particular attention is being placed on the role of tight junction dysfunction in the pathogenesis of AD. Tight junction leakage is enhanced by many luminal components, commonly used industrial food additives being some of them. Glucose, salt, emulsifiers, organic solvents, gluten, microbial transglutaminase, and nanoparticles are extensively and increasingly used by the food industry, claim the manufacturers, to improve the qualities of food. However, all of the aforementioned additives increase intestinal permeability by breaching the integrity of tight junction paracellular transfer. In fact, tight junction dysfunction is common in multiple autoimmune diseases and the central part played by the tight junction in autoimmune diseases pathogenesis is extensively described. It is hypothesized that commonly used industrial food additives abrogate human epithelial barrier function, thus, increasing intestinal permeability through the opened tight junction, resulting in entry of foreign immunogenic antigens and activation of the autoimmune cascade. Future research on food additives exposure-intestinal permeability-autoimmunity interplay will enhance our knowledge of the common mechanisms associated with autoimmune progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25676324/"
}