{
  "pmid": "41468113",
  "title": "The Influence of COVID-19 on the Rate of Symptomatic Deep Venous Thrombosis Following Foot and Ankle Surgery.",
  "abstract": "There is a known correlation between coronavirus disease 2019 (COVID-19) infection and the creation of a prothrombotic state. However, there is a paucity of literature assessing the influence of COVID-19 on deep venous thrombosis following surgery. This study evaluated the incidence of and risk factors for deep venous thrombosis among COVID-19-positive patients undergoing foot and ankle surgery. A retrospective review was performed at a single institution to extract all patients who had a COVID-19-positive diagnosis and foot or ankle surgery. A total of 472 patients met the inclusion criteria. A total of 321 patients had a COVID-19-positive diagnosis within the established perioperative period and the remaining 151 comprised the no COVID-19 group. Overall, there were ten cases of deep venous thrombosis in the COVID-19-positive population; this was not significantly increased compared with the no COVID-19 group (3.12% versus 1.99%; P = .463). No demographic or medical history variables, such as previous deep venous thrombosis, history of tobacco use, venous insufficiency, peripheral vascular disease, chronic kidney disease, coronary artery disease, diabetes, or clotting disorders, were found to have a statistically significant influence on the rate of deep venous thrombosis in COVID-19-positive patients following foot and ankle surgery. Furthermore, vaccination status, timing of COVID-19 diagnosis in relation to surgery, trauma, anatomical location of surgery, and use of chemical prophylaxis did not demonstrate any statistical significance. This study did not find COVID-19 to increase the risk of deep venous thrombosis following foot and ankle surgery, and no specific variables were found to influence this risk. This study stands as a preliminary investigation on deep venous thrombosis rates in COVID-19 patients who have undergone foot and ankle surgery. Larger population studies would be of great benefit in the future.",
  "disease": "coronary artery disease"
}