{
    "title": "Physical activity in relation to development and progression of myopia - a systematic review.",
    "doc_id": "27966836",
    "writer": "Suhr Thykjaer A",
    "year": "2017",
    "summary": "A consistent relationship between more physical activity and less myopia was observed. No evidence of physical activity as an independent risk factor for myopia was seen. ...Future studies should include objective measurements of physical act …",
    "abstract": "On a global scale, myopia is one of the most common causes of visual impairment. Given the increasing prevalence of myopia, it is vital to understand the pathogenesis and to identify potential interventions. Some studies have described physical activity as a potential correlation for myopia. The objective of this study was to make a systematic review regarding the correlation between physical activity and myopia. A total of 263 papers were identified in a systematic database search of PubMed/Medline and Embase. Five steps of screening removed studies of a low evidence quality and animal studies. Studies included had refractive error and physical activity (as measured by questionnaires, accelerometers and cycle ergometers) as separate, well-defined outcomes. Nine studies (six cross-sectional, two cohorts and one case-control study) with a total of 17 634 subjects were included. Six studies demonstrated a reverse association between physical activity and myopia. Three studies supported this, but also attributed the results to time spent outdoors and not physical activity per se. One cross-sectional study found no relation. We could not identify trends among the papers regarding the type of studies, population sizes, ethnicity or age of study subjects. A consistent relationship between more physical activity and less myopia was observed. No evidence of physical activity as an independent risk factor for myopia was seen. Evidence suggests that time outdoors remain the most important factor. Future studies should include objective measurements of physical activity to determine a potential independent effect. Distinction between physical activity and outdoor exposure remains important.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27966836/"
}