{
  "pmid": "41455959",
  "title": "Influenza and COVID-19 vaccination intention in Portuguese adults from at-risk groups: a mixed-method study.",
  "abstract": "Seasonal influenza and COVID-19 vaccines are critical for protecting at-risk populations, yet uptake remains suboptimal in some priority groups. This study aimed to identify psychosocial and structural factors associated with vaccination intention and hesitancy among Portuguese adults from high-risk groups, including older adults, individuals with chronic conditions, healthcare professionals, and pregnant women. A mixed-methods design was employed. A cross-sectional telephone survey applied to a probabilistic sample (n = 474) assessed sociodemographic, psychological, and logistical predictors of intention to vaccinate against influenza and COVID-19 among older adults and individuals with chronic illnesses. Semi-structured interviews conducted with vaccine-hesitant healthcare professionals (n = 13) and pregnant women (n = 10) explored perceptions and experiences towards vaccination. Survey findings showed moderately high intentions to vaccinate, with higher scores for influenza than COVID-19. Older age, worry, belief in vaccine safety and efficacy, and healthcare provider recommendations were positively associated with vaccination intention. Conversely, concerns about side effects, preference for natural immunity, and work-related barriers were negatively associated with vaccination intention. Interview data revealed ambivalence toward seasonal vaccines, particularly COVID-19, due to perceived rapid development and limited long-term data. Healthcare professionals often distinguished between seasonal and the national vaccination programme vaccines, mentioning low personal risk and side effects as reasons for hesitancy related to seasonal vaccines. Pregnant women emphasized concerns about fetal safety and the importance of clear healthcare providers recommendations. Psychosocial factors, including beliefs about disease severity and vaccine safety, play a central role in vaccination intention. Work-related structural barriers further contribute to hesitancy. These findings underscore the need for targeted communication strategies, healthcare providers engagement and employer-based vaccination programs to address both structural and motivational aspects of vaccination adherence within priority groups.",
  "disease": "covid-19"
}