{
  "pmid": "41413883",
  "title": "Deep breath out: molecular survey of selected pathogens in blow and skin biopsies from North Atlantic cetaceans.",
  "abstract": "Cetacean morbillivirus, herpesvirus, avian influenza virus (AIV) and Brucella spp. have been linked to numerous cetacean strandings in the Northeast (NE) Atlantic. Yet, their prevalence in free-living cetaceans remains insufficiently investigated, particularly in northern regions. Between 2016 and 2025, humpback whales (Megaptera novaeangliae), sperm whales (Physeter macrocephalus) and, opportunistically, fin whales (Balaenoptera physalus) and a long-finned pilot whale (Globicephala melas), were sampled in two foraging grounds in northern Norway (Skjervøy and Andenes), in Iceland and in Cape Verde. Blow samples (n = 76), skin biopsies (n = 45), and organ samples from one stranded pilot whale were collected and screened for cetacean morbillivirus, herpesvirus, AIV and Brucella spp, via polymerase chain reaction (PCR). In northern Norway, cetacean morbillivirus, identified as the dolphin morbillivirus (DMV) strain, was detected in the blows of two asymptomatic groups of humpback whales, in the blow of one sperm whale in poor health and in the kidney of a stranded pilot whale. An alphaherpesvirus was detected in the blows of five humpback whale groups sampled in Norway, Iceland, and Cape Verde, while a gammaherpesvirus was detected in one humpback whale skin biopsy, sampled in Norway. No other samples tested positive to any of the pathogens, including AIV or Brucella spp. Our results demonstrate that minimally invasive sampling, particularly blow sampling, can be used for pathogen surveillance in free-ranging cetaceans. They also provide new insights into the circulation of cetacean morbillivirus and herpesviruses in cetaceans from the NE Atlantic. Continuous monitoring of pathogen exposure, alongside other stressors, will be crucial to assess the cumulative health implications for these cetaceans.",
  "disease": "influenza"
}