{
  "pmid": "41448860",
  "title": "Impact of Bronchiectasis on Healthcare Resource Utilization and Direct Medical Costs of Managing Comorbid Chronic Obstructive Pulmonary Disease, Asthma, and Rheumatoid Arthritis in the United States.",
  "abstract": "Although patients with bronchiectasis often have comorbidities, the impact of bronchiectasis on managing these is unknown. This study assessed the incremental burden of managing chronic obstructive pulmonary disease (COPD), asthma, and rheumatoid arthritis in patients with bronchiectasis. This retrospective cohort study using Merative MarketScan US claims data included patients with a COPD, asthma, or rheumatoid arthritis diagnosis between January 2017 and December 2021. Within these cohorts, patients with a bronchiectasis diagnosis (excluding cystic fibrosis) were compared with nonbronchiectasis controls following 1:1 propensity score matching (1:2 for rheumatoid arthritis). Comorbid disease-specific inpatient, outpatient, and emergency room (ER) visits and direct medical costs were reported. After matching, 4291 patients with COPD, 2460 with asthma, and 566 with rheumatoid arthritis, all with bronchiectasis, and the corresponding controls, were included. For patients with COPD, proportions with COPD-related outpatient (66.5% vs. 56.8%), ER (7.5% vs. 5.8%), and inpatient visits (4.5% vs. 3.1%), as well as respiratory-related ($11 054 vs. $6961) and disease-specific ($1384 vs. $1107) costs were significantly higher in the bronchiectasis cohort (vs. control cohort). For patients with asthma, asthma-related outpatient visits (52.0% vs. 41.1%), respiratory-related ($10 327 vs. $5458), and disease-specific ($489 vs. $221) costs were significantly higher in the bronchiectasis cohort. For patients with rheumatoid arthritis, rheumatoid arthritis-specific PPPY outpatient (5.1 vs. 3.9) and specialist visits (3.5 vs. 2.5), and disease-specific ($4820 vs. $2592) costs were significantly higher in the bronchiectasis cohort (p < 0.05 for all comparisons). Bronchiectasis is associated with higher comorbid disease-related healthcare resource utilization and costs and complicates the management of comorbid conditions.",
  "disease": "asthma"
}