{
    "title": "Prevalence of self-care disability among older adults in China.",
    "doc_id": "36180834",
    "writer": "Guo Y",
    "year": "2022",
    "summary": "We find that the prevalence of self-care disability among older adults aged 60 and above in China is 2.34%, and the older the population, the higher the prevalence. A higher prevalence was reported by female older adults, rural older adults, and old …",
    "abstract": "Background:\n        \n      \n      Self-care disability among older adults is a global public health issue. However, it lacks the up-to-date information based on nationally representative, more comprehesive data in China.\n    \n\n\n          Methods:\n        \n      \n      Using China's 2020 population census data, this paper provides a macro-analysis of the prevalence and socio-demographic characteristics of self-care disability among older adults.\n    \n\n\n          Results:\n        \n      \n      25.5 million older adults aged 60 and over participated in the health status survey, of which 48.2% were male, and 51.8% were female. We find that the prevalence of self-care disability among older adults aged 60 and above in China is 2.34%, and the older the population, the higher the prevalence. A higher prevalence was reported by female older adults, rural older adults, and older adults in western China. Single (never married) and widowed older adults are at higher risk of self-care disability. Compared to 2010, the prevalence of self-care disability among older adults decreased. However, the urban-rural difference still exists. Self-care disabled older adults rely mainly on family members for livelihood and mainly cohabitate with them. While pension is an essential source of livelihood for urban older adults with self-care disability, fewer rural self-care disabled older adults rely on pension.\n    \n\n\n          Conclusion:\n        \n      \n      The prevalence of self-care disability among older adults aged 60 and over in China is low and has decreased compared to 2010. Older adults with self-care disability are not a homogeneous group, and they have apparent socio-demographic disparities and regional differences. The Chinese government should continue to reduce inequalities between urban and rural areas, especially in pension and long-term care systems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36180834/"
}