{
  "pmid": "41420892",
  "title": "Gene therapy for Parkinson's disease-Ample room for optimism.",
  "abstract": "The prospect of successful use of gene therapy to treat neurological disorders, including Parkinson's disease (PD), can be increased by understanding the molecular etiology underlying disease symptoms and neurodegeneration. The major hurdle of safety for gene therapy use in central nervous system disorders has been cleared; with now ∼20 years since the first gene therapy clinical trial for PD, and with a large number of patients having received various treatments, the field has generated a large body of data with an impeccable safety record. As our understanding of the targetable components of disease processes evolves, so too do the tools available to target these processes. Viral vectors based on adeno-associated virus have undergone significant advancements in the last decade, including capsid improvements, enhanced production methods, and recombinant genome design. Although the etiopathology(ies) underlying PD is (are) yet to be defined, a number of therapeutic modalities with broad preclinical support have been, and are being, tested in humans. This includes proteins providing symptomatic relief, neuromodulation, monogenic correction, and neurotrophic support. The leading therapeutic gene therapy candidate has been glial cell line-derived neurotrophic factor (GDNF) or the closely related protein neurturin. Although clinical studies are still ongoing, recent work shows that protein levels of GDNF receptors (GDNF family receptor alpha1 and receptor tyrosine kinase) decrease with disease. Therefore, it is possible that optimal use of gene therapy using GDNF, and other protective pathways, can only be realized with an incisive assessment of all components of a targeted signaling pathway. Nevertheless, current clinical candidates, paired with a strong upcoming preclinical data pipeline, are setting the stage for an exciting future for PD gene therapy.",
  "disease": "parkinson disease"
}