{
    "title": "Perceived Sleep Quality in Individuals with Inborn Errors of Immunity.",
    "doc_id": "36959490",
    "writer": "Sowers KL",
    "year": "2023",
    "summary": "PURPOSE: Chronic sleep issues can lead to poor quality of life and increased mortality and patients with chronic health conditions often report impaired sleep quality. ...This research sought to better understand perceived sleep quality i …",
    "abstract": "Purpose:\n        \n      \n      Chronic sleep issues can lead to poor quality of life and increased mortality and patients with chronic health conditions often report impaired sleep quality. Higher levels of fatigue have been identified in patients diagnosed with inborn errors of immunity (or primary immunodeficiency diseases). This research sought to better understand perceived sleep quality in individuals diagnosed with IEI.\n    \n\n\n          Methods:\n        \n      \n      A survey, which included the validated Sleep Quality Scale, was shared across multiple social media groups for individuals with a diagnosis of IEI.\n    \n\n\n          Results:\n        \n      \n      Most of the participants were White/Caucasian females, between the ages of 30 and 74 years. The results of the Sleep Quality Scale suggest that this sample of individuals has moderate impairment of their sleep quality (71.8%), with a mean score of 43.0 (SD = 13.1). When comparing the results of the SQS to other patient populations and healthy control groups, the participants in this study had a poorer sleep quality score. Associations were identified between sleep quality and age, hours of sleep per night, time awake at night, times awake to urinate, attempted daytime naps, chronic pain, and mental health diagnoses.\n    \n\n\n          Conclusion:\n        \n      \n      This survey suggests that individuals with inborn errors of immunity have a moderate degree of perceived impairment in sleep quality. Healthcare providers are strongly encouraged to incorporate sleep quality screening in their routine assessments of patients with a diagnosis of Inborn Error of Immunity. Patients who are identified as having impaired sleep quality should be referred for further testing and interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36959490/"
}