{
  "pmid": "41453519",
  "title": "Pediatric asthma management via integration of a remote spirometry device into an EHR-based artificial intelligence-powered clinical decision support system: A feasibility pragmatic clinical trial.",
  "abstract": "Asthma is the most common chronic disease in children. Suboptimal asthma control is prevalent and causes significant health care costs. Electronic health records (EHRs) contain vast data which pose a major challenge for timely and efficient access to relevant information for clinical decision making. To address this challenge, a machine learning and natural language processing models-powered clinical decision support system (CDS) called Asthma-Guidance Prediction System (A-GPS) was developed. A-GPS automatically extracts and synthesizes pertinent patient data from EHRs for asthma management. To further enhance A-GPS, real-time patient data was added from a home spirometry device and mobile app system (AsthmaTuner), that remotely collected patient-reported outcomes for asthma control and lung function and delivered a clinician-prescribed Asthma Action Plan from EHR to patients. The goal of the study was to assess the feasibility and satisfaction of implementation of an integrated A-GPS with AsthmaTuner for remote asthma management within pediatric primary care. Study design was a parallel-group, non-blinded, dual-site, 2-arm pragmatic, randomized clinical trial (RCT) with 22 dyads (one clinician and one pediatric patient) at Mayo Clinic Health System and Mayo Clinic, Rochester, Minnesota. The primary endpoint was successful implementation of the integrated A-GPS with AsthmaTuner in primary care and study participants' satisfaction. The technological integration and application of the integrated A-GPS and AsthmaTuner in primary care as a clinical CDS for remote asthma management was feasible. This protocol provides developers with a framework for the best practices for evaluating AI tools and enables digital technology via an RCT. Registered via ClinicalTrials.govNCT06062433 SIGNIFICANCE: We anticipate this study will establish a conceptual and operational framework for implementing AI-powered CDS in pediatric asthma management, with the goal that these methodological advancements will be expanded to the management of adults with asthma and other chronic complex diseases. Reporting a clinical trial protocol for the evaluation of an AI tool and following the reporting guidelines are valuable for establishing best practices evaluating AI tools, specifically for the developers and other key stakeholders who plan to evaluate AI models via RCTs in health care settings. We plan to communicate our trial results via publication and reporting in ClinicalTrials.gov database (NCT06062433). Authorship on publications will follow international standards for authorship (i.e., ICMJE).",
  "disease": "asthma"
}