{
    "title": "How young psychotherapists experience working with older patients.",
    "doc_id": "34843273",
    "writer": "Boschann A",
    "year": "2022",
    "summary": "We found that the participants had various attitudes toward older adults (respectful/admiring, caring/supportive, doubtful, and open) that were related to individual social and biographic experiences with older adults. ...Furthermore, it can be valuable for young ps …",
    "abstract": "Preliminarily findings from experimental and survey research suggests that psychotherapy with older adults is an area of practice in which psychotherapists do not feel positive and confident. This qualitative study is the first to explore how young psychotherapists experience and perceive their therapeutic work with older patients. To do so, we provide an in-depth perspective of how young (aged 27-35) psychotherapists experience providing psychotherapeutic treatment for older patients (aged over 65). Semistructured interviews were conducted with 20 psychotherapists in training (14 women, six men). They were recruited via psychotherapeutic training institutions and geropsychiatry clinics in Germany. The grounded theory approach was used to analyze the data. We found that the participants had various attitudes toward older adults (respectful/admiring, caring/supportive, doubtful, and open) that were related to individual social and biographic experiences with older adults. The participants' attitudes and personal experiences were also found again in their reported therapeutic behavior toward older patients. The finding further showed that the treatment setting (inpatient vs. outpatient) had an additional impact on the participants' perception of and therapeutic behavior toward older patients. Our findings demonstrated that the participants experienced various challenges and particularities when working with older patients. Young psychotherapists who work with older patients should be supported by psychotherapeutic training institutions through supervision and guidance on how to deal with clinical challenges. Furthermore, it can be valuable for young psychotherapists to critically reflect their attitudes toward older adults and personal motives for their therapeutic behavior toward older patients. (PsycInfo Database Record (c) 2022 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34843273/"
}