{
  "pmid": "41462144",
  "title": "Parasagittal subdural space: a novel quantitative marker of spontaneous intracranial hypotension syndrome-induced chronic subdural hematoma.",
  "abstract": "Spontaneous intracranial hypotension syndrome (SIH)-induced chronic subdural hematoma (CSDH) often presents with orthostatic headaches but is frequently misdiagnosed, leading to inappropriate treatments like fatal hematoma drainage instead of epidural blood patches. In clinical practice, reliable and quantitative diagnostic criteria for this condition are lacking. This study uses initial CT scans to identify novel radiographic markers for accurately diagnosing SIH-induced CSDH. We retrospectively reviewed 310 consecutives hospitalized CSDH cases from January 2008 to May 2023. Among these, 54 were bilateral, with 11 induced by SIH; two secondary intracranial hypotension cases were excluded. We analyzed nine primary SIH-induced cases, comparing clinical and preoperative CT features with 43 non-SIH bilateral cases, focusing on the parasagittal subdural space (PSS) volume. We also conducted propensity score matching to validate our findings. Patients with SIH-induced bilateral CSDH were significantly younger than those without SIH (mean age 54.7 vs. 76.2 years; P < 0.001). Orthostatic headache was more common in the SIH group (66.7% vs. 2.3%, P < 0.001). While hematoma volumes were similar, PSS volume was significantly larger in the SIH group (mean 15.0 vs. 5.1 mL, P = 0.007). ROC analysis identified an exploratory PSS cut-off of 11.1 mm², which yielded a sensitivity of 86% and a specificity of 66.7% (P = 0.009). Linear regression and qualitative assessments indicated a significant association between PSS volume and crural-and-ambient cistern obliteration, as well as cerebellar ptosis in the SIH group (P < 0.001). A preserved PSS on coronal CT represents a novel, quantitative marker for SIH-induced CSDH and may serve as a practical diagnostic clue, particularly when MRI is unavailable.",
  "disease": "hypertension"
}