{
    "title": "Pain characteristics and their association with quality of life and self-concept in children with hemiplegic cerebral palsy identified from a population register.",
    "doc_id": "18427232",
    "writer": "Russo RN",
    "year": "2008",
    "summary": "Thirty-five (69%) said pain impacted on movement/activity and was of an aching quality (n=29, 57%). Mean (95% confidence interval) quality of life according to Pediatric Quality of Life Inventory was significantly lower for children experiencing …",
    "abstract": "Objectives:\n        \n      \n      To describe and characterize the prevalence and quality of pain in a population-based community sample of children with hemiplegic cerebral palsy.\n    \n\n\n          Methods:\n        \n      \n      Outcomes were assessed from 2 domains of the World Health Organization International Classification of Functioning, Disability and Health: body structure/function (upper limb spans, modified Ashworth scale, Tardieu scale, sensory function), activities-participation (Assessment of Motor and Process Skills), Pediatric Quality of Life Inventory (PedsQL), and self-perception (Harter Self-Perception Profile).\n    \n\n\n          Results:\n        \n      \n      There were 107 participants of age (mean, 95% confidence interval) 8.94 years (8.23 to 9.65); 61 (57%) were boys and 58 (54%) had hemiplegia affecting the right side. Fifty-one (48%) reported pain. Pain mostly affected the involved side (n=28, 55%) and lower limb (n=19, 37%). Eighteen (35%) reported moderate to severe pain. Thirty-five (69%) said pain impacted on movement/activity and was of an aching quality (n=29, 57%). Mean (95% confidence interval) quality of life according to Pediatric Quality of Life Inventory was significantly lower for children experiencing pain compared with children experiencing no pain [parent 50.2 (45.9 to 54.5) vs. 60.1 (55.1 to 65.1), P<0.01; child 60.5 (55.4 to 65.6) vs. 75.8 (68.4 to 83.2), P<0.01]. The self-perception domains of Scholastic Competence [no pain, 3.02 (2.78 to 3.26); pain, 2.55 (2.31 to 2.79) P<0.01] and Behavioral Competence [no pain, 3.33 (3.07 to 3.60); pain, 2.88 (2.70 to 3.06) P<0.01] were significantly lower in children with pain aged > or =8 years.\n    \n\n\n          Discussion:\n        \n      \n      Pain is common in children with hemiplegic cerebral palsy with qualities suggesting a nociceptive origin. Pain is associated with lower quality of life and self-perception. Results suggest clinicians should assess and actively manage pain in this population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18427232/"
}