{
  "pmid": "41466828",
  "title": "Comparison of outcomes of direct oral anticoagulants versus vitamin K antagonists for atrial fibrillation and chronic kidney disease: a systematic review and meta-analysis.",
  "abstract": "To systematically evaluate the efficacy and safety of direct oral anticoagulants (DOAC) compared to vitamin K antagonists (VKA) for anticoagulation in patients with atrial fibrillation (AF) and chronic kidney disease (CKD). PubMed, Embase, Web of Science, and the Cochrane Library were searched from their inception through May 2025 to collect relevant clinical studies comparing the use of DOAC versus VKA for the treatment of patients with AF combined with chronic kidney disease. Literature screening, data extraction, analysis, quality evaluation, and risk of bias assessment were conducted by independent reviewers. The outcomes of interest included all-cause mortality, cardiovascular death, stroke or systemic embolism, major bleeding, gastrointestinal bleeding, intracranial bleeding, myocardial infarction, and stroke. Analysis was performed using RevMan 5.4 software, with I 16 studies were included in the analysis. Compared with VKA, DOAC can significantly reduced the risks of cardiovascular mortality (HR = 0.78; 95 %CI 0.70-0.87; P < 0.05), major bleeding (HR = 0.79; 95 %CI 0.64-0.97; P < 0.05), and intracranial hemorrhage (HR = 0.50; 95 %CI 0.37-0.66; P < 0.05). No significant differences were observed between the DOAC and VKA groups regarding all-cause death (HR = 0.98; 95 %CI 0.81-1.19; P = 0.82), stroke or systemic embolism (HR = 0.84; 95 %CI 0.68-1.04; P = 0.12), gastrointestinal bleeding (HR = 0.87; 95 %CI 0.61-1.24; P = 0.43), myocardial infarction (HR = 0.98; 95 %CI 0.78-1.23; P = 0.84), or stroke (HR = 0.85; 95 %CI 0.72-1.00; P = 0.06). Overall, DOACs demonstrated superior efficacy in reducing cardiovascular mortality, major bleeding, and intracranial hemorrhage. Among patients with end-stage renal disease, those treated with DOACs showed a tendency toward reduced major bleeding (HR = 0.58; 95 % CI 0.50-0.68; P < 0.05), gastrointestinal hemorrhage (HR = 0.65; 95 %CI 0.48-0.98 P < 0.05), and intracranial hemorrhage (HR = 0.56; 95 % CI, 0.38-0.82; P < 0.05). For patients without end-stage renal disease, the DOAC group had greater benefits in reducing the risks of all-cause death (HR = 0.91; 95 %CI 0.84-0.99; P = 0.03), cardiovascular mortality (HR = 0.77; 95 %CI 0.69-0.86; P < 0.05), major bleeding (HR = 0.85; 95 %CI 0.77-0.83; P < 0.05, and intracranial hemorrhage (HR = 0.42; 95 % CI, 0.28-0.65; P < 0.05). Conversely, the VKA group was more effective in reducing the risk of gastrointestinal hemorrhage events (HR = 1.38; 95 % CI 1.13-1.68; P < 0.05). In patients with non-valvular AF complicated by CKD, the use of DOAC is associated with a moderate reduction in the risks of cardiovascular mortality, major bleeding, and intracranial hemorrhage. Among patients with end-stage renal disease, DOACs offer more significant benefits in reducing the risks of major bleeding, gastrointestinal hemorrhage, and intracranial hemorrhage. For patients with non-end-stage renal disease, DOAC are associated with lower rates of all-cause death, cardiovascular mortality, major bleeding, and intracranial hemorrhage, whereas VKA are linked to an increased risk of gastrointestinal hemorrhage.",
  "disease": "stroke"
}