{
    "title": "Does quality of life depend on speech recognition performance for adult cochlear implant users?",
    "doc_id": "26256441",
    "writer": "Capretta NR",
    "year": "2016",
    "summary": "However, it is strongly suspected that results on these measures may not adequately reflect patients' quality of life (QOL) using their implants. This study aimed to evaluate whether QOL for CI users depends on speech recognition performance. ...METHODS: Participant …",
    "abstract": "Objectives/hypothesis:\n        \n      \n      Current postoperative clinical outcome measures for adults receiving cochlear implants (CIs) consist of testing speech recognition, primarily under quiet conditions. However, it is strongly suspected that results on these measures may not adequately reflect patients' quality of life (QOL) using their implants. This study aimed to evaluate whether QOL for CI users depends on speech recognition performance.\n    \n\n\n          Study design:\n        \n      \n      Twenty-three postlingually deafened adults with CIs were assessed.\n    \n\n\n          Methods:\n        \n      \n      Participants were tested for speech recognition (Central Institute for the Deaf word and AzBio sentence recognition in quiet) and completed three QOL measures-the Nijmegen Cochlear Implant Questionnaire; either the Hearing Handicap Inventory for Adults or the Hearing Handicap Inventory for the Elderly; and the Speech, Spatial and Qualities of Hearing Scale questionnaires-to assess a variety of QOL factors. Correlations were sought between speech recognition and QOL scores. Demographics, audiologic history, language, and cognitive skills were also examined as potential predictors of QOL.\n    \n\n\n          Results:\n        \n      \n      Only a few QOL scores significantly correlated with postoperative sentence or word recognition in quiet, and correlations were primarily isolated to speech-related subscales on QOL measures. Poorer pre- and postoperative unaided hearing predicted better QOL. Socioeconomic status, duration of deafness, age at implantation, duration of CI use, reading ability, vocabulary size, and cognitive status did not consistently predict QOL scores.\n    \n\n\n          Conclusion:\n        \n      \n      For adult, postlingually deafened CI users, clinical speech recognition measures in quiet do not correlate broadly with QOL. Results suggest the need for additional outcome measures of the benefits and limitations of cochlear implantation.\n    \n\n\n          Level of evidence:\n        \n      \n      4. Laryngoscope, 126:699-706, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26256441/"
}