{
    "title": "The associations between social support, self-regulatory fatigue, and health-promoting behaviors among people with type 2 diabetes mellitus: a cross-sectional survey.",
    "doc_id": "38155890",
    "writer": "Wang X",
    "year": "2023",
    "summary": "RESULTS: Social support in type 2 diabetes mellitus positively predicted health-promoting behaviors (beta = 0.401, p < 0.001). The regression coefficients of self-regulatory fatigue in patients with type 2 diabetes mellitus …",
    "abstract": "Background:\n        \n      \n      The prevalence of diabetes in China is increasing annually, posing a serious public health challenge. Health-promoting behaviors are crucial for enhancing the quality of life in individuals with type 2 diabetes. However, the relationship between self-regulatory fatigue in type 2 diabetes, social support, and health-promoting behaviors remains unclear.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to explore the interconnections among social support, self-regulatory fatigue, and health-promoting behaviors, as well as to examine the mediating role of self-regulatory fatigue in patients with type 2 diabetes mellitus.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional design was employed using the Self-Regulatory Fatigue Scale (SRF-S), the Social Support Rating Scale (SSRS), and the Health Promotion Scale for People with Diabetes Mellitus (T2DHPS). These scales assessed social support, self-regulatory fatigue, and health-promoting behaviors in 316 patients with type 2 diabetes mellitus, exploring the relationships among these variables. SPSS and AMOS were used for statistical analysis to investigate the mediating effects.\n    \n\n\n          Results:\n        \n      \n      Social support in type 2 diabetes mellitus positively predicted health-promoting behaviors (β = 0.401, p < 0.001). The regression coefficients of self-regulatory fatigue in patients with type 2 diabetes mellitus social support (β = -0.502, p < 0.001), and health-promoting behaviors (β = -0.331, p < 0.001), both exhibiting significant differences. Self-regulatory fatigue mediated the relationship between social support and health-promoting behaviors in these patients, with a mediation effect of 0.166, consisting of 29.28% of the total effect.\n    \n\n\n          Conclusion:\n        \n      \n      A significant interplay exists among social support, self-regulatory fatigue, and health-promoting behaviors in patients with type 2 diabetes mellitus. The findings suggest that self-regulatory fatigue mediates the relationship between social support and health-promoting behaviors. Healthcare professionals should focus on enhancing patients' social support to mitigate self-regulatory fatigue and improve health behaviors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38155890/"
}