{
    "title": "Single-cell transcriptome analysis reveals cellular reprogramming and changes of immune cell subsets following tetramethylpyrazine treatment in LPS-induced acute lung injury.",
    "doc_id": "39822976",
    "writer": "Wu M",
    "year": "2025",
    "summary": "RESULTS: We found that TMP efficiently protected against LPS-induced acute lung injury. Results of scRNA-seq showed that the cells were divided into seven major cell clusters, including immune cells, fibroblasts, endothelial cells and epithelial …",
    "abstract": "Background:\n        \n      \n      Acute lung injury (ALI) is a disordered pulmonary disease characterized by acute respiratory insufficiency with tachypnea, cyanosis refractory to oxygen and diffuse alveolar infiltrates. Despite increased research into ALI, current clinical treatments lack effectiveness. Tetramethylpyrazine (TMP) has shown potential in ALI treatment, and understanding its effects on the pulmonary microenvironment and its underlying mechanisms is imperative.\n    \n\n\n          Methods:\n        \n      \n      We established a mouse model of lipopolysaccharide (LPS)-induced ALI and performed single cell RNA sequencing (scRNA-seq). Bioinformatic analyses of the immune, epithelial and endothelial cells were then performed to explore the dynamic changes of the lung tissue microenvironment. We also analyzed the effects of TMP on the cell subtypes, differential gene expression and potential regulation of transcriptional factors involved. Immunohistochemistry and enzyme-linked immunosorbent assay were performed to identify the effects of TMP on immune inflammatory response.\n    \n\n\n          Results:\n        \n      \n      We found that TMP efficiently protected against LPS-induced acute lung injury. Results of scRNA-seq showed that the cells were divided into seven major cell clusters, including immune cells, fibroblasts, endothelial cells and epithelial cells. Neither dexamethasone (Dex) nor TMP treatment showed any significant protective effects in these clusters. However, TMP treatment in the LPS-induced ALI model significantly increased follicular helper T cells and reduced CD8+ naive T cells, Vcan-positive monocytes and Siva-positive NK cells. In addition, TMP treatment increased the number of basal epithelial cells and lymphatic endothelial cells (LECs), indicating its protective effects on these cell types. Scenic analysis suggested that TMP likely mitigates LPS-induced injury in epithelial and endothelial cells by promoting FOSL1 in basal epithelial cells and JunB in LECs.\n    \n\n\n          Conclusions:\n        \n      \n      Our findings suggest that TMP appears to alleviate LPS-induced lung injury by regulating the immune response, promoting epithelial cell survival and boosting the antioxidant potential of endothelial cells. This study highlights the potential therapeutic use of TMP in the management of ALI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39822976/"
}