{
  "pmid": "41414771",
  "title": "Distribution and Correlates of the Ankle Mechanical Axis Location on Hip-to-Calcaneus Radiographs in Community-Dwelling Older Adults.",
  "abstract": "Assessment of hindfoot coronal alignment is essential for diagnosing and managing asymmetric ankle osteoarthritis. Although the mechanical ankle joint axis point (MAJAP) is used in surgical planning, reference values derived from nonpatient populations are lacking. This study aimed to establish MAJAP reference values using hip-to-calcaneus radiographs in older adults and to examine their associations with knee and hindfoot alignment. A cross-sectional study was conducted in community-dwelling Japanese adults who underwent hip-to-calcaneus radiography. Radiographic measurements included the MAJAP-defined as the intersection of the mechanical axis at the tibial plafond, expressed as a percentage from the medial to lateral edges-along with the knee varus angle, hindfoot valgus angle, tibial plafond varus angle, and ankle joint varus angle. Descriptive statistics were used to summarize the MAJAP distribution. Associations between alignment parameters and MAJAP were assessed using simple linear regression and generalized linear mixed models, adjusting for age, sex, body mass index, and laterality. A total of 1006 limbs from 522 participants with a median age of 71 years were analyzed. The median MAJAP was 49% (25th and 75th percentiles: 34%, 63%), located near the center of the tibial plafond. In multivariate analysis, the MAJAP increased by 4.60% (95% CI, 4.50%-4.70%) for each 1-degree increase in the hindfoot valgus angle; a greater hindfoot valgus angle was associated with a more lateral MAJAP ( In community-dwelling older Japanese adults, the MAJAP was located approximately at the center of the ankle and varied systematically with hindfoot and knee coronal alignments in older Japanese adults. Future research should evaluate generalizability and clinical applicability across populations and settings.",
  "disease": "osteoarthritis"
}