{
  "pmid": "41416596",
  "title": "Evaluation of comparative efficacy of Prowill disinfectant, Astragalus root extract, and ivermectin against avian coronavirus in chicken embryo model.",
  "abstract": "Infectious bronchitis virus (IBV) is an avian coronavirus and a primary causative agent of respiratory disease in poultry, representing a significant global economic concern. IBV shares structural and functional similarities with other coronaviruses, including severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), making it an invaluable model for studying coronavirus behavior and exploring potential therapeutic strategies. Novel applications could prove valuable in controlling the spread of these pathogens. This study evaluates the antiviral efficacy of various commercial formulations of the probiotic-based disinfectant (Prowill), Astragalus root extract, and ivermectin against the IBV D274 strain (Genotype 1-Lineage 12; GI-12). The agents were applied at different concentrations to specific pathogen-free (SPF) embryonated chicken eggs (9- 10 days old) previously inoculated with IBV D274. The key parameters, such as egg mortality, mean hemagglutination (HA) titer, and HA titer (log2) values, were assessed to determine the antiviral efficacy of each treatment. The results revealed that the gel form of Prowill demonstrated superior antiviral activity, including at lower tested concentrations. This gel form showed the lowest egg mortality rates (10% at 0.5%, 1%, and 2% concentrations). This form also exhibited relatively low HA titers (4.7, 3.8, and 3.6 in log2, respectively). In addition, other Prowill formulations demonstrated significant antiviral effects, reducing mortality rates. Astragalus root extract, particularly at a concentration of 5 mg/kg, demonstrated potent antiviral activity by effectively inhibiting viral replication; however, mortality reached 30%. Ivermectin showed remarkably high cytotoxicity. These findings suggest that Prowill disinfectants, especially in their gel form, might represent a promising auxiliary application for managing the spread of IBV and potentially other coronaviruses. Further investigation is required to evaluate the long-term safety and broader applicability of these disinfectants in controlling avian coronaviruses and related pathogens.",
  "disease": "asthma"
}