{
    "title": "Ranking Self-reported Gastrointestinal Side Effects of Pharmacotherapy in Sarcoidosis.",
    "doc_id": "31960165",
    "writer": "Drent M",
    "year": "2020",
    "summary": "So far, no curative treatment exists; the disease can only be suppressed. All treatment options cause side effects affecting quality of life. The aim of this study was to establish and rank the prevalence of self-reported gastrointestinal side effects …",
    "abstract": "Background:\n        \n      \n      Clinical manifestations of sarcoidosis vary widely, depending on the intensity of the inflammation and the organ systems affected. So far, no curative treatment exists; the disease can only be suppressed. All treatment options cause side effects affecting quality of life. The aim of this study was to establish and rank the prevalence of self-reported gastrointestinal side effects of drugs used in the treatment of sarcoidosis.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional web-based anonymous survey about complaints and side effects was conducted among sarcoidosis patients in the Netherlands, United Kingdom, and United States of America.\n    \n\n\n          Results:\n        \n      \n      Of the participants, 70% were being treated with one or more drugs. The most important reported side effect was weight gain, associated with increased appetite among prednisone users (as monotherapy as well as in combination with other drugs). Methotrexate (MTX) users especially experienced nausea, with monotherapy as well as combination therapy. Vomiting and weight loss were most prominent among azathioprine and mycophenolate mofetil (MMF) users, whereas diarrhoea was frequently mentioned by MMF and MTX users. The reported side effects of hydroxychloroquine were generally rather mild.\n    \n\n\n          Conclusion:\n        \n      \n      The current study ranked the gastrointestinal side effects associated with pharmacotherapy in sarcoidosis patients. Pharmacotherapy does have multiple gastrointestinal side effects. The strongest association between a reported side effect and drug use was that of weight gain associated with increased appetite among prednisone users. It would therefore be useful for future research to look further into dietary interventions to counter these side effects and reduce their burden.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31960165/"
}