{
  "pmid": "41390382",
  "title": "Treatment outcomes and associated factors among children with epilepsy attending the pediatric follow-up clinic at Hiwot Fana Comprehensive Specialized Hospital.",
  "abstract": "Epilepsy is a common neurological disorder that significantly impacts children's development, behavior, and quality of life. In low-resource settings, treatment outcomes remain suboptimal, with more than one-third of children experiencing treatment failure. This study assessed treatment outcomes and associated factors among children with epilepsy attending the pediatric follow-up clinic at Hiwot Fana Comprehensive Specialized Hospital in Eastern Ethiopia. A hospital-based cross-sectional study was conducted from November 5, 2020, to February 5, 2021, involving 140 children aged 6 months to 18 years who had been on antiepileptic drugs for at least six months. Data was collected through structured caregiver interviews and medical record reviews. Seizure control was categorized as good (seizure-free for at least six months) or poor (persistent seizures despite appropriate AED use). Adherence was measured using the Morisky 8-Item Medication Adherence Scale. Multivariable logistic regression was used to identify factors associated with treatment outcomes. Among the 140 participants, 59.3% had poor seizure control. Generalized seizures were the most common type (65.7%), and 78.6% were on monotherapy, with phenytoin being the most prescribed AED. Poor adherence to AEDs was observed in 46.4% of patients. In the adjusted analysis, seizure frequency greater than one per week before AED initiation (AOR = 11.036; 95% CI: 3.616-33.677; p < 0.001) and poor adherence to AEDs (AOR = 4.917; 95% CI: 2.452-9.861; p < 0.001) were significantly associated with poor treatment outcomes. Nearly six in ten children had poor seizure control. High pre-treatment seizure frequency and poor adherence to medication were the main factors associated with poor outcomes. Interventions to promote early diagnosis and improve adherence through caregiver education and health system support are critical to improving epilepsy management in children.",
  "disease": "epilepsy"
}