{
  "pmid": "41447743",
  "title": "[Impact of overcrowding on the quality of care in a Pediatric Emergency Department].",
  "abstract": "Overcrowding in Pediatric Emergency Departments(PED) have a negative impact in waiting times. External factors such as the SARS-CoV-2 pandemic can change the incoming volume of patients. The aim of this study is to quantify the extent to which the quality indicators are impacted by overcrowding and the extent to which the pandemic has impacted them. Retrospective study in the PED of a high complexity hospital. Quality indicators from the PED dashboard are collected weekly for the period 2018-2022, excluding the pandemic year 2020. A univariate and multivariate analysis of the association between the variation of the indicators for every 100 additional emergencies was performed, expressing it using the regression coefficient B and its 95% CI. A median of 1105 emergencies were attended each week(876-1262). The adjusted multivariate analysis showed differences in the indicators for every 100 additional weekly emergencies of: triage delay time(B=0.23; 95%CI:0.17-0.29.p<0.001), delay time in care(B=1.84; 95%CI:1.58- 2.10.p<0.001); percentage of patients under observation(B=-0.13;95%CI:-0.24--0.02).p=0.017), percentage of admissions(B=-0.13;95%CI:-0.23--0.03.p=0.011), percentage of patients waiting ≥1 hour for admission(B=0.89;95%CI:0.06-1.73.p=0.036) and percentage of return visit(B=0.22;95%CI:0.11-0.34.p<0.001). The analysis by pre-post pandemic periods showed differences: in the percentage of patients with priority≤3(B=-3.8;95%CI: -4.7- -2.9.p<0.001), length of stay in the PED(B=0,24;95%CI:0,12-0,36.p<0,001), percentage of patients in observation(B=-2.6;95%CI:-3.2--1.9.p<0.001), length of stay in observation(B=0.68;95%CI:0.51-0.86.p<0.001), percentage of admissions(B=0.8;95%CI;-1.4--0.2.p=0.006), percentage of patients waiting ≥ 1 hour for admission(B=30.5;95%CI:26.9-34.p<0.001) and percentage of voluntary discharges (B=0,3;95%CI:0,1-0,6.p=0,013). Overcrowding impacts the quality of care in our center, increasing the waiting times for triage, care and admission, and increasing the proportion of visit return.",
  "disease": "covid-19"
}