{
  "pmid": "41347152",
  "title": "Artemisinin and its derivatives: all-rounders that may prevent the progression from lung injury to lung cancer.",
  "abstract": "Lung cancer is the major cause of cancer-related deaths worldwide and may occur as a multistep progression. Lung disorders, such as pneumonia and lung injury (Phase Ⅰ), induce inflammatory responses, activate fibroblasts, leading to collagen deposition and the formation of fibrotic lesions. Pulmonary fibrosis (PF) and chronic obstructive pulmonary disease (COPD) (Phase Ⅱ), further induce endoplasmic reticulum stress and DNA damage, leading to cellular mutations that increase the risk of cancer and promote lung cancer (Phase Ⅲ). Based on the fact that disease progression is a progressive and dynamic process, new drugs are urgently required to prevent the progression of lung diseases to cancer. Artemisinin and its derivatives have anti-viral, anti-inflammatory, anti-fibrotic, immunoregulatory, and anti-cancer activities. Hence, we reviewed the multi-step actions of artemisinin and its derivatives on the trilogy from lung diseases to lung cancer, and investigated the underlying mechanism involved. Substantially, actions of anti-inflammation, oxidative stress and apoptosis produced by artemisinin and its derivatives were found throughout the three phases, and NF-κB, Keap1/Nrf2 and PI3K/Akt may be the key signaling pathways. Specifically, in phase of inflammation and injury (phase Ⅰ), artesunate, dihydroartemisinin, and artemether alleviate the symptoms of pneumonia and lung injury by regulating inflammatory responses, oxidative stress, apoptosis, and endoplasmic reticulum stress. In the precursor phase (phase Ⅱ), artesunate and dihydroartemisinin exert antifibrotic and antimycobacterial properties and ameliorate PF and COPD by inhibiting inflammation, modulating oxidative stress, and decreasing cell proliferation. In the cancer phase (phase Ⅲ), artemisinin, artesunate, and dihydroartemisinin could modulate glycolysis, promote apoptosis, ferroptosis, and autophagy, inhibit cell proliferation, invasion, and angiogenesis, and alleviate radiation resistance to exert their anticancer effects. Additionally, current research is focused on nanoscale delivery systems to increase the bioavailability and improve drug stability, to enhance the therapeutic efficacy of these compounds. Collectively, artemisinin and its derivatives are the potential clinically useful therapeutic agents for protecting lungs and hampering the dynamic development processes of lung diseases to lung cancer.",
  "disease": "chronic obstructive pulmonary disease"
}