{
    "title": "First Report of Cucurbit Yellow Stunting Disorder Virus (Genus Crinivirus) in North America.",
    "doc_id": "30841205",
    "writer": "Kao J",
    "year": "2000",
    "summary": "In late summer 1999, field- and greenhouse-grown melon plants (Cucumis melo) showing severe stunting and yellowing symptoms were observed near Donna in southern Texas and near the town of Reynosa in northern Mexico. ...Similar probes for the related Lettuce infectious y …",
    "abstract": "In late summer 1999, field- and greenhouse-grown melon plants (Cucumis melo) showing severe stunting and yellowing symptoms were observed near Donna in southern Texas and near the town of Reynosa in northern Mexico. Symptoms were typical of those caused by viruses in the genus Crinivirus, family Closteroviridae. High populations of Bemisia spp. whiteflies were associated with these plantings, with many plants showing heavy infestation. Laboratory analyses showed that melon plants from both locations were infected by the whitefly-transmitted Cucurbit yellow stunting disorder virus (CYSDV). Positive hybridization reactions with digoxigenin-UTP-labeled transcript probes corresponding to the CYSDV heat shock protein 70 (HSP70) homolog coding region (1) were obtained for RNAs extracted from symptomatic plants. Similar probes for the related Lettuce infectious yellows virus (LIYV) and Beet pseudo-yellows virus (BPYV), two whitefly-transmitted viruses previously reported from North America (2), did not hybridize with the RNAs. Definitive confirmation of CYSDV was obtained by performing reverse-transcription polymerase chain reaction (RT-PCR) analyses for two distinct CYSDV coding regions. RT-PCR with primers corresponding to CYSDV, but not LIYV or BPYV HSP70 homolog coding regions, gave specific (≈500 bp) products from corresponding test plants. RNAs from healthy control plants gave no RT-PCR product. Because the HSP70 coding region is highly conserved (2), we also performed RT-PCR with primers designed for the Spanish CYSDV capsid protein gene (GenBank accession AJ243000). Positive RT-PCR products of ≈700 bp were obtained only from the Texas and Mexico melon plants. CYSDV is a widespread and damaging virus of cucurbits in southern Europe and the Middle East (2). This is the first report of this important virus in North America. References: (1) Tian et al. Phytopathology 86:1167, 1996. (2) Rubio et al. Phytopathology 89:707, 1999.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30841205/"
}