{
  "pmid": "41436338",
  "title": "Intranasal insulin for mild cognitive impairment and Alzheimer's disease: A systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "Central insulin resistance has been implicated in the pathophysiology of Alzheimer's disease (AD), supporting the hypothesis that, in some individuals, AD may represent \"type 3 diabetes.\" Intranasal insulin has been proposed as a non-invasive approach to enhance brain insulin signaling while minimizing peripheral metabolic effects, but clinical evidence remains inconsistent. We conducted a systematic review and meta-analysis of randomized controlled trials (RCTs) comparing intranasal insulin with placebo in patients with mild cognitive impairment (MCI) or mild-to-moderate AD. Primary outcomes included changes in cognitive performance (ADAS-Cog13, CDR-SB, DSRS, delayed recall) and functional ability (ADCS-ADL). Secondary outcomes included cerebrospinal fluid (CSF) biomarkers (Aβ42, total tau, phosphorylated tau) and safety endpoints. Literature searches were performed in PubMed, Embase, and Cochrane Central up to April 2025. Random-effects models were used to pool effect estimates, and risk of bias was assessed using the Cochrane RoB 2 tool. Five RCTs enrolling 540 participants met the inclusion criteria. Pooled analyses showed no significant differences between intranasal insulin and placebo for ADAS-Cog13 (mean difference: -1.09 [95% CI: -4.89; 2.71]), ADCS-ADL (mean difference 0.06 [-0.33; 0.45]), CDR-SB, DSRS, or delayed recall. No significant effects were observed on CSF Aβ42, total tau, or p-tau181. Gastrointestinal adverse events were more frequent with insulin (risk ratio: 1.57; [95% CI: 1.15; 2.14]), whereas cardiovascular events were less frequent (risk ratio: 0.30 [0.12; 0.79]). No differences were found for other safety outcomes, and discontinuation rates were comparable between groups. Intranasal insulin was generally well tolerated but did not produce meaningful improvements in cognitive, functional, or biomarker outcomes in patients with MCI or mild-to-moderate AD. Current evidence does not support its routine clinical use, and further trials with standardized dosing, longer follow-up, and biomarker-stratified designs are warranted to clarify its therapeutic potential.",
  "disease": "alzheimer disease"
}