{
    "title": "The clinical relevance of excisional margins after large loop excision of the transformation zone for the persistence of cervical dysplasia.",
    "doc_id": "37243333",
    "writer": "Reijntjes B",
    "year": "2023",
    "summary": "Subsequently, more colposcopies and more large loop excision of the transformation zone (LLETZ) were performed. There is little information about the relevance of positive margins for cervical intraepithelial neoplasia (CIN) after LLETZ. ...RESULTS: After median fol …",
    "abstract": "Objective:\n        \n      \n      A new guideline on population-screening cervical cytology was introduced to improve diagnosis and management of (pre-)malignant cervical lesions. Subsequently, more colposcopies and more large loop excision of the transformation zone (LLETZ) were performed. There is little information about the relevance of positive margins for cervical intraepithelial neoplasia (CIN) after LLETZ. This study assesses the clinical relevance of margins on the presence of CIN.\n    \n\n\n          Methods:\n        \n      \n      In this retrospective study, 567 women who had undergone LLETZ due to cervical dysplasia between January 2017 and December 2019 in Martini Hospital Groningen were included. The primary outcome was the persistence of cervical dysplasia (Pap ≥2) in relation to excisional margins. A χ2 test was performed and hazard ratios with 95% confident intervals (CIs) were reported.\n    \n\n\n          Results:\n        \n      \n      After median follow-up of 14 months, 9% (N = 28) with affected margins and 4% (N = 9) with clear margins had persistent cervical dysplasia (P = 0.044). Positive human papillomavirus (HPV) status was an independent risk factor (hazard ratio [HR] 8.97, 95% confidence interval [CI] 4.19-19.22). Women with affected margins and of older age were less prone to clear HPV (P < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      Women treated with LLETZ for cervical dysplasia show favorable long-term outcomes, with low residual rate. High-risk HPV combined with excisional margin status and age appears to be an adequate risk stratification and individualized management might be based on these factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37243333/"
}