{
  "pmid": "41463290",
  "title": "Biomimetic Salivary Gland Cancer Spheroid Platform for In Vitro Recapitulation of Three-Dimensional Tumor-Stromal Interactions.",
  "abstract": "Salivary gland carcinomas (SGCs) are aggressive malignancies with limited treatment options, primarily due to the complexity of the tumor microenvironment (TME). Cancer-associated fibroblasts (CAFs) remodel the extracellular matrix (ECM), enhance cancer cell stemness, and drive drug resistance. This study introduces a decellularized CAF-derived spheroid system as a biomimetic platform to study tumor-stromal interactions in SGC. Multicellular spheroids were generated by co-culturing Medical Research Council cell strain 5 (MRC-5) fibroblasts (fetal lung-derived) with A253 salivary gland cancer cells, producing distinct spatial architecture, with fibroblasts at the core and cancer cells at the periphery. Compared with A253-only spheroids, A253/MRC-5 spheroids exhibited enhanced proliferation and elevated expression of stemness markers (aldehyde dehydrogenase 1 [ALDH1], CD133, cytokeratin 19 [CK19]). MRC-5 spheroids displayed robust ECM and growth factor expression that persisted after decellularization. Decellularized spheroids retained biological activity, enabling A253 cells to develop invasive phenotypes, metabolic reprogramming, and stemness-associated signatures. Transcriptomic analysis revealed a transition from proliferative pathways to stress-adaptive survival programs, mirroring in vivo tumor behavior. Moreover, A253 cells cultured with decellularized fibroblast spheroids exhibited altered cisplatin sensitivity, highlighting the critical role of stromal ECM in therapeutic response. In conclusion, this study establishes decellularized CAF spheroids as a simplified yet biologically relevant TME-mimetic platform. By recapitulating tumor-stromal crosstalk without live co-culture, this system provides a powerful tool for mechanistic studies of salivary gland cancer, preclinical drug screening, and development of stroma-targeted therapies.",
  "disease": "lung cancer"
}