{
  "pmid": "41466896",
  "title": "Collagen-Based Interventions for Meniscal Tears: A Systematic Review of Clinical Outcomes, Safety, and MRI Findings.",
  "abstract": "Meniscal tears represent a significant clinical challenge worldwide, with traditional treatments ranging from conservative management to meniscectomy. Collagen-based interventions have emerged as promising alternatives, including collagen meniscus implant, arthroscopic matrix-based meniscus repair, and oral collagen supplementation. Despite their growing use, the comparative efficacy and safety profiles of these treatments are unclear. This systematic review aimed to evaluate and compare the clinical outcomes, safety, and structural changes of these three collagen-based interventions for meniscal pathology. Following the Preferred Reporting Items for Meta-Analyses and Reviews (PRISMA) guidelines, we systematically searched five electronic databases for studies evaluating collagen-based interventions in adults with meniscopathy. The included studies reported functional outcomes, quality of life measures, or pain scores using validated instruments. Study designs included randomized controlled trials, case-control studies, cohort studies, and case series. Quality assessment was conducted using the Revised Cochrane Risk of Bias Tool, the Joanna Briggs Institute Critical Appraisal Checklist, and the Newcastle-Ottawa Scale. A total of 27 studies involving 1,264 patients were included. The collagen meniscus implant demonstrated sustained functional improvement over extended follow-up periods with Lysholm scores ranging from 80 to 95 and subjective International Knee Documentation Committee (IKDC) scores of 77-95; however, MRI revealed predominant partial resorption (79%-92% of cases), frequent meniscal extrusion (68%-72%), and failure rates ranging from 1.5% to 40% (averaging 11%-12%). Arthroscopic matrix-based meniscus repair showed progressive improvement with subjective IKDC scores advancing from 77-79 at two years to 85-89 at 10 years, and Lysholm scores improving from 88-89 at two years to 92-93 at 10 years. MRI evaluations demonstrated favorable structural outcomes with 85% achieving Whole-Organ Magnetic Resonance Imaging Score (WORMS) scores ≤1, and lower failure rates (4%-21%). Oral supplementation provided rapid symptomatic relief within one to three months with significant improvements in pain (Visual Analog Score (VAS): 4.0) and quality of life (Knee Injury and Osteoarthritis Outcome Score (KOOS): 52.4). No major adverse events were reported. However, collagen meniscal implant (CMI) showed higher revision surgery rates. Arthroscopic matrix-based meniscus repair (AMMR) appears most favorable for long-term outcomes in complex tears, demonstrating superior structural preservation and lower failure rates compared to CMI. CMI remains an option for partial deficiency despite high resorption rates, while oral supplementation provides a safe, conservative management option. However, these findings must be interpreted cautiously due to the absence of direct comparative studies and substantial heterogeneity. Robust head-to-head randomized controlled trials with standardized protocols are essential for evidence-based clinical decision-making.",
  "disease": "osteoarthritis"
}