{
    "title": "Effects of cognitive stimulation therapy on patients with dementia: An umbrella review of systematic reviews and meta-analyses.",
    "doc_id": "37146891",
    "writer": "Cao Y",
    "year": "2023",
    "summary": "",
    "abstract": "Background:\n        \n      \n      Dementia is characterized by significant cognitive decline that results in disturbance of daily activities. Increasing number of meta-analyses has examined the efficacy of cognitive stimulation therapy (CST) for dementia. However, there is a lack of comprehensive reports that specifically discuss the strength of evidence to support CST for dementia.\n    \n\n\n          Purpose:\n        \n      \n      This study aimed to summarize evidence regarding the efficacy of CST on people with dementia.\n    \n\n\n          Design:\n        \n      \n      Umbrella review of systematic reviews and meta-analyses.\n    \n\n\n          Methods:\n        \n      \n      We searched Cochrane Library, PubMed, Cumulative Index to Nursing and Allied Health Literature (CINAHL), Web of Science, China National Knowledge Infrastructure (CNKI), Wanfang Data, China Biology Medicine disc (CBMdisc), and VIP databases from inception to December 31, 2022. The methodological quality of the identified studies was assessed using A Measurement Tool to Assess Systematic Reviews 2 (AMSTAR 2). Studies scoring 9-12 (moderate quality) points or higher were further analyzed using Grades of Recommendations Assessment, Development and Evaluation (GRADE) principles.\n    \n\n\n          Results:\n        \n      \n      A total of 14 systematic reviews and meta-analyses were included in the umbrella review. The methodological quality of most included reviews was rated as moderate according to AMSTAR 2 rating system. In these studies, we summarized the characteristics of the content, providers, frequency, period and setting of CST, and examined eight health outcomes related to CST, including cognition, depression, behavioral symptoms, quality of life (QoL), activities of daily living (ADL), language and communication, anxiety, and memory. Eleven studies with low to high rating of overall confidence (OC) consistently reported that CST could significantly improve cognition of people with dementia, including high-quality supporting evidence. However, the effect of CST on other health outcomes for people with dementia (e.g., depression, behavioral symptoms, QoL, ADL) is inconsistent, with low- to moderate-quality evidence ratings. Compared with the above results, few studies have reported the effects of CST on communication, anxiety, and memory for people with dementia.\n    \n\n\n          Conclusions:\n        \n      \n      In the future, the design and reporting of systematic reviews and meta-analyses should incorporate high-quality research metrics in accordance with AMSTAR 2 criteria. The current review supports CST as an effective treatment for improving cognitive function in patients with dementia. Multi-component interventions are more effective than single-component interventions and need to be delivered regularly.\n    \n\n\n          Registration:\n        \n      \n      The protocol was registered in the International Prospective Register of Systematic Reviews (PROSPERO) database (CRD42022364259).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37146891/"
}