{
  "pmid": "41472675",
  "title": "Rational Design of Multiclade Coronavirus Spike Immunodominant Domain Nanoparticles to Elicit Broad Antibody Responses.",
  "abstract": "Four seasonal endemic human coronaviruses (HCoVs), HCoV-HKU1, HCoV-OC43, HCoV-229E, and HCoV-NL63, are culprits of mild upper respiratory and periodic severe diseases in vulnerable populations. Despite their prevalence, understanding HCoVs' antigenic and immune signatures remains elusive. SARS-CoV-2 has evolved as the fifth HCoV, requiring seasonal vaccination, and currently, no other HCoV vaccines are available. SARS-CoV-2 co-infection with HCoVs increases disease severity; thus, combined vaccination may provide increased protection against seasonal HCoVs overall. Here, we explored spike (S) receptor binding domain (RBD) vs. N-terminal domain (NTD) B-cell immunodominance in HCoV-positive convalescent donors and immunogenicity in mice. We found that while antibody and B-cell isotypes were relatively dominant to S NTD, mice immunized with S RBD elicited significantly higher binding and neutralizing antibody (nAb) responses. With that knowledge, we used computational methods to infer that HCoV S sequences evolve into two main clades and designed chimeric immunodominant domains (IDDs) from both clades for each HCoV. IDDs were scaffolded onto two-component nanoparticles (NPs) displaying each IDD separately (monovalent IDD NP); three ß-HCoV IDDs (Mosaic-3 IDD NP); or five HCoVs IDDs (Mosaic-5 IDD NP). Mice immunized with mosaic IDD NPs, but not soluble IDD antigens nor monovalent IDD NPs, elicited potent, broadly cross-reactive binding and neutralizing antibody (Ab) responses against SARS-CoV-2 variants, other HCoVs, and Sarbecoviruses. System serology revealed that all four IDD immunogens elicited distinct Ab subclasses and Fc-effector functions, with mosaic-5 IDD NPs eliciting the most de novo Ab subclasses, distributions, and broader Fc-mediated immune mechanisms. Dissection of vaccine-immune sera revealed polyclonal Ab responses against multiple non-overlapping cross-reactive S epitopes. Due to elicitation of broad Ab responses with combinatory functionality, IDD NPs open new horizons for developing first-in-class supraseasonal HCoV vaccine candidates, with potential to decrease frequent SARS-CoV-2 sequence updates and protect against other HCoVs. Moreover, elicitation of Ab breadth that spans pandemic-threat Sarbecoviruses gives mosaic IDD NPs promise towards pandemic preparedness.",
  "disease": "covid-19"
}