{
    "title": "Lymphedema in patients with head and neck cancer.",
    "doc_id": "21186146",
    "writer": "Deng J",
    "year": "2011",
    "summary": "DATA SYNTHESIS: survivors of head and neck cancer may develop secondary lymphedema as a result of the cancer or its treatment. ...Oncology nurses and other healthcare professionals should have empirical evidence to help them manage lymphedema after …",
    "abstract": "Purpose/objectives:\n        \n      \n      to describe the current state of the science on secondary lymphedema in patients with head and neck cancer.\n    \n\n\n          Data sources:\n        \n      \n      published journal articles and books and data from the National Cancer Institute, the American Cancer Society, and other healthcare-related professional association Web sites.\n    \n\n\n          Data synthesis:\n        \n      \n      survivors of head and neck cancer may develop secondary lymphedema as a result of the cancer or its treatment. Secondary lymphedema may involve external (e.g., submental area) and internal (e.g., laryngeal, pharyngeal, oral cavity) structures. Although lymphedema affects highly visible anatomic sites (e.g., face, neck), and profoundly influences critical physical functions (e.g., speech, breathing, swallowing, cervical range of motion), research regarding this issue is lacking. Studies are needed to address a variety of vital questions, including incidence and prevalence, optimal measurement techniques, associated symptom burden, functional loss, and psychosocial impact.\n    \n\n\n          Conclusions:\n        \n      \n      secondary lymphedema in patients with head and neck cancer is a significant but understudied issue.\n    \n\n\n          Implications for nursing:\n        \n      \n      a need exists to systematically examine secondary lymphedema related to treatment for head and neck cancer and address gaps in the current literature, such as symptom burden, effects on body functions, and influences on quality of life. Oncology nurses and other healthcare professionals should have empirical evidence to help them manage lymphedema after head and neck cancer treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21186146/"
}