{
  "pmid": "41396376",
  "title": "A systematic review of therapeutic and paradoxical roles of tumor necrosis factor α inhibitors in autoimmune blistering diseases.",
  "abstract": "Autoimmune blistering diseases (AIBDs), including pemphigus diseases, pemphigoid diseases, linear immunoglobulin A (IgA) bullous dermatosis (LABD), epidermolysis bullosa acquisita (EBA), and dermatitis herpetiformis (DH), are a group of diseases clinically characterized by erosions and blisters that involve the skin and mucosa. Tumor necrosis factor-alpha (TNF-α), a key inflammatory cytokine, plays a critical role in their pathogenesis. TNF-α inhibitors are used for their immunomodulatory effects but may also induce paradoxical autoimmune blistering. This systematic review aimed to synthesize current evidence on therapeutic and paradoxical effects of TNF-α inhibitors in these diseases. A systematic search of PubMed, Scopus, and Embase was conducted up to March 7th, 2025, following PRISMA guidelines. Studies eligible for inclusion were original human research articles in English reporting therapeutic or paradoxical effects of TNF-α inhibitors, including infliximab, etanercept, adalimumab, certolizumab pegol, and golimumab, on autoimmune bullous diseases. Risk of bias was evaluated using the NIH and Murad et al. assessment tools. A total of 35 studies with 68 patients were included in the treatment application group and 29 studies with 31 subjects were included in the paradoxical reaction group. Infliximab was most frequently associated with favorable outcomes in pemphigus vulgaris (PV), bullous pemphigoid (BP), and EBA, with multiple reports of sustained remission. Etanercept showed partial to complete responses in some cases of PV and BP; however, it was associated with paradoxical induction of BP in several patients. Adalimumab demonstrated therapeutic efficacy in PV and MMP, yet was the most common agent implicated in paradoxical BP and LABD. Paradoxical effects were most often observed in patients treated for non-dermatologic conditions such as rheumatoid arthritis or Crohn's disease. TNF-α inhibitors, particularly infliximab, show therapeutic promise in refractory AIBDs. However, their potential to paradoxically induce blistering diseases, especially with adalimumab and etanercept, necessitates careful patient selection, close monitoring, and individualized risk-benefit assessment.",
  "disease": "rheumatoid arthritis"
}