{
  "pmid": "41418870",
  "title": "Mechanistic insights into hypoxia-induced TCF7L2 upregulation and its oncogenic effects on colorectal cancer.",
  "abstract": "Hypoxia plays a crucial role in the advancement of colorectal cancer (CRC); however, the downstream mechanisms facilitated by hypoxia-inducible factor 1α (HIF-1α) remain incompletely understood. This study employed in vitro and in vivo models to investigate the role of transcription factor 7-like 2 (TCF7L2) under hypoxic conditions in CRC. Utilizing reverse transcription quantitative polymerase chain reaction (RT-qPCR) and Western blot analysis, we observed an upregulation of TCF7L2 mRNA and protein expression in Caco-2 and HCT-116 CRC cell lines under hypoxia. Functional assays, including CCK-8, colony and sphere formation, Transwell, flow cytometry, and xenograft tumor models, provided evidence that the knockdown of TCF7L2 leads to the suppression of CRC cell proliferation, the induction of apoptosis, cell cycle arrest at the G0/G1 phase, and a decrease in migration and invasion capabilities. Furthermore, it inhibited epithelial-mesenchymal transition (EMT) and cancer stem cell (CSC) characteristics in vitro, while also reducing tumor growth in vivo. Mechanistically, chromatin immunoprecipitation (ChIP) and co-immunoprecipitation (co-IP) assays have elucidated that the expression of TCF7L2 induced by hypoxia is dependent on HIF-1α, which directly binds to hypoxia response elements (HREs) within the TCF7L2 promoter. Additionally, Western blot and experiments employing the PI3K inhibitor LY294002 have demonstrated that TCF7L2 activates the PI3K/AKT signaling pathway, thereby facilitating the proliferation of CRC cells. A clinical analysis of 104 CRC specimens, utilizing immunohistochemistry (IHC) and RT-qPCR, revealed that elevated expression levels of TCF7L2 were significantly associated with advanced T stage, metastasis, and unfavorable prognosis. Spearman correlation analysis confirmed a positive relationship between the expressions of TCF7L2 and HIF-1α, while Kaplan-Meier survival analysis demonstrated that their co-expression was predictive of reduced overall survival. Collectively, these findings position TCF7L2 as a critical downstream effector of HIF-1α in hypoxic CRC, and its mechanistic role in promoting malignancy and correlation with poor prognosis provide a theoretical basis for exploring TCF7L2 as a potential therapeutic target in future studies.",
  "disease": "colorectal cancer"
}