{
    "title": "Exclusive breastfeeding among women with type 1 and type 2 diabetes mellitus.",
    "doc_id": "35086505",
    "writer": "Cordero L",
    "year": "2022",
    "summary": "At discharge, exclusive BF among Type 1 was higher (34 vs 23%), partial BF was similar (47 vs 46%) while FF (formula feeding) was lower (19 vs 31%) than in the Type 2 group. BF initiation occurred in 81% of Type 1 and 69% of Type 2 women. …",
    "abstract": "Objective:\n        \n      \n      To compare exclusive breastfeeding (BF) and BF initiation among 185 women with Type 1 and 212 women with Type 2 pregestational diabetes who intended exclusive or partial BF and delivered at ≥34 weeks of gestation.\n    \n\n\n          Methods:\n        \n      \n      Retrospective cohort study. At discharge, exclusive BF is direct BF or BF complemented with expressed breast milk. BF initiation is defined by exclusive or partial BF.\n    \n\n\n          Results:\n        \n      \n      Type 1 and Type 2 groups were similar in prior BF experience (69 vs 67%) but were different in intention to BF exclusively (92 vs 78%) and partially (8 vs 22%). Women in the Type 1 group were younger (median age 30 vs 33y), likely to be primiparous (47 vs 25%), have a lower median BMI (32 vs 36 kg/m2) and deliver by primary cesarean (37 vs 26%). Infants born to Type 1 women were more likely to be admitted to the NICU (44 vs 18%) and to have hypoglycemia (59 vs 41%). At discharge, exclusive BF among Type 1 was higher (34 vs 23%), partial BF was similar (47 vs 46%) while FF (formula feeding) was lower (19 vs 31%) than in the Type 2 group. BF initiation occurred in 81% of Type 1 and 69% of Type 2 women.\n    \n\n\n          Conclusion:\n        \n      \n      Intention to BF exclusively was higher in Type 1 women compared to Type 2. At discharge, exclusive BF and BF initiation were lower and FF higher in the Type 2 group highlighting the need for different strategies if lactation in this special population is to be improved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35086505/"
}