{
  "pmid": "41471556",
  "title": "Microwave Imaging for Parkinson's Disease Detection: A Phantom-Based Feasibility Study Using Temperature-Controlled Dielectric Variations.",
  "abstract": "Parkinson's disease (PD) is characterized by pathological changes in the substantia nigra, which in its early stages may manifest as structural and functional asymmetries between the two hemispheres. Microwave imaging has recently emerged as a promising non-invasive tool to detect subtle dielectric variations. In the context of Parkinson's disease, such contrasts are expected to arise from the underlying physiological alterations in brain tissue, although their magnitude has not yet been fully characterized. In this work, we investigate the feasibility of differential microwave imaging, where detection is based on permittivity contrasts, through a controlled phantom study. A simple two-dimensional head phantom was constructed using a 3D-printed cylindrical container filled with water, incorporating a Teflon tube to represent the substantia nigra. The tube was filled with hot water, whose gradual cooling emulated small dielectric changes. Since the dielectric properties of water vary linearly with temperature over 0.5-3 GHz, we first validated this dependence through both numerical analysis and experimental measurements. Four antennas were then employed in a differential imaging configuration, with image reconstruction performed via the multi-frequency bi-focusing algorithm. The results show that the system can successfully detect a dielectric contrast corresponding to a temperature variation as small as 0.4 °C, equivalent to approximately 0.17% in relative permittivity. While the exact dielectric changes associated with PD remain to be determined, these results demonstrate that the proposed approach is sensitive to very small contrasts, supporting the potential of differential microwave imaging as a candidate tool for future investigations into Parkinson's disease detection.",
  "disease": "alzheimer disease"
}