{
    "title": "Predicted body weight relationships for protective ventilation - unisex proposals from pre-term through to adult.",
    "doc_id": "28535820",
    "writer": "Martin DC",
    "year": "2017",
    "summary": "A component of lung-protective ventilation relies on a prediction of lean body weight from height. The predicted body weight (PBW) relationship employed in the ARDS Network trial is considered valid only for adults, with a dedicated formula required fo …",
    "abstract": "Background:\n        \n      \n      The lung-protective ventilation bundle has been shown to reduce mortality in adult acute respiratory distress syndrome (ARDS). This concept has expanded to other areas of acute adult ventilation and is recommended for pediatric ventilation. A component of lung-protective ventilation relies on a prediction of lean body weight from height. The predicted body weight (PBW) relationship employed in the ARDS Network trial is considered valid only for adults, with a dedicated formula required for each sex. No agreed PBW formula applies to smaller body sizes. This analysis investigated whether it might be practical to derive a unisex PBW formula spanning all body sizes, while retaining relevance to established adult protective ventilation practice.\n    \n\n\n          Methods:\n        \n      \n      Historic population-based growth charts were adopted as a reference for lean body weight, from pre-term infant through to adult median weight. The traditional ARDSNet PBW formulae acted as the reference for prevailing protective ventilation practice. Error limits for derived PBW models were relative to these references.\n    \n\n\n          Results:\n        \n      \n      The ARDSNet PBW formulae typically predict weights heavier than the population median, therefore no single relationship could satisfy both references. Four alternate piecewise-linear lean body-weight predictive formulae were presented for consideration, each with different balance between the objectives.\n    \n\n\n          Conclusions:\n        \n      \n      The 'PBWuf + MBW' model is proposed as an appropriate compromise between prevailing practice and simplification, while also better representing lean adult body-weight. This model applies the ARDSNet 'female' formula to both adult sexes, while providing a tight fit to median body weight at smaller statures down to pre-term. The 'PBWmf + MBW' model retains consistency with current practice over the adult range, while adding prediction for small statures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28535820/"
}