{
  "pmid": "41460535",
  "title": "Combined treatment of TKIs with Cilengitide overcomes afatinib-resistance in EGFR-mutated NSCLC cells.",
  "abstract": "Tyrosine kinase inhibitors (TKIs) are widely used to treat non-small cell lung cancer (NSCLC) harboring epidermal growth factor receptor (EGFR) mutations. However, long-term use frequently leads to drug resistance. These resistant cells often exhibit distinct phenotypes from their parental counterparts and may influence cancer progression, including proliferation, migration, and invasion. We investigated the effects of afatinib resistance, a second-generation EGFR-targeting TKI, on cell growth, mesenchymal marker expression, and TGF-β1-induced migration and invasion in the NSCLC cell line HCC827. Additionally, we examined the therapeutic potential of cilengitide, a cyclic Arg-Gly-Asp (RGD) peptide, in afatinib-resistant HCC827AR cells and organoids. Unlike parental cells, which were not significantly affected by TGF-β1, HCC827AR cells showed pronounced mesenchymal features such as upregulated N-cadherin and vimentin and increased expression of matrix metalloproteinases (MMPs). Cilengitide exhibited mild growth inhibition but significantly suppressed invasion. Furthermore, co-treatment with afatinib or dovitinib synergistically enhanced the inhibitory effects on proliferation, migration, and invasion. These findings were associated with downregulation of FAK phosphorylation and suppression of migration/invasion-related genes including fibronectin, vitronectin, and MMPs. Our findings demonstrate that cilengitide, a cyclic RGD peptide, effectively suppresses invasion and migration in afatinib-resistant NSCLC cells through inhibition of the integrin-FAK signaling axis. Although cilengitide showed limited growth inhibition as a monotherapy, its combination with TKIs such as afatinib or dovitinib significantly enhanced anti-proliferative and anti-invasive effects. These synergistic outcomes were associated with reduced expression of integrin-mediated proteins and MMPs, suggesting that cilengitide may potentiate TKI efficacy by modulating the tumor microenvironment and migratory potential of resistant cells. Taken together, this study supports the potential of cilengitide as an adjuvant therapeutic strategy in treating EGFR-TKI-resistant NSCLC. Further validation through preclinical animal models and pharmacokinetic studies will be crucial for future clinical translation.",
  "disease": "lung cancer"
}