{
    "title": "Why haematomas cause flap failure: an evidence-based paradigm.",
    "doc_id": "22226889",
    "writer": "Glass GE",
    "year": "2012",
    "summary": "BACKGROUND: Haematomas compromise flaps in the absence of a pressure effect and pedicle thrombosis. While animal models confirmed the toxic effect of whole blood on adjacently sited random pattern flaps, our understanding of this phenomenon remains incomplete. ...Em …",
    "abstract": "Background:\n        \n      \n      Haematomas compromise flaps in the absence of a pressure effect and pedicle thrombosis. While animal models confirmed the toxic effect of whole blood on adjacently sited random pattern flaps, our understanding of this phenomenon remains incomplete. Our aim was to identify mechanisms by which a subjacent haematoma leads to flap compromise to inform clinical practice.\n    \n\n\n          Methods:\n        \n      \n      A literature review was conducted of all peer-reviewed publications relating haematoma to tissue compromise including free transferred tissue, vascularised flap models and brain injury. Clinical correlation was made with free vascularised flaps and rhytidectomy skin flaps.\n    \n\n\n          Results:\n        \n      \n      Haematomas compromise around 2-4% of free tissue transfers and local flaps. We propose that several mechanisms are responsible. Cytokines, generated by platelet degradation, recruit neutrophils, releasing both reactive oxygen species and proteolytic enzymes. Reactive oxygen species (ROS), including superoxide (O(2)(-)) and hydroxyl (OH-) are also produced by ATP degradation, promoted by NAD+ sequestration. Additionally, the complement cascade is triggered by thrombin. Ferrous ions, freed by complement-mediated lysis of erythrocytes and degradation of haemoglobin also promote generation of ROS. Reactive oxygen species, complement and activated neutrophils cause endothelial cell disruption, leading to activation of pro-thrombotic mechanisms and small vessel occlusion, with consequent tissue ischaemia, which in turn generates further ROS.\n    \n\n\n          Conclusion:\n        \n      \n      Haematomas cause tissue injury by a complex sequence of inter-related biochemical and cellular processes merging on a common pathway of local tissue ischaemia which the overlying tissue is unable to regulate. Emergent evacuation of haematoma must be considered irrespective of envelope tension.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22226889/"
}