{
    "title": "Lymph Node Dissection in Surgery for Lung Cancer: Comparison of Open vs. Video-Assisted vs. Robotic-Assisted Approaches.",
    "doc_id": "27507107",
    "writer": "Toker A",
    "year": "2016",
    "summary": "The groups are compared according to the number of lymph node stations dissected, the number of lymph nodes dissected, and the number of lymph nodes dissected by stations. RESULTS: Three techniques had similar results based on the number …",
    "abstract": "Purpose:\n        \n      \n      We compared open, video-assisted and robotic-assisted thoracoscopic surgical techniques in the dissection of N1 and N2-level lymph nodes during surgery for lung cancer.\n    \n\n\n          Methods:\n        \n      \n      This retrospective analysis is based on prospectively collected data of patients (excluding those with N2 or N3 diseases, and sleeve resections) undergoing mediastinal lymph node dissection via open (n = 96), video-assisted thoracoscopy (n = 68), and robotic-assisted thoracoscopy (n = 106). The groups are compared according to the number of lymph node stations dissected, the number of lymph nodes dissected, and the number of lymph nodes dissected by stations.\n    \n\n\n          Results:\n        \n      \n      Three techniques had similar results based on the number of the dissected N1 and N2-level lymph node stations. Robotic-assisted thoracoscopic surgery yielded significantly more lymph nodes in total (p = 0.0007), and in the number of dissected N1-level nodes (p <0.0001). All techniques yielded similar number of mediastinal lymph nodes, whereas robotic-assisted thoracic surgery (RATS) yielded more station #11 and #12 lymph nodes compared to the other groups.\n    \n\n\n          Conclusions:\n        \n      \n      In this study, robotic-assisted thoracoscopic surgery has been shown to dissect more lymph nodes at N1 level. However, taking the open approach as standard, we could claim that both currently robotic and video-assisted techniques may provide similar number of dissected N1 and N2-level lymph node stations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27507107/"
}