{
  "pmid": "41438629",
  "title": "Mobile-Bearing versus Fixed-Bearing Total Knee Arthroplasty: A Comparative Analysis of Long-Term Clinical and Implant Survival Outcomes.",
  "abstract": "The present study compared clinical outcomes, implant survival, and axial mobility between mobile-bearing (MB) and fixed-bearing (FB) prostheses in patients with medial knee osteoarthritis. A retrospective cohort study of 1,289 patients who underwent primary cemented total knee arthroplasty (TKA) from 2003 to 2022 was conducted. Mobile-bearing prostheses were used in 820 patients (mean follow-up: 8.1 years), and FB in 469 patients (mean follow-up: 15.2 years). Functional outcomes were assessed using the International Knee Documentation Committee (IKDC) and Kujala scores. Range of motion and axial tibial rotation were clinically evaluated. Statistical tests included analysis of variance,  Both groups showed significant functional improvement (  Mobile-bearing and FB designs offer durable functional benefits. Although MB provided greater axial mobility, it did not result in superior functional outcomes or implant longevity. Prosthesis selection should be tailored to individual patient needs, surgeon preference, and cost. Further prospective studies are needed to define the clinical relevance of enhanced kinematics. Este estudo comparou os desfechos clínicos, a sobrevida do implante e a mobilidade axial entre próteses de plataforma móvel (PM) e de plataforma fixa (PF) em pacientes com osteoartrite medial do joelho. Foi realizado um estudo de coorte retrospectivo de 1.289 pacientes submetidos à artroplastia total cimentada primária do joelho (ATJ) entre 2003 e 2022. As próteses PM foram utilizadas em 820 pacientes (seguimento médio de 8,1 anos) e as PF em 469 pacientes (seguimento médio de 15,2 anos). Os desfechos funcionais foram avaliados com os escores International Knee Documentation Committe (IKDC) e Kujala. A amplitude de movimento e a rotação axial da tíbia foram avaliadas clinicamente. Os testes estatísticos incluíram análise de variância, testes  Ambos os grupos apresentaram melhora funcional significativa (  Os modelos PM e PF oferecem benefícios funcionais duráveis. Embora a PM tenha proporcionado maior mobilidade axial, ela não resultou em desfechos funcionais superiores ou longevidade do implante. A seleção da prótese deve ser adaptada às necessidades individuais do paciente, à preferência do cirurgião e ao custo. Mais estudos prospectivos são necessários para definir a relevância clínica da cinemática aprimorada.",
  "disease": "osteoarthritis"
}