{
    "title": "The acid test: Proton pump inhibitors in persistent throat symptoms: A systematic review of systematic reviews.",
    "doc_id": "34170625",
    "writer": "Cosway B",
    "year": "2021",
    "summary": "METHODS: Following a literature search, systematic review were evaluated using the Reporting of Bias in Systematic Reviews (ROBIS) tool and Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) checklist. ...",
    "abstract": "Introduction:\n        \n      \n      Proton pump inhibitors (PPIs) have evolved to become a frequent treatment option for patients with persistent throat symptoms. The evidence for their use in this context is, however, conflicting. This review assesses the quality of the published systematic reviews and meta-analyses evaluating PPIs in persistent throat symptoms.\n    \n\n\n          Methods:\n        \n      \n      Following a literature search, systematic review were evaluated using the Reporting of Bias in Systematic Reviews (ROBIS) tool and Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) checklist. Outcome measures were analysed using the \"checklist to operationalize measurement characteristics of patient-reported outcome measures.\"\n    \n\n\n          Results:\n        \n      \n      10 systematic reviews were assessed. All but one were at high risk of bias. No review met the PRISMA checklist criteria. No identified PROM met the checklist requirements for validation. Significant methodological concerns include inappropriate selection of studies for inclusion, poor selection of outcome measures, a lack of appropriate bias assessments and inconsistent reporting of reviews.\n    \n\n\n          Conclusion:\n        \n      \n      The quality of evidence concerning the role of PPIs in persistent throat symptoms gives serious cause for concern. Collectively, nine studies at high risk of bias have been cited 714 times. Systematic reviews typically attract these high numbers of citations and, if their premises and conclusions do not withstand scrutiny, they are open to widespread misinterpretation, perpetuation of misunderstanding and negative clinical impact.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34170625/"
}