{
    "title": "Colorectal surgical specimen lymph node harvest: improvement of lymph node yield with a pathology assistant.",
    "doc_id": "19459019",
    "writer": "Reese JA",
    "year": "2009",
    "summary": "To improve lymph node harvests at our hospital, a pathology assistant was trained to meticulously harvest lymph nodes from colorectal cancer specimens. An analysis of trends in lymph node harvests over time is presented. METHODS: The numb …",
    "abstract": "Introduction:\n        \n      \n      Adequate lymph node harvest from colorectal cancer specimens has become a standard of care, influencing both staging and survival. To improve lymph node harvests at our hospital, a pathology assistant was trained to meticulously harvest lymph nodes from colorectal cancer specimens. An analysis of trends in lymph node harvests over time is presented.\n    \n\n\n          Methods:\n        \n      \n      The number of harvested lymph nodes from 391 consecutive colorectal cancer pathology reports was retrospectively reviewed from a single community hospital over 8 years (1999-2006). This spanned 4 years prior to the training of the pathology assistant and 4 years after.\n    \n\n\n          Results:\n        \n      \n      From 1999-2002, the mean number of harvested lymph nodes varied from 12.2 to 14.4. The percentage of specimens achieving 12 lymph nodes was 50-67%. From 2003-2006, the mean number of harvested lymph nodes increased to 18.4-20.7, while the percentage of specimens achieving 12 lymph nodes was 83-87%. Both of these improvements achieved statistical significance with p values of <0.00001.\n    \n\n\n          Conclusions:\n        \n      \n      Over time, lymph node harvests at our hospital dramatically improved. The training of a pathology assistant to harvest the lymph nodes from colorectal cancer specimens dramatically affected lymph node harvests and can be a crucial component of pathologic analysis of these specimens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19459019/"
}