{
    "title": "Central nervous system activity of Illicium verum fruit extracts.",
    "doc_id": "24083582",
    "writer": "Chouksey D",
    "year": "2013",
    "summary": "OBJECTIVE: To research the acute toxicity of Illicium verum (I. verum) fruit extracts and its action on central nervous system. METHODS: The TLC and HPTLC techniques were used as fingerprints to determine the chemical components present in I. verum. ...The CNS activity was …",
    "abstract": "Objective:\n        \n      \n      To research the acute toxicity of Illicium verum (I. verum) fruit extracts and its action on central nervous system.\n    \n\n\n          Methods:\n        \n      \n      The TLC and HPTLC techniques were used as fingerprints to determine the chemical components present in I. verum. Male albino rats and mice were utilized for study. The powdered material was successively extracted with n-hexane, ethyl acetate and methanol using a Soxhlet extractor. Acute toxicity studies were performed as per OECD guidelines. The CNS activity was evaluated on parameters of general behavior, sleeping pattern, locomotor activity, anxiety and myocoordination activity. The animals were trained for seven days prior to experiments and the divided into five groups with six animals in each. The drug was administered by intraperitoneal route according to body weight. The dosing was done as prescribed in each protocol.\n    \n\n\n          Results:\n        \n      \n      Toxicity studies reported 2 000 mg/kg as toxicological dose and 1/10 of the same dose was taken as therapeutic dose Intraperitoneal injection of all extracts at dose of 200 mg prolonged phenobarbitone induced sleeping time, produced alteration in general behavior pattern, reduced locomotor activity and produced anxiolytic effects but the extracts do not significantly alter muscles coordination activity. The three extracts of I. verum at the dose of 200 mg, methanol extract was found to produce more prominent effects, then hexane and ethylacetate extracts.\n    \n\n\n          Conclusions:\n        \n      \n      The observation suggested that the extracts of I. verum possess potent CNS depressant action and anxiolytic effect without interfering with motor coordination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24083582/"
}