{
  "pmid": "41324591",
  "title": "Normalization of alcohol misuse and alcohol-related harms: a mixed methods analysis exploring alcohol misuse, morbidity, and healthcare engagement in people experiencing homelessness.",
  "abstract": "To understand the views and experiences of homeless adults who drink hazardously around alcohol use, alcohol harms and access to liver healthcare, and to quantify the prevalence of alcohol-related morbidity in this population. A sample of homeless adults (aged 18+) who drink hazardously (AUDIT score ≥8) were recruited to complete a health and alcohol use survey. From this sample, a smaller sample was purposively selected for semi-structured interview. Participants were recruited via liver outreach clinics held in five homeless hostels/day-centres in Southampton. Using a critical realist approach, qualitative data were analyzed using reflexive thematic analysis and descriptive statistics produced for survey responses. Around 56 survey participants were recruited, 84% of whom had probable alcohol dependence and 18% a diagnosis of advanced liver fibrosis/cirrhosis. Themes identified from 10 interviews described the ubiquity of alcohol misuse and harms in the life-histories of people experiencing homelessness (PEH), the differing levels of understanding and risk recognition of alcohol-related harms, and how PEH rationalize hazardous drinking, despite the risks. Normalization of alcohol misuse and harms underlies these themes and likely contributes to feelings of fatalism and powerlessness to prevent these harms. Normalization of alcohol-related harms may represent a barrier to timely engagement with healthcare and a mechanism driving greater likelihood of alcohol-related harms in PEH. Improving knowledge around alcohol-related harms and healthcare may help to counter the misperceptions of risk and fatalistic attitudes that normalization fosters. Such intervention may be particularly effective for PEH if targeted towards those accessing hostels and day-centres.",
  "disease": "liver cirrhosis"
}