{
  "pmid": "41473725",
  "title": "Analysis of heart rate variability and its influencing factors in different blood pressure groups in Changchun City.",
  "abstract": "To evaluate the Heart rate variability (HRV) in different blood pressure populations, analyze its influencing factors, rank their importance, and propose targeted health strategies. A total of 240 individuals with different blood pressure levels were recruited from a group in Changchun City, Jilin Province, using cluster sampling. Heart rate variability was assessed using the DHD-6000 HRV detector, and influencing factors were evaluated through questionnaires such as the \"Health Risk Assessment Questionnaire,\" Pittsburgh Sleep Quality Index (PSQI), Subjective Cognitive Decline Questionnaire (SCD-Q9), Generalized Anxiety Disorder 7-item scale (GAD-7), and Patient Health Questionnaire-9 (PHQ-9). Additionally, medical electronic sphygmomanometers (YXY-6) were used to collect blood pressure values. The study comprehensively evaluated Heart rate variability and its influencing factors in different blood pressure populations. Among the different blood pressure populations in Changchun City, 12 individuals had hypotension (5.0%), 121 had normal blood pressure (50.4%), 87 had prehypertension (36.3%), and 20 had hypertension (8.3%). The detection rate of low TP was 30.4%, indicating weakened autonomic nervous system regulation in this population. Random forest model variable importance ranking showed that hyperlipidemia had the most significant impact on this population. Multivariate linear regression analysis revealed that blood pressure, lipids, marital status, alcohol consumption, age, and exercise had statistically significant effects on Heart rate variability ( Heart rate variability is influenced by multiple factors including lifestyle, blood pressure, lipids, age, and marital status. Among these, hyperlipidemia has the greatest impact on Heart rate variability. Compared to individuals with normal blood pressure, those with prehypertension and hypertension exhibit reduced autonomic nervous system activity and regulatory function. It is recommended to develop reasonable exercise plans, improve unhealthy lifestyle behaviors, control blood pressure and lipids, enhance autonomic nervous system function, and reduce the risk of cardiovascular events.",
  "disease": "hypertension"
}