{
    "title": "Central and peripheral nervous system responses to chronic and paced hyperventilation in anxious and healthy subjects.",
    "doc_id": "36481266",
    "writer": "Tolin DF",
    "year": "2023",
    "summary": "The aim of the present study was to examine self-report, peripheral nervous system, and central nervous system correlates of naturally-occurring, chronic hyperventilation (HV, assessed by hypocapnia or low resting state low end-tidal CO(2)), and to examine the addit …",
    "abstract": "The aim of the present study was to examine self-report, peripheral nervous system, and central nervous system correlates of naturally-occurring, chronic hyperventilation (HV, assessed by hypocapnia or low resting state low end-tidal CO2), and to examine the additional effect of acute, experimentally-induced HV in anxious and healthy participants. By identifying the biomarkers of anxiety-related chronic HV and examining responses to acute HV, we hope to identify meaningful, mechanistic targets for further treatment development. Seventy anxious patients and 34 healthy control participants completed electroencephalogram (EEG) and peripheral nervous system recording at baseline and following a paced breathing task. Diagnosis x baseline hypnocapnia group analyses indicated that anxious/hypocapnic patients exhibited greater nonspecific skin conductance response amplitude than did anxious/normocapnic patients, and the anxious group reported greater HV-related symptoms and anxiety sensitivity than did the control group. However, no EEG abnormalities were noted as a function of anxiety group or baseline hypocapnia status. Following paced HV, anxious patients (but not controls) exhibited an increase in left-frontal alpha 1 power. Hypocapnic, but not normocapnic, participants exhibited an increase in skin conductance levels. Anxious patients reported an increase in negative cognitive appraisals of HV symptoms, and anxious/hypocapnic participants reported an increase in affective responses to HV. Thus, chronic HV is associated with greater arousal, and increased self-reported and physiological sensitivity to paced HV. Patients who chronically hyperventilate appear to be more sensitive to respiratory distress, responding with higher levels of anxiety and poorer tolerance of the physiological sensations accompanying acute HV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36481266/"
}