{
    "title": "[Strengthening Attachment Competencies in Parents with Mental Illness: Adaptation and Pilot Testing of the Mentalization-Based Lighthouse Parenting Program].",
    "doc_id": "30628875",
    "writer": "Volkert J",
    "year": "2019",
    "summary": "Strengthening Attachment Competencies in Parents with Mental Illness: Adaptation and Pilot Testing of the Mentalization-Based Lighthouse Parenting Program Mentalizing describes the imaginative ability to understand human behaviour in terms of mental st …",
    "abstract": "Strengthening Attachment Competencies in Parents with Mental Illness: Adaptation and Pilot Testing of the Mentalization-Based Lighthouse Parenting Program Mentalizing describes the imaginative ability to understand human behaviour in terms of mental states. Parents with mental illnesses and experiences of early maltreatment frequently show impairments in mentalizing, which negatively impact their caregiving competences for the child. A number of mentalization-based programs to strengthen parental competences have been developed and most of them have been positively evaluated with regard to their efficacy. However, approaches which specifically aim to reach highly impaired families with children from different age groups and which can be implemented in psychiatric settings are currently lacking. The newly adapted mentalization-based Lighthouse-Parenting Program aims to fill this gap and strengthen competences of parents with a mental illness. The specific MBT-based stance, the structure and content of this new program are outlined and first results of a pilot test are presented. The program is a promising approach, which can easily be trained and implemented in existing mental health care systems. The Lighthouse-Parenting Program aims to improve the relationship between parent and child, to reduce parental stress and in the long-term to promote the child's development. A randomized controlled trial to evaluate the program's effectiveness is currently being planned.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30628875/"
}