{
    "title": "Association between the Zhejiang University index and chronic diarrhea: a cross-sectional study.",
    "doc_id": "41121213",
    "writer": "Hong D",
    "year": "2025",
    "summary": "This study aimed to investigate the association between the Zhejiang University (ZJU) index, a recently developed metabolic index that provides a more comprehensive assessment of metabolic disorders, and chronic diarrhea. ...",
    "abstract": "Background:\n        \n      \n      Chronic diarrhea is a widespread digestive symptom with unclear etiology. The association between metabolic disorders and chronic diarrhea remains unclear. This study aimed to investigate the association between the Zhejiang University (ZJU) index, a recently developed metabolic index that provides a more comprehensive assessment of metabolic disorders, and chronic diarrhea.\n    \n\n\n          Methods:\n        \n      \n      The study included 6,224 participants who completed the chronic diarrhea questionnaire in the 2005-2010 cycles of the National Health and Nutrition Examination Survey. The ZJU index was sex-specific and was calculated based on fasting plasma glucose, triglycerides, body mass index, alanine aminotransferase, and aspartate transaminase. Chronic diarrhea was assessed based on the Bristol Stool Form Scale. We used multivariable weighted logistic regression to estimate the odds ratios (ORs) and 95% confidence intervals (CIs) for the association between the ZJU index and chronic diarrhea. Non-linear associations were evaluated using restricted cubic splines. Moreover, subgroup and sensitivity analyses were performed to evaluate the robustness of the findings.\n    \n\n\n          Results:\n        \n      \n      The prevalence of chronic diarrhea was 6.72% (95% CI: 5.93%; 7.50%). Each 10-unit increase in the ZJU index was associated with higher odds of chronic diarrhea (OR: 1.37, 95% CI: 1.20; 1.55, P < 0.001). Participants in the highest quartile of the ZJU index had higher odds of chronic diarrhea than those in the lowest quartile of the ZJU index (OR: 2.02, 95% CI: 1.37; 2.96, P = 0.002). Subgroup analysis revealed a higher odds of chronic diarrhea among non-Hispanic whites.\n    \n\n\n          Conclusions:\n        \n      \n      Higher ZJU index is associated with increased odds of chronic diarrhea, underscoring the importance of maintaining normal blood glucose, lipid levels, and body mass index to reduce the risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41121213/"
}