{
  "pmid": "41409904",
  "title": "Collapse Ratio and Operative Duration as Key Predictors of Postoperative Complications Following Cranioplasty.",
  "abstract": "Background Cranioplasty (CP) after decompressive craniectomy (DC) restores cranial integrity, cerebral blood flow, and CSF dynamics, often improving neurological recovery. However, postoperative complications remain a concern, with debate traditionally centered on CP timing. Emerging evidence suggests that radiological parameters such as collapse ratio, the degree of parenchymal depression at the craniectomy site, and operative duration, a marker of intraoperative complexity, may better predict outcomes. This study explored these factors in relation to post-CP complications. Methodology We retrospectively reviewed 100 patients (≥16 years) who underwent CP following DC at a tertiary neurosurgical center in Nepal (2018-2024). Patients with prior CP, inadequate imaging, or intracranial tumors were excluded. The collapse ratio was measured on preoperative CT using 3D-Slicer software, and the operative duration and the DC-CP interval were recorded. Postoperative outcomes within six months, including seizures, infection, hemorrhage, hydrocephalus, and revision surgery, were documented. Data were analyzed using t-tests, chi-square/Fisher's exact tests, logistic regression, and receiver operating characteristic (ROC) curves. Results Complications occurred in seven (7%) patients, all manifesting as postoperative epilepsy. The complication group had a higher mean collapse ratio (0.78 ± 0.16 vs. 0.36 ± 0.14, p < 0.001) and a longer operative duration (139.7 ± 19.2 vs. 115.1 ± 14.5 minutes, p < 0.001). Logistic regression identified collapse ratio (OR 1.87, p = 0.001) and operative duration (OR 1.68, p = 0.001) as independent predictors, whereas timing was not significant. ROC analysis showed excellent predictive ability for the collapse ratio (area under the curve (AUC) = 0.812) and moderate predictive ability for operative duration (AUC = 0.702). Conclusions A higher collapse ratio and longer operative duration independently predict early post-CP complications, whereas fixed timing thresholds provide limited prognostic value. Incorporating these measures into preoperative assessment may enhance surgical planning and risk stratification, particularly in resource-limited settings.",
  "disease": "epilepsy"
}