{
  "pmid": "41462365",
  "title": "Development and multicenter external validation of an intratumoral and peritumoral ultrasound-based radiomics model for preoperative prediction of HER2 status in IHC 2 + breast cancer.",
  "abstract": "Accurate assessment of human epidermal growth factor receptor 2 (HER2) status can guide eligibility for HER2-targeted therapy in breast cancer. We aimed to develop and externally validate a nomogram that combines ultrasound (US) radiomics features from intratumoral and peritumoral regions with clinical variables to predict HER2 status in patients with IHC 2 + breast cancer. We retrospectively included 440 IHC 2 + breast cancers with FISH results and randomly split them into a training cohort (n = 308) and an internal testing cohort (n = 132). Two independent cohorts provided external validation (pooled, n = 153; single center, n = 102). Radiomics features were extracted from the intratumoral region (ITR), peritumoral region (PTR) at 1/3/5 mm, and combined intratumoral and peritumoral region (IPTR) on 2D US. The models were trained with mRMR and LASSO-regularized logistic regression. A Rad-score was derived and combined with key clinical variables to build a nomogram. Performance was assessed with the AUC, calibration curves, and DCA. The combined model using the IPTR3 Rad-score achieved AUCs of 0.821 (95% CI 0.772-0.869), 0.828 (95% CI 0.756-0.900), 0.774 (95% CI 0.697-0.851), and 0.803 (95% CI 0.699-0.906) in the training, internal testing, external validation 1, and external validation 2 cohorts, respectively. The calibration curves indicated good agreement. DCA showed greater net benefit than the clinical or radiomics model across most thresholds. A nomogram combining US-based intratumoral and peritumoral radiomics features with key clinical variables showed potential utility for noninvasive, preoperative prediction of HER2 status in patients with IHC 2 + breast cancer and may assist in individualized treatment planning.",
  "disease": "breast cancer"
}