{
    "title": "Nephrogenic diabetes insipidus: a comprehensive overview.",
    "doc_id": "35146976",
    "writer": "Vaz de Castro PAS",
    "year": "2022",
    "summary": "Nephrogenic diabetes insipidus (NDI) is characterized by the inability to concentrate urine that results in polyuria and polydipsia, despite having normal or elevated plasma concentrations of arginine vasopressin (AVP). ...",
    "abstract": "Nephrogenic diabetes insipidus (NDI) is characterized by the inability to concentrate urine that results in polyuria and polydipsia, despite having normal or elevated plasma concentrations of arginine vasopressin (AVP). In this study, we review the clinical aspects and diagnosis of NDI, the various etiologies, current treatment options and potential future developments. NDI has different clinical manifestations and approaches according to the etiology. Hereditary forms of NDI are mainly caused by mutations in the genes that encode key proteins in the AVP signaling pathway, while acquired causes are normally associated with specific drug exposure, especially lithium, and hydroelectrolytic disorders. Clinical manifestations of the disease vary according to the degree of dehydration and hyperosmolality, being worse when renal water losses cannot be properly compensated by fluid intake. Regarding the diagnosis of NDI, it is important to consider the symptoms of the patient and the diagnostic tests, including the water deprivation test and the baseline plasma copeptin measurement, a stable surrogate biomarker of AVP release. Without proper treatment, patients may developcomplications leading to high morbidity and mortality, such as severe dehydration and hypernatremia. In that sense, the treatment of NDI consists in decreasing the urine output, while allowing appropriate fluid balance, normonatremia, and ensuring an acceptable quality of life. Therefore, therapeutic options include nonpharmacological interventions, including sufficient water intake and a low-sodium diet, and pharmacological treatment. The main medications used for NDI are thiazide diuretics, nonsteroidal anti-inflammatory drugs (NSAIDs), and amiloride, used isolated or in combination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35146976/"
}