{
  "pmid": "41467232",
  "title": "Clinical Value of Nutritional Assessment Tools in Older Adults with Chronic Obstructive Pulmonary Disease: An Integrative Review.",
  "abstract": "Chronic Obstructive Pulmonary Disease (COPD) is a progressive respiratory disorder frequently observed in older adults and is often accompanied by aging-related conditions such as sarcopenia, cognitive impairment, and immune dysfunction. Malnutrition is a major yet underrecognized contributor to poor outcomes in this population, accelerating disease progression and functional decline. This integrative review critically examines the clinical value of three widely used nutritional assessment tools-the Mini Nutritional Assessment (MNA), the Patient-Generated Subjective Global Assessment (PG-SGA), and the Nutritional Risk Screening 2002 (NRS-2002)-in identifying malnutrition and guiding targeted interventions for older adults with COPD. A systematic literature search was conducted in PubMed, Embase, and Web of Science databases for studies published between 2010 and 2025, using combinations of the keywords COPD, older adults, malnutrition, and nutritional assessment tools. Studies addressing both nutritional screening (risk detection) and nutritional assessment (comprehensive evaluation) were included to clarify their conceptual and practical distinctions. Findings indicate that while all three tools are useful for detecting nutritional risk, their sensitivity, specificity, and clinical applicability differ across settings. The MNA is most suitable for community and outpatient populations, the PG-SGA offers comprehensive evaluation for hospitalized or comorbid patients, and the NRS-2002 is effective for early inpatient screening and prognosis prediction. Integrating these tools into multidisciplinary COPD management enables early identification of malnutrition, sarcopenia, and immune dysfunction, supporting timely, personalized nutrition interventions. Future research should focus on standardizing tool selection, incorporating biomarkers and digital health technologies, and exploring AI-assisted assessments to enhance precision and applicability in diverse clinical contexts. This review underscores that routine nutritional assessment is not merely supportive care but an essential component of precision management for older adults with COPD.",
  "disease": "chronic obstructive pulmonary disease"
}