{
    "title": "Diagnostic Accuracy of Copeptin in the Differential Diagnosis of Patients With Diabetes Insipidus: A Systematic Review and Meta-analysis.",
    "doc_id": "37225043",
    "writer": "Mu D",
    "year": "2023",
    "summary": "OBJECTIVE: Accurate diagnosis of diabetes insipidus (DI) is of significant importance for correct management. We aimed to evaluate the diagnostic accuracy of copeptin level measurements in the differential diagnosis between DI and primary polydipsia (PP). ...",
    "abstract": "Objective:\n        \n      \n      Accurate diagnosis of diabetes insipidus (DI) is of significant importance for correct management. We aimed to evaluate the diagnostic accuracy of copeptin level measurements in the differential diagnosis between DI and primary polydipsia (PP).\n    \n\n\n          Methods:\n        \n      \n      A literature search of electronic databases from January 1, 2005, to July 13, 2022, was performed. Primary studies that evaluated the diagnostic accuracy of copeptin concentration in patients with DI and PP were considered eligible. Two reviewers independently screened relevant articles and extracted data. The Quality Assessment of Diagnostic Accuracy Studies 2 tool was used to assess the quality of the included studies. The hierarchical summary receiver operating characteristic model and bivariate method were used.\n    \n\n\n          Results:\n        \n      \n      Seven studies including 422 patients with polydipsia-polyuria syndrome were included; of the 422 patients, 189 (44.79%) presented with arginine vasopressin deficiency (AVP-D, cranial DI) and 212 (50.24%) with PP. The summary estimates of the diagnostic performance of stimulated copeptin to differentiate between PP and AVP-D were 0.93 (95% CI, 0.89-0.97) for sensitivity and 0.96 (95% CI, 0.88-1.00) for specificity. Baseline copeptin level showed high performance in identifying AVP resistance (nephrogenic DI), with a pooled sensitivity of 1.00 (95% CI, 0.82-1.00) and specificity of 1.00 (95% CI, 0.98-1.00); however, it showed little value in the differentiation between PP and AVP-D.\n    \n\n\n          Conclusion:\n        \n      \n      Copeptin level measurement is a useful tool for the differential diagnosis of patients with DI and PP. Stimulation before copeptin measurement is necessary in the diagnosis of AVP-D.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37225043/"
}