{
    "title": "Is diagnosis of type 2 diabetes a \"teachable moment\"? A qualitative study.",
    "doc_id": "32360712",
    "writer": "Dimova ED",
    "year": "2020",
    "summary": "AIMS: To explore the potential of type 2 diabetes diagnosis to be a \"teachable moment\". METHODS: Semi-structured interviews were conducted with 23 participants (10 people with type 2 diabetes, 13 relatives of people with type 2 diabetes) …",
    "abstract": "Aims:\n        \n      \n      To explore the potential of type 2 diabetes diagnosis to be a \"teachable moment\".\n    \n\n\n          Methods:\n        \n      \n      Semi-structured interviews were conducted with 23 participants (10 people with type 2 diabetes, 13 relatives of people with type 2 diabetes) in Scotland, UK. They explored cognitive, emotional and behavioural changes following diagnosis of type 2 diabetes in oneself or in a relative. Data were analysed using Framework approach.\n    \n\n\n          Results:\n        \n      \n      Strong emotional responses are not always related to the occurrence of a teachable moment. Risk perception and outcome expectancy were found to be teachable moment factors for patients with type 2 diabetes and their offspring, but not their partners. Change in self-concept increases the likelihood of type 2 diabetes diagnosis to be a teachable moment for patients but not for relatives. In some cases, type 2 diabetes is perceived as incompatible with current roles thus hindering diabetes self-management. Relatives often engage in caring for patients and \"policing\" their behaviour but did not report perceived changes in social roles.\n    \n\n\n          Conclusions:\n        \n      \n      The study suggests that diagnosis of type 2 diabetes is a teachable moment for some patients and their relatives. These findings have implications for interventions to address diabetes self-management in patients and primary prevention in their relatives.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32360712/"
}