{
    "title": "Fecal microbiota transplantation promotes functional recovery in mice with spinal cord injury by modulating the spinal cord microenvironment.",
    "doc_id": "39979990",
    "writer": "Xie H",
    "year": "2025",
    "summary": "BACKGROUND: spinal cord injury (SCI) disrupts the gut microbiota, worsening the injury's impact. Fecal microbiota transplantation (FMT) is increasingly recognized as a promising strategy to improve neural function post-SCI, yet its precise mechanisms a …",
    "abstract": "Background:\n        \n      \n      spinal cord injury (SCI) disrupts the gut microbiota, worsening the injury's impact. Fecal microbiota transplantation (FMT) is increasingly recognized as a promising strategy to improve neural function post-SCI, yet its precise mechanisms are still far from clear. The present study aims to elucidate how FMT influences motor function recovery and its underlying mechanisms utilizing a SCI mouse model.\n    \n\n\n          Methods:\n        \n      \n      Mice with SCI received FMT from healthy donors. We used 16 S rRNA amplicon sequencing to analyze the alterations of gut microbes. Pathological alterations in the spinal cord tissue, including neuronal survival, axonal regeneration, cell proliferation, and neuroinflammation, were assessed among experimental groups. Additionally, RNA sequencing (RNA-seq) was used to explore alterations in relevant signaling pathways.\n    \n\n\n          Results:\n        \n      \n      Significant shifts in gut microbiota composition following SCI were observed through 16 S rRNA analysis. On day 7 post-SCI, the FMT group exhibited a significantly higher diversity of gut microbiota compared to the ABX group, with the composition in the FMT group more closely resembling that of healthy mice. FMT promoted neuronal survival and axonal regeneration, leading to notable improvements in motor function compared to control mice. Immunofluorescence staining showed increased neuronal survival, alleviated extracellular matrix (ECM) deposition, diminished glial scar formation, and reduced inflammation in FMT-treated mice. RNA-seq analysis indicated that FMT induced transcriptomic changes associated with material metabolism, ECM remodeling, and anti-inflammatory responses.\n    \n\n\n          Conclusions:\n        \n      \n      FMT restored gut microbiota balance in SCI mice, mitigated inflammation, and promoted ECM remodeling, establishing an optimal environment for neural recovery. These findings demonstrated that FMT may represent a valuable approach to enhance functional recovery following SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39979990/"
}