{
    "title": "Hearing Impairment and Quality of Life in Adults with Asymmetric Hearing Loss: Benefits of Bimodal Stimulation.",
    "doc_id": "31058597",
    "writer": "Sanhueza I",
    "year": "2019",
    "summary": "Then, users of a unilateral cochlear implant were recruited for the control group. Their hearing impairment and quality of life were analyzed with questionnaires Abbreviated Profile of Hearing Aid Benefit (APHAB), Speech, Spatial and Qualities of Hearing Scal …",
    "abstract": "Objectives:\n        \n      \n      Bimodal stimulation for asymmetric hearing loss is an emerging treatment with proven audiometric outcomes. Our objectives are to assess the changes of the hearing impairment and the quality of life of patients treated with this type of stimulation, when compared to a unilateral Cochlear Implant (CI) stimulated condition.\n    \n\n\n          Materials and methods:\n        \n      \n      31 patients with asymmetric hearing loss (Group 1) were recruited for the study. They were divided into three groups, based on their hearing loss in the ear treated with the hearing aid: Group 1A (Pure Tone Audiometry (PTA) between 41 and 70 decibels (dB)); Group 1B, (PTA between 71 and 80 dB) and Group 1C (PTA between 81 and 90 dB). 30 patients had profound, bilateral hearing loss. Then, users of a unilateral cochlear implant were recruited for the control group. Their hearing impairment and quality of life were analyzed with questionnaires Abbreviated Profile of Hearing Aid Benefit (APHAB), Speech, Spatial and Qualities of Hearing Scale (SSQ) and the Health Utilities Index (HUI). They were followed up for at least 2 years.\n    \n\n\n          Results:\n        \n      \n      The group with the asymmetric hearing loss obtains a statistically significant clinical improvement in the APHAB under category \"with hearing aid\" compared to \"without hearing aid\". The group with the asymmetric hearing loss benefits more across basically all variables compared with the control group in the SSQ. Group 1A obtains the best outcome of the sample in the HUI.\n    \n\n\n          Conclusion:\n        \n      \n      Bimodal stimulation and better hearing in the ear treated with the hearing aid reduce hearing impairment and improve the quality of life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31058597/"
}