{
    "title": "Association between early prenatal exposure to ambient air pollution and birth defects: evidence from newborns in Xi'an, China.",
    "doc_id": "30137461",
    "writer": "Wang L",
    "year": "2019",
    "summary": "BACKGROUND: The aim of this study was to investigate an association between birth defects and exposure to sulfur dioxide (SO2), nitrogen dioxide (NO2) and particles 10 mum in an aerodynamic diameter (PM10) during early pregnancy in Xi'an, China. METHODS: Birth defec …",
    "abstract": "Background:\n        \n      \n      The aim of this study was to investigate an association between birth defects and exposure to sulfur dioxide (SO2), nitrogen dioxide (NO2) and particles ≤10 μm in an aerodynamic diameter (PM10) during early pregnancy in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      Birth defect data were from the Birth Defects Monitoring System of Xi'an, and data on ambient air pollutants during 2010-15 were from the Xi'an Environmental Protection Bureau. A generalized additive model (GAM) was used to investigate the relationship between birth defects and ambient air pollutants.\n    \n\n\n          Results:\n        \n      \n      Among the 8865 cases with birth defects analyzed, the overall incidence of birth defects was 117.33 per 10 000 infants. Ambient air pollutant exposure during the first trimester increased the risk of birth defects by 10.3% per 10 μg/m3 increment of NO2 and 3.4% per 10 μg/m3 increment of PM10. No significant association was found between birth defects and SO2. Moreover, NO2 increased risk of neural tube defects, congenital heart disease, congenital polydactyly, cleft palate, digestive system abnormalities and gastroschisis, and PM10 was associated with congenital heart disease and cleft lip with or without cleft palate.\n    \n\n\n          Conclusions:\n        \n      \n      Chinese women should avoid exposure to high levels of NO2 and PM10 during the first 3 months of pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30137461/"
}