{
    "title": "Glucocorticoid impact therapy for recurrent IgG4-related disease with diabetes insipidus as the main manifestation: A case report and literature review.",
    "doc_id": "37986296",
    "writer": "Yu Y",
    "year": "2023",
    "summary": "PATIENT CONCERNS: A 43-year-old man with a previous diagnosis of IgG4-RD due to recurrent right lacrimal gland enlargement with eyelid erythema presented with diabetes insipidus. DIAGNOSES: We performed a pituitary Magnetic Resonance Imaging which revealed posterior …",
    "abstract": "Rationale:\n        \n      \n      There is a relative wealth of experience in the initial treatment of IgG4-related disease (IgG4-RD), but little is known about therapeutic measures for recurrent cases combined with multiple organ and tissue involvement.\n    \n\n\n          Patient concerns:\n        \n      \n      A 43-year-old man with a previous diagnosis of IgG4-RD due to recurrent right lacrimal gland enlargement with eyelid erythema presented with diabetes insipidus.\n    \n\n\n          Diagnoses:\n        \n      \n      We performed a pituitary Magnetic Resonance Imaging which revealed posterior pituitary rim changes with inhomogeneous enhancement and nodular-like thickening of the pituitary stalk, and performed a water-deprivation-vasopressin test confirmed central diabetes insipidus, and in combination with the patient's elevated IgG4 levels and past medical conditions, we diagnosed central diabetes insipidus, IgG4-related hypophysitis, and IgG4-RD.\n    \n\n\n          Interventions:\n        \n      \n      After the patient was admitted to the hospital we gave methylprednisolone 500 mg intravenously once daily for 4 days and again for 4 consecutive days after a 10-day interval. During this period combined with mycophenolate mofetil 250 mg twice daily and desmopressin acetate 0.1 mg 3 times daily.\n    \n\n\n          Outcomes:\n        \n      \n      The patient was followed up for a sustained period of 6 months and no side effects of glucocorticoid therapy were noted, there were no signs of recurrence, and the daily urine output stabilized in the normal range.\n    \n\n\n          Lessons:\n        \n      \n      We recognized that IgG4 levels do not reflect relapse or long-term control, and that glucocorticoid shock therapy is an optional and reliable treatment strategy for relapsed patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37986296/"
}