{
  "pmid": "41396016",
  "title": "Methodologies for developing and applying consensus-based recommendations in epilepsy care: A narrative review.",
  "abstract": "Consensus-based recommendations (CBRs) are essential for health care decision-making when evidence is limited or conflicting. They can be developed using established methodologies such as the Delphi technique, the nominal group technique (NGT), and the RAND Corporation/University of California Los Angeles (UCLA) Appropriateness Method (RAM). This review explores the advantages and disadvantages of these methods and their applications in epilepsy. A narrative review using PubMed (November 22, 2017 to November 22, 2022) was undertaken examining publications describing Delphi, NGT, and RAM. The frequency of use of each method and their applications in epilepsy care were also reviewed (1966 to October 31, 2023). Sixteen articles were included describing the different consensus-based methods. The advantages and disadvantages of each method varied widely. The Delphi technique, the most widely used method, emerged as adaptable for instances with limited evidence or impracticality of face-to-face interactions. Although NGT favors prompt consensus in single-session formats, the RAM offers a balanced approach with its hybrid structure. We identified 64 epilepsy studies that used consensus methods, with 58 utilizing the most widely used technique, the Delphi. The Delphi guided consensus mostly for management including for individuals with rare conditions such as myoclonic-atonic seizures or in those with epilepsy and pregnancy. The NGT guided expert consensus on the use of cannabidiol for Dravet and Lennox-Gastaut syndromes and facilitated decision-making among pharmacy students addressing ethical issues related to patients with epilepsy who drive. The RAM was applied in four studies for its combined individual and group evaluative approach. It was used to develop recommendations or imaging, create quality-of-care indicators for infantile spasms, and establish a web-based tool for assessing surgical candidacy. Consensus methodologies are crucial to inform robust CBR for epilepsy management where clinical practice guidelines are not possible due to limited evidence. The best method depends on the study goal and available resources.",
  "disease": "epilepsy"
}