{
    "title": "The significance of a marginal excision after preoperative radiation therapy for soft tissue sarcoma of the extremity.",
    "doc_id": "22020375",
    "writer": "Dagan R",
    "year": "2012",
    "summary": "Five-year LC and AFS was 93% and 89%, respectively. AFS by margin status was 64%, 83%, 97%, and 92% for positive, contaminated, marginal, and wide/radical margins, respectively (P<.005). Marginal excision following preoperative RT resulted in equiva …",
    "abstract": "Background:\n        \n      \n      Marginal excision of soft tissue sarcoma (STS), defined as resection through the tumor pseudocapsule or surrounding reactive tissue, increases the likelihood of local recurrence and necessitates re-excision or postoperative radiation. However, its impact after preoperative radiation therapy (RT) remains unclear. This study therefore investigated the significance of marginal margins in patients treated with preoperative RT for extremity STS, reporting long-term local control and limb preservation endpoints.\n    \n\n\n          Methods:\n        \n      \n      The records of 317 adults at the University of Florida with nonmetastatic extremity STS treated from 1980 to 2008 with preoperative RT as part of a limb conservation strategy were reviewed. The median follow-up was 4.7 years (8.3 years for living patients). The median tumor size was 10 cm (range, 2-36 cm), and 86% were high grade. The median RT dose was 50.4 Gy (range, 12.5-57.6 Gy). Margins were classified as wide/radical (n = 105), marginal (n = 179), contaminated (n = 15), positive (n = 17), or unknown (n = 1). Endpoints were local control (LC), amputation-free survival (AFS), cause-specific survival (CSS), and overall survival (OS).\n    \n\n\n          Results:\n        \n      \n      Five-year CSS and OS rates were 62% and 59%, respectively. Five-year LC and AFS was 93% and 89%, respectively. AFS by margin status was 64%, 83%, 97%, and 92% for positive, contaminated, marginal, and wide/radical margins, respectively (P<.005). Marginal excision following preoperative RT resulted in equivalent LC and AFS compared with wide/radical margins.\n    \n\n\n          Conclusions:\n        \n      \n      Marginal resection after preoperative RT does not compromise LC or AFS in extremity STS. This finding may be related to radiosterilization of tumor cells within the reactive zone following preoperative RT.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22020375/"
}