{
    "title": "Tubular cell-enriched subpopulation of primary renal cells improves survival and augments kidney function in rodent model of chronic kidney disease.",
    "doc_id": "20826573",
    "writer": "Kelley R",
    "year": "2010",
    "summary": "Established chronic kidney disease (CKD) may be identified by severely impaired renal filtration that ultimately leads to the need for dialysis or kidney transplant. ...Quantitative histological evaluation of kidneys at 6 mo after treatment confirmed t …",
    "abstract": "Established chronic kidney disease (CKD) may be identified by severely impaired renal filtration that ultimately leads to the need for dialysis or kidney transplant. Dialysis addresses only some of the sequelae of CKD, and a significant gap persists between patients needing transplant and available organs, providing impetus for development of new CKD treatment modalities. Some postulate that CKD develops from a progressive imbalance between tissue damage and the kidney's intrinsic repair and regeneration processes. In this study we evaluated the effect of kidney cells, delivered orthotopically by intraparenchymal injection to rodents 4-7 wk after CKD was established by two-step 5/6 renal mass reduction (NX), on the regeneration of kidney function and architecture as assessed by physiological, tissue, and molecular markers. A proof of concept for the model, cell delivery, and systemic effect was demonstrated with a heterogeneous population of renal cells (UNFX) that contained cells from all major compartments of the kidney. Tubular cells are known contributors to kidney regeneration in situ following acute injury. Initially tested as a control, a tubular cell-enriched subpopulation of UNFX (B2) surprisingly outperformed UNFX. Two independent studies (3 and 6 mo in duration) with B2 confirmed that B2 significantly extended survival and improved renal filtration (serum creatinine and blood urea nitrogen). The specificity of B2 effects was verified by direct comparison to cell-free vehicle controls and an equivalent dose of non-B2 cells. Quantitative histological evaluation of kidneys at 6 mo after treatment confirmed that B2 treatment reduced severity of kidney tissue pathology. Treatment-associated reduction of transforming growth factor (TGF)-β1, plasminogen activator inhibitor (PAI)-1, and fibronectin (FN) provided evidence that B2 cells attenuated canonical pathways of profibrotic extracellular matrix production.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20826573/"
}