{
  "pmid": "41467829",
  "title": "[Screening for chronic kidney disease in children].",
  "abstract": "Chronic kidney disease (CKD) in children has an epidemiology that differs significantly from that in adults. Its main causes vary with age with a predominance of congenital anomalies of the kidney and the urinary tract. Early diagnosis is essential to prevent complications affecting growth, cognition, and long-term cardiovascular health, and to avoid, or at least to slow, progression to end-stage renal disease. Specific clinical contexts warrant targeted screening: family history, perinatal abnormalities, at-risk conditions, or suggestive clinical signs. Screening relies on simple tools such as growth charts, dipstick urinalysis, blood pressure measurement, glomerular filtration rate estimation, and renal ultrasound. The general practitioner plays a key role in the early detection of CKD, and in ensuring early referral to pediatric nephrology, helping to preserve nephron mass and improve long-term outcomes. La maladie rénale chronique (MRC) de l’enfant a une épidémiologie très différente de celle de l’adulte. Ses principales causes varient selon l’âge, avec une prédominance des anomalies congénitales du rein et des voies urinaires. Le diagnostic précoce est crucial pour limiter les complications (croissance, risque cardiovasculaire, développement psychomoteur) et éviter, ou au moins ralentir, une progression vers l’insuffisance rénale terminale. Plusieurs contextes à risque justifient un dépistage ciblé  : antécédents familiaux, anomalies périnatales, pathologies à risque ou signes cliniques évocateurs. Le dépistage repose sur des outils simples  : courbe de croissance staturopondérale, bandelette urinaire, mesure de pression artérielle, estimation du débit de filtration, échographie rénale. Le médecin généraliste joue un rôle clé dans le dépistage de la MRC de l’enfant et l’orientation vers une prise en charge spécialisée, permettant de préserver le capital néphronique et d’améliorer le pronostic global.",
  "disease": "chronic kidney disease"
}