{
    "title": "A- and C-reflexes elicited in cardiac sympathetic nerves by single shock to a somatic afferent nerve include spinal and supraspinal components in anesthetized rats.",
    "doc_id": "8808803",
    "writer": "Kimura A",
    "year": "1996",
    "summary": "After spinalization at the first cervical level, stimulation of the same spinal afferent nerve produced an A-reflex with the same latency as the early A-reflex in CNS-intact rats and a C-reflex with a latency of 86 +/- 3 ms. ...These A- and C-reflexes elicited by st …",
    "abstract": "The spinal and supraspinal components of both A- and C-reflexes were studied in the somato-cardiac sympathetic reflex discharges elicited by a single electrical shock either to a spinal (T3-4) afferent nerve or to a limb (tibial) afferent nerve in urethane anesthetized rats. In central nervous system (CNS) intact rats, a single shock to a T3-4 spinal afferent nerve produced early and late A-reflex discharges with latencies of 20 +/- 1 ms and 62 +/- 6 ms, respectively, and a C-reflex with a latency of 136 +/- 9 ms in a cardiac sympathetic efferent nerve. After spinalization at the first cervical level, stimulation of the same spinal afferent nerve produced an A-reflex with the same latency as the early A-reflex in CNS-intact rats and a C-reflex with a latency of 86 +/- 3 ms. The amplitude of the early A-reflex became augmented after spinal transection. On the other hand, a single shock to a tibial afferent nerve evoked an A-reflex discharge with a latency of 41 +/- 2 ms and a C-reflex discharge with a latency of 210 +/- 13 ms in CNS-intact rats. These A- and C-reflexes elicited by stimulation of a tibial afferent nerve were not observed after spinalization. It was concluded that cardiac sympathetic A- and C-reflex discharges evoked by stimulation of a segmental spinal afferent nerve in CNS-intact rats are of spinal and supraspinal origin, and those evoked by tibial nerve stimulation are of supraspinal origin. The spinal reflex pathway is segmentally organized, because the spinal reflex is evoked only when stimulation is delivered to afferent nerves close to the cardiac sympathetic outflow segments. With the CNS intact, the spinal reflex component is depressed by descending inhibitory pathways originating in the brain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8808803/"
}