{
    "title": "Mentalization and dissociation after adverse childhood experiences.",
    "doc_id": "35474233",
    "writer": "Wagner-Skacel J",
    "year": "2022",
    "summary": "The aim of this study is to assess the relationship between ACEs, mentalizing and dissociation in adult individuals. Sixty-seven patients with ACEs completed the Mentalization Questionnaire (MZQ), the Essener Trauma Inventory (ETI) and the Brief Symptom Inventory-18 …",
    "abstract": ".Impairment of mentalization may impact coping strategies, regulation of affect and stress. The influence of impaired mentalization on dissociation in patients with adverse childhood experiences (ACEs) could be important for treatment strategies. The aim of this study is to assess the relationship between ACEs, mentalizing and dissociation in adult individuals. Sixty-seven patients with ACEs completed the Mentalization Questionnaire (MZQ), the Essener Trauma Inventory (ETI) and the Brief Symptom Inventory-18 (BSI-18). The SPSS PROCESS macro tool was applied to test if mentalization mediated the relationship of ACEs and dissociation. ACEs were significantly associated with higher dissociation (β = 0.42, p < 0.001) and lower mentalization (β = - 0.49, p < 0.001). When mentalization was added to the model as a predictor, the association of ACEs with dissociation was no longer significant (β = 0.11, p = 0.31) and a statistically significant indirect effect was found (β = 0.32, 95% CI 0.16-0.47). The overall explained variance of dissociation notably improved after inclusion of mentalization (17.5% to 49.1%). Thus, the results indicated that the association of ACEs on dissociation was fully mediated by mentalization. Our results suggest that ACEs are associated with lower mentalization and higher dissociation. Lower mentalization was also associated with worse depression, anxiety, somatization and PTSD symptoms. These findings underline the increasing importance of early treatment of individuals affected by ACEs with a focus to foster the development of mentalization.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35474233/"
}