{
  "pmid": "41434222",
  "title": "Alzheimer's Imaging Consortium.",
  "abstract": "Socioeconomic vulnerabilities and healthcare environment contribute to disparities in dementia assessment. Whether these affect dementia management, however, remains unclear. We used Imaging Dementia - Evidence for Amyloid Scanning (IDEAS) study data to compare the impact of amyloid PET on pharmacological management across social factors, patient comorbidities, and physician practice settings. We analyzed rates of pharmacological change in IDEAS participants with visually interpretable amyloid PET, completed pre- and post-PET case reports, social determinants (racioethnic identity of Asian, Black, Hispanic, or White, area deprivation index (ADI), living arrangement, education) and medical history. Outcomes included any change between pre-PET and post-PET visits in prescription of Alzheimer's disease (AD) drugs, and of non-AD drugs treating dementia risk factors or affecting cognition/mood/behavior. We used multilevel logistic regression with a random site intercept to test whether the probability of change in management associated with social determinants, race/ADI interactions with amyloid-positivity, comorbidities, and clinical setting, adjusting for demographics. Among 10,904 cognitively impaired participants (Table 1), 90% were White, with 4.8% Hispanic, 3.1% Black, and 1.8% Asian representation. 10% resided in highly disadvantaged neighborhoods (ADI 9-10), 83% lived with ≥1 person, and 68% were educated past high school. Pre-FDR correction (adjusted P-values: Table 1), AD drug management change was associated with dyslipidemia (OR [95% CI]=0.88 [0.80-0.97], P  These results suggest amyloid status, cognitive impairment level, dementia etiology, and comorbidities may inform pharmacological decision-making. Clarifying dementia etiology with amyloid PET may, for instance, help clinicians optimize treatment plans to address undermanaged depression in cognitively impaired older adults. Further, socioeconomic disadvantage may limit clinical response to amyloid-positivity. Replication in New IDEAS and examination of Medicare claims will help elucidate whether disparities in pre-PET management and management changes are primarily driven by access barriers to assessment and healthcare.",
  "disease": "alzheimer disease"
}