{
  "pmid": "41390008",
  "title": "Coverage and Determinants of Maternal RSV Vaccination in Japan: A Nationwide Survey.",
  "abstract": "Respiratory syncytial virus (RSV) is a major cause of pediatric lower respiratory tract infections worldwide, leading to substantial morbidity, hospitalizations, and healthcare costs. Maternal RSV vaccination has recently been introduced in several countries, yet in Japan its uptake remains unclear, particularly given the high out-of-pocket costs and potential socioeconomic disparities. We conducted a nationwide survey of women who had given birth between July 2024 and August 2025. The questionnaire assessed maternal RSV vaccination status, its affordability, and related attitudes including the 5C model for vaccine hesitancy together with demographic characteristics. Vaccination coverage was estimated, and factors associated with uptake were analyzed using multivariable modified Poisson regression. Among 1,279 respondents, 11.6% had received maternal RSV vaccination. Coverage showed a clear income gradient within education strata. Uptake was lower in areas outside Kanto and among multiparous participants, and higher among those with infertility treatment, and vaccination with influenza or diphtheria-pertussis-tetanus during pregnancy. In 5C domains, confidence and collective responsibility aligned with higher uptake, whereas calculation aligned with lower uptake. Among vaccinated people, 87.2% rated the cost as expensive. Among unvaccinated people, leading barriers were lack of awareness of benefit (28.9%) and the vaccine itself (27.3%); 77.5% would accept vaccination only if no out-of-pocket payment were required. Maternal RSV vaccination coverage in Japan was low and showed socioeconomic and regional disparities in uptake; limited awareness and high out-of-pocket payment were major barriers. Reducing out-of-pocket payments and standardizing provider recommendations could raise coverage and mitigate inequities.",
  "disease": "influenza"
}