{
    "title": "Protective Role of the Natural Antioxidant Astaxanthin in Both Human Bronchial Epithelial Cells (BEAS-2B) and Non-Small Cell Lung Cancer Cells (H1975) Exposed to Cadmium: Impact on the Generation of Reactive Oxygen Species and Cancer Cell Migration.",
    "doc_id": "40556551",
    "writer": "Carreira DC",
    "year": "2025",
    "summary": "This work addresses the impact of Cd, alone or combined with astaxanthin (ATX), in human non-small cell lung cancer (NSCLC) cells (H1975) and nonmalignant bronchial epithelial cells (BEAS-2B). ...The metabolome analysis yielded no significant metabolic …",
    "abstract": "Cadmium (Cd) is a heavy metal and human carcinogen that displays toxicity to many organ systems. This work addresses the impact of Cd, alone or combined with astaxanthin (ATX), in human non-small cell lung cancer (NSCLC) cells (H1975) and nonmalignant bronchial epithelial cells (BEAS-2B). The endpoints selected comprise cell viability, migration, generation of reactive oxygen species (ROS), and a metabolomic study. Cd (up to 140 µM) was evaluated with the crystal violet (CV) and MTS assays and revealed cytotoxicity at high concentrations, with greater extent in nonmalignant cells. ATX (up to 20 µM) revealed no cytotoxicity. Cd increased ROS generation (dichlorodihydro-fluorescein diacetate fluorometric assay) in a concentration-dependent manner for both cell lines, with this effect being reverted by ATX. Cd at noncytotoxic concentrations (up to 10 µM) increased collective cell migration, with this pro-migratory effect being mitigated upon ATX co-treatment. The metabolome analysis yielded no significant metabolic alterations in the endo- or exometabolome. Overall, Cd exhibits cytotoxicity in lung cells, with differential sensitivity between nonmalignant and malignant cells. Importantly, Cd promotes NSCLC cell migration and ROS production in lung cells, which can be ameliorated by ATX, reinforcing the protective properties of this dietary carotenoid against toxic exposures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40556551/"
}