{
  "pmid": "41397742",
  "title": "Efficacy and safety of microbiota-targeted therapeutics in autoimmune and inflammatory rheumatic diseases: protocol for a systematic review and meta-analysis of randomised controlled trials.",
  "abstract": "An abnormal composition of gut bacteria along with alterations in microbial metabolites and reduced gut barrier integrity has been associated with the pathogenesis of chronic autoimmune and inflammatory rheumatic diseases (AIRDs). The aim of the systematic review, for which this protocol is presented, is to evaluate the clinical benefits and potential harms of therapies targeting the intestinal microbiota and/or gut barrier function in AIRDs to inform clinical practice and future research. This protocol used the reporting guidelines from the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocol. We will search Embase (Ovid), Medline (Ovid) and the Cochrane Library (Central) for reports of randomised controlled trials of patients diagnosed with an AIRD. Eligible interventions are therapies targeting the intestinal microbiota and/or gut barrier function including probiotics, synbiotics, faecal microbiota transplantation, live biotherapeutic products and antibiotics with the intent to modify disease activity in AIRDs. The primary outcome of the evidence synthesis will be based on the primary endpoint of each trial. Secondary efficacy outcomes will be evaluated and selected from the existing core domain sets of the individual diseases and include the following domains: disease control, patient global assessment, physician global assessment, health-related quality of life, fatigue, pain and inflammation. Harms will include the total number of withdrawals, withdrawals due to adverse events, number of patients with serious adverse events, disease flares and deaths. A meta-analysis will be performed for each outcome domain separately. Depending on the type of outcome, the quantitative synthesis will encompass both ORs and standardised mean differences with corresponding 95% CIs. No ethics approval will be needed for this systematic review. We will follow the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines to disseminate the study results through a peer-reviewed publication. CRD42025644244.",
  "disease": "osteoarthritis"
}