{
    "title": "A new approach to ovarian reserve testing.",
    "doc_id": "18433750",
    "writer": "Sun W",
    "year": "2008",
    "summary": "Because of the changing prevalence of ovarian insufficiency, there is no single, suitable threshold value for any screening test of ovarian reserve. Our analysis supports dividing impaired ovarian reserve into two groups: age-dependent ovarian aging (p …",
    "abstract": "Objective:\n        \n      \n      To critically examine ovarian reserve testing before assisted reproduction.\n    \n\n\n          Design:\n        \n      \n      A PUBMED computer search to identify relevant literature.\n    \n\n\n          Setting:\n        \n      \n      Multiple sites.\n    \n\n\n          Patient(s):\n        \n      \n      Patients undergoing assisted reproduction.\n    \n\n\n          Intervention(s):\n        \n      \n      Testing for ovarian reserve.\n    \n\n\n          Main outcome measure(s):\n        \n      \n      Assisted reproductive technology (ART) and pregnancy outcomes.\n    \n\n\n          Result(s):\n        \n      \n      The prevalence of ovarian insufficiency varies significantly for women aged 30-45 years. Generalization or averaging of threshold values across different aged women leads to very poor sensitivity, specificity, and positive predictive value for all tests of ovarian reserve. Because of the changing prevalence of ovarian insufficiency, there is no single, suitable threshold value for any screening test of ovarian reserve. Our analysis supports dividing impaired ovarian reserve into two groups: age-dependent ovarian aging (physiologic) and premature (nonphysiologic) reductions in the oocyte pool. Interpretation of any screening test used requires that age is considered as a variable. To guide clinical interpretation of test results, we suggest using a nomogram of FSH values versus expected delivery rate-per-cycle-start with ART for a given age.\n    \n\n\n          Conclusion(s):\n        \n      \n      Proper interpretation of screening tests for ovarian insufficiency in couples considering ART is important as the presence of impaired ovarian reserve is associated with a low likelihood of pregnancy. The condition of premature (nonphysiologic) ovarian insufficiency warrants additional research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18433750/"
}