{
    "title": "Alexithymia impact on type 1 and type 2 diabetes: a case-control study.",
    "doc_id": "25148784",
    "writer": "Mnif L",
    "year": "2014",
    "summary": "OBJECTIVES: This paper focus on studying the prevalence of alexithymia in diabetes type 1 and type 2 and its impact on diabetes's clinical and therapeutic characteristics. ...We found that the presence of depression was a predictor of alexithymia in type …",
    "abstract": "Objectives:\n        \n      \n      This paper focus on studying the prevalence of alexithymia in diabetes type 1 and type 2 and its impact on diabetes's clinical and therapeutic characteristics. We also studied the relationship between alexithymia and emotional disorders in diabetics.\n    \n\n\n          Materials and methods:\n        \n      \n      The study involved a sample of 125 diabetic patients, among whom 50 had type 1 and 75 had type 2 diabetes mellitus compared with respectively 70 and 52 control subjects matched for age and sex. Alexithymia was assessed using the Toronto Alexithymia Scale, while emotional disorders were evaluated using the Hospital Anxiety and Depression Scale.\n    \n\n\n          Results:\n        \n      \n      Type 1 diabetics were more alexithymic than controls while type 2 diabetics had higher cognitive component score than control subjects. Alexithymic type 1 diabetics had a higher average of fasting blood sugar than non-alexithymic patients did (P=0.021). Moreover, with type 1 diabetes, erectile dysfunction was associated with difficulties in identifying feelings (P=0.012). We found that the presence of depression was a predictor of alexithymia in type 1 diabetes (β=1.78, P=0.04) and the presence of psychiatric history was indicative of the presence of alexithymia in type 2 diabetes (β=2.09, P=0.042).\n    \n\n\n          Conclusion:\n        \n      \n      Given the impact of alexithymia on diabetes types 1 and 2, the detection and treatment of alexithymic subjects are important for a better prognosis of diabetic disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25148784/"
}