{
    "title": "Risk factors and study designs used in research of youths' suicide behaviour-an epidemiological discussion with focus on level of evidence.",
    "doc_id": "24754467",
    "writer": "Christiansen E",
    "year": "2014",
    "summary": "CONCLUSION: A good study of risk factors for suicidal behaviour would need a high LoE, as a high-powered longitudinal epidemiological study (cohort or case-control) of very specific risk factors. The factors would have high prevention potential, …",
    "abstract": "Abstract Introduction: Many different epidemiology study designs have been used to analyse risk factors for suicide behaviour. The purpose of this study was to obtain an insight into the current study design used in research on youths' risk factors for suicide behaviour and to rank the studies according to level of evidence (LoE).\n    \n\n\n          Methods:\n        \n      \n      We searched PubMed and psycINFO in order to identify relevant individual studies.\n    \n\n\n          Results:\n        \n      \n      We included 36 studies of children and youth on suicidal behaviour and ideation-many rank low on LoE. For suicide, cohort design was often used, and mental illness (depression, substance abuse and severity of mental illness) was the most common risk factor. Cohort studies are ranked 2b, which is high according to LoE. For suicide attempts, survey was often used, and psychopathology, substance abuse and being exposed to suicidal behaviour were the most common risk factors. For suicidal ideation, survey was the only design used, and substance abuse and psychopathology the most common risk factors. Surveys are ranked 4, which are low according to LoE. Many risk factors were broad and unspecific, and standard definitions of outcome and exposure were rarely used.\n    \n\n\n          Conclusion:\n        \n      \n      A good study of risk factors for suicidal behaviour would need a high LoE, as a high-powered longitudinal epidemiological study (cohort or case-control) of very specific risk factors. The factors would have high prevention potential, compared with more broad and unspecific risk factors, to which many people are exposed. We would recommend a cohort design (in high-risk populations) or a case-control design to identify risk factors, using clinical and/or register data instead of self-reported information, reporting adjusted estimates and using standard definition of suicidal outcome and risk factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24754467/"
}