{
    "title": "Renal injury and operative management in the United States: results of a population-based study.",
    "doc_id": "12634519",
    "writer": "Wessells H",
    "year": "2003",
    "summary": "Eleven percent of renal trauma patients required surgical management of their kidney injuries, of whom 61%, or 7% of patients with renal injuries overall, underwent nephrectomy. ...CONCLUSION: The nephrectomy rate in community and academic centers reflects re …",
    "abstract": "Background:\n        \n      \n      To evaluate the extent to which nonoperative renal trauma management has been adopted, we determined the incidence of renal injury and the rate of operative management across the United States.\n    \n\n\n          Methods:\n        \n      \n      International Classification of Diseases, Ninth Revision diagnosis and procedure codes identified patients with renal injuries in an 18-state administrative database representing 62% of the U.S. population.\n    \n\n\n          Results:\n        \n      \n      Of 523,870 patients hospitalized for trauma in 1997 or 1998, 6,231 (1.2%) had renal injuries (4.89 per 100,000 population). Sixty-four percent of patients with injuries that were classified had contusions/hematomas, 26.3% had lacerations, 5.3% had parenchymal disruption, and 4% had vascular injuries. Eleven percent of renal trauma patients required surgical management of their kidney injuries, of whom 61%, or 7% of patients with renal injuries overall, underwent nephrectomy. Injury Severity Score, mechanism, and renal injury severity were independent predictors of nephrectomy.\n    \n\n\n          Conclusion:\n        \n      \n      The nephrectomy rate in community and academic centers reflects renal and global injury severity. Prospective trials are indicated to determine whether, in the traumatized patient with severe kidney injury, renal preservation could lead to improved outcomes compared with nephrectomy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12634519/"
}