{
    "title": "Development and validation of a self-report measure of epistemic trust.",
    "doc_id": "33861805",
    "writer": "Campbell C",
    "year": "2021",
    "summary": "We report on two studies (Study 1, n = 500; Study 2, n = 705) examining the psychometric properties of the ETMCQ and the relationship between EMTCQ scores (i.e., an individual's epistemic stance) and exposure to adverse childhood experiences, mental health symptoms, attach …",
    "abstract": "Epistemic trust (ET) refers to trust in communicated knowledge. This paper describes the development and validation of a new self-report questionnaire, the Epistemic Trust, Mistrust and Credulity Questionnaire (ETMCQ). We report on two studies (Study 1, n = 500; Study 2, n = 705) examining the psychometric properties of the ETMCQ and the relationship between EMTCQ scores (i.e., an individual's epistemic stance) and exposure to adverse childhood experiences, mental health symptoms, attachment, mentalizing and general self-efficacy. The factor structure of the ETMCQ was examined using Exploratory and Confirmatory Factor Analyses, and its reliability and test-retest reliability were tested. Both studies yielded three correlated yet distinct factors-Trust, Mistrust and Credulity-and confirmed the reliability and validity of the ETMCQ. Preregistered hypotheses were confirmed and replicated across both studies. Main findings suggest intriguing links between the ETMCQ and developmental psychopathology constructs and are consistent with thinking on the role of epistemic stance in undermining adaptation and increasing the developmental risk of mental health problems. Mistrust and Credulity scores were associated with childhood adversity and higher scores on the global psychopathology severity index and both factors partially mediated the link between early adversity and mental health symptoms. Mistrust and Credulity were positively associated with difficulties in understanding mental states and insecure attachment styles. Post-hoc analysis identified that different attachment styles were associated with differences in epistemic stance. In addition, Trust was not associated with reduced levels of mental health symptoms and did not moderate the impact of childhood adversity-findings are congruent with the suggestion that the reduction of mistrust and credulity may be crucial common factors in promoting resilience and the effectiveness of psychotherapeutic interventions. This investigation and the ETMCQ provide an empirical measure of what until now has been largely a theoretical concept and open new avenues for future research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33861805/"
}