{
  "pmid": "41459086",
  "title": "Global burden of disease analysis and projections of ischemic stroke linked to inadequate polyunsaturated fatty acid intake in older women (1990-2021).",
  "abstract": "Ischemic stroke (IS), a major global cause of death and disability, is significantly influenced by diet. While polyunsaturated fatty acid (PUFA) exhibits neuroprotective effects, the specific stroke burden attributable to inadequate PUFA intake among women ≥ 50 years remains unquantified. This study aimed to quantify the global IS burden linked to suboptimal PUFA intake in this population and analyze its temporal and sociodemographic trends. We estimated ischemic stroke deaths and disability-adjusted life years (DALYs) attributable to the global burden of disease (GBD) risk factor \"diet low in PUFA\" using the GBD 2021 comparative risk assessment, reporting age-standardized rates and counts with 95% uncertainty intervals. Key burden metrics were assessed using age-standardized rates, with temporal trends (estimated annual percentage change), regional/sociodemographic variations, and decomposition analyses performed. Future burden (to 2050) was projected. From 1990 to 2021, global age-standardized rates (ASRs) for DALYs, deaths, years lived with disability (YLDs), and years of life lost (YLLs) attributable to PUFA-related ischemic stroke in women aged ≥ 50 years declined or remained stable, with EAPCs of -1.32% (DALYs), -1.47% (deaths), +0.07% (YLDs), and -1.61% (YLLs) per year. Absolute counts increased over the same period, a pattern explained by population growth and aging as shown by our decomposition analysis. Older age groups exhibited higher ASRs, and China and India contributed the largest share of the global absolute burden. Across SDI strata, declines were steepest in high-SDI settings, whereas changes were smaller-often flat to slightly decreasing-in low-SDI settings; the rise in absolute burden there reflects population growth and aging rather than higher per-capita risk. The GBD due to IS associated with PUFAs in women over 50 years is expected to continue increasing in the coming decades, with YLDs projected to experience the most rapid growth. External validation (Global Dietary Database 2018, women ≥ 50 years) confirmed a negative association consistent with the main analysis. Suboptimal PUFA intake accounted for a substantial share of ischemic stroke burden among women aged ≥ 50 years, while age-standardized rates declined, absolute numbers rose with population growth and aging.",
  "disease": "stroke"
}