{
  "pmid": "41469365",
  "title": "INFLUENCE OF NEOADJUVANT CHEMOTHERAPY ON THE SIZE AND SPREAD OF THE TUMORAL PROCESS AND INDICATORS OF PROLIFERATIVE ACTIVITY IN BREAST CANCER PATIENTS WHO SUFFERED FROM THE CHRONICLE NUCLEAR POWER PLANT ACCIDENT.",
  "abstract": "To assess the impact of neoadjuvant chemotherapy on the size and spread of the tumor process and indicators of proliferative activity in breast cancer patients who suffered from the Chornobyl accident. The 96 patients with breast cancer (BC) who were exposed to ionizing radiation as a resultof the Chernobyl accident were examined. Clinical, radiological, instrumental, morphological, and immunohistochemical research methods were used. Before neoadjuvant cytostatic therapy, criteria T0, Tis, T1 was not diagnosed in anypatient. As a result of treatment, complete clinical and morphological regression of the tumor was established in16.7 % of patients. A decrease in staging criteria after neoadjuvant chemotherapy (NCT) was diagnosed in 60.4 %of patients. Analysis of patients with breast cancer by stage grouping before and after NCT showed that there wereno patients at all in the study before the start of treatment. After neoadjuvant therapy, in 29.2 % of women, tumorsin the breast gland were classified as stage I by their criteria. Only 2.1 % of women started treatment with stage IIA. After NCT, the prevalence of the primary tumor met the criteria for stage II A in 20.8 % of patients. 53.1 % ofpatients started treatment with stage II B, and after neoadjuvant therapy, this stage was in 14.6 % of patients. StageIII A was detected in 22.9 % of patients before treatment, after therapy the number of patients with this stagedecreased to 14.6 % of patients. 14.6 % of women started treatment with stage III B, after treatment only 3.1 % ofpatients were classified as this stage. Stage III C was detected in 6.2 % of patients at the beginning of treatment,after NCT, no patients with criteria related to this stage were identified. Stage IV was detected in 1.04 % of patients,both before and after NCT. A decrease in Ki67 values under the influence of NCT was observed in 76 % of patients,and in another 16.7 % of patients complete clinical and pathomorphological regression of the tumor was observed.Thus, according to the values of proliferative activity, positive dynamics for neoadjuvant cytostatic chemotherapywas recorded in 92.7 % of patients. Мета: оцінити вплив неоад’ювантної хіміотерапії на розмір, розповсюдженість пухлинного процесу та показники проліферативної активності у хворих на рак молочної залози, які постраждали від аварії на ЧАЕС.Матеріали і методи. Обстежено 96 хворих на рак молочної залози (РМЗ), які зазнали дії іонізуючого випромінювання внаслідок аварії на ЧАЕС. Використовували клінічні, рентгенологічні, інструментальні, морфологічні, імуногістохімічні методи дослідження.Результати та висновки. До проведення неоад’ювантної цитостатичної терапії критерії Т0, Тіs, Т1 не діагностовано у жодної хворої. В результаті проведення лікування повна клінічна і морфологічна регресія пухлини встановлена у 16,7 % пацієнтів. Пониження критеріїв стадіювання після неоад’ювантної хіміотерапії (НХТ) діагностовано у 60,4 % хворих. Аналіз хворих на РМЗ за стадіями групування до та після проведення НХТ показав, щохворих, які відносились до І стадії, зовсім не було в дослідженні до початку лікування. Після неоад’ювантної терапії у 29,2 % жінок пухлини в молочній залозі за своїми критеріями відносились до стадії І. Розпочали лікування зі стадією ІІ А тільки 2,1 % жінок. Після проведеної НХТ розповсюдженість первинної пухлини відповідала критеріям стадії ІІ А у 20,8 % хворих. Зі стадією ІІ В розпочали лікування 53,1 % пацієнтів, а після неоад’ювантної терапії дана стадія була у 14,6 % хворих. Стадія ІІІ А до лікування встановлена у 22,9 % хворих,після терапії кількість пацієнтів із вказаною стадією зменшилась до 14,6 % пацієнтів. Зі стадією ІІІ В розпочали лікування 14,6 % жінок, після лікування до даної стадії віднесено тільки 3,1 % хворих. Стадія ІІІ С на початку лікування була у 6,2 % пацієнтів, після проведення НХТ хворі з критеріями, які відносяться до вказаної стадії,не виявлені. До стадії IV, як до НХТ, так і після відносились 1,04 % хворих. Зниження показників Кі67 під дієюНХТ відмічено у 76 % хворих, ще у 16,7 % пацієнтів відмічена повна клінічна і патоморфологічна регресія пухлини. Таким чином, за даними значень проліферативної активності позитивна динаміка на проведення неоад’ювантної цитостатичної хіміотерапії зафіксована у 92,7 % хворих.Ключові слова: рак молочної залози; неоад’ювантна хіміотерапія; відповідь пухлини на лікування; проліферативна активність; ступінь розповсюдженості.",
  "disease": "breast cancer"
}