{
  "pmid": "41453344",
  "title": "The use of contrast and non-contrast post-mortem computed tomography (PMCT) in coronial autopsy clinical practice: Results from an audit of 268 cases.",
  "abstract": "Little guidance exists on where post-mortem computed tomography with coronary angiography (PMCTA) may be advantageous compared with non-contrast post-mortem computed tomography (PMCT) alone. A large sample of post-mortem cases which utilised PMCT or PMCTA was analysed to elucidate any patterns in their respective use. All cases referred to our department for post-mortem examination by His Majesty's (HM) Coroners across the 3-month period of December 2023, January 2024, and February 2024 were eligible for inclusion in this study. To be included, cases must have had PMCT or PMCTA prior to autopsy. Where autopsy was performed prior to the post-mortem cross-sectional imaging, these were excluded. Relevant information including age, co-morbidities, and peri-mortem history was retrospectively extracted from the respective post-mortem report for all included cases. Coronary artery calcification (CAC) score was also investigated for its ability to predict coronary artery disease as cause of death. A total of 268 cases were included and analysed. PMCTA was requested more frequently in patients aged 70 or over but offered useful information more often in patients under 70 (p < .001). Peri-mortem history and the presence of co-morbidities did not influence scan type requests (p > .05 in all factors tested). PMCTA may have added value by negating the need for invasive autopsy in 13/268 (4.9%) of cases. There was a moderately positive correlation between CAC score and radiologist reported degree of coronary artery stenosis on PMCTA (agreement in 82/114 cases, 71.9%; χ There was extensive intra-departmental variation in scan type requests supporting coronial autopsies. There were limited patterns on which recommendations could be made for differential use of PMCTA and non-contrast PMCT going forward. In a significant number of cases PMCTA was able to add value by providing additional information which prevented the need for invasive autopsy. PMCTA may be more useful in those aged under 70 compared to those over 70. Using a CAC score threshold of >400 from PMCT alone could lead to overdiagnosis of coronary artery disease as cause of death.",
  "disease": "coronary artery disease"
}