{
  "pmid": "41451823",
  "title": "The Disrupted Bidirectional Regulation and Coupling of Resting-State Blood Pressure and Heartbeat in Hypertension.",
  "abstract": "The bidirectional non-linear communication between blood pressure (BP) and heartbeat is critical to cardiovascular homeostasis, which remains poorly understood, especially under hypertensive conditions. We implemented transfer entropy (TE), an information-theoretic measure of directional coupling, to characterize such bidirectional coupling between BP and heartbeat and its relationships to arterial stiffness and walking performance in older adults. A total of 493 older adults (201 normotensive (NTN), 168 controlled-hypertensive (controlled-HTN), and 124 uncontrolled-HTN) completed simultaneous recordings of resting-state beat-to-beat BP and R-R interval for ≥ 10 min. The TE from BP to RR (i.e., BP-RR) and from RR to BP (RR-BP) was quantified. Participants then completed the assessments of arterial stiffness (i.e., brachial-ankle pulse wave velocity, baPWV) and walking speed in single- and dual-task conditions. The validation using surrogate data confirmed the physiological significance of TE (p < 0.0001). Both BP-RR and RR-BP TE were significantly lower in controlled- and uncontrolled-HTN compared to NTN (p < 0.03). In NTN and control-HTN, higher BP-RR and/or RR-BP TEs were associated with slower walking speed (β = -0.25 to -0.16, p < 0.04). Higher BP-RR TE was associated with lower baPWV (β = -0.17 to -0.16, p < 0.04), while higher RR-BP TE was associated with greater baPWV (β = 0.17-0.21, p < 0.03). No such significant associations were observed within uncontrolled-HTN. The observations suggested that TE captures hypertension-related disruption of bidirectional BP-heartbeat information flow, reflecting impaired baroreflex feedback, exaggerated feedforward cardiac influence, and dampening with anti-hypertensive therapy. The distinct associations with vascular stiffness and walking performance suggest TE as a promising marker of cardiovascular integrity and functional reserve in aging.",
  "disease": "hypertension"
}