{
  "pmid": "41461777",
  "title": "Construction of an early diagnostic model for pulmonary hypertension based on aging-related signature genes and identification of potential therapeutic targets.",
  "abstract": "Pulmonary hypertension (PH) is a progressive cardiopulmonary disorder. It features elevated pulmonary arterial pressure, which leads to right ventricular failure and increased mortality. PH's insidious nature, with no specific clinical symptoms, hinders early diagnosis. Recent investigations have implicated vascular cell senescence in the pathogenesis of PH; however, the identification of early diagnostic biomarkers and the development of senescence-targeted therapeutics remain areas of unmet need.In this study, an integrative transcriptomic analysis of multiple datasets was undertaken to delineate differentially expressed senescence-related genes (DESRGs). Feature genes were selected via the implementation of LASSO regression, random forest, and support vector machine algorithms. Subsequently, a diagnostic nomogram was constructed, predicated on six hub genes. The discriminative capacity of the nomogram was rigorously validated utilizing external datasets. Single-gene gene set enrichment analysis (GSEA) was executed to elucidate potential biological functions. The expression profiles of core genes were corroborated through single-cell RNA sequencing and qPCR in an in vitro hypoxia model of pulmonary artery smooth muscle cells. Finally, connectivity map (cMAP) analysis and molecular docking were employed to identify potential therapeutic small molecules.The analysis identified 20 DESRGs. Six feature genes (LCN2, CBS, ABCB1, NQO1, TWIST1, TLR8) were consistently selected by all three machine learning methods. The diagnostic nomogram exhibited an area under the curve (AUC) of 0.974 in the training cohort and demonstrated robust performance in independent validation cohorts. Notably, CBS, TLR8, and NQO1 were significantly downregulated in validation datasets, single-cell sequencing, and the in vitro hypoxia model. GSEA revealed significant enrichment of innate immune responses, the IL-17 pathway, and oxidative stress. cMAP analysis identified TUL-XXI039 as a potential therapeutic compound, with molecular docking studies predicting strong binding affinities (binding energies < -8.0 kcal/mol) to CBS, TLR8, and NQO1.This study introduces a novel, high-precision diagnostic model for PH based on senescence-related genes, underscoring CBS, TLR8, and NQO1 as promising biomarker candidates. TUL-XXI039 emerges as a potential multi-target therapeutic candidate for PH, thus meriting further investigation.",
  "disease": "hypertension"
}