{
  "pmid": "41456527",
  "title": "Cerebralcare Granule® restores intracranial lymphatic drainage system to support proactive brain health in Alzheimer's disease models.",
  "abstract": "Impairment of the intracranial lymphatic drainage system significantly contributes to Alzheimer's disease (AD) by facilitating the accumulation of neurotoxic amyloid-β (Aβ) and tau proteins. Restoring lymphatic function offers a promising preventive strategy against early-stage AD pathology. This study aimed to evaluate the effects and mechanisms of Cerebralcare Granule® (CG), a traditional Chinese medicine formula, on cognitive impairment and pathological markers in AD mouse models by modulating intracranial lymphatic clearance pathways. Six-month-old APP/PS1 transgenic mice and wild-type controls received oral administration of CG or donepezil for two months. Behavioral assessments included the Morris water maze, open field, Y-maze, novel object recognition, and passive avoidance tests. Immunohistochemistry, immunofluorescence, and Western blot analyses were used to assess Aβ deposition, glymphatic clearance, astrocytic aquaporin-4 (AQP4) polarization, meningeal lymphangiogenesis, and blood-brain barrier integrity. Tracer-based in vivo imaging confirmed improved CSF influx and efflux dynamics. Brain-penetrant compounds of CG were identified using UPLC-MS/MS, MALDI-TOF-MS imaging, and network pharmacology. CG treatment significantly improved cognitive performance, reduced Aβ burden, enhanced glymphatic transport, and promoted meningeal lymphatic drainage in APP/PS1 mice. CG restored perivascular AQP4 polarization, improved cerebrospinal fluid-interstitial fluid exchange, facilitated waste removal to cervical lymph nodes, and protected the integrity of the blood-brain barrier. Major brain-penetrant compounds-paeoniflorin, rhynchophylline, and ethyl gallate-were found to target lymphatic signaling pathways (AQP4, VEGFC, VEGFR3, PROX1) effectively. CG exerts protective effects against cognitive impairment and AD pathology by reinforcing the structural and functional integrity of the intracranial lymphatic drainage system, highlighting a novel therapeutic avenue for proactive brain health management in early-stage AD.",
  "disease": "alzheimer disease"
}