{
  "pmid": "41473544",
  "title": "BNT162b2 vaccine induces potent SARS-CoV-2 neutralising immunoglobulins in lung mucosa.",
  "abstract": "Functional aspects of pulmonary immunity to SARS-CoV-2 infection and BNT162b2 mRNA vaccination in humans and their correlation with upper airway and systemic immunity remain largely unexplored. The aim of the present study was to explore anti-SARS-CoV-2 immunoglobulin levels and neutralisation in the lower airway mucosa and correlate them with salivary and systemic responses among BNT162b2 recipients. Serum, saliva and bronchoalveolar lavage fluids (BALF) were collected from 100 individuals undergoing clinically indicated bronchoscopy. Anti-receptor binding domain (RBD) antibody levels and functional neutralisation were assessed. Anti-RBD antibodies were present in BALF of vaccinees and recovered individuals. IgGs and IgAs were highest among four-dose vaccinees (median 0.59 nM (IgG), 0.06 nM (IgA)). Neutralisation demonstrated augmented lower-airway mucosa protection against wild-type and Delta variant, while BALF neutralisation towards Omicron was substantially lower. While IgG levels among vaccinees correlated between BALF and serum (r=0.51, p=0.001), and between saliva and serum (r=0.58, p=0.001), the IgA levels between fluids did not correlate significantly. The correlation between BALF and serum antibodies was stronger in individuals who experienced previous SARS-CoV-2 infection. Comparison of specific neutralising activity of BALF and serum anti-SARS-CoV-2 IgGs suggested a 5.5-fold increased potency of the former. The BNT162b2 vaccine elicits neutralising antibodies against the ancestral variants in the lower respiratory tract. The anti-RBD IgG response correlates overall between systemic and local mucosal sites, while the IgA distributions between BALF, saliva and serum seen specifically following natural exposure suggest locally specialised mucosal immunity. The higher neutralising potency of mucosal IgGs compared to circulatory IgGs highlights the protective importance of mucosal-specific IgGs in the alveolar space.",
  "disease": "covid-19"
}