{
    "title": "Anxiety, depression and autonomic nervous system dysfunction in hypertension.",
    "doc_id": "22425019",
    "writer": "Bajkó Z",
    "year": "2012",
    "summary": "OBJECTIVES: This study examined the relationship between autonomic nervous system dysfunction, anxiety and depression in untreated hypertension. PATIENTS AND METHODS: 86 newly diagnosed hypertensive patients and 98 healthy volunteers were included in the study. ...C …",
    "abstract": "Objectives:\n        \n      \n      This study examined the relationship between autonomic nervous system dysfunction, anxiety and depression in untreated hypertension.\n    \n\n\n          Patients and methods:\n        \n      \n      86 newly diagnosed hypertensive patients and 98 healthy volunteers were included in the study. The psychological parameters were assessed with Spielberger State-Trait Anxiety Inventory and Beck Depression Inventory by a skilled psychologist. Autonomic parameters were examined during tilt table examination (10min lying position, 10min passive tilt). Heart rate variability (HRV) was calculated by autoregressive methods. Baroreflex sensitivity (BRS) was calculated by non-invasive sequence method from the recorded beat to beat blood pressure values and RR intervals.\n    \n\n\n          Results:\n        \n      \n      Significantly higher state (42.6±9.3 vs. 39.6±10.7 p=0.05) and trait (40.1±8.9 vs. 35.1±8.6, p<0.0001) anxiety scores were found in the hypertension group. There was no statistically significant difference in the depression level. LF-RRI (Low Frequency-RR interval) of HRV in passive tilt (377.3±430.6 vs. 494.1±547, p=0.049) and mean BRS slope (11.4±5.5 vs. 13.2±6.4, p=0.07) in lying position were lower in hypertensives. Trait anxiety score correlates significantly with sympatho/vagal balance (LF/HF-RRI) in passive tilt position (Spearman R=-0.286, p=0.01).\n    \n\n\n          Conclusions:\n        \n      \n      Anxiety could play a more important role than depression in the development of hypertension. Altered autonomic control of the heart could be one of the pathophysiological links between hypertension and psychological factors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22425019/"
}