{
  "pmid": "41318318",
  "title": "Effectiveness of educational reinstruction on patient satisfaction and inhaler technique in Japanese patients with stable chronic obstructive pulmonary disease: A prospective, open-label, randomized controlled trial.",
  "abstract": "Inhaler therapy is central for managing chronic obstructive pulmonary disease (COPD), but incorrect technique and low satisfaction limit its effectiveness. The optimal timing for reinstruction remains unclear. We evaluated the effects of educational reinstruction on patient satisfaction and inhaler technique, and explored whether prior device use duration modulates these outcomes. In this single-center, open-label, randomized controlled trial, 126 patients with stable COPD using inhalers ≥3 months were randomized to reinstruction (n = 60) or no reinstruction (n = 66). The primary endpoint was the Patient Satisfaction and Preference Questionnaire (PASAPQ); secondary endpoints included inhaler technique, adherence, the COPD Assessment Test, the modified Medical Research Council dyspnea scale, and respiratory function. Post hoc analyses assessed predictors of technique improvement using univariable and multivariable logistic regression, and assessed the discriminative ability of device use duration. PASAPQ scores did not differ between groups. Reinstruction significantly improved inhaler technique (63.3 % vs. 27.3 %, p < 0.0001). Patients with shorter device use (<13 months) showed greater gains than those with >36 months, and this association persisted after adjustment. Receiver operating characteristic (ROC) analysis yielded an area under the curve of 0.556 with modest operating characteristics, indicating limited predictive value for timing and supporting an exploratory interpretation. Reinstruction improved inhaler technique without changing satisfaction, with apparently greater benefit earlier in device use; however, timing inferences are exploratory. Early, appropriately timed education may maximize technique gains and larger studies should develop personalized, data-driven schedules and rigorously validate patient-reported measures such as the PASAPQ.",
  "disease": "chronic obstructive pulmonary disease"
}