{
    "title": "Traumatic brain injury: a review of pathophysiology and management.",
    "doc_id": "20487246",
    "writer": "Sande A",
    "year": "2010",
    "summary": "ETIOLOGY: TBI in veterinary patients can occur subsequent to trauma induced by motor vehicle accidents, falls, and crush injuries. Primary brain injury occurs at the time of initial impact as a result of direct mechanical damage. ...Advanced imaging may be in …",
    "abstract": "Objective:\n        \n      \n      To review current information regarding the pathophysiology associated with traumatic brain injury (TBI), and to outline appropriate patient assessment, diagnostic, and therapeutic options.\n    \n\n\n          Etiology:\n        \n      \n      TBI in veterinary patients can occur subsequent to trauma induced by motor vehicle accidents, falls, and crush injuries. Primary brain injury occurs at the time of initial impact as a result of direct mechanical damage. Secondary brain injury occurs in the minutes to days following the trauma as a result of systemic extracranial events and intracranial changes.\n    \n\n\n          Diagnosis:\n        \n      \n      The initial diagnosis is often made based on history and physical examination. Assessment should focus on the cardiovascular and respiratory systems followed by a complete neurologic examination. Advanced imaging may be indicated in a patient that fails to respond to appropriate medical therapy.\n    \n\n\n          Therapy:\n        \n      \n      Primary brain injury is beyond the control of the veterinarian. Therefore, treatment should focus on minimizing the incidence or impact of secondary brain injury. Because of a lack of prospective or retrospective clinical data, treatment recommendations for veterinary TBI patients are primarily based on human and experimental studies and personal experience. Therapeutic guidelines have been developed that center on maintaining adequate cerebral perfusion.\n    \n\n\n          Prognosis:\n        \n      \n      Severe head trauma is associated with high mortality in humans and animals. However, dogs and cats have a remarkable ability to compensate for loss of cerebral tissue. It is therefore important not to reach hasty prognostic conclusions based on initial appearance. Many pets go on to have a functional outcome and recover from injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20487246/"
}