{
  "pmid": "41473209",
  "title": "The Impact of Low EHR-Continuity on Effect Estimates: Evidence from Two EHR-Medicare Linked Databases.",
  "abstract": "To compare the effect estimates obtained from patients with different levels of electronic health record (EHR)-continuity in four empirical studies: risk of pneumonia among 1) new users of proton pump inhibitors (PPI) vs H2 receptor antagonists, or 2) new users of PPI vs non-PPI users; risk of major bleeding among 3) new users of warfarin vs direct-acting oral anticoagulants, or 4) new users of oral anti-coagulants (OAC) vs non-OAC users. Patients were identified in 2 US EHR systems (MA system, NC system) linked with Medicare claims data (2007/1/1 - 2014/12/31) separately. We calculated incidence rates (IR), incidence rate differences (IRD), and hazard ratios (HR) in the total linked study population and after excluding patients with the lowest 25%, 50%, or 75% of EHR-continuity scores. We quantified bias in IRD and propensity score (PS) decile-adjusted HR. In the MA system, IRs based on EHR-only data underestimated true rates by 44.1% to 76.2%, reduced to 12.9% to 46.5%. After excluding the lowest 75% of EHR-continuity patients, underestimation was more pronounced in non-user comparator designs. Absolute IRD bias was small for PPI vs H2RA (0.4%) and warfarin vs DOAC (0.7%), but larger for PPI vs non-PPI (19.1%) and OAC vs non-OAC (7.8%). Relative HR bias was 13.3% (PPI vs H2RA), 18.9% (PPI vs non-PPI), 3.0% (warfarin vs DOAC), and 31.5% (OAC vs non-OAC). Excluding lower-continuity patients and PS adjustment reduced IRD bias, while restricting to higher-continuity patients modestly improved HR bias. Limiting analyses to patients with higher EHR-continuity can reduce IR underestimation and bias in effect estimates, particularly on the IRD scale. While PS adjustment mitigates some bias, EHR-discontinuity remains a source of bias, especially in studies using non-user comparators. These findings underscore the importance of balancing EHR-continuity with sample size considerations in pharmacoepidemiologic research.",
  "disease": "pneumonia"
}