{
    "title": "Acceleration of Fracture Healing in Mouse Tibiae Using Intramedullary Nails Composed of beta-Type TiNbSn Alloy with Low Young's Modulus.",
    "doc_id": "34657901",
    "writer": "Mori Y",
    "year": "2021",
    "summary": "The optimal Young's modulus of material of orthopedic devices for fracture treatment is still unknown. ...TiNbSn alloy with a Young's modulus of 45 GPa and stainless steel with a Young's modulus of 205 GPa were compared, with respect to the impacts on fractur …",
    "abstract": "The optimal Young's modulus of material of orthopedic devices for fracture treatment is still unknown. The purpose of present study was to evaluate the impacts of intramedullary nails composed of a titanium alloy with low Young's modulus, on accelerating fracture healing compared with stainless steel with high Young's modulus. A β-type TiNbSn alloy with a low Young's modulus close to that of human cortical bone was developed for clinical application. TiNbSn alloy with a Young's modulus of 45 GPa and stainless steel with a Young's modulus of 205 GPa were compared, with respect to the impacts on fracture healing. Fracture and fixation using intramedullary nail were performed on the right tibiae of C57BL/6 mice. The assessment of bone healing was performed via micro-computed tomography, histomorphometry, and quantitative reverse transcription polymerase chain reaction. In micro-computed tomography, larger bone volumes were observed in the fracture callus treated with TiNbSn alloy in comparison with those treated with stainless steel. Histological assessments confirmed accelerated cartilage absorption and new bone formation in the TiNbSn alloy group compared with the stainless steel group. The expression of Col1a1, Runx2, Dkk1, and Acp5 was higher in the TiNbSn alloy group, while that of Col2a1 and Col10a1 was lower in the late phase. The present study demonstrated that the fixation by intramedullary nails with TiNbSn alloy offered an accelerated fracture healing with promotion of bone formation via increased Runx2 expression. TiNbSn alloy might be a promising material for fracture treatment devices.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34657901/"
}