{
    "title": "A Systematic Review of Fragile X-Associated Neuropsychiatric Disorders.",
    "doc_id": "36172690",
    "writer": "Flavell J",
    "year": "2023",
    "summary": "OBJECTIVE: Fragile X premutation carriers are reported to have increased neuropsychiatric problems, and thus the term fragile X-associated neuropsychiatric disorders (FXAND) has been proposed. ...This systematic review clarified this issue by reviewing …",
    "abstract": "Objective:\n        \n      \n      Fragile X premutation carriers are reported to have increased neuropsychiatric problems, and thus the term fragile X-associated neuropsychiatric disorders (FXAND) has been proposed. Unfortunately, published prevalence estimates of these phenomena are inconsistent. This systematic review clarified this issue by reviewing both fragile X premutation prevalence in patients with neurodevelopmental disorders and psychiatric disorder prevalence in premutation carriers without fragile X-associated tremor/ataxia syndrome (FXTAS). Average prevalence was derived from studies that used semistructured clinical interviews, diagnostic criteria, and validated rating scales.\n    \n\n\n          Methods:\n        \n      \n      Forty-six studies were reviewed. The rate of fragile X premutation in neurodevelopmental disorders was assessed from five studies. Probands with neurodevelopmental disorders were more likely than those in the general population to be premutation carriers. The rate of psychiatric disorders in premutation carriers was assessed from five studies for neurodevelopmental, 13 studies for mood, 12 studies for anxiety, and two studies for psychotic disorders. The phenotype and sex distribution among premutation carriers were similar to those with fragile X syndrome.\n    \n\n\n          Results:\n        \n      \n      Compared to control group and general population estimates, the most prevalent psychiatric disorders were neurodevelopmental disorders, anxiety disorders, and bipolar II disorder. Psychiatric disorders were also more common in males. Most studies relied only on past medical history to define the prevalence of psychiatric disorders, yielding variability in results.\n    \n\n\n          Conclusions:\n        \n      \n      Future studies are needed to avoid bias by identifying cohorts from population-based sampling, to describe cohort demographic characteristics to elucidate differences in age and sex, and to prioritize the use of validated psychiatric assessment methods.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36172690/"
}