{
  "pmid": "41461656",
  "title": "Associations of asthma with cardiometabolic diseases and multimorbidity: A cohort study in the UK Biobank.",
  "abstract": "Asthma is associated with adverse cardiovascular outcomes, but little is known about its role in the development of cardiometabolic multimorbidity (CMM). We aimed to examine the associations of asthma with both incident and coexisting cardiometabolic diseases (CMDs), characterizing their patterns and transitions to CMM in men and women. This prospective cohort study, based on the UK Biobank, included 51,335 participants with asthma and 395,890 without asthma at baseline in 2006-2010. Participants were followed for the development of CMDs, including type 2 diabetes, coronary heart disease, and stroke, using primary care records, hospital admission and death register data, and self-reported medical information up to December 31, 2022. CMM was defined as the coexistence of two or more CMDs. We used Cox proportional hazards models and multi-state models to assess the associations of asthma with the incidence and transitions to CMDs and CMM among participants free of CMDs. During a median follow-up of 13.8 years, 60,033 participants (13.4%) developed CMD, of whom 7,048 (1.6%) progressed to CMM. Asthma was associated with increased risks of all incident CMDs and CMM (hazard ratio [HR] = 1.54, 95% confidence interval = 1.44-1.64), as well as CMD counts and CMM patterns (e.g., HR = 1.60 [1.50-1.71] for 2 CMDs, and HR = 1.70 [1.56-1.84] for comorbid type 2 diabetes and coronary heart disease). For the transitions from no CMD to first CMD, from first CMD to CMM, and from no CMDs to death, the hazard ratios were 1.29 (1.26-1.33), 1.20 (1.12-1.28), and 1.14 (1.09-1.18), respectively. All these associations were more pronounced in women. In summary, individuals with asthma were at increased risk of developing cardiometabolic diseases and progressing to cardiometabolic multimorbidity. Early prevention and management of asthma, with integration into cardiometabolic risk assessment, may be crucial for mitigating future cardiometabolic multimorbidity.",
  "disease": "asthma"
}