{
  "pmid": "41468356",
  "title": "Factors Associated with Low-Dose Tamoxifen Use Among Women with Atypical Hyperplasia, Lobular or Ductal Carcinoma In Situ.",
  "abstract": "In 2019, professional guidelines incorporated low-dose tamoxifen as an option for breast cancer chemoprevention among women with atypical hyperplasia (AH), lobular or ductal carcinoma in situ (LCIS/DCIS). We assessed factors associated with low-dose tamoxifen use among women diagnosed with AH, LCIS, or DCIS from 2016-2019 and 2020-2023 compared to full-dose selective estrogen receptor modulators (SERMs) or aromatase inhibitors (AIs) at Columbia University Irving Medical Center (CUIMC) in New York City. Univariate and multivariable logistic regression were used to calculate odds ratios (OR) and 95% confidence intervals (CI) for variables associated with low-dose tamoxifen use. Among 2,260 evaluable women, 834 (36.9%) initiated a SERM or AI and 140 (6.2%) took low-dose tamoxifen. Comparing women diagnosed before or after 2019, chemoprevention uptake significantly increased (33.9% vs. 39.3%, p=0.008), particularly low-dose tamoxifen (3.3% vs 8.6%). Among women who initiated chemoprevention, diagnosis of high-risk breast lesion before age 50 (OR=3.02, 95% CI=1.99-4.58), diagnosis after 2019 (OR=2.83, 95% CI=1.81-4.41), AH/LCIS vs. DCIS (OR=2.90, 95% CI=1.95-4.31), and medical oncology referral (OR=1.61, 95% CI=1.02-2.54) were significant predictors of low-dose tamoxifen use. Those who initiated low-dose tamoxifen as their first chemoprevention had the lowest 1-year discontinuation rate (24.3%) compared to full-dose SERMs/AIs (32.3-37.9%, p=0.027). Since 2019, we observed a significant increase in low-dose tamoxifen use and chemoprevention uptake overall. Among women who initiated chemoprevention, low-dose tamoxifen uptake was higher among younger women and those with less advanced breast lesions. Low-dose options of proven chemopreventive agents may increase acceptance of risk-reducing medications for breast cancer prevention.",
  "disease": "breast cancer"
}