{
  "pmid": "41435587",
  "title": "Discovery based on SPR drug chip that corilagin alleviates acute lung injury in mice by inhibiting necroptosis through targeting RIPK1/RIPK3/MLKL pathway.",
  "abstract": "Necroptosis, a necrotic form of regulated cell death, plays a crucial role in various tissues and disorders, including sepsis. This process occurs primarily through a caspase-independent mechanism mediated by receptor-interacting protein kinase 1 (RIPK1), RIPK3, and mixed lineage kinase domain-like (MLKL). Necroptosis-related diseases frequently manifest with excessive inflammatory responses. Corilagin, a gallotannin exhibiting potent anti-inflammatory and anti-oxidant properties, has received increasing attention. However, its effects on necroptosis and associated disorders remain unexplored. In this study, we utilize a surface plasmon resonance-liquid chromatography-tandem mass spectrometry (SPR-LCMS/MS) screening approach to identify corilagin's target proteins and demonstrate its binding to necroptosis-related proteins. In vitro, corilagin inhibits necroptosis induced by either tuberculosis, tumor necrosis factor-α (TNF-α), LCL-161, and inhibitor (IDN-6556) (TSI) (tumor necrosis TNF-α combined with LCL-161 (a Smac mimic) and pan-caspase inhibitor IDN-6556), or lipopolysaccharide (LPS) with IDN-6556. Additionally, it suppresses the phosphorylation of MLKL, RIPK1, and RIPK3, while preventing necrosome formation during necroptotic induction. Corilagin also mitigates the TSI-induced reduction in mitochondrial membrane potential, a characteristic of necroptosis-associated mitochondrial dysfunction and the generation of mitochondrial reactive oxygen species (mtROS). In a mouse model of sepsis associated with necroptosis, corilagin administration reduces the severity of LPS-induced acute lung injury, correlating with decreased MLKL phosphorylation in lung tissues. These results indicate that corilagin attenuates RIPK1/RIPK3/MLKL signaling, potentially through reducing mtROS production, thereby inhibiting necroptosis and offering protection against LPS-induced acute lung injury.",
  "disease": "tuberculosis"
}