{
  "pmid": "41438591",
  "title": "P2Y12 Inhibitor or Aspirin Monotherapy for Chronic Coronary Disease: A Nationwide Cohort Study.",
  "abstract": "The 2024 European Society of Cardiology (ESC) guideline newly recommended clopidogrel as a safe and effective alternative to aspirin monotherapy in patients with chronic coronary disease (CAD). We aimed to validate the 2024 ESC guideline recommendation by comparing the prognosis of patients with chronic CAD treated with P2Y12 inhibitor monotherapy and aspirin monotherapy. This retrospective cohort study included patients with chronic CAD (18 months after percutaneous coronary intervention [PCI] with drug-eluting stents [DES] in 2019-2023), based on a nationwide health claims database in Korea. A 1:1 propensity score matching was performed between P2Y12 inhibitors and aspirin monotherapy groups. The primary composite outcome included all-cause death, myocardial infarction, ischemic stroke, and major bleeding. Stratified Cox regression models were used to compare risks between groups. Of 127,127 patients with chronic CAD (mean age: 63.1 years; 73.7% men), 84,440 (66.4%) patients received P2Y12 inhibitor monotherapy, and 42,727 (33.6%) received aspirin monotherapy. After propensity score matching, 42,692 pairs were generated. During a median follow-up of 3 years, P2Y12 inhibitor monotherapy did not reduce the risk of the primary composite outcome (hazard ratio [HR]: 0.98; 95% confidence interval [CI]: 0.92-1.05;  Among Korean patients with chronic CAD in the long-term maintenance period after PCI using DES, P2Y12 inhibitor monotherapy demonstrated overall outcomes comparable with aspirin monotherapy, with a potential advantage in reducing bleeding, particularly of gastrointestinal origin. These findings support the safety and feasibility of P2Y12 inhibitor monotherapy, in line with the 2024 ESC guideline recommendations, while emphasizing the need for further prospective studies to confirm its clinical benefit.",
  "disease": "coronary artery disease"
}