{
    "title": "Attachment and sleep quality in adults: A multilevel meta-analysis of actor and partner effect.",
    "doc_id": "38608415",
    "writer": "Hu L",
    "year": "2024",
    "summary": "Our results indicated a correlation between attachment anxiety and an individual's own sleep quality (r = -0.16, p < 0.001), as well as their partner's sleep quality (r = -0.10, p < 0.05). There was also a negative correlation between attachment …",
    "abstract": "Within the context of sleep, attachment is hypothesized to play a central role in regulating bedtime affect and arousal. While previous studies have suggested a link between attachment and sleep quality, a meta-analysis specifically examining this association in adults has been lacking. To address this gap, we conducted a series of multilevel meta-analyses of 28 studies on this topic. Our results indicated a correlation between attachment anxiety and an individual's own sleep quality (r = -0.16, p < 0.001), as well as their partner's sleep quality (r = -0.10, p < 0.05). There was also a negative correlation between attachment avoidance and an individual's sleep quality (r = -0.15, p < 0.001) as well as their partner's sleep quality (r = -0.16, p < 0.01). Additionally, the relationships were moderated by several variables, including age, sleep measurement, and gender. Further analysis indicated that attachment anxiety was associated with poorer subjective sleep quality (PSQI) (r = -0.23, p < 0.001), longer sleep latency (r = -0.10, p < 0.05), increased wakefulness after sleep onset (r = -0.09, p < 0.05), and greater daytime sleepiness (r = -0.20, p < 0.01). Attachment avoidance was associated with poorer self-reported sleep quality (PSQI) (r = -0.16, p < 0.001), longer time to fall asleep (r = -0.15, p < 0.05), and increased daytime sleepiness (r = -0.15, p < 0.05). In summary, the findings of the current study supported the association between attachment insecurity and poorer sleep quality in both individuals and their partners. These findings hold important implications for future interventions aimed at improving sleep quality by addressing attachment-related concerns.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38608415/"
}