{
    "title": "A Systematic Review of Systematic Reviews on the Use of Aromatase Inhibitors for the Treatment of Endometriosis: The Evidence to Date.",
    "doc_id": "37168488",
    "writer": "Peitsidis P",
    "year": "2023",
    "summary": "Aromatase inhibitors (AIs) are potent drugs that suppress the estrogen synthesis via suppression of aromatase. We performed a systematic review of systematic reviews and narrative reviews on the use of aromatase inhibitors in the medical management of endometriosis. …",
    "abstract": "Endometriosis is a chronic gynecologic condition that affects around 6-10% of reproductive age women. This clinical entity is characterized with pelvic pain, dysmenorrhea, dyspareunia, and infertility which are the most often presenting symptoms. Aromatase P450 is the key enzyme for ovarian estrogen biosynthesis and there is evidence that endometriotic lesions express aromatase and are able to synthesize their own estrogens. Aromatase inhibitors (AIs) are potent drugs that suppress the estrogen synthesis via suppression of aromatase. We performed a systematic review of systematic reviews and narrative reviews on the use of aromatase inhibitors in the medical management of endometriosis. We searched: PubMed (1950-2022), Google Scholar (2004-2022), Cochrane Library (2010-2022) and Researchgate (2010-2022). The search included the following medical subject headings (MeSH) or keywords: \"Aromatase Inhibitors\" AND \"Endometriosis\" AND \"Systematic reviews\" OR \"Systematic review\" AND \"Reviews\" OR \"Reviews\" AND \"Endometriosis\". The electronic database search yielded initially 12,106 studies from the different databases. Further assessment of the studies resulted in exclusion of (n = 12,015) studies due to duplicates and irrelevance; Finally, 24 studies were selected for inclusion, 5 were Systematic reviews and 19 were Narrative reviews. The 5 systematic reviews were assessed by AMSTAR-2 criteria and were found to have low quality. Narrative reviews were assessed with SANRA criteria and were found to have high-quality aromatase inhibitors are potent drugs that can manage the endometriosis-related symptoms in cases where initial medical management has failed to show positive results. However, their use is limited by the adverse effects that are linked with menopausal symptoms. aromatase inhibitors can be administered as an alternative treatment in patients. Future studies with randomized design are required to reach safer conclusions and further investigation. These studies should define the therapeutic dose, new add-back therapy modalities. Future directions should examine the most-appropriate way of administration and the duration of therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37168488/"
}