{
  "pmid": "41424834",
  "title": "Validation of Basque \"Test of Adherence to Inhalers\" in Asthma and Chronic Obstructive Pulmonary Disease.",
  "abstract": "To adapt the Test of Adherence to Inhalers (TAI) questionnaire to Basque language and evaluate the psychometric properties. A cross-sectional observational study was carried out. We recruited Basque-speaking adults aged ≥18 years who attended the respiratory outpatient clinics in the last 5 years for follow-up with a diagnosis of asthma (n=249) or chronic obstructive pulmonary disease (COPD) (n=149). Patients were contacted by postal mail and reminders were sent to non-respondents. The TAI was translated into Basque and back-translated into Spanish. The comprehensibility and feasibility of Basque TAI were evaluated through cognitive debriefing interviews. We performed the descriptive of the questionnaire and assessed reliability by Cronbach's alpha, structure validity by confirmatory factor analysis (CFA) and known-groups validity by Wilcoxon and Kruskal-Wallis tests according to disease severity, exacerbations and Charlson Comorbidity Index (CCI). Mean TAI score were 44.82 (standard deviation (SD)=7.26) and 48.52 (SD=3.88) for patients with asthma and COPD, respectively. No floor effect was observed in any cohort. 38.14% of patients with asthma and 67.21% with COPD reported good adherence (maximum score), indicating a ceiling effect. The Cronbach's alphas were 0.881 and 0.836 for the asthma and COPD cohorts, respectively, demonstrating adequate reliability. In the CFA, each item loading was >0.4, suggesting that they fit into a single dimension. Mean TAI score was higher in patients with asthma experiencing exacerbations (p<0.05) and more severe asthma and COPD (p<0.0001) as compared to their counterparts, which demonstrates the known-groups validity. TAI score did not differ according to comorbidities. The Basque TAI is valid, reliable and useful for measuring adherence to inhalers in patients with asthma and COPD in clinical and research settings.",
  "disease": "asthma"
}