{
    "title": "The CD26/DPP4-inhibitor vildagliptin suppresses lung cancer growth via macrophage-mediated NK cell activity.",
    "doc_id": "30698677",
    "writer": "Jang JH",
    "year": "2019",
    "summary": "CD26/dipeptidyl peptidase 4 (DPP4) is a transmembrane protein which is expressed by various malignant cells. We found that the expression of CD26/DPP4 was significantly higher in lung adenocarcinoma samples in our own patient cohort compared to normal lung ti …",
    "abstract": "CD26/dipeptidyl peptidase 4 (DPP4) is a transmembrane protein which is expressed by various malignant cells. We found that the expression of CD26/DPP4 was significantly higher in lung adenocarcinoma samples in our own patient cohort compared to normal lung tissue. We therefore hypothesize that the inhibition of CD26/DPP4 can potentially suppress lung cancer growth. The CD26/DPP4 inhibitor vildagliptin was employed on Lewis Lung Carcinoma (LLC) cell line and a human lung adenocarcinoma (H460) cell line. Two weeks after subcutaneous injection of tumor cells into C57BL/6 and CD1/nude mice, the size of LLC and H460 tumors was significantly reduced by vildagliptin. Immunohistochemically, the number of macrophages (F4/80+) and NK cells (NKp46+) was significantly increased in vildagliptin-treated tumor samples. Mechanistically, we found in vitro that lung cancer cell lines expressed increased levels of surfactant protein upon vildagliptin treatment thereby promoting the pro-inflammatory activity of macrophages. By the depletion of macrophages with clodronate and by using NK cell deficient (IL-15-/-) mice, tumors reversed to the size of controls, suggesting that indeed macrophages and NK cells were responsible for the observed tumor-suppressing effect upon vildagliptin treatment. FACS analysis showed tumor-infiltrating NK cells to express tumor necrosis-related apoptosis-inducing ligand (TRAIL) which induced the intra-cellular stress marker γH2AX. Accordingly, we found upregulated γH2AX in vildagliptin-treated tumors and TRAIL-treated cell lines. Moreover, the effect of vildagliptin-mediated enhanced NK cell cytotoxicity could be reversed by antagonizing the TRAIL receptor. Our data provide evidence that the CD26/DPP4-inhibitor vildagliptin reduces lung cancer growth. We could demonstrate that this effect is exerted by surfactant-activated macrophages and NK cells that act against the tumor via TRAIL-mediated cytotoxicity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30698677/"
}