{
  "pmid": "41420289",
  "title": "From Intention to Maintenance: A Two-Year Examination of Clinical and Lifestyle Changes in Rheumatoid Arthritis.",
  "abstract": "To evaluate the long-term impacts of a 16-week remotely supervised exercise and weight loss intervention for rheumatoid arthritis (Supervised Weight Loss and Exercise Training in Rheumatoid Arthritis [SWET-RA]). In total, 21 older adults with RA completed the SWET-RA parent trial; 17 of 21 completed an exit survey. Approximately two years after study completion, 14 of 19 eligible participants (mean age 68.9 years) returned for the SWET-RA Reunion. Reunion participants completed surveys on sustained health behaviors and barriers to maintenance. Clinical assessments were evaluated relative to pre-intervention values and included anthropometrics, RA disease activity (Disease Activity Score in 28 joints [DAS-28]), blood biomarkers, and patient-reported outcomes. At study completion, most participants reported improvements in RA (n = 15) and intended to maintain health behaviors (n = 17). At the two-year Reunion, 50% engaged in aerobic activity regularly, whereas resistance training (21.4%) and dietary self-monitoring (14.3%) were less maintained. Barriers included lack of self-motivation and illness. In total, 10 of 14 participants experienced sustained improvements in RA disease activity without increasing medication. Among the 12 not increasing RA medication, DAS-28 C-reactive protein significantly improved (Δ = -1.0 ± SD 0.9, P = 0.002). Cardiometabolic risk, assessed via metabolic syndrome Z score, improved significantly for participants not increasing related medications (Δ = -1.6 ± SD 2.4, P = 0.05). Two years post-intervention, only half of the older adults with RA maintained aerobic exercise, with fewer sustaining resistance exercise and self-monitoring dietary intake. Nonetheless, compared to pre-intervention, long-term improvements in RA disease activity and cardiometabolic risk were present. These findings support the inclusion of lifestyle programs in comprehensive RA management.",
  "disease": "rheumatoid arthritis"
}