{
    "title": "Hemorrhaging associated with endosseous implant placement in the anterior mandible: a review of the literature.",
    "doc_id": "15212344",
    "writer": "Kalpidis CD",
    "year": "2004",
    "summary": "Depending on the clinical situation, hemorrhage may commence immediately or with some delay after the vascular insult. The progressively expanding lingual, sublingual, submandibular, and submental hematomas have the tendency of displacing the tongue and floor of the …",
    "abstract": "The placement of endosseous dental implants is largely considered a safe surgical procedure. However, upper airway obstruction secondary to severe bleeding in the floor of the mouth has been occasionally reported as a rare but potentially fatal complication of implant surgery. This review presents critical hemorrhagic episodes, related to dental implantation in the anterior segments of the mandible, published to date. Massive internal bleeding in the highly vascularized region of the floor of the mouth is the result of an arterial trauma induced by instrumentation, usually through a perforation of the lingual cortical plate. Depending on the clinical situation, hemorrhage may commence immediately or with some delay after the vascular insult. The progressively expanding lingual, sublingual, submandibular, and submental hematomas have the tendency of displacing the tongue and floor of the mouth to obstruct the airway. Because the course of airway deterioration to complete occlusion may be rapid, ensuring a patent airway is of highest priority. Even though upper airway obstruction is potentially life-threatening, a secure airway was successfully established in all patients without fatal consequences. In most cases, resolution of hemorrhage required a surgical intervention for ligation of the bleeding vessels and hematoma evacuation. To reduce the probability of such a grave complication, preventive and precautionary measures to be taken before, during, and after implant placement in the anterior mandible are presented. Issues related to the level of surgical experience, fine regional arterial anatomy, radiographic and clinical evaluation of the osseous morphology, angulation and length of implants, and timing of hemorrhage onset are discussed. In addition, airway and bleeding management strategies are provided.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15212344/"
}