{
  "pmid": "41461045",
  "title": "A Tailor-Made Mobile App With a Local Cuisine Database for Self-Management of Type 2 Diabetes Mellitus: Randomized Controlled Trial.",
  "abstract": "There are many mobile apps for diabetes self-management; however, most target Western populations and lack dietary content relevant to Asian contexts. Our mobile app addresses this gap by providing self-care tools and a database of regionally relevant foods. This study aimed to evaluate the effectiveness of the app in improving glycemic control and self-care behaviors among outpatients with uncontrolled type 2 diabetes at our hospital. We conducted a randomized controlled trial with adults with type 2 diabetes, hemoglobin A1c (HbA1c) of >7%, and access to a smartphone. Participants were randomized to an intervention group (daily use of the Rama Diabetes Care app) or a control group (standard care), with all receiving diabetes self-management education and support. The app includes 6 features, notably a nutritional logging system with a verified database of Thai and commonly consumed foods, including Asian and Western dishes, as well as blood glucose monitoring, exercise and medication tracking, symptom screening, and weight logging. The primary outcome was HbA1c level, and secondary outcomes included fasting plasma glucose (FPG), low-density lipoprotein cholesterol, estimated glomerular filtration rate, BMI, self-care behaviors, and user satisfaction with the app. The study was conducted between November 29, 2023, and October 30, 2024. A total of 129 participants were randomized (intervention: n=64, 49.6%; control: n=65, 50.4%). Participants in the intervention group were younger (mean age 54.6, SD 14.3 years vs 61.9, SD 12.0 years; P=.002), whereas baseline HbA1c (mean 9.3%, SD 1.96%) and FPG (mean 179.5, SD 5.9 mg/dL) levels were similar between the groups. Over 6 months, the intervention group showed a greater HbA1c reduction than the control group (mean difference -0.24%), but the difference was not statistically significant (P=.13). Among participants aged <65 years, FPG at 6 months was significantly lower in the intervention group (mean difference -29.3 mg/dL; P=.03). App satisfaction was rated as moderate. The mobile app achieved glycemic control comparable to that achieved through standard care, with significant improvement in FPG among participants younger than 65 years. Tailor-made apps integrating regionally relevant dietary content may support effective self-management in type 2 diabetes and warrant further evaluation in larger, long-term studies.",
  "disease": "diabetes mellitus"
}