{
    "title": "Breast Education Improves Adolescent Girls' Breast Knowledge, Attitudes to Breasts and Engagement With Positive Breast Habits.",
    "doc_id": "33194996",
    "writer": "Omrani A",
    "year": "2020",
    "summary": "This study evaluated the short- and longer-term impact of a 50 min breast education intervention on adolescent girls' (11 to 14 years) breast knowledge, attitudes to breasts and engagement with positive breast habits. ...Following the intervention, par …",
    "abstract": "Many females experience breast-related issues that are considered to negatively impact health and well-being. These include breast cancer, issues related to incorrect bra fit, and issues related to breast movement including an increased incidence of breast pain, breast sag, and embarrassment, which can be a barrier to physical activity participation. Knowledge and awareness of these breast issues among females is low. Furthermore, these breast concerns are more prevalent in adolescent girls compared to adult females, with 87% of girls reporting ≥ one breast concern. This study evaluated the short- and longer-term impact of a 50 min breast education intervention on adolescent girls' (11 to 14 years) breast knowledge, attitudes to breasts and engagement with positive breast habits. A mixed methods, controlled, longitudinal, cohort design was employed, using two control schools (n: 412; receiving no intervention) and two intervention schools (n: 375; receiving the intervention) from privileged and less privileged areas. Adolescent girls in four schools completed a validated breast survey pre- and immediately post-intervention as well as 3 and 6 months post-intervention. Additionally, in one intervention school, six focus groups were conducted immediately and 4 months after the intervention. The intervention was equally effective in the two intervention schools. Following the intervention, participants in the intervention schools significantly improved their breast knowledge, their attitudes to breasts and their engagement with positive breast habits, compared to participants in the control schools, p < 0.01 (with large effect sizes). These improvements were sustained 6 months post-intervention. Participants described the session as \"informative,\" it made them \"feel less embarrassed\" about their breasts; they also reported wanting to do more exercise and to change their bra purchasing and bra wearing habits. These novel, positive findings provide insight into the benefits of teaching adolescent girls about breasts from a young age and can be used to inform effective breast education in schools. It is recommended that education on multiple breast topics should be introduced in schools, preferably being first introduced in primary schools, with a modular structure and progressive information.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33194996/"
}