{
    "title": "Etiopathology of chronic tubular, glomerular and renovascular nephropathies: clinical implications.",
    "doc_id": "21251296",
    "writer": "López-Novoa JM",
    "year": "2011",
    "summary": "Chronic kidney disease (CKD) comprises a group of pathologies in which the renal excretory function is chronically compromised. Most, but not all, forms of CKD are progressive and irreversible, pathological syndromes that start silently (i.e. no functional al …",
    "abstract": "Chronic kidney disease (CKD) comprises a group of pathologies in which the renal excretory function is chronically compromised. Most, but not all, forms of CKD are progressive and irreversible, pathological syndromes that start silently (i.e. no functional alterations are evident), continue through renal dysfunction and ends up in renal failure. At this point, kidney transplant or dialysis (renal replacement therapy, RRT) becomes necessary to prevent death derived from the inability of the kidneys to cleanse the blood and achieve hydroelectrolytic balance. Worldwide, nearly 1.5 million people need RRT, and the incidence of CKD has increased significantly over the last decades. Diabetes and hypertension are among the leading causes of end stage renal disease, although autoimmunity, renal atherosclerosis, certain infections, drugs and toxins, obstruction of the urinary tract, genetic alterations, and other insults may initiate the disease by damaging the glomerular, tubular, vascular or interstitial compartments of the kidneys. In all cases, CKD eventually compromises all these structures and gives rise to a similar phenotype regardless of etiology. This review describes with an integrative approach the pathophysiological process of tubulointerstitial, glomerular and renovascular diseases, and makes emphasis on the key cellular and molecular events involved. It further analyses the key mechanisms leading to a merging phenotype and pathophysiological scenario as etiologically distinct diseases progress. Finally clinical implications and future experimental and therapeutic perspectives are discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21251296/"
}