{
    "title": "The breathing human infrastructure: Integrating air quality, traffic, and social media indicators.",
    "doc_id": "35240171",
    "writer": "O'Leary H",
    "year": "2022",
    "summary": "Outdoor air pollution is a complex system that is responsible for the deaths of millions of people annually, yet the integration of interdisciplinary data necessary to assess air quality's multiple metrics is still lacking. This case study integrates atmospheric ind …",
    "abstract": "Outdoor air pollution is a complex system that is responsible for the deaths of millions of people annually, yet the integration of interdisciplinary data necessary to assess air quality's multiple metrics is still lacking. This case study integrates atmospheric indicators (concentrations of criteria pollutants including particulate matter and gaseous pollutants), traffic indicators (permanent traffic monitoring station data), and social indicators (community responses in Twitter archives) representing the interplay of the three critical pillars of the United Nations' Triple Bottom Line: environment, economy, and society. During the watershed moment of the COVID-19 pandemic lockdowns in Florida, urban centers demonstrated the gaps and opportunities for understanding the relationships, through correlations rather than causations, between urban air quality, traffic emissions, and public perceptions. The relationship between the perception and the traffic variables were strongly correlated, however no correlation was observed between the perception and actual air quality indicators, except for NO2. These observations might consequently infer that traffic serves as people's proxy for air quality, regardless of actual air quality, suggesting that social media messaging around asthma may be a way to monitor traffic patterns in areas where no infrastructure currently exists or is prohibited to build. It also indicates that people are less likely to be reliable sensors to accurately measure air quality due to bias in their observations of traffic volume and/or confirmation biases in broader social discourse. Results presented herein are of significance in demonstrating the capacity for interdisciplinary studies to consider the predictive capacities of social media and air pollution, its use as both lever and indicator of public support for air quality legislation and clean-air transitions, and its ability to overcome limitations of surface monitoring stations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35240171/"
}