{
    "title": "An in vivo model of wound healing in genetically modified skin-humanized mice.",
    "doc_id": "15610532",
    "writer": "Escámez MJ",
    "year": "2004",
    "summary": "Wounded gene-targeted skin-humanized mice re-capitulated native skin wound-healing features. In addition, when keratinocyte growth factor (KGF), a growth factor that has been shown to improve wound healing, was added to wounds during 3 d, the re-epithe …",
    "abstract": "Cutaneous wound-healing disorders are a major health problem that requires the development of innovative treatments. Whithin this context, the search for reliable human wound-healing models that allow us to address both mechanistic and therapeutic matters is warranted. In this study, we have developed a novel invivo wound-healing model in a genetically modified human context. Our model is based on the regeneration of human skin on the back of nude mice by transplantation of a cultured bioengineered skin equivalent previously designed in our laboratory. In this setting, human keratinocytes in the epidermal compartment were genetically modified with a retroviral vector encoding the enhanced green fluorescent protein (EGFP). After stable engraftment of the EGFP skin was achieved (9-12 wk after grafting), a small circular full thickness wound was performed on this mature human skin. A wide variety of parameters involved in wound healing were monitored, including tissue architecture, cell proliferation, epidermal differentiation, dermal remodelling, and basement membrane regeneration. Wounded gene-targeted skin-humanized mice re-capitulated native skin wound-healing features. In addition, when keratinocyte growth factor (KGF), a growth factor that has been shown to improve wound healing, was added to wounds during 3 d, the re-epithelialization was significantly accelerated. The present wound-healing model system provides a suitable in vivo tool to test gene transfer strategies for human skin repair. It also serves as a complementary platform for studies in genetically modified mice and as a model to evaluate pharmaceutical therapeutic approaches for impaired wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15610532/"
}