{
  "pmid": "41472467",
  "title": "Capturing the Variations in Mutant p53-Driven Regulatory Networks in Breast Cancer Subtypes, Its Clinical Relevance and a Novel Association With Androgen Receptor and EMT.",
  "abstract": "The tumour suppressor TP53 is frequently mutated in breast cancer and drives poor outcomes. The impact of mutant p53 (mutp53) on subtype-specific gene and non-coding RNA networks, and their clinical significance, remains largely underexplored. Here, using TCGA-BRCA data, we have delineated subtype-specific mRNA, lncRNA, and microRNA signatures, pathways, co-expression/interaction networks, and prognosis associated with hotspot mutp53 or wildtype p53 tumours. Our study shows that mutp53 deregulates the genes related to EMT, chemoresistance, and prognosis in a subtype-specific manner. The EMT-associated signature was able to stratify HER2 and Basal patients by their p53 status. Construction of lncRNA-mRNA-miRNA interaction networks led to the identification of various feedback loops and hub genes with prognostic relevance that possess binding sites for p53 and EMT-TFs within their promoters. In the basal mutp53 tumours, we found Androgen Receptor (AR) to be a downregulated EMT-associated gene, with its higher levels linked to a better prognosis. We validated that mutp53 breast cancer cell lines show reduced levels of AR and its predicted transcriptional target, miR-196a-5p. Overexpression of WTp53 resulted in the upregulation of AR and miR-196a-5p, while mutp53 (R175H) suppressed their expression. Basal mutp53 tumours with low AR displayed higher EMT scores. Enforced expression of AR led to suppression of mesenchymal markers in basal cell lines. Overall, we have identified novel prognostically relevant RNA signatures and networks that may serve as attractive therapeutic targets in mutp53 breast cancer patients in a subtype-specific manner. Additionally, we have discovered a novel AR:mutp53 association that may be implicated in EMT and chemoresistance.",
  "disease": "breast cancer"
}