{
  "pmid": "41398838",
  "title": "Association between allergic diseases and influenza or pneumonia incidence among children in the United States: A nationally representative study.",
  "abstract": "Influenza and pneumonia (I/P) cases among US children have been increasing, and many affected children have allergic symptoms. Previous research on how allergic diseases influence susceptibility to I/P has been limited, and understanding this connection could help guide preventive strategies. This study examines the association of allergic conditions with influenza and pneumonia in US children aged 4 to 17 years. This population-based, cross-sectional study used data from the 2007 and 2012 waves of the National Health Interview Survey. The study population included eligible children aged 4 to 17 years in the United States. The data analysis was performed in 2025. Parental or guardian responses on the National Health Interview Survey questionnaires were used to identify cases of food, respiratory, and skin allergies, as well as instances of I/P. The study included 17,256 children (mean age 10.55 years; about 51% boys). A total of 1024 children (approximately 5.9%) had experienced influenza or pneumonia in the past 12 months. The prevalence of skin, respiratory, and food allergies was 9.96%, 11.22%, and 4.52%, respectively. Children with skin, respiratory, or food allergies had significantly higher I/P rates (9.3%, 10.9%, and 11.9%, respectively) than children without these allergies (5.5%, 5.3%, and 5.6%). After adjusting for demographic and socioeconomic factors, allergic conditions remained significantly associated with an increased risk of I/P. After adjustment for age, sex, race/ethnicity, family education, household income, region, and mutual confounding among allergy types, associations with I/P remained significant for respiratory allergy (OR = 1.84; 95% CI: 1.42-2.37) and skin allergy (OR = 1.33; 95% CI: 1.03-1.70), whereas the association for food allergy was attenuated and not significant (OR = 1.40; 95% CI: 1.00-1.95). In a nationally representative sample of US children, a robust association was observed between common allergic conditions (particularly respiratory and skin allergies) and I/P. These findings underscore the need for further investigation to elucidate the causal relationship and underlying mechanisms.",
  "disease": "influenza"
}