{
  "pmid": "41403749",
  "title": "[Arthroplasty in Thumb (CMC Joint) Osteoarthritis: Avoiding Trapeziectomy].",
  "abstract": "To show the postoperative clinical results, including the patient-reported time to return to the activities of daily living (ADLs), the radiographic aspects, and the grip strength of total joint arthroplasty in patients with stage-III rizarthrosis. In the present single-center and prospective study, we analyzed total joint arthroplasty with an uncemented, metal-on-polyethylene prosthesis (Maia, Groupe Lepine). The inclusion criteria were patients with stage-III carpometacarpal (CMC) joint osteoarthritis, aged > 60 years, initially treated through non-surgical procedures. The exclusion criteria were patients presenting mental illness, alcohol abuse, rheumatological arthritis. During the study period (from January 2018-October 2023), 34 patients met the patient selection criteria. Three eligible patients received a different implant, and two were simultaneously submitted to surgery in another joint (metacarpophalangeal joint with Z-deformity); these subjects were not included in the study. After 25.1 months of the surgery, grip strength was of 87.75% regarding the opposite side, the scores on the Visual Analogue Scale (VAS) and on the short form of the Disabilities of the Arm, Shoulder, and Hand (QuickDASH) questionnaire were of 1, and the range of motion was of 81% compared to the unaffected side. On the X-ray examination, initial metacarpal subsidence was observed in 100% of the patients. Complications were observed in 2 (6.9%) patients. The choice of total joint arthroplasty to treat active patients aged > 60 years with stage-III CMC joint arthritis preserves independence to perform ADLs and improves quality of life in the first 12 months of the procedure. Mostrar os resultados clínicos pós-operatórios, incluindo o tempo de retorno às atividades da vida diária (AVDs) relatado pelo paciente, os aspectos radiográficos e a força de preensão, da artroplastia total em pacientes com rizartrose em estágio III. Neste estudo prospectivo e unicêntrico, analisou-se a artroplastia total com prótese não cimentada de metal-polietileno (Maia, Groupe Lepine). Os critérios de inclusão foram pacientes com osteoartrite da articulação carpometacarpal (CMC) em estágio III, idade acima de 60 anos, tratados inicialmente com procedimentos não cirúrgicos. Os critérios de exclusão foram pacientes com doenças mentais, abuso de álcool e artrite reumatológica. Durante o estudo (de janeiro de 2018 a outubro de 2023), 34 pacientes atenderam aos critérios de seleção. Três pacientes elegíveis receberam outro implante, e dois foram simultaneamente submetidos a cirurgia em outra articulação (metacarpofalangiana com deformidade em Z); estes indivíduos não foram incluídos no estudo. Após 25,1 meses da cirurgia, a força de preensão era de 87,75% em relação ao lado oposto, as pontuações na Escala Visual Analógica (EVA) e na versão curta do questionário de Incapacidade do Braço, Ombro e Mão (Quick Disabilities of the Arm, Shoulder and Hand, QuickDASH) eram de 1, e a amplitude de movimento era de 81% em comparação ao lado não acometido. No exame radiográfico, observou-se subsidência inicial do metacarpo em 100% dos pacientes. Dois pacientes (6,9%) apresentaram complicações. A escolha da artroplastia total para o tratamento de pacientes ativos com mais de 60 anos e artrite da articulação CMC em estágio III preserva a independência para a realização de AVDs e melhora a qualidade de vida nos primeiros 12 meses após o procedimento.",
  "disease": "osteoarthritis"
}