{
    "title": "Kidney disease in the HIV-infected patient.",
    "doc_id": "18240891",
    "writer": "Fine DM",
    "year": "2007",
    "summary": "There is also a disproportionate prevalence of HIV in black Americans, who have a higher risk of kidney disease and the associated risk factors. Because of the high rates of kidney disease, screening for kidney dysfunction is recommended at the …",
    "abstract": "As survival has improved in the highly active antiretroviral therapy (HAART) era, the prevalence of kidney disease is increasing in the aging HIV-infected population. Since HIV-specific kidney disease, particularly human immunodeficiency virus-associated nephropathy (HIVAN), incidence has remained stable if not declining in the HAART era, the rising rates reflect to a great extent increases in kidney disease seen in the general population due to hypertension and diabetes. In addition, HIV-infected patients are exposed to toxicities of antiretrovirals and other drugs. There is also a disproportionate prevalence of HIV in black Americans, who have a higher risk of kidney disease and the associated risk factors. Because of the high rates of kidney disease, screening for kidney dysfunction is recommended at the time of HIV diagnosis. Because kidney disease is usually asymptomatic, effective screening will include assessment of risk factors and markers of kidney disease, specifically estimations of glomerular filtration rate using serum creatinine and quantification of urine protein. Upon identification of renal dysfunction, the differential diagnosis may be broad, including etiologies common in the general population as well as HIV-specific causes. Although clinical diagnoses can be made, a kidney biopsy is often necessary. Regardless of the cause of kidney disease, early identification, accurate diagnosis and consequent appropriate management are likely to result in improved outcomes. Success in confronting this growing problem can only be achieved with better understanding of kidney diseases affecting the HIV population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18240891/"
}