{
    "title": "The Therapeutic Effect of Botulinum Toxin Type A on Trigeminal Neuralgia: Are There Any Differences between Type 1 versus Type 2 Trigeminal Neuralgia?",
    "doc_id": "37999517",
    "writer": "Tereshko Y",
    "year": "2023",
    "summary": "Moreover, the type 1 TN and type 2 TN groups had baseline pain scores of 7.8 1.65 and 8.4 1.1, respectively. Pain significantly improved (p < 0.001) in both groups to 3.1 2.3 (type 1 TN) and 3.5 2.3 (type 2 …",
    "abstract": "Background:\n        \n      \n      Botulinum toxin type A is an effective treatment for trigeminal neuralgia. Moreover, its efficacy in type 2 trigeminal neuralgia and comparative studies between type 1 and type 2 trigeminal neuralgia (TN) still need to be improved.\n    \n\n\n          Methods:\n        \n      \n      We treated 40 TN patients with onabotulinumtoxinA; 18 had type 1 TN, and 22 had type 2 TN. We compared the baseline pain score with the Visual Analogue Scale (VAS) and paroxysm frequency (number per week) at the baseline with those obtained at 1-month and 3-month follow-ups. Nonetheless, we compared the baseline Penn Facial Pain Scale with the scores obtained at the 1-month follow-up.\n    \n\n\n          Results:\n        \n      \n      BoNT/A effectively reduced pain intensity and frequency at the 1-month and 3-month follow-ups. Moreover, the type 1 TN and type 2 TN groups had baseline pain scores of 7.8 ± 1.65 and 8.4 ± 1.1, respectively. Pain significantly improved (p < 0.001) in both groups to 3.1 ± 2.3 (type 1 TN) and 3.5 ± 2.3 (type 2 TN) at the 1-month follow-up and to 3.2 ± 2.5 (type 1 TN) and 3.6 ± 2.5 (type 2 TN) at the 3-month follow-up. There was no difference between the two groups (p 0.345). The baseline paroxysm frequencies (number per week) were 86.7 ± 69.3 and 88.9 ± 62.2 for the type 1 and type 2 TN groups, respectively; they were significantly reduced in both groups at the 1-month and 3-month follow-ups without significant differences between the two groups (p 0.902). The Pain Facial Pain Scale improved at the 1-month follow-up, and no significant differences were found between the two groups. There was a strong correlation between background pain and paroxysm pain intensity (r 0.8, p < 0.001).\n    \n\n\n          Conclusions:\n        \n      \n      Botulinum toxin type A effectively reduced the pain, paroxysm frequency, and PFPS scores of type 1 and type 2 trigeminal neuralgia patients without statistically significant differences. Facial asymmetry was the only adverse event.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37999517/"
}