{
    "title": "Body weight perception among high school students and its influence on weight management behaviors in normal weight students: a cross-sectional study.",
    "doc_id": "21590319",
    "writer": "Ursoniu S",
    "year": "2011",
    "summary": "AIM: This study investigates body weight perception and its influence on weight management behaviors in normal weight adolescents in Timis County, Romania. ...METHODS: From 2908 respondents participating in the survey we selected a total of 2093 normal …",
    "abstract": "Aim:\n        \n      \n      This study investigates body weight perception and its influence on weight management behaviors in normal weight adolescents in Timis County, Romania. We hypothesized that misperception of overweight in normal weight adolescents would be positively associated with unhealthy weight control behaviors.\n    \n\n\n          Methods:\n        \n      \n      From 2908 respondents participating in the survey we selected a total of 2093 normal weight high school students for the analysis. Outcome measures included self-reported height and weight measurements, overweight misperceptions and weight control behaviors. Weighted prevalence estimates and odds ratios were computed.\n    \n\n\n          Results:\n        \n      \n      There were 22.64% of normal weight students who perceived themselves as overweight. Females (36.48%) were more likely to perceive themselves as overweight than males (8.15%) (P < 0.0001). After adjusting for age and gender, students who perceived themselves as overweight were more likely to exercise (OR = 2.85; 95% CI: 2.25-3.61), eat less food, fewer calories or low fat foods (OR = 3.54; 95% CI: 2.78-4.51), fast for 24 hours or more (OR = 1.79; 95% CI: 1.28-2.49), take diet pills, powders or tea (OR = 3.93; 95% CI: 2.62-5.89), vomit or take laxatives (OR = 1.96; 95% CI: 1.15-3.34) to lose weight or to keep from gaining weight, compared to students who did not perceive themselves as overweight.\n    \n\n\n          Conclusion:\n        \n      \n      A significant proportion of normal weight high school students misperceive themselves as overweight and are engaging in unhealthy weight management behaviors. These results should be considered when establishing prevention programs and educational components that address weight misperceptions and the harmful effects of unhealthy weight control methods should be performed even among normal weight adolescents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21590319/"
}