{
  "pmid": "41462184",
  "title": "Postoperative hospital stay and associated factors among adult surgical patients at a specialized hospital in Ethiopia.",
  "abstract": "Postoperative length of hospital stay is a widely recognized indicator of surgical care quality and hospital performance. Extended hospital stays increase the risk of hospital-acquired infections and limit bed availability for new patients. Despite its clinical relevance, there is limited evidence on the length of postoperative stay and its associated factors among adult surgical patients in Ethiopia. This study aimed to assess the duration of postoperative hospital stay and its associated factors among adult patients admitted to the surgical ward of Debre Markos Comprehensive Specialized Hospital, Ethiopia. An institution-based cross-sectional study was conducted on 515 adult postoperative patients from October 30, 2024, to January 30, 2025, selected via a systematic random sampling method. Prolonged postoperative hospital stay was defined as ≥ 75th percentile of length of stay within each surgical procedure group. Data were collected through face-to-face interviews and chart reviews and analyzed using logistic regression, with  This study found that 29.2% of patients experienced prolonged postoperative hospital stays (95% CI: 25.2–33.1), with a median length of stay of 5 days (IQR: 3–8). The median surgery duration was 80 min (IQR: 45–115). Factors associated with prolonged postoperative stay were preoperative anemia (AOR: 3.81, 95% CI: 2.39–6.06), delayed ambulation (AOR: 2.57, 95% CI: 1.66–3.99), hospital-acquired pneumonia (AOR: 3.53, 95% CI: 1.75–7.11), and surgical site infection (AOR: 2.74, 95% CI: 1.38–5.43). Almost one-third of the participants experienced an extended postoperative hospital stay. Key contributing factors were preoperative anemia, delayed ambulation, hospital-acquired pneumonia, and surgical site infections. Interventions such as enhanced infection control, early mobilization, and preoperative anemia screening and management are recommended to reduce length of stay. The online version contains supplementary material available at 10.1186/s12893-025-03358-x.",
  "disease": "pneumonia"
}