{
  "pmid": "41415228",
  "title": "A mixed-methods study on healthcare workers' perceptions of treatment adherence among HIV-TB co-infected patients in a multi-disease prevention policy context.",
  "abstract": "Integrated service models aim to improve HIV-tuberculosis (TB) comorbidity management, yet little is known about how frontline providers perceive adherence challenges under China's Integrated Prevention and Control of Four Diseases (IPC4D) policy. This mixed-methods study explored healthcare workers' assessments of adherence, perceived barriers, and policy effects in Liangshan Prefecture-a high-burden, resource-limited, multi-ethnic region. Between May and June 2025, an online survey of 492 healthcare workers and 30 in-depth interviews were conducted. Quantitative data were analyzed using descriptive statistics and ordinal logistic regression [odds ratios (ORs), 95% confidence intervals (CIs)]; qualitative data underwent thematic analysis. Overall, 64.0% of respondents rated patient adherence as \"good\" or \"very good,\" yet intermittent medication use (50.4%), unsupervised discontinuation (43.7%), and missed follow-ups (37.8%) remained common. Key perceived barriers included low health literacy (86.8%), regimen complexity (62.8%), side effects (61.2%), financial burden (59.8%), and limited family support (52.2%). Female respondents were less likely to report high adherence (OR = 0.57, 95% CI: 0.36-0.91), while clinicians (OR = 2.67, 95% CI: 1.35-5.31) and those in infectious disease departments (OR = 2.38, 95% CI: 1.23-4.64) reported more favorable assessments. Standardized adherence assessment correlated with lower reported adherence (OR = 0.16, 95% CI: 0.09-0.28), whereas institutional efforts to reduce financial burden were linked to higher adherence (OR = 1.78, 95% CI: 1.02-3.11). Qualitative findings highlighted persistent stigma, socioeconomic barriers, and mixed experiences with IPC4D implementation. Healthcare workers recognize IPC4D's value in improving coordination and access but report enduring multilevel barriers. Strengthening policy impact requires standardized adherence monitoring, socioeconomic support, workforce development, and culturally sensitive patient education.",
  "disease": "tuberculosis"
}