{
    "title": "Sensory Quality of Macadamia Nut Butter: Effects of Kernel Grade and Maturity.",
    "doc_id": "40786822",
    "writer": "Ohlsson TA",
    "year": "2025",
    "summary": "The study aimed to determine the influence of macadamia nut qualities and styles on the sensory profile of macadamia nut butter. Individual butters from two high oil, mature qualities (Style 1, Style 8) and two low oil, immature qualities (Style 2, Style 4) w …",
    "abstract": "Macadamia nut butter is a value-added product, promoting lower-grade nuts to premium products. The commercial grade of macadamia nuts includes the kernel quality (i.e., maturity and oil content) and style (i.e., size). However, whether immature nuts are suitable for nut butter production remains under-explored. The study aimed to determine the influence of macadamia nut qualities and styles on the sensory profile of macadamia nut butter. Individual butters from two high oil, mature qualities (Style 1, Style 8) and two low oil, immature qualities (Style 2, Style 4) were compared to a commercial control. Descriptive sensory analysis was performed with an experienced panel (n = 13), a combination of ballot and consensus training, and reference standards. A sensory lexicon of 40 descriptors was developed, where 35 attributes differed (p < 0.050) between treatments. Principal component analysis (70.42% explained variance) confirmed variability in the sensory profiles of commercial control batches. High oil, mature kernels produced more replicable butter quality. Low oil, immature kernels produced inconsistent quality butters, with higher association with positive attributes (e.g., nutty aroma/flavor), but also with off-notes (e.g., fruity aroma/flavor). The results suggest that kernel quality (maturity and oil content), rather than style, has the greatest influence on the final sensory quality of nut butter. These findings provide practical guidance for manufacturers in the procurement of macadamia kernel grades for butter production and the implications on product sensory quality. Further investigation is needed to customize roasting and grinding times based on kernel quality, which may improve product consistency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40786822/"
}