{
    "title": "Spinal radiographic findings and nonspecific low back pain. A systematic review of observational studies.",
    "doc_id": "9055372",
    "writer": "van Tulder MW",
    "year": "1997",
    "summary": "OBJECTIVES: To examine the causal relationship between radiographic findings and nonspecific low back pain. SUMMARY OF BACKGROUND DATA: The causal relationship between radiographic findings and nonspecific low back pain still is controver …",
    "abstract": "Study design:\n        \n      \n      A systematic review of published observational studies.\n    \n\n\n          Objectives:\n        \n      \n      To examine the causal relationship between radiographic findings and nonspecific low back pain.\n    \n\n\n          Summary of background data:\n        \n      \n      The causal relationship between radiographic findings and nonspecific low back pain still is controversial.\n    \n\n\n          Methods:\n        \n      \n      Two reviewers independently scored the methodologic quality of all relevant, available studies using a standardized set of criteria. The association between radiographic findings and nonspecific low back pain was expressed as an odds ratio with a corresponding 95% confidence interval.\n    \n\n\n          Results:\n        \n      \n      Degeneration, defined by the presence of disc space narrowing, osteophytes, and sclerosis, turned out to be associated with nonspecific low back pain with odds ratios ranging from 1.2 to 3.3. Spondylolysis and spondylolisthesis, spina bifida, transitional vertebrae, spondylosis, and Scheuermann's disease did not appear to be associated with low back pain. The validity scores of the observational studies ranged from 0% to 91% of the maximum score. Only two studies used a prospective design, and most studies lacked control for confounding, an appropriate test for nonspecific low back pain, and blinded assessment of radiographs and low back pain status.\n    \n\n\n          Conclusions:\n        \n      \n      There is no firm evidence for the presence or absence of a causal relationship between radiographic findings and nonspecific low back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9055372/"
}