{
    "title": "Atrial electrophysiology and mechanisms of atrial fibrillation.",
    "doc_id": "12746747",
    "writer": "Nattel S.",
    "year": "2003",
    "summary": "Atrial fibrillation is the most common cardiac arrhythmia in clinical practice, and its management remains challenging. ...Atrial-tachycardia remodeling links the potential mechanisms of atrial fibrillation, since atrial fibrillation …",
    "abstract": "Atrial fibrillation is the most common cardiac arrhythmia in clinical practice, and its management remains challenging. A solid understanding of the scientific basis for atrial fibrillation therapy requires insight into the mechanisms underlying the arrhythmia, about which an enormous amount has been learned over the past 10 years. The basic information presently available about atrial fibrillation mechanisms is reviewed. The particular properties of normal atrial electrophysiology are discussed, including salient ionic determinants of the atrial action potential and key anatomic features. Reviewed are three crucial arrhythmia mechanisms long held to be involved in atrial fibrillation: 1) rapid ectopic activity, 2) single-circuit reentry with fibrillatory conduction, and 3) multiple-circuit reentry. The determinants of each and the evidence for their involvement in clinical and/or experimental atrial fibrillation are noted. The physiological consequences, various contributing mechanisms, and clinical implications of the role of atrial-tachycardia remodeling are analyzed. Atrial-tachycardia remodeling links the potential mechanisms of atrial fibrillation, since atrial fibrillation beginning by any mechanism is likely to cause tachycardia-remodeling and thus promote the maintenance of atrial fibrillation by multiple-circuit reentry. Atrial structural remodeling is discussed as a paradigm of atrial fibrillation in which the classic features required for reentry (reduced refractory period and reentrant wavelength) may be lacking. Finally, the importance of recent insights into potential genetic determinants of atrial fibrillation is reviewed. The classic understanding of atrial fibrillation pathophysiology saw the different possible mechanisms as being alternative and opposing hypotheses. We now consider the multiple potential mechanisms as contributing to the pathophysiology of the arrhythmia to a different extent in different clinical settings and interacting with each other in a dynamic way at various stages of the natural history in many patients. It is hoped that this improved mechanistic understanding will lead to the development of improved therapeutic options.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12746747/"
}