{
    "title": "Modelling of plant circadian clock for characterizing hypocotyl growth under different light quality conditions.",
    "doc_id": "35369361",
    "writer": "Pay ML",
    "year": "2022",
    "summary": "In particular, regulating the photoperiod of different light qualities rather than solely white light can further improve speed breading. However, identifying the optimal light quality and the associated photoperiod simultaneously remains a challenging open problem …",
    "abstract": "To meet the ever-increasing global food demand, the food production rate needs to be increased significantly in the near future. Speed breeding is considered as a promising agricultural technology solution to achieve the zero-hunger vision as specified in the United Nations Sustainable Development Goal 2. In speed breeding, the photoperiod of the artificial light has been manipulated to enhance crop productivity. In particular, regulating the photoperiod of different light qualities rather than solely white light can further improve speed breading. However, identifying the optimal light quality and the associated photoperiod simultaneously remains a challenging open problem due to complex interactions between multiple photoreceptors and proteins controlling plant growth. To tackle this, we develop a first comprehensive model describing the profound effect of multiple light qualities with different photoperiods on plant growth (i.e. hypocotyl growth). The model predicts that hypocotyls elongated more under red light compared to both red and blue light. Drawing similar findings from previous related studies, we propose that this might result from the competitive binding of red and blue light receptors, primarily Phytochrome B (phyB) and Cryptochrome 1 (cry1) for the core photomorphogenic regulator, CONSTITUTIVE PHOTOMORPHOGENIC 1 (COP1). This prediction is validated through an experimental study on Arabidopsis thaliana. Our work proposes a potential molecular mechanism underlying plant growth under different light qualities and ultimately suggests an optimal breeding protocol that takes into account light quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35369361/"
}