{
    "title": "Was Young's syndrome caused by exposure to mercury in childhood?",
    "doc_id": "8292944",
    "writer": "Hendry WF",
    "year": "1993",
    "summary": "RESULTS: 146 men had hold up in the head of the epididymis (capital blocks): 119 (82%) had Young's syndrome, and 11 gave a definite history of pink disease (mercury intoxication) in childhood. 128 had obstruction lower down towards the tail of the epididymis (caudal blocks …",
    "abstract": "Objective:\n        \n      \n      To determine whether the incidence of chronic sinusitis, bronchitis, or bronchiectasis in men with obstructive azoospermia (Young's syndrome) has fallen in men born after 1955 when calomel (mercurous chloride) was removed from teething powders and worm medication in the United Kingdom.\n    \n\n\n          Design:\n        \n      \n      A prospective study of aetiological factors in subfertile men with epididymal obstruction operated on between 1975 and 1993.\n    \n\n\n          Setting:\n        \n      \n      Central London.\n    \n\n\n          Subjects:\n        \n      \n      274 men with obstructive azoospermia undergoing epididymovasostomy; date of birth was recorded and illness in childhood, persistent nasal or respiratory symptoms, and previous urinary or genital infection were asked about.\n    \n\n\n          Main outcome measure:\n        \n      \n      Site of epididymal block and association with possible aetiological factors, related to date of birth.\n    \n\n\n          Results:\n        \n      \n      146 men had hold up in the head of the epididymis (capital blocks): 119 (82%) had Young's syndrome, and 11 gave a definite history of pink disease (mercury intoxication) in childhood. 128 had obstruction lower down towards the tail of the epididymis (caudal blocks): 64 (50%) had a history of genital or urinary infection, and only three had Young's syndrome; none had had pink disease. The incidence of Young's syndrome fell significantly from 114 (50%) of 227 men born up to 1955 to eight (17%) of 47 men born since then.\n    \n\n\n          Conclusions:\n        \n      \n      The decline in incidence of Young's syndrome in those born after 1955 is similar to that observed with pink disease, suggesting that both conditions may have had a similar aetiology--mercury intoxication.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8292944/"
}