{
  "pmid": "41382002",
  "title": "Association between atherogenic index of plasma and various metabolic conditions: an umbrella review on meta-analyses.",
  "abstract": "The Atherogenic Index of Plasma (AIP) is increasingly recognized as a key indicator of lipid disturbances and an important predictor of cardiovascular disease (CVD) risk. Due to its ability to reflect outcomes linked to insulin resistance (IR), dyslipidemia, and atherosclerosis, this umbrella review seeks to compile evidence from multiple meta-analyses to assess clinical significance of AIP across different conditions. A comprehensive search was conducted in PubMed, Scopus, and Web of Science. Statistical analyses were performed using Comprehensive Meta-Analysis (CMA) software to aggregate results and assess the strength of the associations. The results revealed substantial associations between AIP and various health outcomes. AIP was significantly associated with major adverse cardiovascular events (MACE) in acute coronary syndrome (ACS) (RR: 1.54, 95% CI: 1.30-1.82, P < 0.01). AIP was significantly associated with coronary artery disease (CAD), both as a categorical variable (OR: 2.74, 95% CI: 2.05-3.66, P < 0.01) and as a continuous variable (OR: 2.94, 95% CI: 1.85-4.66, P < 0.01). A higher AIP was significantly associated with myocardial infarction (MI) in CAD (RR: 2.21, 95% CI: 1.55-3.13, P < 0.01), coronary artery plaque (CAP) progression (OR: 1.49, 95% CI: 1.17-1.90, P < 0.01), and the development of multivessel lesions (OR: 2.04, 95% CI: 1.50-2.77, P < 0.01). Furthermore, revascularization in CAD was significantly associated with AIP (RR: 1.63, 95% CI: 1.34-1.97, P < 0.01). AIP was significantly associated with MACE in CAD, both as a categorical variable (RR: 1.66, 95% CI: 1.38-2.00, P < 0.01) and as a continuous variable (RR: 1.54, 95% CI: 1.30-1.82, p < 0.01). A higher AIP was significantly associated with CVD death in CAD (RR: 1.74, 95% CI: 1.09-2.77, p = 0.02). Additionally, the no-reflow phenomenon in CAD was significantly associated with AIP (RR: 3.12, 95% CI: 1.09-8.97, P = 0.03). For metabolic outcomes, a higher AIP was significantly associated with obstructive sleep apnea (OSA) (SMD: 0.71, 95% CI: 0.45-0.98, P < 0.01), type 2 diabetes mellitus (T2DM) (SMD: 1.78, 95% CI: 1.05-2.51, P< 0.01), and metabolic syndrome (MetS) (SMD: 0.78, 95% CI: 0.53-1.03, P< 0.01). All-cause mortality in CAD, stroke in CAD, and non-alcoholic fatty liver disease (NAFLD) were not significantly associated with AIP (RR: 1.15, 95% CI: 0.56-2.36, P = 0.69; RR: 1.03, 95% CI: 0.69-1.52, P = 0.90; SMD: 0.16, 95% CI: -0.18-0.50, P = 0.36, respectively). AIP is significantly associated with a range of CVD and metabolic disorders. These findings suggest that AIP could serve as a valuable biomarker for diagnosing and assessing risk in CVD and metabolic conditions. However, AIP was not significantly associated with all-cause mortality in CAD, stroke in CAD, or NAFLD, highlighting the need for further research to evaluate its clinical utility in diverse patient populations. Clinicians may consider incorporating AIP into broader risk assessment strategies, particularly for patients with existing CVD or metabolic conditions. Additionally, AIP holds potential as a screening tool for large populations, offering clinicians a simple and cost-effective way to identify individuals at higher risk.",
  "disease": "coronary artery disease"
}