{
    "title": "Relationship between sleep apnea severity and mild cognitive impairment in people with obstructive sleep apnea.",
    "doc_id": "40817092",
    "writer": "Guo S",
    "year": "2025",
    "summary": "For our subjects, we selected individuals who visited the Sleep Medicine Center of Jinzhou Medical University's First Affiliated Hospital between May 2023 and October 2024, underwent polysomnography (PSG) or the home sleep apnea test (HSAT), and were diagnosed with …",
    "abstract": "Background:\n        \n      \n      It is becoming increasingly acknowledged that obstructive sleep apnea (OSA) is a variable factor influencing cognitive health. The aims of this study were to explore whether the severity of OSA is related to the occurrence of mild cognitive impairment (MCI) in people with OSA and whether different degrees of daytime sleepiness and nighttime sleep quality are related to MCI.\n    \n\n\n          Methods:\n        \n      \n      The study was cross-sectional. For our subjects, we selected individuals who visited the Sleep Medicine Center of Jinzhou Medical University's First Affiliated Hospital between May 2023 and October 2024, underwent polysomnography (PSG) or the home sleep apnea test (HSAT), and were diagnosed with OSA. The patients were split into two groups: one for normal cognitive function (NC) and the other for MCI. MCI was defined as Montreal Cognitive Assessment (MOCA) < 26 points. The apnea-hypopnea index (AHI) and the oxygen desaturation index (ODI) were used to assess the severity of sleep apnea. The Epworth Sleepiness Scale (ESS) was used to assess patients' daytime sleepiness, and the Pittsburgh Sleep Quality Index Scale (PSQI) was used to assess their sleep quality. Multivariate logistic regression analysis was used to evaluate the correlation between the variables.\n    \n\n\n          Results:\n        \n      \n      In this study, 387 patients with OSA (45.3 ± 12.6 years, 82.4% male) were included, of whom 38% had MCI (52.4 ± 11.9 years, 74.1% male). In the unadjusted model, the sleep apnea severity, daytime sleepiness severity, and different sleep quality at night were positively related to MCI. After controlling for confounding factors, this correlation was no longer significant. Only severe sleep apnea (AHI ≥ 30/h, p < 0.001), poor nighttime sleep quality (PSQI ≥ 9, p = 0.020), and sleepiness (ESS ≥ 11, p < 0.05) were associated with increased risk of MCI.\n    \n\n\n          Conclusions:\n        \n      \n      Severe sleep apnea, poor sleep quality, and sleepiness were relevant to increased risk of MCI. It provides a basis for a more comprehensive understanding of the relationship between OSA and MCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40817092/"
}