{
    "title": "Chronic alcohol feeding inhibits physiological and molecular parameters of intestinal and renal riboflavin transport.",
    "doc_id": "23804199",
    "writer": "Subramanian VS",
    "year": "2013",
    "summary": "Chronic alcohol consumption in humans is associated with a high prevalence of RF deficiency and suboptimal levels, but little is known about the effect of chronic alcohol exposure on physiological and molecular parameters of the intestinal and renal RF transport eve …",
    "abstract": "Vitamin B2 (riboflavin, RF) is essential for normal human health. Mammals obtain RF from exogenous sources via intestinal absorption and prevent its urinary loss by reabsorption in the kidneys. Both of these absorptive events are carrier-mediated and involve specific RF transporters (RFVTs). Chronic alcohol consumption in humans is associated with a high prevalence of RF deficiency and suboptimal levels, but little is known about the effect of chronic alcohol exposure on physiological and molecular parameters of the intestinal and renal RF transport events. We addressed these issues using rats chronically fed an alcohol liquid diet and pair-fed controls as a model. The results showed that chronic alcohol feeding significantly inhibits carrier-mediated RF transport across the intestinal brush-border and basolateral membrane domains of the polarized enterocytes. This inhibition was associated with a parallel reduction in the expression of the rat RFVT-1 and -3 at the protein, mRNA, and heterogeneous nuclear RNA (hnRNA) levels. Chronic alcohol feeding also caused a significant inhibition in RF uptake in the colon. Similarly, a significant inhibition in carrier-mediated RF transport across the renal brush-border and basolateral membrane domains was observed, which again was associated with a significant reduction in the level of expression of RFVT-1 and -3 at the protein, mRNA, and hnRNA levels. These findings demonstrate that chronic alcohol exposure impairs both intestinal absorption and renal reabsorption processes of RF and that these effects are, at least in part, mediated via transcriptional mechanism(s) involving the slc52a1 and slc52a3 genes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23804199/"
}