{
    "title": "Vertical Mammaplasty with Retromammary En Bloc Breast Suspension.",
    "doc_id": "32661749",
    "writer": "Seyhan A.",
    "year": "2021",
    "summary": "PATIENTS AND RESULTS: The study enrolled a total of 85 patients with 170 breasts. Mastopexy or minor reduction less than 100 gr was applied for 49 breasts; moderate reduction, 100-399 gr, for 67 breasts; and a large reduction of more than 400 gr for 54 bre …",
    "abstract": "Background:\n        \n      \n      In a vertical mammaplasty, various types of pedicles have been proposed for the nipple-areola transposition. The preparation of any type of nipple-areola flap necessitates disconnecting the nipple-areola from the breast gland, except for the pedicle bearing glandular part. These flap-dependent techniques not only impair the functions of the breast but also do not provide enough fullness to the upper pole.\n    \n\n\n          Method:\n        \n      \n      No specific nipple-areola flap preparation is made. Reduction is obtained by a transverse excision from the lowermost part of the breast gland. Apart from this, no cut into the gland is needed. Liposuction, wide skin elevation and extended retromammary dissection permit the en bloc suspension of the breast.\n    \n\n\n          Patients and results:\n        \n      \n      The study enrolled a total of 85 patients with 170 breasts. Mastopexy or minor reduction less than 100 gr was applied for 49 breasts; moderate reduction, 100-399 gr, for 67 breasts; and a large reduction of more than 400 gr for 54 breasts. No complete or incomplete nipple-areola necrosis was seen. The success rate for achieving upper pole fullness was compared between groups for reduction amount, age and body mass index (BMI).\n    \n\n\n          Conclusion:\n        \n      \n      The functions of the breast organ are preserved in the en bloc suspension technique. In patients with dense breasts, a good upper pole fullness was achieved with a high success rate. Young patients and patients with a body mass index below 25 are suitable for this technique. However, the same success rate could not be achieved in elderly patients with fatty breasts.\n    \n\n\n          Level of evidence iv:\n        \n      \n      This journal requires that authors assign a level of evidence to each article. For a full description of these Evidence-Based Medicine ratings, please refer to the Table of Contents or the online Instructions to Authors www.springer.com/00266 .",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32661749/"
}