{
    "title": "Hearing-related, health-related quality of life in patients who have undergone otosclerosis surgery: a long-term follow-up study.",
    "doc_id": "25180536",
    "writer": "Redfors YD",
    "year": "2015",
    "summary": "OBJECTIVES: The aims of the study were to assess health-related quality of life and hearing-related disability in subjects with otosclerosis 30 years after surgery. ...Medical records were reviewed, a clinical examination as well as audiometric assessments were perf …",
    "abstract": "Objectives:\n        \n      \n      The aims of the study were to assess health-related quality of life and hearing-related disability in subjects with otosclerosis 30 years after surgery.\n    \n\n\n          Design:\n        \n      \n      An observational study was performed. Medical records were reviewed, a clinical examination as well as audiometric assessments were performed. Generic health-related quality of life was assessed by the SF-36v2 and hearing disability by a shortened version of SSQ (speech spatial and qualities of hearing scale).\n    \n\n\n          Study sample:\n        \n      \n      Sixty-five individuals, who had undergone stapedectomy in 1977-79 at a tertiary referral center.\n    \n\n\n          Results:\n        \n      \n      Generic health-related quality of life according to SF-36 subscale scores was comparable to that of an age- and sex-matched reference population. The SF-36 mental component summary score (MCS) was, however, significantly better than that of the reference population. The mental and physical summary component scores correlated significantly to hearing disability measured by the SSQ but not to hearing impairment. Hearing disability was displayed in all SSQ sub-scores, especially in more complex listening situations and in the localization of sounds.\n    \n\n\n          Conclusions:\n        \n      \n      This study shows that individuals with otosclerosis, 30 years after surgery, have a good generic health-related quality of life, despite moderate to severe hearing loss and significant hearing disabilities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25180536/"
}