{
  "pmid": "41406112",
  "title": "The evaluation of indoxyl sulfate in the general population in Kanegasaki Iwate: A cross-sectional study (KANEGASAKI study).",
  "abstract": "Chronic kidney disease (CKD) significantly impacts global health. Renal function is evaluated using urinary albumin-creatinine ratio (U-Alb/Cr ratio) and estimated glomerular filtration rate (eGFR). However, these parameters reflect the damage that has already occurred, limiting their utility for early detection. Therefore, novel biomarkers that can detect CKD before functional decline are urgently needed. Kidney fibrosis is an important pathologic feature of CKD and precedes functional impairment, highlighting its potential as an early indicator of CKD. Indoxyl sulfate (IS), a gut-derived uremic toxin, promotes kidney fibrosis and accelerates CKD progression, highlighting its strong potential as a biomarker for early CKD detection. As most studies on IS focused on the state of impaired renal function, the trend of IS in early-stage or preclinical CKD is unclear. Furthermore, quantifying IS in clinical practice is problematic because it's primarily measured through high-performance liquid chromatography. A recently developed enzyme method has simplified large-scale IS measurement. Identifying the associated factor with IS, we measured serum IS using enzyme method. We analyzed 674 participants who received specific health checkups and had an eGFR of ≥60 mL/min/1.73 m2 (non-CKD) after obtaining their consent. In addition to standard examinations, we measured serum IS and administered a questionnaire about the frequency of defecating conditions. In this study, we investigated the level of the serum IS in association with the background characteristics of non-CKD participants. For the first time in this study, the median serum IS level was 3.7 (interquartile range, 2.7-5.0) µmol/L in individuals with non-CKD participants, and the linear regression analysis revealed that serum IS was significantly correlated with age, eGFR, and constipation. These findings suggest that IS accumulation begins before overt renal dysfunction, supporting its potential as an early biomarker for CKD. Although further longitudinal studies are warranted, our results highlight the clinical relevance of IS in the early detection and intervention of CKD.",
  "disease": "chronic kidney disease"
}