{
    "title": "Assessment of a tissue-engineered gastric wall patch in a rat model.",
    "doc_id": "22040317",
    "writer": "Maemura T",
    "year": "2012",
    "summary": "Stenosis or deformity of the remaining stomach can occur after gastrectomy and result in stomach malfunction. The objective of this study is to demonstrate the feasibility of transplanting a tissue-engineered gastric wall patch in a rat model to alleviate the …",
    "abstract": "Stenosis or deformity of the remaining stomach can occur after gastrectomy and result in stomach malfunction. The objective of this study is to demonstrate the feasibility of transplanting a tissue-engineered gastric wall patch in a rat model to alleviate the complications after resection of a large area of the gastric wall. Tissue-engineered gastric wall patches were created from gastric epithelial organoid units and biodegradable polymer scaffolds. In the first treatment group, gastric wall defects were created in recipient rats and covered with fresh tissue-engineered gastric wall patches (simultaneous transplantation). In the second treatment group, the tissue-engineered gastric wall patches were frozen for 12weeks, and then transplanted in recipient rats (metachronous transplantation). Tissue-engineered gastric wall patches were successfully used as a substitute of the resected native gastric wall in both simultaneous and metachronous transplantation groups. The defrosted wall patches showed almost the same cell viability as the fresh ones. Twenty-four weeks after transplantation, the defect in the gastric wall was well-covered with tissue-engineered gastric wall patch, and the repaired stomach showed no deformity macroscopically in both groups. Histology showed continuous mucosa and smooth muscle layers at the tissue-engineered stomach wall margin. The feasibility of transplanting a tissue-engineered patch to repair a defect in the native gastric wall has been successfully shown in a rat model, thereby taking one step closer toward the transplantation of an entire tissue-engineered stomach in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22040317/"
}