{
  "pmid": "41444904",
  "title": "Maternal DNA methylation signatures of gestational diabetes across all stages of pregnancy.",
  "abstract": "Gestational diabetes mellitus (GDM) is a common metabolic disorder characterized by hyperglycemia that is first detected during pregnancy, which is not overt diabetes. GDM poses a substantial risk for prenatal and postnatal adverse outcomes affecting both the mother and the offspring. These complications include, but are not limited to, fetal macrosomia, shoulder dystocia, respiratory distress, neonatal hypoglycemia, type 2 diabetes (T2D), and cardiovascular diseases. Screening for GDM typically occurs between 24 and 28 weeks of gestation, a timing that is considered late and may increase the risk of all the adverse outcomes associated with GDM. Treatment and prevention strategies are not standardized globally, may be suboptimal, and are often initiated after a diagnosis has been made. Therefore, our primary goal was to identify DNA methylation signatures specific to GDM to understand its underlying mechanisms. We conducted genome-wide DNA methylation profiling for normal and GDM pregnant women across the three trimesters of pregnancy in the discovery cohort. DNA methylation levels were measured using the Infinium MethylationEPIC v2.0 BeadChip. Subsequently, our differentially methylated sites were validated in a second cohort. Furthermore, we performed downstream analyses, including KEGG pathway and Gene Ontology enrichment analysis, trait enrichment analysis, and gene expression regulation analysis for the validated differentially methylated sites identified in the second and third trimesters. In this study, we uncovered and validated new DNA methylation signatures that may significantly influence the expression of genes associated with GDM. Furthermore, we discovered new genes (RSL1D1, HOXD4, and MROH6) that may play a role in GDM and might be related to the risk of developing T2D and cardiovascular disease later in life. Trait analysis of the differentially methylated probes revealed that lifestyle and environmental factors are associated with the observed DNA methylation signatures in GDM. We conclude that DNA methylation changes during pregnancy might not fully explain GDM pathogenesis but can reflect population-specific environmental and behavioral factors before and during pregnancy. Some of these discovered CpG sites might regulate previously reported genes linked to GDM and diabetes, highlighting shared and distinct epigenetic mechanisms across populations.",
  "disease": "diabetes mellitus"
}