{
    "title": "Nonoperative management of grade 5 renal injury in children: does it have a place?",
    "doc_id": "19223117",
    "writer": "Eassa W",
    "year": "2010",
    "summary": "Dimercaptosuccinic acid (DMSA) scans were performed at a mean time of 3.1 yr (range: 1-17) following the injury in nine patients. RESULTS AND LIMITATIONS: Four patients (22%) with suspected major vascular injuries required nephrectomy 1-21 d following the trauma. .. …",
    "abstract": "Background:\n        \n      \n      Nonoperative treatment of blunt renal trauma in children is progressively gaining acceptance; grade 5 renal trauma is associated with a significant rate of complications.\n    \n\n\n          Objective:\n        \n      \n      To assess the feasibility and outcome of initial nonoperative management of grade 5 blunt renal trauma in children.\n    \n\n\n          Design, setting, and participants:\n        \n      \n      This retrospective study included 18 children (12 boys and 6 girls; mean age: 8.4+/-3.4 yr) who presented to the authors' institutes with grade 5 blunt renal trauma between 1990 and 2007.\n    \n\n\n          Measurements:\n        \n      \n      An intravenous contrast-enhanced computed tomography (CT) scan demonstrated grade 5 renal trauma in all patients. Associated major vascular injuries were suspected in four patients. All were initially managed conservatively. Indications for intervention included hemodynamic instability, progressive urinoma, or persistent bleeding. Dimercaptosuccinic acid (DMSA) scans were performed at a mean time of 3.1 yr (range: 1-17) following the injury in nine patients.\n    \n\n\n          Results and limitations:\n        \n      \n      Four patients (22%) with suspected major vascular injuries required nephrectomy 1-21 d following the trauma. Two patients with continuing hemorrhage required selective lower-pole arterial embolization (11%). Three patients (17%) had their progressive urinoma drained percutaneously, and two of them required delayed reparative surgery for ureteropelvic junction (UPJ) avulsion. Nine patients (50%) were successfully managed nonoperatively. Kidneys were salvaged in 78% of patients. DMSA scanning showed a split function >40% in 44% of evaluated kidneys. Two patients (22%) had split function <30%. At last follow-up, none of the children were hypertensive or had any abnormality on urine analysis.\n    \n\n\n          Conclusions:\n        \n      \n      Nonoperative management of grade 5 renal trauma is feasible. Prompt surgical intervention is required for those with major vascular injuries. Superselective arterial embolization can be an excellent option in patients with continuing hemorrhage and who have pseudoaneurysms. Patients with UPJ disruption can be salvaged by initial drainage of the urinoma followed by deferred correction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19223117/"
}