{
    "title": "Distribution and analysis of the resistance profiles of bacteria isolated from blood cultures in the intensive care unit.",
    "doc_id": "40727562",
    "writer": "Liu Z",
    "year": "2025",
    "summary": "PATIENTS AND METHODS: Retrospective analysis of 1,282 pathogenic strains isolated from blood cultures in the intensive care unit (ICU) of the Second Affiliated Hospital of Xi'an Jiaotong University from January 1, 2019, to December 31, 2022. RESULTS: Gram-pos …",
    "abstract": "Purpose:\n        \n      \n      To investigate the distribution characteristics and drug resistance of pathogenic bacteria in bloodstream infections, providing a basis for rational clinical treatment.\n    \n\n\n          Patients and methods:\n        \n      \n      Retrospective analysis of 1,282 pathogenic strains isolated from blood cultures in the intensive care unit (ICU) of the Second Affiliated Hospital of Xi'an Jiaotong University from January 1, 2019, to December 31, 2022.\n    \n\n\n          Results:\n        \n      \n      Gram-positive bacteria (52.0%) slightly predominated over gram-negative bacteria (48.0%). The top three gram-positive bacteria were Coagulase-negative Staphylococcus (28.0%), Enterococcus faecium (7.4%), and Staphylococcus aureus (6.6%). Staphylococci exhibited a high resistance rate to penicillin, oxacillin, and erythromycin; no strains resistant to vancomycin or linezolid were found. Among the Enterococci, Enterococcus faecium had a high resistance rate to penicillin, ampicillin, and erythromycin. Two strains of Enterococcus faecalis were resistant to linezolid, but none to vancomycin. The top three gram-negative bacteria were Escherichia coli (14.7%), Klebsiella pneumoniae (14.0%), and Acinetobacter baumannii (4.8%). The resistance rate of Escherichia coli to carbapenems increased from 0.0 to 2.3%. Acinetobacter baumannii reached 100% carbapenem resistance (up from 75.0%), while Klebsiella pneumoniae demonstrated 21.1-80.4% resistance to various carbapenems.\n    \n\n\n          Conclusion:\n        \n      \n      The isolation rate of gram-positive bacteria in patients with bloodstream infection in the ICU of the Second Affiliated Hospital of Xi'an Jiaotong University was slightly higher than that of gram-negative bacteria. The alarming carbapenem resistance among gram-negative pathogens and emerging linezolid resistance in Enterococci demand urgent clinical interventions, including enhanced surveillance, antimicrobial stewardship, and novel therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40727562/"
}