{
    "title": "Mapping lumbar efferent and afferent spinal circuitries via paddle array in a porcine model.",
    "doc_id": "38447914",
    "writer": "Steele AG",
    "year": "2024",
    "summary": "Yucatan miniature pigs (minipigs) have brain and spinal cord dimensions like humans and are useful for laboratory-to-clinic studies. Yet, little work has been done to map spinal sensorimotor distributions and identify similarities and differences between the porcine …",
    "abstract": "Background:\n        \n      \n      Preclinical models are essential for identifying changes occurring after neurologic injury and assessing therapeutic interventions. Yucatan miniature pigs (minipigs) have brain and spinal cord dimensions like humans and are useful for laboratory-to-clinic studies. Yet, little work has been done to map spinal sensorimotor distributions and identify similarities and differences between the porcine and human spinal cords.\n    \n\n\n          New methods:\n        \n      \n      To characterize efferent and afferent signaling, we implanted a conventional 32-contact, four-column array into the dorsal epidural space over the lumbosacral spinal cord, spanning the L5-L6 vertebrae, in two Yucatan minipigs. Spinally evoked motor potentials were recorded bilaterally in four hindlimb muscles during stimulation delivered from different array locations. Then, cord dorsum potentials were recorded via the array by stimulating the left and right tibial nerves.\n    \n\n\n          Results:\n        \n      \n      Utilizing epidural spinal stimulation, we achieved selective left, right, proximal, and distal activation in the hindlimb muscles. We then determined the selectivity of each muscle as a function of stimulation location which relates to the distribution of the lumbar motor pools.\n    \n\n\n          Comparison with existing methods:\n        \n      \n      Mapping motoneuron distribution to hindlimb muscles and recording responses to peripheral nerve stimulation in the dorsal epidural space reveals insights into ascending and descending signal propagation in the lumbar spinal cord. Clinical-grade arrays have not been utilized in a porcine model.\n    \n\n\n          Conclusions:\n        \n      \n      These results indicate that efferent and afferent spinal sensorimotor networks are spatially distinct, provide information about the organization of motor pools in the lumbar enlargement, and demonstrate the feasibility of using clinical-grade devices in large animal research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38447914/"
}