{
    "title": "How Have Quality Improvement Strategies Been Adopted and How Has Impact Been Assessed in Care Homes for Older People? A Systematic Search and Narrative Review.",
    "doc_id": "40911387",
    "writer": "Cowdell F",
    "year": "2025",
    "summary": "INTRODUCTION: We conducted a systematic search and narrative review of quality improvement in care homes. Our aim was to examine how quality improvement strategies have been adopted and how impact has been assessed in care homes for older people. ... …",
    "abstract": "Introduction:\n        \n      \n      We conducted a systematic search and narrative review of quality improvement in care homes. Our aim was to examine how quality improvement strategies have been adopted and how impact has been assessed in care homes for older people.\n    \n\n\n          Methods:\n        \n      \n      Following PRISMA guidelines, we conducted systematic searches of the electronic databases Cumulative Index to Nursing and Allied Health Literature (CINAHL), Medline, PsycINFO and Applied Social Sciences Index & Abstracts (ASSIA) (2019-2024). We replicated the search strategy of a previously published review. Three co-authors undertook selection and data extraction.\n    \n\n\n          Results:\n        \n      \n      Forty-four articles were included describing varied stages of quality improvement initiatives in care homes. The United States produced the largest number of studies. Quality improvement strategies were often poorly reported. Included papers reported stages of quality improvement from inception to evaluation. Most aimed for improved clinical outcomes, mainly those subject to external scrutiny. Few studies reported impact robustly. Quantitative measures, surveys and qualitative data were reported alongside staff-reported changes. There was no evidence of sustained improvement. There is some evidence of the use of theories, models and frameworks usually associated with implementation and knowledge mobilisation.\n    \n\n\n          Conclusion:\n        \n      \n      Current improvement practice is inconsistent and having limited impact.\n    \n\n\n          Implications for practice:\n        \n      \n      We recommend any initiative to enhance resident experience and outcomes should involve establishing a project team, moving away from a deficit model, prioritising areas for improvement, identifying best practice, deciding how to measure improvement, understanding the challenges to best practice, co-designing strategies to effect change, sustaining the improvement, sharing learning and providing clear, detailed and accessible reporting.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40911387/"
}