{
  "pmid": "41442239",
  "title": "High Rates of Defect Closure After Resection of Large Nonpedunculated Colorectal Lesions Using a Through-The-Scope Clip With Anchor Prongs.",
  "abstract": "Prophylactic complete closure of mucosal defects after resection of gastrointestinal lesions is key to reducing delayed bleeding, but complete closure for large defects can be challenging with conventional through-the-scope clips (TTSC). The introduction of a TTSC with anchor prongs offers ability to approximate margins of larger defects. The study objective was to evaluate prophylactic complete closure after polypectomy, endoscopic mucosal resection (EMR), or endoscopic submucosal dissection (ESD) in large (≥ 20 mm) nonpedunculated colorectal lesions (LNPCLs). We conducted a multicenter, single-arm prospective cohort study of the TTSC with anchor prongs for prophylactic closure after EMR/polypectomy or ESD for LNPCLs. Patients were followed for 30 days after the index procedure. The primary outcome was the rate of complete closure of the defect. Other outcomes were the rate of delayed (postprocedural) bleeding, and rate of serious adverse events (SAEs). One hundred five eligible patients were enrolled. Ninety-nine (94.3%) defects had complete closure, with rates of 93.0% (80/86) for EMR/polypectomy and 100.0% (19/19) for ESD procedures. Delayed bleeding occurred in 2 (1.9%) patients by 30 days after the index procedure. Eight (7.6%) patients had ≥ 1 SAE, including bleeding (2 patients), perforation (1), microperforation (1), aspiration (1), nausea (1), and post-polypectomy syndrome (1). Prophylactic use of the TTSC with anchor prongs achieved a 94% rate of complete defect closure after EMR/polypectomy or ESD for LNPCLs. The rate of delayed bleeding after closure in this cohort was 1.9%. A prospective RCT is ongoing to further evaluate the clinical outcomes of a TTSC with anchor prongs used for prophylactic closure. ClinicalTrials.gov number, NCT05653843.",
  "disease": "colorectal cancer"
}