{
    "title": "The Economic Burden of Alzheimer's Disease in Zhejiang Province.",
    "doc_id": "33579844",
    "writer": "Yu E",
    "year": "2021",
    "summary": "There was a large-scale national survey in China launched by Professor Jianping Jia in 2015, but it did not adequately represent the average economic burden of AD patients in Zhejiang Province. OBJECTIVE: To investigate the economic burden and main factors influencing Alzh …",
    "abstract": "Background:\n        \n      \n      The World Alzheimer Report has described and predicted the economic burden of Alzheimer's disease (AD) patients in detail for four consecutive years. There was a large-scale national survey in China launched by Professor Jianping Jia in 2015, but it did not adequately represent the average economic burden of AD patients in Zhejiang Province.\n    \n\n\n          Objective:\n        \n      \n      To investigate the economic burden and main factors influencing Alzheimer's disease (AD) in Zhejiang Province.\n    \n\n\n          Methods:\n        \n      \n      We recruited 830 patients from 10 cities in Zhejiang Province, evaluated their per capita and total cost related to AD treatment and care in 2017, and analyzed the main factors affecting economic burden from the perspective of demographic characteristics and disease severity.\n    \n\n\n          Results:\n        \n      \n      In 2017, per capita cost of AD was 114,343.7 yuan, while the total cost was 27.53 billion yuan, accounting for 0.77% of Zhejiang Province's GDP (5176.8 billion yuan). Total cost, direct medical cost, and indirect cost have different correlations with age, education level, type of work, marital status, comorbidity, and disease severity.\n    \n\n\n          Conclusion:\n        \n      \n      The economic burden of AD in Zhejiang Province is heavy, similar to the national burden, and interventions based on demographic characteristics and disease severity can help reduce it.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33579844/"
}