{
    "title": "Altered autonomic nervous system activity in women with unexplained recurrent pregnancy loss.",
    "doc_id": "25546149",
    "writer": "Kataoka K",
    "year": "2015",
    "summary": "AIM: Autonomic nervous system activity was studied to evaluate the physical and mental state of women with unexplained recurrent pregnancy loss (RPL). METHODS: Heart rate variability (HRV) is a measure of beat-to-beat temporal changes in heart rate and provides indirect in …",
    "abstract": "Aim:\n        \n      \n      Autonomic nervous system activity was studied to evaluate the physical and mental state of women with unexplained recurrent pregnancy loss (RPL).\n    \n\n\n          Methods:\n        \n      \n      Heart rate variability (HRV) is a measure of beat-to-beat temporal changes in heart rate and provides indirect insight into autonomic nervous system tone and can be used to assess sympathetic and parasympathetic tone. We studied autonomic nervous system activity by measuring HRV in 100 women with unexplained RPL and 61 healthy female volunteers as controls. The degree of mental distress was assessed using the Kessler 6 (K6) scale.\n    \n\n\n          Results:\n        \n      \n      The K6 score in women with unexplained RPL was significantly higher than in control women. HRV evaluated on standard deviation of the normal-to-normal interval (SDNN) and total power was significantly lower in women with unexplained RPL compared with control women. These indices were further lower in women with unexplained RPL ≥4. On spectral analysis, high-frequency (HF) power, an index of parasympathetic nervous system activity, was significantly lower in women with unexplained RPL compared with control women, but there was no significant difference in the ratio of low-frequency (LF) power to HF power (LF/HF), an index of sympathetic nervous system activity, between the groups.\n    \n\n\n          Conclusions:\n        \n      \n      The physical and mental state of women with unexplained RPL should be evaluated using HRV to offer mental support. Furthermore, study of HRV may elucidate the risk of cardiovascular diseases and the mechanisms underlying unexplained RPL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25546149/"
}