{
  "pmid": "41474563",
  "title": "Diagnostic performance of the deep learning method trained using MRI and F-18 FDG-PET/CT images in the evaluation of axillary lymph node metastasis in breast cancer patients.",
  "abstract": "The aim of this study is to investigate the diagnostic performance of the deep learning method using Magnetic Resonance Images (MRI) and 18F-fluorodeoxyglucose and Positron Emission Tomography (F-18 FDG-PET/CT) in determining axillary lymph node metastasis (ALNM) in breast cancer patients. In our study, all patients aged 18 and over who were diagnosed with breast cancer and operated on in the General Surgery Clinic of Adana City Training and Research Hospital between November 2017 and April 2023 were retrospectively examined from the hospital system. Demographic characteristics of the patients included in the study, menopausal status, type of operation performed, metastasis status in the postoperative histopathological evaluation of the axilla, estrogen receptor (ER), progesterone receptor (PR) and human epidermal growth factor receptor 2 (HER-2) status, Ki-67 proliferation index, lymphovascular and perineural invasion status, MRI and F-18 FDG-PET/CT images, and histopathological features, size and grade of the tumor were recorded. MRI and F-18 FDG-PET/CT images of the patients were evaluated by experts in the field, and the diagnostic performance results of the Convolutional neural network (CNN) model trained with the same images were also recorded. 177 patients were included in our study. When the patients' demographic and clinicopathological parameters and ALNM status were compared, a statistically significant difference was found between ER status, lymphovascular-perineural invasion and ALNM status (P < 0.05). The model trained using both MRI and PET/CT achieved the best performance: sensitivity 89.35%, specificity 63.21%, accuracy 68.04%, and F1 score 79.84%. The CNN model outperformed expert interpretation of either modality alone. The deep learning model demonstrated promising diagnostic capability for noninvasively detecting ALNM. While not yet a replacement for SLNB, such models may assist clinical decision-making and reduce the need for invasive procedures in the future.",
  "disease": "breast cancer"
}