{
    "title": "Renal resistance trajectories during hypothermic machine perfusion in kidneys donated after circulatory death: Associations with donor characteristics and posttransplant outcomes-An analysis of COMPARE trial data.",
    "doc_id": "40550469",
    "writer": "Verstraeten L",
    "year": "2025",
    "summary": "The RR trajectory did not predict DGF (F = 1.93; P = .15), biopsy-proven acute rejection (F = 0.41; P = .66), 1-year kidney function (F = 0.61; P = .54), or 1-year graft survival (F = 0.47; P = .63). ...Our findings suggest that the RR trajectory reflects the kid …",
    "abstract": "Renal resistance (RR) during hypothermic perfusion is commonly used as a factor to assess kidney quality, with most studies focusing on terminal RR measurements. We fitted a linear model to the entire RR trajectory using data from the randomized Consortium for Organ Preservation in Europe COMPARE trial and explored the relationship between the RR trajectory, donor characteristics, and posttransplant outcomes, also assessing the prognostic value of terminal RR for delayed graft function (DGF). Donor weight (F = 5.32; P = .005) and cause of death (F = 2.91; P = .008) were associated with the RR trajectory, whereas active oxygenation had no effect (F = 1.12; P = .33). The RR trajectory did not predict DGF (F = 1.93; P = .15), biopsy-proven acute rejection (F = 0.41; P = .66), 1-year kidney function (F = 0.61; P = .54), or 1-year graft survival (F = 0.47; P = .63). Terminal RR independently predicted DGF (odds ratio 1.14; 95% CI, 1.009-1.298; P = .03) but had limited prognostic value (area under the receiver operating characteristic curve, 0.63; 95% CI, 0.55-0.71), aligning with previous research. Our findings suggest that the RR trajectory reflects the kidney's intrinsic response to perfusion, with donor weight and cause of death potentially influencing its progression. The absence of a relation between the RR trajectory and posttransplant outcomes stresses that using RR as a standalone criterion for kidney discard is not justified and may lead to unnecessary discard. Our findings also call for further validation in larger, more diverse cohorts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40550469/"
}