{
    "title": "Managing hypertension in patients with type 2 diabetes mellitus.",
    "doc_id": "16754740",
    "writer": "Dobesh PP.",
    "year": "2006",
    "summary": "PURPOSE: Current guideline recommendations for effective strategies to optimize the treatment of patients with concomitant hypertension and type 2 diabetes mellitus are reviewed. SUMMARY: Current estimates indicate that 20 million people in the United …",
    "abstract": "Purpose:\n        \n      \n      Current guideline recommendations for effective strategies to optimize the treatment of patients with concomitant hypertension and type 2 diabetes mellitus are reviewed.\n    \n\n\n          Summary:\n        \n      \n      Current estimates indicate that 20 million people in the United States have diabetes, 90-95% of whom have type 2 diabetes mellitus. Type 2 diabetes mellitus is associated with an increased risk of premature death from cardiovascular disease (CVD), stroke, and end-stage renal disease. Hypertension is an extremely common comorbidity in patients with type 2 diabetes mellitus. The coexistence of hypertension in patients with type 2 diabetes is particularly destructive because of the strong linkage of the two conditions with CVD, stroke, progression of renal disease, and diabetic nephropathy. Current guidelines, including those issued by the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure, the National Kidney Foundation, and the American Diabetes Association, provide evidence-based recommendations for the treatment of hypertension in patients with type 2 diabetes mellitus. However, studies indicate that guidelines are not widely followed. Therefore, the beneficial effects of appropriate hypertension treatment observed in clinical trials are often not recognized in clinical practice. Pharmacists are ideally positioned to help improve guideline implementation and patient outcome.\n    \n\n\n          Conclusion:\n        \n      \n      Pharmacists must become more vigilant about following current guidelines for the treatment of patients with concomitant hypertension and type 2 diabetes mellitus. Strategies such as patient education and medication assessment can help to optimize care for these patients and slow the progression to diabetic nephropathy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16754740/"
}