{
    "title": "Chronic epithelial kidney injury molecule-1 expression causes murine kidney fibrosis.",
    "doc_id": "23979159",
    "writer": "Humphreys BD",
    "year": "2013",
    "summary": "Acute kidney injury predisposes patients to the development of both chronic kidney disease and end-stage renal failure, but the molecular details underlying this important clinical association remain obscure. ...Thus, sustained KIM-1 expression promotes ki …",
    "abstract": "Acute kidney injury predisposes patients to the development of both chronic kidney disease and end-stage renal failure, but the molecular details underlying this important clinical association remain obscure. We report that kidney injury molecule-1 (KIM-1), an epithelial phosphatidylserine receptor expressed transiently after acute injury and chronically in fibrotic renal disease, promotes kidney fibrosis. Conditional expression of KIM-1 in renal epithelial cells (Kim1(RECtg)) in the absence of an injury stimulus resulted in focal epithelial vacuolization at birth, but otherwise normal tubule histology and kidney function. By 4 weeks of age, Kim1(RECtg) mice developed spontaneous and progressive interstitial kidney inflammation with fibrosis, leading to renal failure with anemia, proteinuria, hyperphosphatemia, hypertension, cardiac hypertrophy, and death, analogous to progressive kidney disease in humans. Kim1(RECtg) kidneys had elevated expression of proinflammatory monocyte chemotactic protein-1 (MCP-1) at early time points. Heterologous expression of KIM-1 in an immortalized proximal tubule cell line triggered MCP-1 secretion and increased MCP-1-dependent macrophage chemotaxis. In mice expressing a mutant, truncated KIM-1 polypeptide, experimental kidney fibrosis was ameliorated with reduced levels of MCP-1, consistent with a profibrotic role for native KIM-1. Thus, sustained KIM-1 expression promotes kidney fibrosis and provides a link between acute and recurrent injury with progressive chronic kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23979159/"
}