{
    "title": "Risk factors for first time incidence sciatica: a systematic review.",
    "doc_id": "24327326",
    "writer": "Cook CE",
    "year": "2014",
    "summary": "To our knowledge, there are no studies that have investigated risk factors associated with first time incidence sciatica. The purpose of the systematic review was to identify the longitudinal risk factors associated with first time incidence sciatica a …",
    "abstract": "Background and purpose:\n        \n      \n      Characteristically, sciatica involves radiating leg pain that follows a dermatomal pattern along the distribution of the sciatic nerve. To our knowledge, there are no studies that have investigated risk factors associated with first time incidence sciatica. The purpose of the systematic review was to identify the longitudinal risk factors associated with first time incidence sciatica and to report incidence rates for the condition. For the purposes of this review, first time incidence sciatica was defined as either of the following: 1) no prior history of sciatica or 2) transition from a pain-free state to sciatica. Studies included subjects of any age from longitudinal, observational, cohort designs.\n    \n\n\n          Methods:\n        \n      \n      The study was a systematic review. Eight of the 239 articles identified by electronic search strategies met the inclusion criteria.\n    \n\n\n          Results:\n        \n      \n      Risk factors and their respective effect estimates were reported using descriptive analysis and the preferred reporting items for systematic reviews and meta-analyses guidelines. Modifiable risk factors included smoking, obesity, occupational factors and health status. Non-modifiable factors included age, gender and social class. Incidence rates varied among the included studies, in part reflecting the variability in the operationalized definition of sciatica but ranged from <1% to 37%.\n    \n\n\n          Discussion:\n        \n      \n      A majority of the identified risk factors associated with first time sciatica are modifiable, suggesting the potential benefits of primary prevention. In addition, those risk factors are also associated with unhealthy lifestyles, which may function concomitantly toward the development of sciatica. Sciatica as a diagnosis is inconsistently defined among studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24327326/"
}