{
    "title": "A Comparison of Pediatric Weight Estimation Methods for Emergency Resuscitation.",
    "doc_id": "28398937",
    "writer": "Samerchua A",
    "year": "2019",
    "summary": "Correlations between estimated and actual weights were tested. Validity was assessed by mean bias (estimated weight minus actual weight) and accuracy (10% error). ...RESULTS: Four hundred thirty participants with mean age of 6.7 years and mean weight o …",
    "abstract": "Objectives:\n        \n      \n      Obtaining accurate pediatric weight is necessary during emergency resuscitation. Although several weight estimation methods exist, the most precise method has not been conclusively determined. This study aimed to evaluate the validity, reliability, and practicality of these tools.\n    \n\n\n          Methods:\n        \n      \n      A prospective observational study was conducted in healthy Thai children aged 6 months to 12 years. Correlations between estimated and actual weights were tested. Validity was assessed by mean bias (estimated weight minus actual weight) and accuracy (10% error). Practicality was evaluated by time usage and data derived from user questionnaires.\n    \n\n\n          Results:\n        \n      \n      Four hundred thirty participants with mean age of 6.7 years and mean weight of 26 kg were enrolled. A strong correlation between estimated weight and actual weight in all methods was demonstrated. Parental estimation was the most accurate tool in all age groups, with the lowest overall mean error (ME) of -0.83 kg and the highest accuracy of 88.7%. The Broselow tape was the second most accurate tool in ages younger than 1 year and 1-to-5-year age groups (ME = 0.23 and 0.50 kg; accuracy = 55.3% and 54.1%, respectively). The Mercy method was the second most accurate tool in the 6-to-10-year and 11-to-12-year age groups (ME = -2.47 and -2.77; accuracy = 54.6% and 67.9%, respectively). The Broselow tape had the highest score for practicality of use.\n    \n\n\n          Conclusions:\n        \n      \n      Parental estimation was the most accurate method in every age group. The next best alternative is the Broselow tape in children aged 5 years or younger and the Mercy method in children aged older than 5 years.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28398937/"
}