{
  "pmid": "41448848",
  "title": "Impact of depression on medication non-adherence in coronary artery disease: a systematic review and meta-analysis.",
  "abstract": "Depression is a risk factor and complication of coronary artery disease (CAD) that is associated with poor cardiovascular outcomes. This may be related to medication non-adherence; a topic on which considerable new evidence has emerged. We aim to assess the relationship between depression and medication adherence in patients with CAD. The Cochrane Library, Medline and Embase databases were searched for relevant studies published until January 2023. Studies were included if they reported the prevalence of adherence to cardiovascular medications in depressed versus non-depressed participants aged >18 years with CAD, including acute and chronic coronary syndromes and those undergoing percutaneous coronary intervention. The primary outcome was the OR of non-adherence to cardiovascular medications in depressed versus non-depressed patients. Included studies (n=30) comprised mainly of cohort or cross-sectional studies, most of which involved US participants. Nine tools were used to measure medication adherence, the majority of which relied on participant self-report. Nine depression diagnostic tools were used, including the Patient Health Questionnaire, Beck Depression Inventory and International Classification of Diseases (ICD-9/10) diagnostic codes. The prevalence of depression ranged widely (1.7-76.6%), as did medication non-adherence (5.9-72.9%). A meta-analysis of 17 studies and 82 059 patients showed that depression was associated with increased medication non-adherence (OR 1.48, 95% CI 1.23 to 1.78, p<0.001) using a random effects model. However, there was considerable heterogeneity between studies (I Patients with CAD and depression may have increased odds of medication non-adherence; however, there was considerable clinical and statistical heterogeneity, underscoring the need for further research to better understand this relationship.",
  "disease": "coronary artery disease"
}