{
  "pmid": "41439450",
  "title": "Efficacy of Brexpiprazole on Neuropsychiatric Symptoms and Impact on Caregivers: Pooled Neuropsychiatric Inventory (NPI) Analysis in Patients With Agitation Associated With Dementia due to Alzheimer's Disease.",
  "abstract": "PurposeAgitation is a neuropsychiatric symptom commonly observed in Alzheimer's dementia, which causes substantial burden for patients and caregivers. In this exploratory analysis, Neuropsychiatric Inventory (NPI) data were pooled from two randomized, double-blind, fixed-dose, placebo-controlled trials of brexpiprazole in agitation associated with dementia due to Alzheimer's disease. The analysis explored the efficacy of brexpiprazole on agitation and other neuropsychiatric symptoms, including their impact on caregivers.Major FindingsBrexpiprazole 2 or 3 mg/day ( Alzheimer’s dementia is a common disorder that affects the brain. In addition to problems with thinking and memory, many patients also exhibit agitation. Agitation is a neuropsychiatric symptom (a term for symptoms that affect behaviors and emotions), which are common in Alzheimer’s dementia. There are many types of agitation symptoms, which can be non-aggressive (like wandering or feeling restless) or aggressive (like cursing, shouting, or hitting). Agitation symptoms can cause caregivers to feel anxious and distressed and often lead to patients being moved into nursing homes. A medication called brexpiprazole is approved by the United States FDA to treat agitation symptoms in people with Alzheimer’s dementia. The brexpiprazole clinical trials included an assessment called the Neuropsychiatric Inventory (NPI), which is filled out by doctors based on interviews with caregivers. The NPI measures patients’ neuropsychiatric symptoms (including agitation symptoms) and assesses how caregivers are affected by these symptoms. This article describes an analysis of NPI results from two brexpiprazole clinical trials over 12 weeks. In this analysis, larger improvements were seen with brexpiprazole than with a placebo (dummy drug) in agitation/aggression, as well as in other neuropsychiatric symptoms, including irritability/lability (eg, bad temper or changeable mood), aberrant motor behavior (eg, repetitive habits or fidgeting), disinhibition (eg, acting impulsively or insensitively), and anxiety (eg, feeling nervous or worried). These improvements were accompanied by a reduced impact of the symptoms on caregivers.",
  "disease": "alzheimer disease"
}