{
    "title": "Development of Three-Dimensional Breast Scan and Measurement Application Using Laser Imaging Detection and Ranging Sensor on iPhone.",
    "doc_id": "36917750",
    "writer": "Han WY",
    "year": "2023",
    "summary": "The authors' team developed a software application based on iOS devices with built-in LiDAR sensors for 3D breast scanning and automatically analyzing the breast's geometric measurement. Breast geometry, including midclavicle-to-nipple distance, sterna …",
    "abstract": "Laser imaging detection and ranging (LiDAR) is a modern three-dimensional (3D) technology that uses a time-of-flight method based on the round-trip time of an infrared laser beam to detect the presence and features of objects. The iPhone 12 Pro is the first smart mobile device with built-in LiDAR sensors. The authors' team developed a software application based on iOS devices with built-in LiDAR sensors for 3D breast scanning and automatically analyzing the breast's geometric measurement. Breast geometry, including midclavicle-to-nipple distance, sternal notch-to-nipple distance, nipple-to-inframammary fold (IMF) distance, distance between nipples, and body circumference on nipple and IMF level were measured using the software application and tapeline. The relative technical error of measurement (rTEM) value was used to calculate the error ratios between the measurements acquired by the software application and those of the tapeline. Good rTEM values ranging from 2.99% to 5.19% were found in the midclavicle-to-nipple distance, sternal notch-to-nipple distance, distance between nipples, nipple-level circumference, and IMF-level circumference. However, there was a poor rTEM value greater than 10% in the nipple-to-IMF distance. The proposed software application using current iOS devices with built-in LiDAR sensors can provide an ideal 3D scanning system that has a low cost burden, good accuracy, portability, and ease of use.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36917750/"
}