{
    "title": "Primary squamous cell carcinoma of the kidney in southern Senegal (Ziguinchor): case report and review of the literature.",
    "doc_id": "35018208",
    "writer": "Senghor F",
    "year": "2021",
    "summary": "The kidney's primary squamous cell carcinoma is a rare tumor, representing 0.5-0.8% of malignant renal tumors and 4% of upper urinary tract tumors. ...Primary squamous cell carcinoma of the kidney may not be related to a past history of recurrent urinary trac …",
    "abstract": "The kidney's primary squamous cell carcinoma is a rare tumor, representing 0.5-0.8% of malignant renal tumors and 4% of upper urinary tract tumors. This pathology often occurs after a long past history of renal lithiasis and repeated untreated or poorly treated urinary tract infections. The delay in diagnosis resulting from an insidious symptomatology, without specific signs, often leads to a pejorative development, especially in poor countries. A seventy-nine-year-old Senegalese woman, with no past history of lithiasis nor recurrent urinary tract infection and urinary schistosomiasis, was received for a recurrent total hematuria associated with left lumbar pain. Clinical examination revealed a mobile tender left lumbar mass, with lumbar contact and renal sloshing. The left renal tumor´s diagnosis was retained on clinical and scannographic arguments, justifying an enlarged left total nephrectomy, by laparotomy. The anatomopathological examination of the surgical sample made it possible to make the diagnosis of primary invasive squamous cell carcinoma of the left kidney and to find foci of carcinoma in-situ on squamous metaplasia in the calyxes. Unlike the typical case of primary squamous cell carcinoma of the kidney, our patient did not have a long past history of renal lithiasis nor untreated or poorly treated recurrent urinary tract infections and urinary schistosomiasis. Primary squamous cell carcinoma of the kidney may not be related to a past history of recurrent urinary tract infections and lithiasis, but to any other cause of squamous metaplasia of the urothelium. Surgery remains the best option for this entity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35018208/"
}