{
  "pmid": "41367470",
  "title": "Redox Imbalance in Coronary Artery Bypass Grafting: The Clinical Significance of Aminothiols.",
  "abstract": "Coronary artery bypass grafting (CABG) is a vital intervention for severe coronary artery disease, yet it induces significant oxidative stress, contributing to postoperative complications and long-term cardiovascular risks. Aminothiols, including glutathione, homocysteine, cysteine, and cysteinylglycine, are key regulators of redox homeostasis, making them promising biomarkers for assessing oxidative stress in CABG patients. This narrative review explores their biochemical roles, measurement techniques, and associations with clinical outcomes. Glutathione mitigates reactive oxygen species (ROS) through the glutathione redox cycle, while elevated homocysteine promotes oxidative damage and inflammation, linked to complications like atrial fibrillation and acute kidney injury. Cysteine and cysteinylglycine further support redox balance, with their dysregulation reflecting perioperative stress. Studies demonstrate that altered aminothiol levels pre- and post-CABG correlate with adverse outcomes, including myocardial injury, graft restenosis, and major adverse cardiovascular events. Advanced analytical methods like high-performance liquid chromatography and liquid chromatography-mass spectrometry enable precise aminothiol quantification, although variability and lack of standardization pose challenges. Therapeutic interventions, such as N-acetylcysteine and folate supplementation, show potential to modulate aminothiol levels and reduce oxidative stress. Despite these insights, gaps in longitudinal data and assay standardization limit clinical adoption. Future research should focus on standardized protocols, large-scale studies, and metabolomics to integrate aminothiols into personalized medicine, enhancing risk stratification and therapeutic strategies for improved CABG outcomes. Overall, this narrative review synthesizes available data on aminothiols and oxidative stress in CABG, with the objective of identifying knowledge gaps and potential pathways for translational and clinical application.",
  "disease": "coronary artery disease"
}