{
    "title": "Neoplastic Lesions of Gastric Adenocarcinoma and Proximal Polyposis Syndrome (GAPPS) Are Gastric Phenotype.",
    "doc_id": "29112017",
    "writer": "de Boer WB",
    "year": "2018",
    "summary": "Neoplastic lesions of gastric adenocarcinoma and proximal polyposis of the stomach (GAPPS) are gastric phenotype. ...All cases of dysplasia were of gastric phenotype based on morphology and mucin immunohistochemistry. IN CONCLUSION: (1) the spectrum of …",
    "abstract": "Neoplastic lesions of gastric adenocarcinoma and proximal polyposis of the stomach (GAPPS) are gastric phenotype. GAPPS was reported in 2011 as a new autosomal dominant gastric polyposis syndrome characterized by involvement of the gastric body/fundus with sparing of the antrum by multiple polyps, reported to be primarily fundic gland polyps (FGPs), with progression to dysplasia and adenocarcinoma of intestinal type. Our series consists of 51 endoscopic biopsies and 5 gastrectomy specimens from 25 patients belonging to a previously defined GAPPS family. Slides were reviewed and further stains performed. Endoscopy was abnormal in 15 of the 25 patients: carpeting polyposis of the gastric body and fundus in 14 and a gastric mass without polyposis in one. The most common polypoid lesion (seen in 12 patients) was a disorganized proliferation of specialized/oxyntic glands high up in the mucosa involving the attenuated foveolar region around the gastric pits, which we have termed \"hyperproliferative aberrant pits\". Well developed FGP were seen in 10 patients. Established neoplastic lesions seen in 9 patients were: (1) discrete gastric adenomas, (2) multifocal \"flat\" dysplasia in the setting of hyperproliferative aberrant pits +/- FGPs, (3) adenomatous tissue associated with adenocarcinoma. All cases of dysplasia were of gastric phenotype based on morphology and mucin immunohistochemistry.\n    \n\n\n          In conclusion:\n        \n      \n      (1) the spectrum of gastric pathology associated with GAPPS is wider than previously reported, (2) the earliest microscopic clue is the finding of hyperproliferative aberrant pits, and (3) the dysplasia is gastric phenotype and the subsequent adenocarcinoma may follow the gastric pathway of carcinogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29112017/"
}