{
    "title": "Effects of exercise therapy in patients with acute low back pain: a systematic review of systematic reviews.",
    "doc_id": "32795336",
    "writer": "Karlsson M",
    "year": "2020",
    "summary": "CONCLUSIONS: The findings suggest very low to moderate certainty of evidence that exercise therapy may result in little or no important difference in pain or disability, compared with other interventions, in adult patients with acute low back pain. A limitation of this systema …",
    "abstract": "Background:\n        \n      \n      Acute low back pain is associated with pain and disability, but symptoms are often self-healing. The effectiveness of exercise therapy for acute low back pain remains uncertain with conflicting evidence from systematic reviews. The aim of this systematic review of systematic reviews was to assess the overall certainty of evidence for the effects of exercise therapy, compared with other interventions, on pain, disability, recurrence, and adverse effects in adult patients with acute low back pain.\n    \n\n\n          Methods:\n        \n      \n      PubMed, the Cochrane library, CINAHL, PEDro, Open Grey, Web of Science, and PROSPERO were searched for systematic reviews of randomized controlled trials. Methodological quality was assessed independently by two authors using AMSTAR. Meta-analyses were performed if possible, using data from the original studies. Data for pain, disability, recurrence, and adverse effects were analyzed. Certainty of evidence was assessed using GRADE.\n    \n\n\n          Results:\n        \n      \n      The searches retrieved 2602 records, of which 134 publications were selected for full-text screening. Twenty-four reviews were included, in which 21 randomized controlled trials (n = 2685) presented data for an acute population, related to 69 comparisons. Overlap was high, 76%, with a corrected covered area of 0.14. Methodological quality varied from low to high. Exercise therapy was categorized into general exercise therapy, stabilization exercise, and McKenzie therapy. No important difference in pain or disability was evident when exercise therapy was compared with sham ultrasound, nor for the comparators usual care, spinal manipulative therapy, advice to stay active, and educational booklet. Neither McKenzie therapy nor stabilization exercise yielded any important difference in effects compared with other types of exercise therapy. Certainty of evidence varied from very low to moderate.\n    \n\n\n          Conclusions:\n        \n      \n      The findings suggest very low to moderate certainty of evidence that exercise therapy may result in little or no important difference in pain or disability, compared with other interventions, in adult patients with acute low back pain. A limitation of this systematic review is that some included reviews were of low quality. When implementing findings of this systematic review in clinical practice, patients' preferences and the clinician's expertise also should be considered, to determine if and when exercise therapy should be the intervention of choice.\n    \n\n\n          Systematic review registration:\n        \n      \n      PROSPERO: CRD46146, available at: https://www.crd.york.ac.uk/PROSPERO/display_record.php?RecordID=46146 .",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32795336/"
}