{
    "title": "High intraoperative blood loss may be a risk factor for postoperative hematoma.",
    "doc_id": "15021285",
    "writer": "Zetterling M",
    "year": "2004",
    "summary": "The amount of intraoperative blood loss was significantly larger in the hematoma group (762 +/-735 mL [median 500 mL]) than in the control group (415 +/-403 mL; median 300 mL) (P = 0.004). ...In this study, a large amount of intraoperative blood loss and elev …",
    "abstract": "The authors studied the incidence of postoperative intracranial hematoma to improve care after intracranial surgery. Five years (1995-1999) of surgical records were analyzed retrospectively. Patients were included if evacuation of an intracranial postoperative hematoma was reported. A control group was randomly selected. Forty-nine patients (0.8%) had postoperative hematomas requiring evacuation. The amount of intraoperative blood loss was significantly larger in the hematoma group (762 +/-735 mL [median 500 mL]) than in the control group (415 +/-403 mL; median 300 mL) (P = 0.004). Clinical deterioration occurred within the first 24 hours in 80%, within 6 hours in 51%, and within 1 hour in 12% of the patients. Those who deteriorated within 24 hours had a faster and more life-threatening deterioration than those who had a hematoma after 24 hours. A decreased level of consciousness was found in 61% and increased focal neurologic signs were found in 33% of the patients. An elevated intracranial pressure was seen significantly more often in the hematoma group (9/10 patients, 90%) than in the control group (1/8 patients, 12.5%) (P = 0.001). In this study, a large amount of intraoperative blood loss and elevated intracranial pressure were warning signs of postoperative hematoma and should alert the clinician to the increased risk. Most hematomas occurred within 24 hours after surgery, and in this time period the deterioration was more severe compared with the hematomas that occurred later.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15021285/"
}