{
    "title": "Nephrogenic diabetes insipidus with new onset diabetic ketoacidosis in a child - challenges in fluid and electrolyte management.",
    "doc_id": "35286454",
    "writer": "Tseng YS",
    "year": "2022",
    "summary": "BACKGROUND: Intensive care management of diabetic ketoacidosis (DKA) is targeted to reverse ketoacidosis, replace the fluid deficit, and correct electrolyte imbalances. ...Pediatric treatment guidelines of DKA have become standard but complexities arise in children with co …",
    "abstract": "Background:\n        \n      \n      Intensive care management of diabetic ketoacidosis (DKA) is targeted to reverse ketoacidosis, replace the fluid deficit, and correct electrolyte imbalances. Adequate restoration of circulation and treatment of shock is key. Pediatric treatment guidelines of DKA have become standard but complexities arise in children with co-morbidities. Congenital nephrogenic diabetes insipidus (NDI) is a rare hereditary disorder characterized by impaired kidney concentrating ability and treatment is challenging. NDI and DKA together have only been previously reported in one patient.\n    \n\n\n          Case diagnosis/treatment:\n        \n      \n      We present the case of a 12-year-old male with NDI and new onset DKA with hyperosmolality. He presented in hypovolemic shock with altered mental status. Rehydration was challenging and isotonic fluid resuscitation resulted in increased urine output and worsening hyperosmolar state. Use of hypotonic fluid and insulin infusion led to lowering of serum osmolality faster than desired and increased the risk for cerebral edema. Despite the rapid decline in serum osmolality his mental status improved so we allowed him to drink free water mixed with potassium phosphorous every hour to match his urinary output (1:1 replacement) and continued 0.45% sodium chloride based on his fluid deficit and replacement rate with improvement in his clinical status.\n    \n\n\n          Conclusions:\n        \n      \n      This case illustrates the challenges in managing hypovolemic shock, hyperosmolality, and extreme electrolyte derangements driven by NDI and DKA, as both disease processes drive excessive urine output, electrolyte and acid-base imbalances, and rapid fluctuation in osmolality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35286454/"
}