{
  "pmid": "41469464",
  "title": "Cigarette smoke destabilizes G-quadruplex structures and antagonizes G4-ligand effects in macrophages.",
  "abstract": "Cigarette smoke (CS) is a major risk factor for many respiratory diseases, including lung cancer, contributing to genomic instability, chronic inflammation, and impaired immune responses. Macrophages are among the most affected cell types, and CS-induced polarization has been increasingly associated with tumor promotion and reduced anti-tumor activity. G quadruplexes (G4) are non-canonical structures of RNA and DNA, enriched in G-rich sequences (such as telomeres or gene promoters), influencing several layers of gene expression regulation and DNA stability. More recently, genome-wide approaches have enabled high-resolution mapping of G4 structures in human cells, confirming the formation and functionality of G4 in multiple biological contexts. G4 structures can be bound and stabilized by small molecules such as RHPS4, with a consequent impairment of cell proliferation in cancer cells and downregulation of several pro-oncogenic factors. However, no studies have previously addressed whether CS exposure affects G4 formation or stability. Here, we found that CS exposure destabilizes G4 structure formation in cultured THP-1 monocytes differentiated into macrophages, antagonizing the effect of the G4 ligand RHPS4. In this context, CS exposure strongly induces the activation of IL-1β and TNF-α, both containing a G4 putative forming region in their promoters, suggesting that CS-linked cytokine modulation could involve a G4-dependent mechanism. Moreover, in proliferating THP-1, CS antagonizes the anti-proliferative effect of RHPS4 and has an opposite effect on the expression of G4 containing pro-oncogenic genes (like myc and bcl2). Overall, these findings showed for the first time a relationship between CS exposure and G4 structures, representing a new unexplored regulatory mechanism underlying smoking-related conditions and carcinogenesis.",
  "disease": "lung cancer"
}