{
    "title": "Does Rectocele on Defecography Equate to Rectocele on Physical Examination in Patients With Defecatory Symptoms?",
    "doc_id": "31390332",
    "writer": "Wallace SL",
    "year": "2021",
    "summary": "OBJECTIVES: Our primary objective was to determine the association between rectocele size on defecography and physical examination in symptomatic patients. Our secondary objective was to describe the associations between both defecography and physical exam …",
    "abstract": "Objectives:\n        \n      \n      Our primary objective was to determine the association between rectocele size on defecography and physical examination in symptomatic patients. Our secondary objective was to describe the associations between both defecography and physical examination findings with defecatory symptoms and progression to surgical repair of rectocele.\n    \n\n\n          Methods:\n        \n      \n      We performed a retrospective review of all patients referred to a female pelvic medicine and reconstructive surgery clinic with a diagnosis of rectocele based on defecography and/or physical examination at a single institution from 2003 to 2017. Patients who did not have defecatory symptoms, did not undergo defecography imaging, or did not have a physical examination in a female pelvic medicine and reconstructive surgery clinic within 12 months of defecography imaging were excluded.\n    \n\n\n          Results:\n        \n      \n      Of 200 patients, 181 (90.5%) had a rectocele diagnosed on defecography and 170 (85%) had a rectocele diagnosed on physical examination. Pearson and Spearman tests of correlation both showed a positive relationship between the rectocele size on defecography and rectocele stage on physical examination; however, one was not reliable to predict the results of the other (Pearson correlation = 0.25; Spearman ρ = 0.29). The strongest predictor of surgery was rectocele stage on physical examination (P < 0.001). Size of rectocele on defecography was not a strong independent predictor for surgery (P = 0.01), although its significance improved with the addition of splinting (P = 0.004).\n    \n\n\n          Conclusions:\n        \n      \n      Our results suggest that rectocele on defecography does not necessarily equate to rectocele on physical examination in patients with defecatory symptoms. Rectocele on physical examination was more predictive for surgery than rectocele on defecography.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31390332/"
}