{
  "pmid": "41398757",
  "title": "Association of metabolic disorders and lifestyle behaviors with epilepsy: Evidence from the NHANES database.",
  "abstract": "Epilepsy is a common neurological disorder that places a substantial burden on healthcare systems worldwide. Identifying associated risk factors is essential for effective prevention and management. This study examined the associations between epilepsy and key metabolic disorders (diabetes, hypertension) together with modifiable lifestyle factors (body mass index [BMI], smoking, alcohol consumption) using nationally representative NHANES data. We analyzed publicly available data from the 2017-2018 cycle of NHANES, including 9254 eligible participants. Key covariates, such as age, sex, BMI, history of diabetes, hypertension, smoking, and alcohol use, were collected. Both univariate and multivariable logistic regressions were performed to evaluate associations. The predictive performance of logistic regression and random forest models for epilepsy was assessed using receiver operating characteristic curves. Significant differences in age, education level, BMI, cardiometabolic indicators, and lifestyle behaviors were observed between individuals with and without epilepsy (P < .001). In multivariable analyses, older age (adjusted odds ratio [aOR] = 2.42, 95% confidence interval [CI]: 2.33-2.50), obesity (aOR = 1.65, 95% CI: 1.73-2.09), diabetes (aOR = 2.48, 95% CI: 2.23-2.75), and smoking (current smoking aOR = 1.90, 95% CI: 1.73-2.09; former smoking aOR = 1.50, 95% CI: 1.38-1.64) were independently associated with higher epilepsy risk. Hypertension showed an inverse association (aOR = 0.83, 95% CI: 0.75-0.91). Alcohol consumption did not remain a significant independent predictor after adjustment. Older age, obesity, diabetes, and smoking were independent risk factors for epilepsy, whereas hypertension showed an inverse association. These findings underscore the importance of targeted prevention strategies, risk stratification, and early intervention in populations at risk.",
  "disease": "epilepsy"
}