{
    "title": "Screening and surveillance for gastric cancer in the United States: Is it needed?",
    "doc_id": "26940296",
    "writer": "Kim GH",
    "year": "2016",
    "summary": "Endoscopy has the highest rate of detecting gastric cancer compared with other gastric cancer screening methods. The national screening program in Japan has demonstrated a mortality reduction from gastric cancer based on cohort data. CONC …",
    "abstract": "Background and aims:\n        \n      \n      Although the incidence of gastric cancer in the United States is relatively low, the incidence of gastric cancer is higher than for esophageal cancer, for which clear guidelines for screening and surveillance exist. With the increasing availability of endoscopic therapy, such as endoscopic submucosal dissection, for treating advanced dysplasia and early gastric cancer, establishing guidelines for screening and surveillance of patients who are at high risk of developing gastric cancer has the potential to diagnose and treat gastric cancer at an earlier stage and improve mortality from gastric cancer. The aims of this article were to review the data regarding the risk factors for developing gastric cancer, methods for gastric cancer screening, and results of national screening programs.\n    \n\n\n          Methods:\n        \n      \n      A review of the existing literature related to the aims was performed.\n    \n\n\n          Results:\n        \n      \n      Risk factors for gastric cancer that were identified include race/ethnicity (East Asian, Russian, or South American), first-degree relative diagnosed with gastric cancer, positive Helicobacter pylori status, and presence of atrophic gastritis or intestinal metaplasia. Endoscopy has the highest rate of detecting gastric cancer compared with other gastric cancer screening methods. The national screening program in Japan has demonstrated a mortality reduction from gastric cancer based on cohort data.\n    \n\n\n          Conclusions:\n        \n      \n      Gastric cancer screening with endoscopy should be considered in individuals who are immigrants from regions associated with a high risk of gastric cancer (East Asia, Russia, or South America) or who have a family history of gastric cancer. Those with findings of atrophic gastritis or intestinal metaplasia on screening endoscopy should undergo surveillance endoscopy every 1 to 2 years. Large prospective multicenter studies are needed to further identify additional risk factors for developing gastric cancer and to assess whether gastric cancer screening programs for high-risk populations in the United States would result in improved mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26940296/"
}