{
    "title": "Consequences of interleukin 1beta-triggered chronic inflammation in the mouse prostate gland: Altered architecture associated with prolonged CD4(+) infiltration mimics human proliferative inflammatory atrophy.",
    "doc_id": "30900284",
    "writer": "Ashok A",
    "year": "2019",
    "summary": "BACKGROUND: Elevated expression of the proinflammatory cytokine interleukin 1beta (IL-1beta) has been observed in expressed prostatic secretions of patients with chronic prostatitis/chronic pelvic pain syndrome, and genetic polymorphisms associated with the IL1B gen …",
    "abstract": "Background:\n        \n      \n      Elevated expression of the proinflammatory cytokine interleukin 1β (IL-1β) has been observed in expressed prostatic secretions of patients with chronic prostatitis/chronic pelvic pain syndrome, and genetic polymorphisms associated with the IL1B gene are linked to increased risk for aggressive prostate cancer.\n    \n\n\n          Methods:\n        \n      \n      To study the role of IL-1β expression in prostate inflammation, we examined IL1B expression in human prostatic proliferative inflammatory atrophy (PIA) lesions and developed a tetracycline-regulated human IL1B transgene in the mouse prostate.\n    \n\n\n          Results:\n        \n      \n      Here, we demonstrate that IL1B expression is a common finding in human PIA lesions, which harbored focal IL1B expression in epithelial and stromal compartments. Human IL1B expression in the mouse prostate elicited acute and chronic inflammation. Penetrance and expressivity were variable and tunable by altering transgene dosage and the presence of an exogenous inducible marker antigen (green fluorescent protein). Inflammation was characterized by infiltration of CD4+ T cells, demonstrating an adaptive immune response. Chronic inflammation persisted after doxycycline (Dox) withdrawal. Reactive epithelia increased expression of downstream cytokines, and altered glandular architecture was observed upon sustained induction of IL1B. Immunohistochemical analyses revealed a higher proliferative index and decreased Nkx3.1 expression in inflamed mouse prostates.\n    \n\n\n          Conclusions:\n        \n      \n      These data implicate IL-1β in human prostate pathology and this model provides a versatile platform to interrogate molecular mechanisms of inflammation-associated prostate pathologies associated with episodic or sustained IL-1β expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30900284/"
}