{
  "pmid": "41453741",
  "title": "Cardiac Function Assessment with Deep-Learning-Based Automatic Segmentation of Free-Running 4D Whole-Heart CMR.",
  "abstract": "Free-running (FR) cardiac MRI enables free-breathing ECG-free fully dynamic 5D (3D spatial+cardiac+respiration dimensions) imaging but poses significant challenges for clinical integration due to the volume of data and complexity of image analysis. Existing segmentation methods are tailored to 2D cine or static 3D acquisitions and cannot leverage the unique spatial-temporal wealth of FR data. To develop and validate a deep learning (DL)-based segmentation framework for isotropic 3D+cardiac cycle FR cardiac MRI that enables accurate, fast, and clinically meaningful anatomical and functional analysis. Free-running, contrast-free bSSFP acquisitions at 1.5T and contrast-enhanced GRE acquisitions at 3T were used to reconstruct motion-resolved 5D datasets. From these, the end-expiratory respiratory phase was retained to yield fully isotropic 4D datasets. Automatic propagation of a limited set of manual segmentations was used to segment the left and right ventricular blood pool (LVB, RVB) and left ventricular myocardium (LVM) on reformatted short-axis (SAX) end-systolic (ES) and end-diastolic (ED) images. These were used to train a 3D nnU-Net model. Validation was performed using geometric metrics (Dice similarity coefficient [DSC], relative volume difference [RVD]), clinical metrics (ED and ES volumes, ejection fraction [EF]), and physiological consistency metrics (systole-diastole LVM volume mismatch and LV-RV stroke volume agreement). To assess the robustness and flexibility of the approach, we evaluated multiple additional DL training configurations such as using 4D propagation-based data augmentation to incorporate all cardiac phases into training. The main proposed method achieved automatic segmentation within a minute, delivering high geometric accuracy and consistency (DSC: 0.94 ± 0.01 [LVB], 0.86 ± 0.02 [LVM], 0.92 ± 0.01 [RVB]; RVD: 2.7%, 5.8%, 4.5%). Clinical LV metrics showed excellent agreement (ICC > 0.98 for EDV/ESV/EF, bias < 2mL for EDV/ESV, < 1% for EF), while RV metrics remained clinically reliable (ICC > 0.93 for EDV/ESV/EF, bias < 1mL for EDV/ESV, < 1% for EF) but exhibited wider limits of agreement. Training on all cardiac phases improved temporal coherence, reducing LVM volume mismatch from 4.0% to 2.6%. This study validates a DL-based method for fast and accurate segmentation of whole-heart free-running 4D cardiac MRI. Robust performance across diverse protocols and evaluation with complementary metrics that match state-of-the-art benchmarks supports its integration into clinical and research workflows, helping to overcome a key barrier to the broader adoption of free-running imaging.",
  "disease": "stroke"
}