{
  "pmid": "41454251",
  "title": "The effect of perioperative multimodal rehabilitation on the frailty state of older people patients with frailty gastrointestinal surgery: a randomized controlled trial.",
  "abstract": "Intervention plans for frail older people patients with gastrointestinal tumors often involve three aspects: nutritional support, exercise, and psychological care. However, interventions are mostly concentrated before surgery, and there is less research focusing on postoperative frailty management. Therefore, this study proposes a hypothesis that a multimodal rehabilitation program, combining nutritional support, exercise, and psychological care, will be applied to the perioperative frailty management of patients to explore the impact of perioperative multimodal rehabilitation on the frailty status of older people gastrointestinal surgery patients. This study is a two-arm, single-blind, parallel clinical randomized controlled trial. It involves the selection of frail older people patients with gastrointestinal tumors admitted to Tongren Hospital affiliated with Shanghai Jiao Tong University from April to September 2024. Patients were randomly divided into an Intervention Group (IG) and a Control Group (CG). Participants in the IG received multimodal rehabilitation management during the perioperative period, while those in the CG received routine perioperative care. The patients' frailty status changes were assessed using the Fried Frailty Phenotype (FFP) at admission, on the first postoperative day, on the day of discharge, and one week after discharge. This study ultimately included 96 participants, with 48 in each of the Intervention Group (IG) and Control Group (CG). Among them, 66 (68.75%) patients underwent colorectal surgery, and 30 (31.25%) underwent gastric surgery; there were no intergroup differences in the baseline characteristics of all variables (P > 0.05), indicating adequate randomization. The primary outcome measures showed no significant difference in frailty status between the IG and CG at admission and on the first postoperative day. On the day of discharge, the proportion of pre-frail patients in the IG (39.58%) was significantly higher than that in the CG (8.33%), and the proportion of frail patients (60.41%) was significantly lower than that in the CG (91.66%), with a meaningful difference (P < 0.001). One week after discharge, the proportion of pre-frail patients in the IG increased to 87.50%, and the proportion of frail patients decreased to 12.50%, with an even more significant difference compared to the CG (P < 0.001). The results indicate that the proportion of pre-frail patients in the IG increased over time, while the proportion of frail patients decreased, suggesting that the intervention measures may effectively slow the progression of frailty, with particularly noticeable effects one week after discharge. In terms of secondary outcome measures, the IG performed significantly better than the CG in the 6-minute walk Distance (P = 0.004 < 0.05). Additionally, the IG had significantly higher scores on the Barthel Index (BI) compared to the control group (P < 0.001), and on the Geriatric Depression Scale-15 (GDS-15), the IG scored lower than the CG (P = 0.011 < 0.05). The IG also had significantly higher EQ-5D scores than the CG (P < 0.001). There were no differences in the remaining secondary outcome measures. Perioperative multimodal rehabilitation can slow the progression of frailty in older people patients undergoing gastrointestinal surgery, thereby promoting postoperative recovery. This trial was registered in the Chinese Clinical Trials Registry (ChiCTR2500096968). The date of first registration, 02/10/2025.Retrospectively registered.",
  "disease": "colorectal cancer"
}