{
    "title": "Subcellular localization of oxidants and redox modulation of endothelial nitric oxide synthase.",
    "doc_id": "23075817",
    "writer": "Maron BA",
    "year": "2012",
    "summary": "Reactive oxygen species (ROS) have long been viewed as deleterious chemicals that lead to oxidative stress. More recently, ROS, especially the stable ROS hydrogen peroxide (H(2)O(2)), have been shown to have roles in normal physiological responses in vascular cells. Endoth …",
    "abstract": "Reactive oxygen species (ROS) have long been viewed as deleterious chemicals that lead to oxidative stress. More recently, ROS, especially the stable ROS hydrogen peroxide (H(2)O(2)), have been shown to have roles in normal physiological responses in vascular cells. Endothelial nitric oxide synthase (eNOS) is dynamically targeted to plasmalemmal caveolae, and represents the principal enzymatic source of nitric oxide (NO(•)) in the vascular wall. eNOS maintains normal vascular tone and inhibits the clinical expression of many cardiovascular diseases. Increases in oxidative stress are associated with eNOS dysfunction. In a paradigm shift in the conceptual framework linking redox biochemistry and vascular function, H(2)O(2) has been established as a physiological mediator in signaling pathways, yet the intracellular sources of H(2)O(2) and their regulation remain incompletely understood. The subcellular distributions of ROS and of ROS-modified proteins critically influence the redox-sensitive regulation of eNOS-dependent pathways. ROS localization in specific subcellular compartments can lead to selective oxidative modifications of eNOS and eNOS-associated proteins. Likewise, the dynamic targeting of eNOS and other signaling proteins influences their interactions with reactive nitrogen species and ROS that are also differentially distributed within the cell. Thus, the subcellular distribution both of eNOS and redox-active biomolecules serves as a critical basis for the control of the \"redox switch\" that influences NO(•)- and oxidant-regulated signaling pathways. Here we discuss the biochemical factors, cellular determinants, and molecular mechanisms that modulate redox-sensitive regulation of eNOS and NO(•) signaling under normal and pathological conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23075817/"
}