{
    "title": "Differences in lumbopelvic control and occupational behaviours in female nurses with and without a recent history of low back pain due to back injury.",
    "doc_id": "25400080",
    "writer": "Babiolakis CS",
    "year": "2015",
    "summary": "Low back pain is highly prevalent in nurses. This study aimed to determine which physical fitness, physical activity (PA) and biomechanical characteristics most clearly distinguish between nurses with [recently injured (RInj)] and without [not recently injured (NRIn …",
    "abstract": "Low back pain is highly prevalent in nurses. This study aimed to determine which physical fitness, physical activity (PA) and biomechanical characteristics most clearly distinguish between nurses with [recently injured (RInj)] and without [not recently injured (NRInj)] a recent back injury. Twenty-seven (8 RInj, 19 NRInj) female nurses completed questionnaires (pain, work, PA), physical fitness, biomechanical and low back discomfort measures, and wore an accelerometer for one work shift. Relative to NRInj nurses, RInj nurses exhibited reduced lumbopelvic control (41.4% more displayed a moderate loss of frontal plane position), less active occupational behaviours (less moderate PA; less patient lifts performed alone; more sitting and less standing time) and more than two times higher low back discomfort scores. Despite no physical fitness differences, the lumbopelvic control, occupational behaviours and discomfort measures differed between nurses with and without recent back injuries. It is unclear whether poor lumbopelvic control is causal or adaptive in RInj nurses and may require further investigation. Practitioner Summary: It is unclear which personal modifiable factors are most clearly associated with low back pain in nurses. Lumbopelvic control was the only performance-based measure to distinguish between nurses with and without recent back injuries. Future research may investigate whether reduced lumbopelvic control is causal or adaptive in recently injured nurses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25400080/"
}