{
  "pmid": "41457290",
  "title": "High prevalence and underdiagnosis of osteoporosis in total hip arthroplasty candidates: a comprehensive assessment using bone mineral density, trabecular bone score, and bone turnover markers.",
  "abstract": "Total hip arthroplasty (THA) effectively alleviates symptoms in individuals with hip osteoarthritis. However, some candidates may have undiagnosed osteoporosis, and bone mineral density (BMD) alone may not sufficiently reflect bone fragility. The trabecular bone score (TBS) and bone turnover markers (BTMs) provide additional information on bone quality and metabolism. This study aimed to comprehensively evaluate osteoporosis prevalence using BMD, TBS, and BTMs, and to assess whether preoperative osteoporosis affects postoperative pain and patient-reported outcome measures (PROMs). This retrospective study included 357 patients who underwent primary THA. Comprehensive evaluation involved dual-energy X-ray absorptiometry to assess BMD and lumbar TBS, along with serum levels of tartrate-resistant acid phosphatase 5b (TRACP-5b), and 25-hydroxyvitamin D (25(OH)D). The subsequent analysis excluded patients receiving preoperative osteoporosis treatment (n = 33) to avoid treatment-related confounding. Patients (n = 324) were initially stratified by sex, and then classified as normal, osteopenia, or osteoporosis group based on total hip BMD. Postoperative outcomes were assessed using the Numerical Rating Scale for pain and the Hip Disability and Osteoarthritis Outcome Score for Joint Replacement for PROMs at preoperatively and 12 months postoperatively. Osteoporosis and osteopenia were identified in 23.8% and 37.5% of all patients, respectively. TBS revealed compromised bone microarchitecture (Low TBS) in 25.7% of patients. Elevated TRACP-5b and vitamin D deficiency were observed in 15.6% and 72.3% of patients, respectively. Only 9.2% received osteoporosis pharmacologic treatment. No complications were observed within 12 months postoperatively. In only female patients, the osteopenia and osteoporosis groups, compared with the normal group, showed significantly lower TBS and 25(OH)D levels, and significantly higher TRACP-5b levels (p < 0.05); however, no significant differences were observed between the osteopenia and osteoporosis groups for these parameters. Furthermore, the improvement in HOOS JR scores from baseline to 12 months was significantly lower in the osteoporosis group compared with the normal and osteopenia groups (p = 0.02). This comprehensive assessment, which included BMD, TBS and BTMs, revealed that female patients exhibited abnormalities in bone microarchitecture and bone turnover starting from the osteopenia stage. Furthermore, the osteoporosis group showed a significantly lower improvement in PROMs 12 months postoperatively.",
  "disease": "osteoarthritis"
}