{
  "pmid": "41415281",
  "title": "IL-10 and IL-2R as combined predictors of intravenous immunoglobulin resistance in Kawasaki disease: a retrospective cohort study.",
  "abstract": "Intravenous immunoglobulin (IVIG) resistance in Kawasaki disease (KD) increases the risk of coronary artery lesions (CALs) and the need for additional therapies. Early identification remains a clinical challenge. This study evaluated the predictive value of interleukin (IL)-10 and IL-2 receptor (IL-2R) in detecting IVIG resistance. We retrospectively analyzed 529 children with KD treated at Xinhua Hospital, Shanghai Jiao Tong University School of Medicine, from November 2019 to December 2024. Demographic and clinical characteristics, and laboratory data were compared between IVIG-responsive and IVIG-resistant groups. Multivariable logistic regression was used to identify independent predictors, and receiver operating characteristic (ROC) curves were used to assess predictive performance. Among 529 patients, 88 (16.6%) were IVIG-resistant and 441 (83.3%) were IVIG-responsive. Compared with IVIG-responsive patients, IVIG-resistant patients had significantly higher levels of IL-10 and IL-2R. Both remained independent predictors after adjustment for confounders. ROC analysis demonstrated high predictive accuracy for IL-2R (AUC = 0.825) and limited predictive value for IL-10 (AUC = 0.767). The combination of IL-10 and IL-2R moderately improved predictive accuracy, achieving a better balance between sensitivity and specificity (AUC = 0.834, sensitivity 77.10%, specificity 79.56%). Subgroup analysis revealed that IL-2R had limited predictive value in infants younger than 12 months. However, in patients aged 12 months or older, both IL-10 and IL-2R were significant risk factors for IVIG resistance. IL-2R is an independent predictor of IVIG resistance in KD in the age group more than 12 months, and IL-10 serves as a complementary marker, and their combined use slightly enhances predictive utility across most age groups.",
  "disease": "coronary artery disease"
}