{
    "title": "Our Experience Using Round Nano-Surface Ergonomix Implants for Breast Reconstruction: A Single-Center Retrospective Study.",
    "doc_id": "36253945",
    "writer": "Adelson D",
    "year": "2023",
    "summary": "METHODS: The authors retrospectively reviewed the charts of 212 patients (321 breasts) who underwent breast reconstruction employing round nano-surface Ergonomix implants between June 2017 and December 2020. ...Eleven breasts (3.4%) had minor complications. I …",
    "abstract": "Background:\n        \n      \n      Round nano-surface Ergonomix (Motiva, Establishment Labs; Alajuela, Costa Rica) implants were developed to address concerns regarding capsular contracture and textured anatomical breasts implants.\n    \n\n\n          Objectives:\n        \n      \n      The authors describe their early experience with Ergonomix implants in breast reconstruction.\n    \n\n\n          Methods:\n        \n      \n      The authors retrospectively reviewed the charts of 212 patients (321 breasts) who underwent breast reconstruction employing round nano-surface Ergonomix implants between June 2017 and December 2020. Patients were followed for at least 12 months postoperatively. Demographics, surgical data, and postoperative surgical outcomes were recorded. Postoperative physical well-being and satisfaction with the breasts and implant were evaluated with Breast-Q questionnaires.\n    \n\n\n          Results:\n        \n      \n      Of 211 patients, 75.4% had surgery due to cancer, and 24.6% underwent prophylactic surgery. Major complications occurred in 21 breasts (6.5%), of which 20 underwent revision operations. Reconstruction failed in 1 case (0.3%). Eleven breasts (3.4%) had minor complications. Immediate breast reconstruction, irradiated breasts, and smokers had higher rates of complications (P = 0.009, 0.02, 0.022, respectively). Rippling was more common in the pre-pectoral implant plane compared with sub-pectoral reconstruction (9% vs 1.2%, P = 0.001). Capsular contracture rate was 0.9% and occurred only in irradiated breasts. Implant malposition (inferiorly and laterally) occurred in 6.5% of the breasts, with no association between implant malposition and implant plane. Early follow-up demonstrated high patient satisfaction with the implant and breasts, and high scores in terms of patients' physical well-being.\n    \n\n\n          Conclusions:\n        \n      \n      Breast reconstruction employing the round nano-surface Ergonomix implant yielded low complication rates and high patient satisfaction. The transition from macro-textured to nano-surface implants has operative implications requiring a learning curve and surgical adjustments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36253945/"
}