{
  "pmid": "41412214",
  "title": "Dose optimization of lymph node-targeted cyclosporine-A for lupus-driven vasculopathy.",
  "abstract": "Systemic lupus erythematosus (SLE) is a chronic autoimmune disease characterized by immune dysregulation, systemic inflammation, and vascular complications. Cyclosporine A (CsA) is a potent immunosuppressant, but its systemic toxicity often limits its clinical use. To address this, we developed a lymph node-targeting nanoparticle formulation of CsA (P2Ns-GA-CsA) designed for CD71-mediated uptake to improve therapeutic efficacy while minimizing off-target effects. We conducted a preclinical dose optimization study in the MRL-lpr mouse model of lupus to define the effective therapeutic window of P2Ns-GA-CsA. Our preclinical dose optimization revealed a complex, biphasic immunological response. While all doses (5, 10, and 15 mg/kg) reduced inflammatory cytokines and kidney injury markers, a nuanced effect on immune activation was observed. The 5 mg/kg and 10 mg/kg doses successfully suppressed lymphocyte proliferation and immune activation, which was evident from reduced splenomegaly, lymphadenopathy, and plasma levels of anti-dsDNA and total IgG. Conversely, the 15 mg/kg dose paradoxically triggered immune hyperactivation, leading to aggressive lymphadenopathy, splenomegaly, and elevated autoantibodies. Mechanistically, the optimal 10 mg/kg dose downregulated key mediators of inflammation-induced lymphangiogenesis, corrected gut microbial dysbiosis, and restored microbiome-mediated tryptophan catabolism, contributing to systemic immunomodulation. These findings highlight the critical importance of non-regulatory dose optimization for nanomedicines, revealing complex pharmacodynamic responses often missed in conventional single-dose studies. Our results not only establish the targeted delivery of CsA as a viable therapeutic strategy for managing the vascular complications of SLE but also provide a crucial framework for ensuring the safety and efficacy of other repurposed immunomodulatory drugs in autoimmune diseases.",
  "disease": "chronic kidney disease"
}