{
    "title": "Management of acute kidney injury after cardiovascular surgery.",
    "doc_id": "35673996",
    "writer": "Morgante A.",
    "year": "2022",
    "summary": "Even nowadays Acute Kidney Injury (AKI) remains an important concern after cardiovascular surgery (CVS) because of poor outcomes in terms of morbidity and lethality. Postoperative course of a renal failure can vary in several clinical settings, lasting few days from onset …",
    "abstract": "Even nowadays Acute Kidney Injury (AKI) remains an important concern after cardiovascular surgery (CVS) because of poor outcomes in terms of morbidity and lethality. Postoperative course of a renal failure can vary in several clinical settings, lasting few days from onset or showing subclinical forms up to chronicization and need for renal replacement therapy with subsequent prognostic implications. Understanding and resolving pathophysiological issues of AKI represent the keystone in the attempt to improve final outcome. Currently, biomarkers may be a challenging and promising way to reveal a renal damage after CVS even before of clear changes in serum creatinine or urine output, thus allowing both a preoperative risk stratification and an earlier detection of postoperative AKI. Indeed, early and aggressive strategies, sometimes synergistic, could help to recover renal function avoiding the progression of the complication up to an irreversible phase. In case of unresponsiveness to medical therapy, dialysis will become necessary in order to treat critical fluids overload and severe impairments of acid-base and electrolytic status, but nevertheless it is still characterized by important adverse effects until death. Hereby, this perspective article will provide an overview of resources and a guide of treatment options with the aim of enhancing AKI management after cardiac and vascular surgery. KEY WORDS: Acute kidney injury, Acute renal failure, Cardiac surgery, Vascular surgery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35673996/"
}