{
    "title": "First Report of Tomato yellow leaf curl China virus with Betasatellite Infecting Panax notoginseng.",
    "doc_id": "30699620",
    "writer": "Li XJ",
    "year": "2014",
    "summary": "This sequence has 99.9% nucleotide sequence identity to Tomato yellow leaf curl China betasatellite (TYLCCNB) [Y10] (AJ421621). The results show that TYLCCNV, a virus infecting tomato, tobacco, kidney bean, and several weeds (2), is also associated with the yellowing …",
    "abstract": "Panax notoginseng, an important medicinal herb commonly known as notoginseng, san qi, or tian qi, is in the family Araliaceae. The herb is mainly cultivated in Guangxi and Yunnan provinces of southern China for its root, which is used in Chinese herbal medicine to treat various blood disorders. In December 2012, Panax yellowing was observed in several notoginseng farms with prevalence of 5 to 10% in Wenshan, Yunnan Province. Foliar symptoms included yellowing, shrinking, curling, and blistering. Leaf samples collected from 15 symptomatic plants were initially tested by negative staining electron microscopy, and no distinct virions were observed. Total nucleic acids were extracted from these samples by a CTAB method and used as templates in RT-PCR for presence of criniviruses, tobamoviruses, and tospoviruses, but results were negative. Infestation of whiteflies (Bemisia tabaci) has been a problem on these farms in recent years, suggesting a whitefly-transmitted begomovirus as potential causal agent. To explore this possibility, the samples were tested by PCR using degenerate primers BegoAFor1 and BegoARev1 described by Ha et al. (3). Amplicons of ~1.2 kbp were obtained from 12 out of 15 samples, indicating the presence of a putative begomovirus. These amplicons were cloned and sequenced in both directions. BLAST search showed that they had high sequence identities (94 to 95%) to the genome of Tomato yellow leaf curl China virus (TYLCCNV). A pair of virus-specific primers, TYLCCNVFa (5'-TGRTAGGWACYTGAGTAGAGTGG-3') and TYLCCNVRa (5'-TCRTCCATCCATATCTTCCCAA-3'), was then designed and used to amplify the remaining genomic sequence. The full-length genomic sequence of one isolate, YWSh03, was determined to be 2,733 nt (KJ477327). Sequence comparison showed that the genome of YWSh03 shared 96.2% nucleotide sequence identity with that of TYLCCNV-[G102] (AM050555). PCR using primers Beta01 and Beta02 (1) was also tested for the association of betasatellite with this virus. A DNA fragment was obtained from isolate YWSh03, and its sequence was determined to be 1,336 bp (KJ477326). This sequence has 99.9% nucleotide sequence identity to Tomato yellow leaf curl China betasatellite (TYLCCNB) [Y10] (AJ421621). The results show that TYLCCNV, a virus infecting tomato, tobacco, kidney bean, and several weeds (2), is also associated with the yellowing disease in P. notoginseng. To determine whether TYLCCNV and TYLCCNB might cause disease on P. notoginseng, infectious clones of TYLCCNV and TYLCCNB provided by Dr. Xueping Zhou (Zhejiang University, China) were used to inoculate to 44 healthy P. notoginseng plants by an Agrobacterium-mediated method. Thirty-four inoculated plants showed typical symptoms of yellowing, curling, and stunting, confirming TYLCCNV and TYLCCNB are the causal agents of the disease. To further investigate the distribution and incidence of the virus, 258 symptomatic P. notoginseng samples were collected from 18 fields in Wenshan, Honghe, Qujing, and Kunming of Yunnan Province and tested by PCR with TYLCCNV-specific primers of TYLCCNVdF (5'-CCTGTATATGCGACTTTGAAAGT-3') and TYLCCNVdR (5'-CCCAATTCCAGCTATAAAGAGTA-3'). The virus was detected in 149 samples (57.8%), indicating that TYLCCNV infection of P. notoginseng is common. However, the agent causing the disease in the 109 symptomatic plants lacking TYLCCNV remains under investigation. To our knowledge, this is the first report of TYLCCNV with TYLCCNB infecting P. notoginseng and the family Araliaceae. References: (1) R. W. Briddon et al. Mol Biotechnol. 20:315, 2002. (2) J. H. Dong et al. Plant Pathol. 56:342, 2007. (3) C. Ha et al. J. Gen. Virol. 87:997, 2006.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30699620/"
}