{
  "pmid": "41420579",
  "title": "[Poor prognostic factors in rheumatoid arthritis patients].",
  "abstract": "To determine the factors associated with a poor prognosis in patients with RA at a 3rd level hospital. Observational, analytical, longitudinal study of a cohort of patients with RA. The study continued for one year. The following were assessed as PPFs: sex, comorbidities, smoking, DAS 28 (disease activity), ESR (erythrocyte sedimentation rate), CRP (C-reactive protein), ACCP (anti-citrullinated peptide antibody), RF (rheumatoid factor), and bone erosions. To statistical analysis: A Cox proportional hazards analysis was performed to analyze PPFs. A total of 260 patients were included, 26 failures and 234 censored, predominantly female sex, mean age 47 ± 11.7 years, the PPFs were: ACCP, late start of DMARD, and smoking. ACCP positive have 5.8 times the risk of escalating treatment, late DMARD have 4.6 times and those who smoked 7.7 times the risk. Defining the PPFs remains a great challenge for researchers, however, it is imperative to identify them to predict the response to treatment and thus limit the functional and life damage of patients. Determinar los factores asociados con mal pronóstico de pacientes con artritis reumatoide de un hospital de tercer nivel de atención de Puebla. Estudio observacional, analítico, longitudinal, efectuado en una cohorte de pacientes con artritis reumatoide. Se siguieron durante un año, y se evaluaron como factores de mal pronóstico: sexo, comorbilidades, tabaquismo, DAS 28 (actividad de la enfermedad), VSG (velocidad de sedimentación globular), PCR (proteína C reactiva), ACCP (anticuerpo anti-péptido citrulinado), FR (factor reumatoide) y erosiones óseas. Para el análisis de los factores de mal pronóstico se realizó un análisis de riesgos proporcionales de Cox. Se incluyeron 260 pacientes; se registraron 26 fallas y 234 censuras. El género predominante fueron las mujeres, y la edad media se reportó de 47 ± 11.7 años. Los factores de mal pronóstico fueron: ACCP, inicio de FARME (fármacos antirreumáticos modificares de la enfermedad) tardío y tabaquismo. El ACCP positivo reportó 5.8 mayor riesgo de escalar tratamiento, FARME tardío 4.6 veces y los que fumaban 7.7 veces el riesgo. Definir los factores de mal pronóstico sigue siendo un gran reto para los investigadores; sin embargo, resulta ser imperioso identificarlos para predecir la respuesta al tratamiento y con ello limitar el daño funcional y de vida de los pacientes.",
  "disease": "rheumatoid arthritis"
}