{
  "pmid": "41458692",
  "title": "Pain Catastrophizing in Rheumatoid Arthritis and Spondyloarthritis Patients Receiving Biologic Therapy: A Cross-Sectional Study.",
  "abstract": "Pain catastrophizing is an important psychological factor influencing disease experience in inflammatory rheumatic diseases. Data on its prevalence and determinants in rheumatoid arthritis (RA) and spondyloarthritis (SpA) patients receiving biologic therapy remain scarce. In this cross-sectional study, 126 patients (86 RA, 40 SpA) under biologic therapy were evaluated. Sociodemographic, clinical, and comorbidity characteristics were recorded. Disease activity was assessed using the Disease Activity Score in 28 Joints using C-reactive Protein (DAS28-CRP), the Clinical Disease Activity Index (CDAI), the Simplified Disease Activity Index (SDAI), and the Health Assessment Questionnaire (HAQ) for RA, and the Ankylosing Spondylitis Disease Activity Score using C-reactive Protein (ASDAS-CRP), the Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), and the Bath Ankylosing Spondylitis Functional Index (BASFI) for SpA. Psychological assessment included the Pain Catastrophizing Scale (PCS), the Generalized Anxiety Disorder-7 questionnaire (GAD-7), and the Patient Health Questionnaire-9 (PHQ-9). Logistic regression was performed to identify factors associated with catastrophizing (PCS >30). RA patients were older, predominantly female, and had more comorbidities compared with SpA patients. Catastrophizing was more prevalent in RA (52.3%) than in SpA (25%, p=0.004), with higher rumination (p=0.003) and helplessness (p<0.001). Anxiety (77.9% vs. 57.5%, p=0.018) and depression (83.7% vs. 55%, p<0.001) were also more frequent in RA. In univariate analysis, catastrophizing was associated with female sex, higher educational level, RA phenotype, anxiety, and depression, while pain intensity was inversely associated. In multivariate analysis, higher education (OR 7.76, p=0.035), anxiety (OR 6.87, p=0.004), and lower pain Value Added Scale (VAS; OR 0.52, p<0.001) remained independent predictors. Catastrophizing, anxiety, and depression are highly prevalent in RA patients compared with SpA. The paradoxical inverse association with pain intensity suggests catastrophizing reflects cognitive-emotional processes rather than nociceptive severity, underscoring the importance of systematic psychological assessment in biologically treated patients.",
  "disease": "rheumatoid arthritis"
}