{
  "pmid": "41458679",
  "title": "How to Safely Deliver Stereotactic Ablative Radiotherapy With High-Dose or Multi-agent Systemic Therapy.",
  "abstract": "While systemic therapy remains the backbone treatment for patients with stage IV cancer, local ablative treatments are often given to improve survival. Common local ablative treatments consist of stereotactic ablative radiotherapy (SABR), surgical metastasectomy, or interventional ablative techniques. SABR has the advantage of being able to give treatment without pausing systemic therapy. This study serves to evaluate the efficacy of SABR given concurrently with high-dose and multi-agent systemic therapy during the off week of systemic therapy. A retrospective review of patients between 2023 and 2025 treated with systemic therapy with concurrent SABR during the off week of systemic therapy was conducted. Radiation-induced side effects were analyzed using Common Terminology Criteria for Adverse Events (CTCAE) version 5.0. Six patients with 12 lesions were included in this study. The five different systemic therapy agents used were 1. carboplatin and paclitaxel and pembrolizumab (one patient), 2. fluorouracil & panitumumab (one patient), 3. capecitabine (one patient), 4. FOLFIRI (folinic acid, fluorouracil, and irinotecan) (two patients), and 5. 5-FOLFIRINOX (folinic acid, fluorouracil, irinotecan, and oxaliplatin) (one patient). Four patients were oligometastatic, and two were oligoprogressive. The most common SABR target was the lung, and the most common SABR regimen was 45 Gy in three fractions. Median planning target volume (PTV) was 10cc. The median time from the last systemic therapy infusion to SBRT was seven days. The median time from the last SBRT fraction to the next systemic therapy infusion was one day. Median follow-up was 7.3 months. There were no grade three or higher toxicities reported. One patient had grade one radiation side effects consisting of pain. One patient had diarrhea described as being mild and considered to be grade one. Out of the twelve lesions treated, there were three distant failures and one local/regional failure. Median overall survival was 18.9 months. SABR given concurrently with multi-agent and high-dose systemic therapy during the off week of therapy is a safe and efficacious option. This treatment technique allows patients to remain on systemic therapy without any interruptions. Therefore, SABR can be a preferred local ablative treatment for patients with oligometastatic and oligoprogressive cancer while on concurrent systemic therapy.",
  "disease": "lung cancer"
}