{
    "title": "Epigenetic fluctuations underlie gene expression timescales and variability.",
    "doc_id": "35476585",
    "writer": "Lannan R",
    "year": "2022",
    "summary": "Furthermore, the activity of the different regulatory factors that influence gene expression fluctuates at different timescales. Fast timescales will result in rapid fluctuation of gene expression, whereas slow timescales will result in longer persiste …",
    "abstract": "Isogenic populations of mammalian cells exhibit significant gene expression variability. This variability can be separated into two components. Variance arises from events specific to the transcribed gene (i.e., cis or allele-specific sources) and variance from events that impact many genes at once (i.e., trans and global processes). Furthermore, the activity of the different regulatory factors that influence gene expression fluctuates at different timescales. Fast timescales will result in rapid fluctuation of gene expression, whereas slow timescales will result in longer persistence of gene expression levels over time. Here, we investigated sources of gene expression that are intrinsic, i.e., coming from cis-regulatory factors and follow slow timescales. To do so, we developed a reporter system that isolates allele-specific variability and measures its persistence in imaging and long-term fluctuation analysis experiments. Our results identify a new source of gene expression variability that is allele-specific but that fluctuates on timescales of days. We hypothesized that allele-specific fluctuations of epigenetic regulatory factors are responsible for the newly discovered allele-specific and slow source of gene expression variability. Using mathematical modeling, we showed that adding this effect to the two-state model is sufficient to account for all empirical observations. Furthermore, using direct assays of chromatin markers, we find fluctuation in H3K4me3 levels that match the observed changes in gene expression levels providing direct experimental support of our model. Collectively, our work shows that slow fluctuations of regulatory chromatin modifications contribute to the variability in gene expression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35476585/"
}