{
  "pmid": "41455984",
  "title": "Evaluating the efficacy of reprocessing contaminated single use devices for re-use in intensive care unit in Ethiopia.",
  "abstract": "Single use devices (SUDs) are designed for single use. However, in low-income countries, they are often reprocessed and reused. Because these devices are intended for single use, no standardized protocol for reprocessing these devices currently exists. We developed a protocol for reprocessing SUDs in low-income settings and assessed the efficacy of this protocol in eliminating bacterial burden from a subset of used respiratory SUDs. Reprocessing of these devices was conducted in accordance with the National IPC reference manual with minor modifications. The surfaces of used SUDs were swabbed for bacterial culture before and after reprocessing. Serial dilutions of the swab samples were inoculated on plate count agar media and incubated. Bacterial burden was determined by colony forming unit (CFU) counts. Bacterial isolates were identified and characterized using standard microbiology techniques, antimicrobial susceptibility testing, and modified carbapenem inactivation method in accordance with Clinical and Laboratory Standards Institute guidelines. Prior to reprocessing, twenty-seven (77.1%) of 35 devices tested were culture-positive for one or more bacterial species. The average bacterial count before reprocessing ranged from 1.98 × 10 The reprocessing protocol employed in this study demonstrated absence of culturable bacteria from used SUDs. However, since the assessment was limited to surface swabbing of a small number of devices collected from a single facility and targeted only selected bacterial pathogens, the presence of other potential pathogens could not be completely ruled out. There is a need to assess the impact of the reprocessing procedure on the structural integrity and functionality of these devices. If SUDs are being reused, the efficacy of the decontamination method should be ascertained to mitigate the risk of transmission of pathogens between patients.",
  "disease": "pneumonia"
}