{
    "title": "Comparative analysis of glucagonergic cells, glia, and the circumferential marginal zone in the reptilian retina.",
    "doc_id": "26053997",
    "writer": "Todd L",
    "year": "2016",
    "summary": "Retinal progenitors in the circumferential marginal zone (CMZ) and Muller glia-derived progenitors have been well described for the eyes of fish, amphibians, and birds. ...In all species, Sox9, Pax6, and the glucocorticoid receptor are expressed by Muller glia and c …",
    "abstract": "Retinal progenitors in the circumferential marginal zone (CMZ) and Müller glia-derived progenitors have been well described for the eyes of fish, amphibians, and birds. However, there is no information regarding a CMZ and the nature of retinal glia in species phylogenetically bridging amphibians and birds. The purpose of this study was to examine the retinal glia and investigate whether a CMZ is present in the eyes of reptilian species. We used immunohistochemical analyses to study retinal glia, neurons that could influence CMZ progenitors, the retinal margin, and the nonpigmented epithelium of ciliary body of garter snakes, queen snakes, anole lizards, snapping turtles, and painted turtles. We compare our observations on reptile eyes to the CMZ and glia of fish, amphibians, and birds. In all species, Sox9, Pax6, and the glucocorticoid receptor are expressed by Müller glia and cells at the retinal margin. However, proliferating cells were found only in the CMZ of turtles and not in the eyes of anoles and snakes. Similar to eyes of chickens, the retinal margin in turtles contains accumulations of GLP1/glucagonergic neurites. We find that filamentous proteins, vimentin and GFAP, are expressed by Müller glia, but have different patterns of subcellular localization in the different species of reptiles. We provide evidence that the reptile retina may contain nonastrocytic inner retinal glial cells, similar to those described in the avian retina. We conclude that the retinal glia, glucagonergic neurons, and CMZ of turtles appear to be most similar to those of fish, amphibians, and birds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26053997/"
}