{
    "title": "[Study on epidemic trend of hemorrhagic fever with renal syndrome in Zhejiang province, 2005-2020].",
    "doc_id": "34818851",
    "writer": "Zhang R",
    "year": "2021",
    "summary": "SaTScan was used for retrospective spatiotemporal scanning and three clusters were detected: the first type clusters were in 21 counties in eastern Zhejiang province and central Zhejiang province, among which 4 were in Ningbo, Shaoxing and Jinhua, 8 were in Taizhou, …",
    "abstract": "Objective: To analyze the epidemiological characteristics and spatiotemporal distribution of hemorrhagic fever with renal syndrome (HFRS) in Zhejiang province from 2005 to 2020, and provide scientific information for the precise prevention and control of HFRS. Methods: Data on HFRS cases in Zhejiang province during 2005-2020 were collected from the China National Notifiable Infectious Disease Reporting Information System (NNDS) for a descriptive analysis, and software ArcGIS 10.2 was used for global autocorrelation and local autocorrelation analyses. Spatiotemporal clusters were scanned with SaTScan 9.4.4 and visualized with ArcGIS 10.2. Results: A total of 7 724 HFRS cases were reported in Zhejiang province from 2005 to 2020, including 25 deaths. There were two incidence peaks each year, in late spring and early summer (May-June) and in winter (November-January). The top three areas with high cumulative cases were Ningbo (1 875, 24.27%), Taizhou (1 642, 21.25%), and Shaoxing (1 123, 14.54%). Among the reported cases, with a male to female ratio of 2.73∶1(5 656∶2 068). The majority of HFRS cases were middle-aged and elderly people, with cases aged 41-70 years accounting for 60.95%. Most HFRS cases were farmers, accounting for 69.89% (5 398/7 724). The spatial distribution of HFRS in most years was correlated. SaTScan was used for retrospective spatiotemporal scanning and three clusters were detected: the first type clusters were in 21 counties in eastern Zhejiang province and central Zhejiang province, among which 4 were in Ningbo, Shaoxing and Jinhua, 8 were in Taizhou, and 1 was in Lishui (RR=13.69, LLR=5 522.60, P<0.001); the second type clusters were in Longquan and Qingyuan counties (RR=31.20, LLR=1 232.46, P<0.001); the third types of clusters were in Changxing and Anji counties of Huzhou in northern Zhejiang province (RR=3.42, LLR=23.93, P<0.001). Conclusions: HFRS mainly occurred in middle-aged,elderly and male farmers in Zhejiang province. The incidence was high in late spring, early summer and winter in eastern Zhejiang province. Precise prevention and control measures are needed for populations at high risk before the epidemic season.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34818851/"
}