{
    "title": "Impact assessment of vehicle electrification pathways on emissions of CO(2) and air pollution in Xi'an, China.",
    "doc_id": "37327892",
    "writer": "Duan S",
    "year": "2023",
    "summary": "To assess the environmental impact of promoting the use of electric vehicles in road traffic on emissions of CO(2) and air pollution in Xi'an, China, both the proportion of electric vehicles and the power generation mix should be considered. ...Although reducing the …",
    "abstract": "To assess the environmental impact of promoting the use of electric vehicles in road traffic on emissions of CO2 and air pollution in Xi'an, China, both the proportion of electric vehicles and the power generation mix should be considered. Here, vehicle ownership in 2021 served as the baseline scenario, and the vehicle development trend through 2035 was projected. Using emission factor models for fuel vehicles and the electricity generation required for running electric vehicles, this study estimated the related pollutants' emission inventories at 81 corresponding scenarios, in which differing vehicle electrification paths were coupled with power generation mix. Further, the degree to which different vehicle electrification paths impacted the CO2 and air pollutant emissions was also evaluated. The results show that, to achieve the goal of peak carbon emission in the road transport sector in Xi'an by 2030, the penetration rate of electric vehicles must reach at least 40 % in 2035, and the thermal power generation rate should satisfy the necessary coupling conditions. Although reducing the thermal power generation rate could mitigate the environmental problems, we find that electric vehicle development in Xi'an during 2021-2035 would still exacerbate SO2 emissions despite reducing the thermal power generation rate to 10 %. Finally, to avoid exacerbating the adverse effects on public health from vehicle-related pollutants, the penetration rate of electric vehicles should be at least 40 % in 2035, at which time for the 40 %, 50 %, 60 %, and 70 % scenarios, the corresponding thermal power generation rate should not exceed 10 %, 30 %, 50 %, and 60 %. This study systematically analyzed plausible development paths of electric vehicles from the perspectives of peak carbon emissions, air pollution control, and human health, whose findings can serve as a timely and valuable reference for reducing pollution and carbon in the field of road transport.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37327892/"
}