{
    "title": "Pregnant women's knowledge and behaviour to prevent cytomegalovirus infection: an observational study.",
    "doc_id": "33095754",
    "writer": "Vena F",
    "year": "2020",
    "summary": "Literature suggests that gynaecologists do not always adequately inform about preventive behaviour and most pregnant women have a low-level knowledge regarding cCMV infection. The aim of this study is to evaluate knowledge and risk behaviours related to cCMV infecti …",
    "abstract": "Objectives:\n        \n      \n      Congenital cytomegalovirus (cCMV) infection can negatively affect pregnancy outcomes, but may be prevented by simple precautions. Literature suggests that gynaecologists do not always adequately inform about preventive behaviour and most pregnant women have a low-level knowledge regarding cCMV infection. The aim of this study is to evaluate knowledge and risk behaviours related to cCMV infection in an unselected group of pregnant women.\n    \n\n\n          Methods:\n        \n      \n      An institutional based cross-sectional study was conducted in three Maternal and Fetal Divisions in Rome between November and February 2019 on 296 pregnant women, their knowledge on cCMV was measured using six cytomegalovirus (CMV) related questions.\n    \n\n\n          Results:\n        \n      \n      Out of the 296 respondents, 59.1% had heard, read or seen information about cCMV infection. Regarding the way of transmission, 96/296 (32.4%) correctly recognize children as a potential source of the infection but only 25/296 (8.44%) knew all prevention practices, 28/296 (9.5%) of women reported that they have never performed cCMV test during pregnancy.\n    \n\n\n          Conclusions:\n        \n      \n      The results of this survey show that knowledge on cCMV infection among pregnant women is poor. This highlights the need to improve counselling on all preventive practices for cCMV infection during perinatal care consultation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33095754/"
}