{
    "title": "[Quality of life of patients with primary open-angle glaucoma based on EQ-5D in Wenzhou].",
    "doc_id": "33721960",
    "writer": "Song D",
    "year": "2021",
    "summary": "Objective: To evaluate the quality of life of patients with primary open-angle glaucoma (POAG) and its related factors in Wenzhou. ...Conclusions: VFL is related to the UV of POAG patients in Wenzhou. Quality of life in mild POAG patients is good but d …",
    "abstract": "Objective: To evaluate the quality of life of patients with primary open-angle glaucoma (POAG) and its related factors in Wenzhou. Methods: Cross-sectional analysis. A total of 339 POAG patients diagnosed in the Wenzhou glaucoma progression study conducted in the Eye Hospital, School of Ophthalmology and Optometry, Wenzhou Medical University from March 2014 to October 2019 were included. Quality of life of POAG patients was assessed by EQ-5D including the visual analogue scale (VAS). The effects of gender, age, visual field loss (VFL), family history of glaucoma, hypertension, diabetes, migraine, sleep quality, and amateur exercise on the quality of life were analyzed. The utility value (UV) and VAS score were expressed as the median (P25, P75), and Mann-Whitney U was used for the comparison between two groups. Kruskal-Wallis H was performed to compare the differences among multiple groups. Results: A total of 339 POAG patients were included in the study; 164 were males (48.4%), and 175 were females (51.6%). The mean age was (63±10) years. Thirty-four patients (10.0%) had received medication (including one with combined surgical treatment), while the remaining 305 patients (90.0%) had received no anti-glaucoma treatment. Among the patients, 10.5% (32/305) had no VFL, 68.9% (210/305) had mild VFL, 17.0% (52/305) had moderate VFL, and 3.6% (11/305) had severe VFL. In all patients, the median of UV was 1.000 (1.000, 1.000), the mean of UV was 0.964, and the median of VAS score was 80 (75, 90), the mean of VAS score was 81.58. Anxiety or depression and pain or discomfort occurred in 45.7% (43/94) and 34.1% (32/94), respectively, of POAG patients with decreased UVs, as well as mobility constraints in 13.8 % (13/94) and usual activity constraints in 6.4% (6/94). The median of UV of the eye with a better visual field in the group without VFL or with mild or moderate VFL was 1.000 (1.000, 1.000), and in the group with severe VFL was 1.000 (0.862, 1.000), but there was no significant difference in the UV and the VAS score of the eye with a better visual field among groups with different degrees of VFL (both P>0.05). There was statistically significant difference in the UV among groups with different sleep qualities (H=17.465; P<0.01). Using pairwise comparison, the median of UV of the very good sleep group was 1.000 (1.000, 1.000), significantly different to the slightly poor sleep group 1.000 (0.866, 1.000) (z=3.613; P<0.05). The median of UV in patients with migraine was 1.000 (0.875, 1.000), without migraine 1.000 (1.000, 1.000), and in patients with hypertension was 1.000 (0.875, 1.000), without hypertension 1.000 (1.000, 1.000), and in patients with diabetes was 1.000 (0.875, 1.000), without diabetes was 1.000 (1.000, 1.000), the difference was statistically significant (Z=-2.189, -3.864, -2.417; all P<0.05). The UV was not related to age, gender, family history of glaucoma, amateur exercise, alcohol and tobacco, and history of anti-glaucoma medication (all P>0.05). Conclusions: VFL is related to the UV of POAG patients in Wenzhou. Quality of life in mild POAG patients is good but decrease in advanced POAG patients. Sleep quality, systemic complications and physical or psychological discomfort impact on quality of life in POAG patients. (Chin J Ophthalmol, 2021, 57: 207-214).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33721960/"
}