{
  "pmid": "41434569",
  "title": "Alzheimer's Imaging Consortium.",
  "abstract": "Neuroinflammation has been proposed as a common feature of neurodegenerative diseases (NDs). Differences in inflammatory profiles have been observed between NDs suggesting disease specific inflammatory profiles. In frontotemporal lobar degeneration (FTLD), neuroinflammation and proteinopathy are expected in frontal and temporal regions, depending on subtype. Free-water diffusion (FWD) and T1 maps are non-specific biomarkers of neuroinflammation, where increased tissue water caused by cytokine release is expected to increase both FWD and T1 values. Here we investigate T1 mapping and FWD as candidate neuroinflammatory biomarker in FTLD. Data was acquired in 25 subjects: 8 corticobasal syndrome (CBS, 4M 4F, mean age 65), 3 semantic variant primary progressive aphasia (svPPA, 3F, mean age 80), 4 progressive supranuclear palsy (PSP, 3F, 1M mean age 77), 7 behavioural variant frontotemporal dementia (bvFTD) (6M,1F mean age 68), and 3 healthy control subjects with a family history of FTLD but gene negative (1M,2F, mean age 52). T1-weighted MPRAGE, diffusion-weighted EPI (two shells) for free-water mapping, and MP2RAGE for qT1 mapping were acquired on a Siemens MAGNETOM Prisma 3T scanner. Skull stripping and binary mask creation were done using ICVmapp3r on T1-weighted MPRAGE scans. MP2RAGE T1 maps were corrected for B1+ using a separately acquired B1+ map. FWD maps were processed with Synb0, FSL's topup, FSL's eddy, and in-house MATLAB to generate final FWD maps. FWD and T1 maps were co-registered using FSL flirt. FWD and T1 values were extracted in the caudate, as well as frontal and temporal regions where FTLD pathology is expected. FWD maps show good contrast between tissue and CSF, whereas T1 maps show good contrast between grey matter, white matter and CSF. We observe trends in the expected directions with increased T1 and FW in frontal vs occipital regions in PSP, bvFTD, CBS and svPPA patients, and increased FW and T1 in the frontal cortex in bvFTD, CBS, and PSP patients compared to clinically normal individuals. Our preliminary results suggest that both FWD and qT1 are increased in areas where pathology is expected in FTLD syndromes. Further studies will as examine the relationship between FWD, qT1 and biofluid based neuroinflammatory biomarkers.",
  "disease": "alzheimer disease"
}