{
  "pmid": "41464961",
  "title": "Advances in GABA-Enriched Yogurt and Frozen Yogurt: Microbial Biosynthesis, Functional Properties, and Health Perspectives-A Comprehensive Review.",
  "abstract": "Gamma-aminobutyric acid (GABA) is a bioactive, non-protein amino acid recognized for its role as an inhibitory neurotransmitter in the human central nervous system. Increasing interest in functional foods has increased attention on GABA due to its potential health benefits, including antihypertensive, anxiolytic, antidepressant, and neuroprotective effects. This review summarizes the natural dietary sources of GABA and explores advanced strategies for enriching dairy products, particularly yogurt and frozen yogurt (froyo), with GABA. Key microbial species capable of GABA biosynthesis via the glutamate decarboxylase (GAD) pathway are discussed, alongside enzymatic production techniques that support controlled GABA synthesis. A major focus of this review is the evaluation of various methods for incorporating GABA into dairy matrices, including direct GABA fortification and in situ fermentation using GABA-producing strains, with comparisons of yield, sensory attributes, and product stability. Physicochemical analyses and sensory evaluations are presented as essential tools for assessing product performance. Furthermore, the review outlines the therapeutic effects of GABA-fortified foods and their potential roles in managing hypertension, stress, and neurodegenerative disorders. Key challenges, including strain-dependent variability in GABA-production, storage stability, and regulatory compliance are addressed, along with market and legislative considerations for GABA-fortified foods. Future perspectives include the development of novel high GABA-producing strains, process optimization to improve product stability and sensory acceptance, and expanded applications within the functional food sector. Overall, this review provides an integrated, up-to-date overview of technological, functional and regulatory aspects, offering a clear scientific foundation for the development and commercialization of GABA-fortified dairy products.",
  "disease": "hypertension"
}