{
    "title": "Exercise and lifestyle physical activity recommendations for people with multiple sclerosis throughout the disease course.",
    "doc_id": "32323606",
    "writer": "Kalb R",
    "year": "2020",
    "summary": "OBJECTIVES: To provide clinicians who treat multiple sclerosis (MS) patients with evidence-based or expert opinion-based recommendations for promoting exercise and lifestyle physical activity across disability levels. METHODS: The National MS Society (\"Societ …",
    "abstract": "Objectives:\n        \n      \n      To provide clinicians who treat multiple sclerosis (MS) patients with evidence-based or expert opinion-based recommendations for promoting exercise and lifestyle physical activity across disability levels.\n    \n\n\n          Methods:\n        \n      \n      The National MS Society (\"Society\") convened clinical and research experts in the fields of MS, exercise, rehabilitation, and physical activity to (1) reach consensus on optimal exercise and lifestyle physical activity recommendations for individuals with MS at disability levels 0-9.0 on the Expanded Disability Status Scale (EDSS) and (2) identify and address barriers/facilitators for participation.\n    \n\n\n          Recommendations:\n        \n      \n      Based on current evidence and expert opinion, the Society makes the following recommendations, endorsed by the Consortium of Multiple Sclerosis Centers:Healthcare providers should endorse and promote the benefits/safety of exercise and lifestyle physical activity for every person with MS.Early evaluation by a physical or occupational therapist or exercise or sport scientist, experienced in MS (hereafter referred to as \"specialists\"), is recommended to establish an individualized exercise and/or lifestyle physical activity plan.Taking into account comorbidities and symptom fluctuations, healthcare providers should encourage ⩾150 min/week of exercise and/or ⩾150 min/week of lifestyle physical activity.Progress toward these targets should be gradual, based on the person's abilities, preferences, and safety.If disability increases and exercise/physical activity becomes more challenging, referrals to specialists are essential to ensure safe and appropriate prescriptions.When physical mobility is very limited, exercise should be facilitated by a trained assistant.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32323606/"
}