{
  "pmid": "41405502",
  "title": "Osteochondral Lesion of the Talus Amplifies Plantar Pressure Alterations and Postural Instability in Chronic Lateral Ankle Instability: A Cross-Sectional Study Based on a Wearable Smart Plantar Pressure System.",
  "abstract": "Chronic lateral ankle instability (CLAI) is frequently complicated by osteochondral lesion of the talus (OLT), which accelerate cartilage degeneration due to abnormal stress concentration and may progress to ankle osteoarthritis. However, in vivo biomechanical alterations in patients with concurrent CLAI and OLT remains unclear. This study aimed to characterize plantar pressure and stability deficits during single-leg stance (SLS) in patients with CLAI with and without OLT compared to healthy controls. Eighty-eight participants were recruited: 29 healthy controls, 30 patients with CLAI, and 29 patients with CLAI + OLT (patients with CLAI and OLT). All participants underwent clinical assessments, including MRI-based ligament and cartilage evaluations. Plantar pressure parameters (normalized peak force [PF%]) and postural stability metrics (center of pressure [COP] and time-to-boundary [TTB]) were collected using a shoe-integrated sensor system during SLS. Among-group differences were analyzed using ANOVA and independent t-tests, with additional subgroup analyses based on gender, body mass index (BMI), and generalized joint hypermobility. Compared to control group, both CLAI (p = 0.028) and CLAI + OLT (p = 0.001) groups exhibited elevated medial midfoot PF% and patients with CLAI demonstrated higher PF% in third metatarsal region (p = 0.015). Patients with CLAI + OLT demonstrated reduced TTB (p = 0.032) and greater COP variance (p = 0.026) in the anterior-posterior direction. When the two sides were compared, the unaffected side in the CLAI + OLT group displayed lower PF% in the posterior heel (p = 0.012) and higher PF% in the fifth metatarsals (p = 0.030). Receiver operating characteristic curve analysis identified PF% in the third metatarsal as a moderate diagnostic marker for OLT (AUC = 0.700 and p = 0.026). Subgroup analyses revealed that patients with CLAI with males (p = 0.047), BMI < 25 (p = 0.010), and Beighton scores < 5 (p = 0.004) exhibited elevated PF% in the third metatarsal than CLAI + OLT, and the CLAI + OLT group with BMI ≥ 25 showed increased PF% in posterior heel (p = 0.043). Patients with CLAI, particularly those with concomitant OLT, exhibited distinct biomechanical adaptations characterized by medial midfoot overload and impaired anterior-posterior stability. The implementation of early biomechanical screening of third metatarsal pressure in patients with CLAI and tailored rehabilitation for those with male sex, BMI < 25, and Beighton < 5 was necessary to mitigate osteoarthritis progression.",
  "disease": "osteoarthritis"
}