{
    "title": "Oxidative stress and myocarditis.",
    "doc_id": "26696256",
    "writer": "Tada Y",
    "year": "2016",
    "summary": "Oxidative stress worsens the autoimmunological process of myocarditis, and suppression of the anti-oxidative system and long-lasting oxidative stress could be one of the pathological mechanisms of cardiac remodeling leading to inflammatory cardi …",
    "abstract": "Reactive oxygen species (ROS) such as superoxide anion and hydrogen peroxide are produced highly in myocarditis. ROS, which not only act as effectors for pathogen killing but also mediate signal transduction in the stress responsive pathways, are closely related with both innate and adaptive immunity. On the other hand, oxidative stress overwhelming the capacity of anti-oxidative system generated in severe inflammation has been suggested to damage tissues and exacerbate inflammation. Oxidative stress worsens the autoimmunological process of myocarditis, and suppression of the anti-oxidative system and long-lasting oxidative stress could be one of the pathological mechanisms of cardiac remodeling leading to inflammatory cardiomyopathy. Oxidative stress is considered to be one of the promising treatment targets of myocarditis. Evidences of anti-oxidative treatments in myocarditis have not been fully established. Basic strategies of anti-oxidative treatments include inhibition of ROS production, activation of anti-oxidative enzymes and elimination of generated free radicals. ROS are produced by mitochondrial respiratory chain reactions and enzymes including NADPH oxidases, cyclooxygenase, and xanthine oxidase. Other systems involved in inflammation and stress response, such as NF-κB, Nrf2/Keap1, and neurohumoral factors also influence oxidative stress in myocarditis. The efficacy of anti-oxidative treatments could also depend on the etiology and the phases of myocarditis. We review in this article the pathological significance of ROS and oxidative stress, and the potential anti-oxidative treatments in myocarditis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26696256/"
}