{
  "pmid": "41351333",
  "title": "Exploring the Interplay of Oral and Systemic Pathology in Sjögren's Disease.",
  "abstract": "Sjögren's disease (SjD) exemplifies the intricate relationship between oral health and overall systemic wellness. Characterized by autoimmune-mediated destruction of exocrine glands, it commonly manifests as xerostomia (dry mouth) and keratoconjunctivitis sicca (dry eyes), yet its reach extends well beyond the salivary and lacrimal glands to involve musculoskeletal, renal, pulmonary, and neurological systems. Insights from national patient surveys underscore considerable unmet needs in SjD management, emphasizing the importance of early recognition of oral health challenges. Concurrently, advances in clinical and translational research deepen our understanding of SjD's underlying mechanisms, revealing novel diagnostic and therapeutic strategies that target immunological pathways, foster glandular regeneration, and may alter disease progression. By providing a cohesive synthesis of state-of-the-art evidence, this review aims to expand clinicians' and researchers' understanding of SjD pathogenesis, address new research areas and key gaps, highlight the critical role of medical partnerships in addressing both systemic and oral manifestations, and advance patient-centered strategies to improve detection, treatment, and long-term disease management of this multifaceted autoimmune disorder. We discuss immune-mediated tissue damage, the potential of emerging biomarkers, and innovative treatments, including biologic agents and regenerative techniques. Patient perspectives further illuminate the daily challenges posed by SjD, underscoring the need for interdisciplinary care models that integrate oral medicine, rheumatology, and other medical specialties. Taken together, these insights underscore the pressing need for heightened awareness and collaborative approaches to pave the way for precision medicine interventions that can transform current management paradigms and ultimately improve the lives of individuals affected by Sjögren's disease.",
  "disease": "rheumatoid arthritis"
}