{
    "title": "Medicolegal Identification of Medical Malpractices in Orthopaedic Surgery.",
    "doc_id": "30896120",
    "writer": "Shi F",
    "year": "2019",
    "summary": "METHODS: A retrospective analysis was conducted on 100 cases of medical malpractices in orthopaedic surgery, among the 364 cases archived in Medicolegal Expertise Center of Xi'an Jiaotong University during 2002-2015. RESULTS: In the 100 cases of orthopedic me …",
    "abstract": "Objectives:\n        \n      \n      To analyze the characteristics of medical malpractices in orthopaedic surgeries, to explore principles and methods in medical legal identification, and to provide basic data for uniform medicolegal standard for the future medical identification.\n    \n\n\n          Methods:\n        \n      \n      A retrospective analysis was conducted on 100 cases of medical malpractices in orthopaedic surgery, among the 364 cases archived in Medicolegal Expertise Center of Xi'an Jiaotong University during 2002-2015.\n    \n\n\n          Results:\n        \n      \n      In the 100 cases of orthopedic medical malpractices, with 104 hospitals involved in, 95 cases were judged with medical errors and the other 9 cases with no error. The top 3 reasons for errors were （1） inadequate observation or estimation of diseases （27.9%）, （2） intraoperative improper operation （17.3%）, and （3） delayed or missed diagnosis and treatment （12.5%）. The consequences of medical malpractices were mostly disability （61%）, followed by prolonged diseases （31%） and death （8%）. With regard to the causal relationship between medical errors and consequences, 95 cases （91.4%） were with causality and the other 9 cases （8.6%） with no causality. Specifically, 56 cases （53.9%） were with medical errors as the secondary causes accounting for 25% causative potency, and 20 cases （19.2%） were with medical errors as the major causes accounting for 75% causative potency.\n    \n\n\n          Conclusions:\n        \n      \n      It is pivotally important for determining the causative potency of medical errors to analyse the causes of damages in orthopaedic surgery and to distinguish subjective factors from objective ones of medical errors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30896120/"
}