{
    "title": "Spinal Cord Injury in the 21st Century Part I: A New Demographic.",
    "doc_id": "40118377",
    "writer": "Reyes AA",
    "year": "2025",
    "summary": "BACKGROUND: Guidelines for the management of acute spinal cord injury are based on a young age group suffering spinal fracture dislocations caused by high-impact trauma. ...CONCLUSIONS: cSCI patients without fracture/dislocation now represent the large …",
    "abstract": "Background:\n        \n      \n      Guidelines for the management of acute spinal cord injury are based on a young age group suffering spinal fracture dislocations caused by high-impact trauma. The purpose of this study was to characterize our recent cervical spinal cord injury (cSCI) experience and compare it to this traditional demographic. We hypothesized that most cSCI patients now fall outside the scope of published guideline principles.\n    \n\n\n          Methods:\n        \n      \n      Cross-sectional cohort study. A detailed review was performed of cSCI patients admitted to our level 1 trauma institution over a 12-month period identifying demographics, injury types, and coded diagnoses cross-referenced from multiple archival systems RESULTS: Fifty-one patients with cSCI from blunt trauma were identified over the 1-year study period of which 82% did not have a spinal fracture or dislocation. cSCI patients without fracture/dislocation were older (mean age 62), had low-impact injuries (93%), and lower American Spinal Injury Association grades (98%). Patients with fracture/dislocation were younger (mean age 48), had high-impact injuries (77%), and higher American Spinal Injury Association grades (66%). Ninety-eight percent of our cSCI patients without fracture/dislocation presented with sensory and motor changes preferentially involving hands and arms in contrast to 11% of patients with fracture dislocation (P < 00001).\n    \n\n\n          Conclusions:\n        \n      \n      cSCI patients without fracture/dislocation now represent the large majority of spinal cord injuries at our level I trauma center. The demographic is most consistent with central cord syndrome, implicating unique pathophysiology and natural history. Extrapolation of management principles from previous guideline efforts is not intuitively generalizable to this patient population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40118377/"
}