{
  "pmid": "41444912",
  "title": "Human midbrain organoids reveal the characteristics of axonal mitochondria specific to dopaminergic neurons.",
  "abstract": "Mitochondrial dysfunction and abnormalities in mitochondrial quality control contribute to the development of neurodegenerative diseases. Parkinson's disease is a neurodegenerative disease that causes motor problems mainly due to the loss of dopaminergic neurons in the substantia nigra pars compacta. Axonal mitochondria in neurons reportedly differ in properties and morphologies from mitochondria in somata or dendrites. However, the function and morphology of axonal mitochondria in human dopaminergic neurons remain poorly understood. To define the function and morphology of axonal mitochondria in human dopaminergic neurons, we newly generated tyrosine hydroxylase (TH) reporter (TH-GFP) induced pluripotent stem cell (iPSC) lines from one control and one PRKN-mutant patient iPSC lines and differentiated these iPSC lines into dopaminergic neurons in two-dimensional monolayer cultures or three-dimensional midbrain organoids. Immunostainings with antibodies against axonal and dendritic markers showed that axons could be better distinguished from dendrites of dopaminergic neurons in the peripheral area of three-dimensional midbrain organoids than in two-dimensional monolayers. Live-cell imaging and correlative light-electron microscopy in peripheral areas of midbrain organoids derived from control TH-GFP iPSCs demonstrated that axonal mitochondria in dopaminergic neurons had lower membrane potential and were shorter in length than those in non-dopaminergic neurons. Although the mitochondrial membrane potential did not significantly differ between dopaminergic and non-dopaminergic neurons derived from PRKN-mutant patient lines, these differences tended to be similar to those in control lines. These results were also largely consistent with those of our previous study on somatic mitochondria. The findings of the present study indicate that midbrain organoids are an effective tool to distinguish axonal from dendritic mitochondria in dopaminergic neurons. This may facilitate the analysis of axonal mitochondria to provide further insights into the mechanisms of dopaminergic neuron degeneration in patients with Parkinson's disease.",
  "disease": "parkinson disease"
}