{
    "title": "[Crisis-MBT: Mentalization-based brief hospitalization intervention].",
    "doc_id": "37279323",
    "writer": "Greiner C",
    "year": "2022",
    "summary": "Intervention We have developed a brief psychological intervention informed by mentalization-based treatment (MBT) in 4 stages: welcoming of the patient, affective mentalization of the crisis elements, formulation of the problem, work on discharge and the continuatio …",
    "abstract": "Context Our team works in a psychiatric hospital unit at the University Hospitals of Geneva (Switzerland). We welcome there for 7 days people in crisis situations who have either suicidal thoughts or suicidal behavior. As factors precipitating the suicidal crisis, these people go through life events that are accompanied by intense interpersonal difficulties or that threaten the image they have of themselves. In our clinical population, approximately 35% of patients suffer from borderline personality disorder (BPD). In these patients, repeated crises and suicidal behavior lead to frequent and damaging relational and therapeutic ruptures. Our objective is to develop a specific approach to this clinical problem. Intervention We have developed a brief psychological intervention informed by mentalization-based treatment (MBT) in 4 stages: welcoming of the patient, affective mentalization of the crisis elements, formulation of the problem, work on discharge and the continuation of outpatient care. This intervention is suitable for a medical-nursing team. From a MBT point of view, the welcoming phase is mainly devoted to mirroring and affective regulation in order to reduce the intensity of psychic disorganization. It is then a question of activating the capacity to mentalize, namely curiosity about mental states, through work on the crisis narrative with an affective focus. We then work with people to construct a formulation of their problem in which they can assume a role. It is about making them \"agents\" of their crises. Then we can end the intervention by working on both the separation and a projection into the immediate future. The goal is then to extend the psychological work started in our unit at the level of an ambulatory network. The termination phase sees the attachment system reactivated and the reappearance of the difficulties hitherto outside the therapeutic space. Clinical implications MBT is effective for BPD, particularly in reducing suicidal gestures and the number of hospitalizations. We have adjusted its theoretical and clinical device for individuals hospitalized due to a suicidal crisis and who present various and comorbid psychopathological profiles. MBT allows the adaptation and evaluation of empirically based psychotherapeutic tools to different clinical settings but also to different clinical populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37279323/"
}