{
    "title": "Meta-analysis of the characteristic expression of circulating microRNA in type 2 diabetes mellitus with acute ischemic cerebrovascular disease.",
    "doc_id": "36864836",
    "writer": "Hu F",
    "year": "2023",
    "summary": "MiR-126 was downregulated and negatively correlated with acute ischemic cerebrovascular disease in type 2 diabetes mellitus patients, its comprehensive SMD and 95% CI were -3.64 (-5.56~-1.72). ...It may have diagnostic value in the early identification …",
    "abstract": "Objective:\n        \n      \n      To comprehensively evaluate the characteristics of the circulating microRNA expression profile in type 2 diabetic patients with acute ischemic cerebrovascular disease by systematic evaluation and meta-analysis.\n    \n\n\n          Methods:\n        \n      \n      The literatures up to March 2022 related to circulating microRNA and acute ischemic cerebrovascular disease in type 2 diabetes mellitus were searched and screened from multiple databases. The NOS quality assessment scale was used to evaluate methodological quality. Heterogeneity tests and statistical analyses of all data were performed by Stata 16.0. The differences in microRNA levels between groups were illustrated by the standardized mean difference (SMD) and 95% confidence interval (95% CI).\n    \n\n\n          Results:\n        \n      \n      A total of 49 studies on 12 circulating miRNAs were included in this study, including 486 cases of type 2 diabetes complicated with acute ischemic cerebrovascular disease and 855 controls. Compared with the control group (T2DM group), miR-200a, miR-144, and miR-503 were upregulated and positively correlated with acute ischemic cerebrovascular disease in type 2 diabetes mellitus patients. Their comprehensive SMD and 95% CI were 2.71 (1.64~3.77), 5.77 (4.28~7.26) and 0.73 (0.27~1.19), respectively. MiR-126 was downregulated and negatively correlated with acute ischemic cerebrovascular disease in type 2 diabetes mellitus patients, its comprehensive SMD and 95% CI were -3.64 (-5.56~-1.72).\n    \n\n\n          Conclusion:\n        \n      \n      In type 2 diabetes mellitus patients with acute ischemic cerebrovascular disease, the expression of serum miR-200a, miR-503, plasma and platelet miR-144 was upregulated and the expression of serum miR-126 was downregulated. It may have diagnostic value in the early identification of type 2 diabetes mellitus with acute ischemic cerebrovascular disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36864836/"
}