{
    "title": "The evolving world of the urinary microbiome.",
    "doc_id": "39224916",
    "writer": "Dalvi H",
    "year": "2024",
    "summary": "PURPOSE OF REVIEW: The existence of urinary microbiome in healthy individuals is now widely accepted as the longstanding belief in urinary tract sterility was disproved over a decade ago. The urinary microbiome has since been implicated in multiple uro …",
    "abstract": "Purpose of review:\n        \n      \n      The existence of urinary microbiome in healthy individuals is now widely accepted as the longstanding belief in urinary tract sterility was disproved over a decade ago. The urinary microbiome has since been implicated in multiple urologic conditions including urinary tract infection (UTI), urinary incontinence, and bladder cancer. This review relays new findings of urinary microbiome compositional changes associated with aging and UTI susceptibility.\n    \n\n\n          Recent findings:\n        \n      \n      Recent advancements have established how the urinary microbiome changes over the lifespan. Studies finding distinct urinary microbiomes in prepubescent, reproductive age, and postmenopausal females have identified sex hormones as potential modulators of urinary microbiome composition and have identified prevalent species that may be markers of dysbiosis. Research in male children finds a cultivable urinary microbiota that varies with age or urologic history but not delivery mode. Emerging research also addresses the function of the urinary microbiota, including genetic factors associated with urinary tract colonization and interactions with uropathogens.\n    \n\n\n          Summary:\n        \n      \n      The urinary microbiome is a promising therapeutic target for urologic disease. However, a more functional understanding is necessary for the development of microbiome-based therapies. Future research should develop accurate animal models and explore functional relationships between the urinary microbiome and the host environment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39224916/"
}