{
  "pmid": "41458513",
  "title": "Comparison of clinical efficacy of sequential and single intra-articular injection of platelet-rich plasma in treatment of early/mid-stage knee osteoarthritis.",
  "abstract": "To evaluate the clinical efficacy of sequential and single injection of platelet-rich plasma (PRP) in treatment of early/mid-stage knee osteoarthritis (KOA). Ninety-four patients who were diagnosed of early/mid-stage KOA from 2022 to 2024 were included in this study, involving 39 case undergoing sequential intra-articular PRP injection (sequential PRP group) and 55 case undergoing single intra-articular PRP injection (single PRP group). Outcomes including serum interleukin-1β (IL-1β), interleukin-6 (IL-6), and tumor necrosis factor-α (TNF-α) levels, synovial fluid matrix metalloproteinase-3 (MMP-3) and tissue inhibitor of metalloproteinases-1 (TIMP-1) levels, visual analog scale (VAS) score, Western Ontario and McMaster Universities Arthritis Index (WOMAC) score, Lysholm score and complications were all recorded and compared. At 6-month post-treatment, not only serum IL-1β, IL-6, and TNF-α, but also synovial fluid MMP-3 and TIMP-1, were significantly improved compared with those pre-treatment in each group. Compared with single PRP group, however, the sequential PRP group showed lower serum IL-1β, IL-6, TNF-α, synovial fluid MMP-3 and higher synovial fluid TIMP-1 at 6-month post-treatment. Both the two groups achieved significant improvements in VAS score, WOMAC score and Lysholm score at 1, 3, and 6 months post-treatment. Although no significant differences were found in VAS score, WOMAC score and Lysholm score between single PRP group and sequential PRP group at 1 and 3 months post-treatment, sequential PRP group had a lower VAS score and WOMAC score, and a higher Lysholm score at 6 months post-treatment. No significant difference was found in complications rate between the two groups and all cases were cured after active treatment. Both sequential and single injection of PRP can achieve satisfactory clinical efficacy in the treatment of early/mid-stage KOA, but sequential intra-articular PRP injection has the advantages of sustained long-term efficacy in relieving pain and improving knee joint function.",
  "disease": "osteoarthritis"
}