{
    "title": "Mental health of adolescents in countries of South-East Asia: A policy review.",
    "doc_id": "39929066",
    "writer": "Mudunna C",
    "year": "2025",
    "summary": "BACKGROUND: In the World Health Organization (WHO) geographical region of South-East Asia, the mental health burden of adolescents appears high. ...Binding mental health legislation separate from health legislation; inclusion of adolescen …",
    "abstract": "Background:\n        \n      \n      In the World Health Organization (WHO) geographical region of South-East Asia, the mental health burden of adolescents appears high. Addressing this burden requires development of mental health policies consistent with international standards to assist governance, resource allocation and delivery of mental healthcare effectively. The aim was to identify current national mental health policies/plans/programs/legislation in South-East Asia, assess compliance with international standards and review inclusion of adolescents in these documents.\n    \n\n\n          Methods:\n        \n      \n      Searches were conducted on WHO MiNDbank, official government websites, Google and Google Scholar. Documents were compiled and screened, data were extracted and evaluated following WHO Guidelines on Monitoring and Evaluation of Mental Health Policies and Plans. Frequencies of checklist and subsection scores were calculated. Data were narratively synthesised.\n    \n\n\n          Findings:\n        \n      \n      Fourteen mental health policies/plans/programs/legislation from 8 countries met inclusion criteria. Maldivian and Bangladeshi documents complied the greatest with WHO guidelines. All 8 countries considered adolescents to some extent in their documents. Only Indian documents consulted child health groups during policy development. Intra/Inter sectoral collaboration with child health divisions was highlighted in documents from Sri Lanka, Bangladesh, India and Maldives.\n    \n\n\n          Interpretation:\n        \n      \n      Most South-East Asian nations had developed separate national mental health governance documents. However, their incorporation of adolescent mental health is rare and compliance with international standards were inconsistent. Binding mental health legislation separate from health legislation; inclusion of adolescents; addressing resource constraints; and guidelines for mental health policy development catered to low-and-middle-income countries are all essential to address the complex mental health needs of South-East Asian adolescents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39929066/"
}