{
    "title": "Changing trends in health orientation among older adults: A scoping review.",
    "doc_id": "38126143",
    "writer": "Kazawa K",
    "year": "2024",
    "summary": "Older people's health condition is not uniform, and the components of their health are interrelated. ...Our findings may provide a valuable basis for understanding aging and older people, reconsidering their health orientation based on the health issues of older …",
    "abstract": "Older people's health condition is not uniform, and the components of their health are interrelated. Concepts regarding the health of older people have emerged and changed over time. However, the transition of concepts and influencing factors are not well examined through research. We have conducted a scoping review of the changes over time in the concept of health for older people and the factors influencing these changes. The public websites of international organizations and academic societies related to older people's health and research paper database were searched, and the extracted data were summarized in a chronological table. Consequently, this study revealed changing trends in health orientation after health had been defined by WHO, namely, successful aging, productive aging, active aging, and healthy aging, and their components, not the concept of health. The emergence and changes of health orientation among older people may have accompanied proposals and measures of international organizations and academic societies developed in response to changes in the demographic structure, and changes in how society perceives and supports older people. With the changing eras that bring about advances in health technology, prolongation of life expectancy, and changes in lifestyles, the needs of older people, society's perceptions of aging and older people, and how to support them will also change. Our findings may provide a valuable basis for understanding aging and older people, reconsidering their health orientation based on the health issues of older people and their significance, and formulating policies for older people in the future. Geriatr Gerontol Int 2024; 24: 5-17.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38126143/"
}