{
  "pmid": "41438838",
  "title": "Beyond quaternary ammonium compounds: Evaluating the harms of non-QAC disinfectant agents in healthcare and industry.",
  "abstract": "Quaternary ammonium compounds (QACs) account for approximately 35% of the U.S. disinfectant market, but mounting concerns about their links to occupational asthma, reproductive toxicity, and antimicrobial resistance as well as their allergic potential have driven increased adoption of non-QAC chemical disinfectants, which comprise the remaining 65% of the market. This review critically examines the health, environmental, and material compatibility profiles of these non-QAC agents, including alcohols, chlorine compounds, hydrogen peroxide, peracetic acid, and phenolics. While many of these agents reduce certain risks associated with QACs, they present new challenges such as respiratory irritation, corrosiveness, systemic toxicity, and ecological persistence. Hydrogen peroxide and peracetic acid show favorable biodegradability but may impair wastewater systems or damage sensitive equipment. Among emerging technologies, ultraviolet-C (UV-C) disinfection stands out for its high antimicrobial efficacy, absence of chemical residues, and strong environmental profile. A risk-balanced, evidence-based approach to disinfectant selection is essential, and greater integration of UV-C and other non-chemical technologies may support safer and more sustainable infection control practices. Der Anteil quaternärer Ammoniumverbindungen (QAV) am US Desinfektionsmittelmarkt beträgt etwa 35%. Jedoch haben die zunehmende Besorgnis der Assoziation von QAVs mit berufsbedingtem Asthma, Reproduktionstoxizität und antimikrobieller Resistenz sowie die allergene Potenz zu verstärkter Einführung chemischer Desinfektionsmittel geführt, die keine QAVs enthalten und die derzeit die restlichen 65% des Markts ausmachen. In der Übersicht werden die Gesundheits-, Umwelt- und Materialverträglichkeit nicht QAV basierter Desinfektionsmittel kritisch untersucht, darunter Alkohole, Chlorverbindungen, Wasserstoffperoxid, Peressigsäure und Phenole. Viele dieser Wirkstoffe verringern zwar bestimmte Risiken, die mit QAV verbunden sind, stellen aber auch neue Herausforderungen dar, wie z. B. Reizung der Atemwege, Korrosivität, systemische Toxizität und ökologische Persistenz. Wasserstoffperoxid und Peressigsäure sind zwar biologisch gut abbaubar, können aber Abwassersysteme beeinträchtigen oder empfindliche Geräte beschädigen. Unter den neuen Technologien zeichnet sich die UV-C-Desinfektion durch ihre hohe antimikrobielle Wirksamkeit, die Abwesenheit von chemischen Rückständen und ihr gutes Umweltprofil aus. Ein risikoabgewogener, evidenzbasierter Ansatz bei der Auswahl von Desinfektionsmitteln ist von entscheidender Bedeutung, und eine stärkere Integration von UV-C und anderer nicht-chemischer Technologien kann sicherere und nachhaltigere Verfahren zur Infektionskontrolle unterstützen.",
  "disease": "asthma"
}