{
  "pmid": "41455394",
  "title": "Rehabilitation in critically ill patients with COVID-19 infection: A systematic review and meta-analysis.",
  "abstract": "Before the pandemic, intensive care unit rehabilitation was common. However, for critically ill patients with COVID-19 infection, rehabilitation became secondary to lifesaving measures and managing scarce resources. In this systematic review, we investigated the impact of rehabilitation for critically ill adults with COVID-19 infection on outcomes. Five electronic databases from 2020 to 2024 were searched for this study. Randomised controlled trials (RCTs) and nonrandomised studies of critically ill adults with COVID-19 infection receiving in-hospital rehabilitation interventions were included in this study. Two independent reviewers screened titles/abstracts and full texts. Intervention types were organised into 13 categories. We assessed completeness of study reporting using the Strengthening the Reporting of Observational Studies in Epidemiology guidelines and intervention reporting using the Consensus on Exercise Reporting Template. For RCTs, we assessed risk of bias, conducted meta-analyses using random-effect models, and evaluated certainty of evidence using the Grading of Recommendations Assessment, Development, and Evaluation approach. There were 11 prespecified outcomes including physical function and resource utilisation. Sixty-eight studies (n = 50 observational, 8 RCTs, 4 experimental non-RCTs, and 6 other designs) enrolling 23,630 participants met inclusion criteria. Thirty-one reported interventions; mobility was the most common activity (74% of studies). Authors used 87 outcome measures at 57 reported time points. Strengthening the Reporting of Observational Studies in Epidemiology scores were adequate with >75% items reported. Mean Consensus on Exercise Reporting Template reporting for intervention (n = 45) was moderate (54% [23%]), and that for control groups (n = 11) was poor (48% [20%]). Risk of bias was low; very-low-certainty evidence showed that multidisciplinary functional and respiratory rehabilitation and bed cycling + tilt table may result in shorter duration of mechanical ventilation (2 RCTs, n = 116, intervention = 9.1 days, control = 11.7 days; standardised mean difference: 0.44 days [95% confidence interval: -0.81 to-0.07]) and shorter hospital length of stay (three RCTs, n = 116, intervention = 17.6-days, control = 26.2-days; standardised mean difference: 2 days [95% confidence interval: -4.22 to 0.04]). Based on very-low-certainty evidence, rehabilitation may lead to shorter mechanical ventilation duration and hospital length of stay. Substantial heterogeneity across interventions, outcomes, and time points limited evidence synthesis. This review may aid in planning future rehabilitation studies with critically ill patients and for future pandemics where rehabilitation will have an important role. CRD42023340256.",
  "disease": "covid-19"
}