{
  "pmid": "41467824",
  "title": "[Small liver vessels disorders].",
  "abstract": "Small liver vessels disorders are a heterogeneous group of rare diseases that can affect the portal venules, the hepatic sinusoids, the centri-lobular veins, or the hepatic arteries. The most frequent is the porto-sinusoidal vascular disorder (PSVD), which is characterised by damage of the portal venules or sinusoids and may be associated with portal hypertension, in the absence of cirrhosis. Diagnosis is therefore based on a liver biopsy. PSVD is often associated with an extrahepatic condition, most commonly immune-mediated, haematological, or a toxic. Its two main complications are variceal haemorrhage and portal vein thrombosis. The latter must be screened for by imaging every six months. Liver failure, on the other hand, is very rare in this context. It is therefore important to consider the diagnosis of PSVD when there is marked portal hypertension alongside preserved liver function or low liver stiffness, particularly in the absence of an obvious cause of cirrhosis or in the presence of an extrahepatic condition known to be associated with PSVD, as well as in cases of unexplained abnormalities of liver blood tests. The management of PSVD is like that of cirrhosis. Les atteintes des petits vaisseaux du foie sont un groupe hétérogène de maladies rares qui peuvent toucher les veinules portes, les sinusoïdes ou capillaires hépatiques, les veines centrolobulaires et les artérioles hépatiques. La plus fréquente est la maladie vasculaire porto-sinusoïdale (MVPS), qui se caractérise par une atteinte des veinules portes ou des sinusoïdes et peut s’associer à une hypertension portale, et ce en l’absence de cirrhose. Son diagnostic repose donc sur la biopsie hépatique. La MVPS est fréquemment associée à une affection extrahépatique, le plus souvent dysimmunitaire, hématologique, ou encore à la prise d’un toxique. Ses deux principales complications sont l’hémorragie digestive par rupture de varices œsophagiennes et la thrombose de la veine porte. Cette dernière doit être dépistée par une imagerie semestrielle. L’insuffisance hépatocellulaire est, à l’inverse, très rare dans ce contexte. Il faut ainsi savoir évoquer une MVPS devant une hypertension portale marquée contrastant avec des fonctions hépatiques préservées ou avec une élasticité hépatique basse, particulièrement en l’absence de cause évidente de cirrhose ou en présence d’une affection extrahépatique connue comme associée à la MVPS, ainsi que devant des anomalies inexpliquées du bilan biologique hépatique. La prise en charge de la MVPS se fait par analogie avec celle de la cirrhose.",
  "disease": "hypertension"
}