{
    "title": "Predictors of glycemic management among patients with type 2 diabetes.",
    "doc_id": "30653761",
    "writer": "Milo RB",
    "year": "2019",
    "summary": "AIMS AND OBJECTIVES: To identify correlates of glycemic control among people with type 2 diabetes mellitus. BACKGROUND: Approximately 28.8 million adults have type 2 diabetes mellitus in the United States with $245 billion s …",
    "abstract": "Aims and objectives:\n        \n      \n      To identify correlates of glycemic control among people with type 2 diabetes mellitus.\n    \n\n\n          Background:\n        \n      \n      Approximately 28.8 million adults have type 2 diabetes mellitus in the United States with $245 billion spent on disability and lost productivity. The importance of self-management activities in type 2 diabetes mellitus treatment is well recognised. Extant studies have explored self-management activities of individuals with type 2 diabetes mellitus with mixed findings. Continued attention is warranted to identify predictors of glycemic control.\n    \n\n\n          Design:\n        \n      \n      A cross-sectional study.\n    \n\n\n          Methods:\n        \n      \n      A convenience sample, aged 18 and 75 years with a diagnosis of type 2 diabetes mellitus, was recruited and enrolled from three southern California community-based organisations between June-December 2016. Perceived self-efficacy, diabetes knowledge, self-management activities, select demographics, chronic conditions and HbA1C levels were assessed. Bivariate and multiple regression analyses were use to identify correlates of glycemic control. The STROBE checklist for cross-sectional studies was used to develop this study.\n    \n\n\n          Results:\n        \n      \n      The total number of participants included in analyses was 100. Sixty-nine per cent had HbA1C ≥7%; average number of years with type 2 diabetes mellitus was 8.6 (SD = 6.52); 57% were female; and 54% had a high school or greater education. The multiple regression model significantly predicted 20% of the variance in HbA1C levels, F(6, 93) = 4.91, p < 0.001, adj. R2   = 0.192. Level of education, β = 0.36, p = 0.001, and years with type 2 diabetes mellitus, β = 0.28, p = 0.004, significantly contributed to the model.\n    \n\n\n          Conclusions:\n        \n      \n      Lower level of education and longer duration with diabetes were associated with poor glycemic control. Study outcomes support interventions are needed to target the ongoing educational needs of individuals with type 2 diabetes mellitus.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      Nurses are encouraged to increase their awareness of the impact of level of education and diabetes duration when providing individualised care to individual's with type 2 diabetes mellitus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30653761/"
}