{
  "pmid": "41386198",
  "title": "Plasma p-Tau217 and p-Tau181 levels in Well-Controlled versus Drug-Resistant focal epilepsy.",
  "abstract": "Compared to patients with well-controlled epilepsy, those with drug-resistant epilepsy often experience greater morbidity, mortality, and accelerated aging. Plasma biomarkers pTau217 and pTau181 align with cerebrospinal fluid tau values and amyloid PET imaging, correlating with Alzheimer's disease (AD) pathology. These minimally invasive markers may help explore links between neurodegeneration and epilepsy. This study assessed plasma pTau217 and pTau181 levels in patients with drug-resistant (DR) and well-controlled (C) epilepsy to determine whether poor seizure control correlates with elevated biomarkers. Adults aged 18-65 with focal epilepsy were prospectively recruited from the Brigham and Women's Hospital Epilepsy Clinic. Clinical data, including time since last seizure, were obtained from electronic health records. Plasma pTau181 and pTau217 levels were measured and analyzed in relation to seizure control, MRI lesion presence, antiseizure medication use, and time since last seizure. Plasma was collected from 103 patients: 48 well-controlled (C, 31.3 % female) and 55 drug-resistant (DR, 50.9 % female). Mean ages were 38.7 ± 12.3 years (C) and 37.0 ± 11.6 years (DR). Log-transformed mean plasma levels were not significantly different: pTau181 (DR: 2.17 ± 0.99 vs. C: 2.33 ± 0.87, p = 0.35) and pTau217 (DR: 3.87 ± 0.97 vs. C: 4.10 ± 0.95, p = 0.23). No correlation was observed between plasma tau and time since last seizure: pTau181 (ρ = +0.001, p = 0.99), pTau217 (ρ = +0.13, p = 0.18). Tau levels did not differ based on use of synaptic vesicle protein 2A inhibitors or sodium channel blockers. Interictal plasma biomarkers of neurodegeneration are not elevated in adults with poorly controlled epilepsy and do not correlate with time since last seizure or specific antiseizure medications. Future studies should explore whether subpopulations exist with increased risk or early markers of accelerated aging.",
  "disease": "epilepsy"
}