{
  "pmid": "41335414",
  "title": "Development and validation of a predictive model for the risk of serious infection in patients with rheumatoid arthritis initiating a biologic or targeted synthetic DMARD: a nationwide cohort study.",
  "abstract": "To develop and validate a model to predict serious infection risk in rheumatoid arthritis (RA) patients initiating biologic or targeted synthetic DMARDs (b/tsDMARDs), and to implement it as an interactive tool (RAISE). We conducted a nationwide cohort study (2010-2023) using the French National Health Data System. Adults with RA initiating a b/tsDMARD were included. The primary outcome was a serious infection (i.e. requiring hospitalisation). Candidate predictors included demographics, treatment initiated, corticosteroid dose, prior infections, and comorbidities. Variable selection used LASSO, followed by a multivariable Cox model to estimate adjusted hazard ratios. The dataset was randomly split into a derivation cohort (66%) and a validation cohort (34%) for internal (hold-out) validation. In the derivation cohort, 500 bootstrap resamples were used to assess optimism-corrected performance. Model discrimination and calibration (6-24 months) were evaluated in both cohorts. No external validation was performed at this stage. Over median follow-up of 12.5 months (IQR 5.3-33.3), 4,657 and 2,359 serious infections occurred in derivation and validation cohorts, respectively. Predictors included rituximab (aHR 2.20, 95% CI 1.98-2.44), infliximab (aHR 1.75, 1.56-1.97), corticosteroids ≥7.5 mg/day (aHR 1.45, 1.33-1.58), prior infection (aHR 1.62, 1.48-1.77), pulmonary disease (aHR 1.51, 1.40-1.64) and diabetes (aHR 1.34, 1.23-1.46); methotrexate was protective (aHR 0.81, 0.76-0.87). The model showed moderate discrimination (C-index 0.71) and calibration (mean absolute error ≤0.07). RAISE delivers personalized 6-, 12-, 18- and 24-month infection risk estimates using routinely available data, outperforming older tools in scope and relevance. It enables risk-based treatment planning and preventive strategies, with potential for international adoption following external validation.",
  "disease": "rheumatoid arthritis"
}