{
    "title": "Low weight, morbidity, and mortality in children with cerebral palsy: new clinical growth charts.",
    "doc_id": "21768315",
    "writer": "Brooks J",
    "year": "2011",
    "summary": "OBJECTIVE: To determine the percentiles of weight for age in cerebral palsy according to gender and Gross Motor Function Classification System (GMFCS) level and to identify weights associated with negative health outcomes. ...CONCLUSIONS: Children with cerebral pals …",
    "abstract": "Objective:\n        \n      \n      To determine the percentiles of weight for age in cerebral palsy according to gender and Gross Motor Function Classification System (GMFCS) level and to identify weights associated with negative health outcomes.\n    \n\n\n          Patients and methods:\n        \n      \n      This study consists of a total of 102 163 measurements of weight from 25 545 children with cerebral palsy who were clients of the California Department of Developmental Services from 1988 through 2002. Percentiles were estimated using generalized additive models for location, scale, and shape. Numbers of comorbidities were compared using t tests. The effect of low weight on mortality was estimated with proportional hazards regression.\n    \n\n\n          Results:\n        \n      \n      Weight-for-age percentiles in children with cerebral palsy varied with gender and GMFCS level. Comorbidities were more common among those with weights below the 20th percentile in GMFCS levels I through IV and level V without feeding tubes (P < .01). For GMFCS levels I and II, weights below the 5th percentile were associated with a hazard ratio of 2.2 (95% confidence interval: 1.3-3.7). For children in GMFCS levels III through V, weights below the 20th percentile were associated with a mortality hazard ratio of 1.5 (95% confidence interval: 1.4-1.7).\n    \n\n\n          Conclusions:\n        \n      \n      Children with cerebral palsy who have very low weights have more major medical conditions and are at increased risk of death. The weight-for-age charts presented here may assist in the early detection of nutritional issues or other health risks in these children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21768315/"
}