{
    "title": "Young adults' perception of transition from paediatric to adult care.",
    "doc_id": "38568009",
    "writer": "Forsberg J",
    "year": "2024",
    "summary": "AIM: Medical advancements will lead to more children with long-term illnesses and/or disabilities undergoing the transition to adult care. Previous studies show that many young adults are unprepared for this transition, and might suffer from loss of follow-up …",
    "abstract": "Aim:\n        \n      \n      Medical advancements will lead to more children with long-term illnesses and/or disabilities undergoing the transition to adult care. Previous studies show that many young adults are unprepared for this transition, and might suffer from loss of follow-up. This study aimed to investigate the post-transfer experiences of the transition among young adults with long-term illnesses and/or disabilities.\n    \n\n\n          Methods:\n        \n      \n      A qualitative descriptive design was used. Three semi-structured focus group interviews were conducted with 15 participants (18-25 years of age) recruited via patient organisations focusing on children and young adults with disabilities and/or long-term illnesses. The interviews were analysed with conventional content analysis.\n    \n\n\n          Results:\n        \n      \n      One theme emerged: limbo, defined as an indefinite experience without knowing when or even if something would happen, or whether they would be overlooked. The theme rested on four categories: transition experiences, organisational aspects, influence on daily life, and self-management.\n    \n\n\n          Conclusion:\n        \n      \n      Areas for improvement were identified across the entire transition that is, in the preparation, transfer, and post-transfer stages. Our findings indicate a limited understanding among healthcare providers (HCPs) that the transition continues until the young adult has been fully integrated into adult care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38568009/"
}