{
  "pmid": "41408015",
  "title": "Cognitive function in different motor subtypes of Parkinson's disease: A systematic review and multilevel meta-analysis.",
  "abstract": "Although defined as a movement disorder, Parkinson's disease is characterised by a diverse range of motor and nonmotor symptoms, including cognitive impairment. Use of motor subtypes to characterise symptom heterogeneity is common, but it remains unclear whether these subtypes capture meaningful differences in nonmotor symptoms. Our systematic review and meta-analysis sought to investigate differences in cognitive function between motor subtypes of Parkinson's disease. A total of 123 eligible studies were identified from database searches (PubMed, PsycINFO, CINAHL, Scopus, Web of Science; last searched 23/01/2024) and forward and backward snowballing. All included studies used at least one objective or clinician-rated motor measure to classify patients into motor subtypes and administered one or more objective or clinician-rated cognitive assessments. Data were analysed using a combination of multilevel meta-analysis, traditional meta-analysis, and narrative synthesis. Several study characteristics, including subtyping method, cognitive domain, and disease duration, were evaluated as possible moderators, and risk of bias was assessed using an adapted version of the Quality in Prognosis Studies tool. We found robust evidence for better preserved cognition in tremor-dominant motor subtypes and for poorer cognition in freezing of gait, postural instability gait disorder, and akinetic-rigid subtypes. Our moderator analyses indicated that motor subtype provides important information about cognitive profile that cannot be inferred from other patient characteristics. Unfortunately, reporting of motor subtyping procedures often lacked clarity, compromising subtype reproducibility. Our findings demonstrate the utility of motor subtyping for identifying patients most at risk of cognitive decline and dementia, and highlight opportunities for future motor subtyping research.",
  "disease": "parkinson disease"
}