{
  "pmid": "41472730",
  "title": "Macrophages: friend or foe in diabetes pathogenesis and therapy.",
  "abstract": "Macrophages play a key role in the pathogenesis of both type 1 (T1) and type 2 (T2) diabetes, influencing disease initiation and progression through distinct mechanisms reflective of their divergent etiologies. In type 1 diabetes, an autoimmune condition characterized by the destruction of insulin-producing pancreatic beta cells, macrophages are part of the inflammatory response, which initiates insulitis and leads to pancreatic beta cell death. Conversely, in type 2 diabetes, which is primarily driven by insulin resistance and metabolic dysregulation, macrophages infiltrate the adipose tissue and contribute to a chronic state of low-grade inflammation. They therefore have a dual effect, driving diabetes by facilitating autoimmunity and perpetuating metabolic dysfunction and meta-inflammation. Macrophages infiltrate the pancreas in both patients with T1 and T2 diabetes. However, we cannot assume that an increase in the number of macrophages in the pancreatic infiltrate is a pathological feature of diabetes. Macrophages are also known to participate in embryonic islet development and to contribute to pancreatic regeneration and islet remodeling. It is possible that their function at the site of inflammation is part of the recovery process rather than the attack itself. Macrophages express high plasticity, which results in high functional heterogeneity both in steady-state and in pathological conditions, with a continuum of extreme phenotypic and functional states. Activated macrophages release inflammatory mediators, which amplify the autoimmune response and foster an environment that may contribute to beta cell destruction in type 1 diabetes. Recent studies have shown that lipid accumulation and metabolic dysfunction can contribute to macrophage activation, a theory that links obesity to enhanced inflammatory responses and insulin resistance, which is central to the pathophysiology of T2 diabetes. Targeting macrophage polarization and function presents a promising therapeutic strategy for mitigating disease progression in both types of diabetes. Understanding the intricate roles of macrophages in T1 and T2 diabetes is crucial for developing effective interventions to modulate the immune response and improve overall metabolic health. Here, we review the current knowledge of the heterogeneity and origin of macrophages, their role at the sites of inflammation in T1 and T2 diabetes, and their potential for therapeutic strategies.",
  "disease": "diabetes mellitus"
}