{
    "title": "Racial differences in the relationship between clinical prostatitis, presence of inflammation in benign prostate and subsequent risk of prostate cancer.",
    "doc_id": "26620738",
    "writer": "Rybicki BA",
    "year": "2016",
    "summary": "Clinical prostatitis was associated with a slightly decreased risk for prostate cancer in African American men. In white men, the relationship between clinical prostatitis and prostate cancer risk was modified by histological prostatic inflammat …",
    "abstract": "Background:\n        \n      \n      Epidemiologic studies, primarily done in white men, suggest that a history of clinically-diagnosed prostatitis increases prostate cancer risk, but that histological prostate inflammation decreases risk. The relationship between a clinical history of prostatitis and histologic inflammation in terms of how these two manifestations of prostatic inflammation jointly contribute to prostate cancer risk and whether racial differences exist in this relationship is uncertain.\n    \n\n\n          Methods:\n        \n      \n      Using a nested design within a cohort of men with benign prostate tissue specimens, we analyzed the data on both clinically-diagnosed prostatitis (NIH categories I-III) and histological inflammation in 574 prostate cancer case-control pairs (345 white, 229 African American).\n    \n\n\n          Results:\n        \n      \n      Clinical prostatitis was not associated with increased prostate cancer risk in the full sample, but showed a suggestive inverse association with prostate cancer in African Americans (odds ratio (OR)=0.47; 95% confidence interval (CI)=0.27-0.81). In whites, clinical prostatitis increased risk by 40%, but was only associated with a significant increased prostate cancer risk in the absence of evidence of histological inflammation (OR=3.56; 95% CI=1.15-10.99). Moreover, PSA velocity (P=0.008) and frequency of PSA testing (P=0.003) were significant modifiers of risk. Clinical prostatitis increased risk of prostate cancer almost three-fold (OR=2.97; 95% CI=1.40-6.30) in white men with low PSA velocity and about twofold in white men with more frequent PSA testing (OR=1.91; 95% CI=1.09-3.35).\n    \n\n\n          Conclusions:\n        \n      \n      In our cohort of men with benign prostate specimens, race, and histological inflammation were important cofactors in the relationship between clinical prostatitis and prostate cancer. Clinical prostatitis was associated with a slightly decreased risk for prostate cancer in African American men. In white men, the relationship between clinical prostatitis and prostate cancer risk was modified by histological prostatic inflammation, PSA velocity, and frequency of PSA testing-suggesting a complex interplay between these indications of prostatic inflammation and prostate cancer detection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26620738/"
}