{
    "title": "Percutaneous and Endoscopic Adhesiolysis in Managing Low Back and Lower Extremity Pain: A Systematic Review and Meta-analysis.",
    "doc_id": "26815254",
    "writer": "Helm S 2nd",
    "year": "2016",
    "summary": "CONCLUSION: The evidence is Level I or strong that percutaneous adhesiolysis is efficacious in the treatment of chronic refractory low back and lower extremity pain. Percutaneous adhesiolysis may be considered as a first-line treatment for chronic refractory low …",
    "abstract": "Background:\n        \n      \n      Chronic refractory low back and lower extremity pain is frustrating to treat. Percutaneous adhesiolysis and spinal endoscopy are techniques which can treat chronic refractory low back and lower extremity pain.Percutaneous adhesiolysis is performed by placing the catheter into the tissue plane at the ventrolateral aspect of the foramen so that medications can be injected. Adhesiolysis is used both for pain caused by scarring which is not resistant to catheter placement and other sources of pain, including inflammation in the absence of scarring.Mechanical lysis of scars with a catheter may or may not be necessary for percutaneous adhesiolysis to be effective. Spinal endoscopy allows direct visualization of the epidural space and has the possibility to use laser energy to treat pathology.\n    \n\n\n          Study design:\n        \n      \n      A systematic review of the effectiveness of percutaneous adhesiolysis and spinal endoscopic adhesiolysis to treat chronic refractory low back and lower extremity pain.\n    \n\n\n          Objective:\n        \n      \n      To evaluate and update the effectiveness of percutaneous adhesiolysis and spinal endoscopic adhesiolysis to treat chronic refractory low back and lower extremity pain.\n    \n\n\n          Methods:\n        \n      \n      The available literature on percutaneous adhesiolysis and spinal endoscopic adhesiolysis in treating persistent low back and leg pain was reviewed. The quality of each article used in this analysis was assessed. The level of evidence was classified on a 5-point scale from strong, based upon multiple randomized controlled trials to weak, based upon consensus, as developed by the U.S. Preventive Services Task Force (USPSTF) and modified by ASIPP. Data sources included relevant literature identified through searches of PubMed and EMBASE from 1966 to September 2015, and manual searches of the bibliographies of known primary and review articles.\n    \n\n\n          Outcome measures:\n        \n      \n      Pain relief of at least 50% and functional improvement of at least 40% were the primary outcome measures. Short-term efficacy was defined as improvement of 6 months or less; whereas, long-term efficacy was defined more than 6 months.\n    \n\n\n          Results:\n        \n      \n      For this systematic review, 45 studies were identified. Of these, for percutaneous adhesiolysis there were 7 randomized controlled trials and 3 observational studies which met the inclusion criteria. For spinal endoscopy, there was one randomized controlled trial and 3 observational studies. Based upon 7 randomized controlled trials showing efficacy, with no negative trials, there is Level I or strong evidence of the efficacy of percutaneous adhesiolysis in the treatment of chronic refractory low back and lower extremity pain. Based upon one high-quality randomized controlled trial, there is Level II to III evidence supporting the use of spinal endoscopy in treating chronic refractory low back and lower extremity pain.\n    \n\n\n          Conclusion:\n        \n      \n      The evidence is Level I or strong that percutaneous adhesiolysis is efficacious in the treatment of chronic refractory low back and lower extremity pain. Percutaneous adhesiolysis may be considered as a first-line treatment for chronic refractory low back and lower extremity pain. The evidence is Level II to III that spinal endoscopy is effective in the treatment of chronic refractory low back and lower extremity pain.\n    \n\n\n          Key words:\n        \n      \n      Spinal pain, chronic low back pain, post lumbar surgery syndrome, epidural scarring, adhesiolysis, endoscopy, radicular pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26815254/"
}