{
    "title": "Diabetes insipidus after endoscopic transsphenoidal surgery: multicenter experience and development of the SALT score.",
    "doc_id": "34041659",
    "writer": "Castle-Kirszbaum M",
    "year": "2021",
    "summary": "OBJECTIVE: To identify risk factors for the development of postoperative diabetes insipidus (DI) in a modern cohort of endoscopic endonasal transsphenoidal surgery. ...RESULTS: Postoperative DI occurred in 46 (10.2%) patients. The development of DI did not af …",
    "abstract": "Objective:\n        \n      \n      To identify risk factors for the development of postoperative diabetes insipidus (DI) in a modern cohort of endoscopic endonasal transsphenoidal surgery.\n    \n\n\n          Methods:\n        \n      \n      Analysis of prospectively collected data of 449 consecutive patients operated on for anterior skull base pathology. DI was defined as a polyuria (> 250 ml/h for ≥ 2 consecutive hours) polydipsia syndrome associated with hypotonic urine with or without hypernatraemia. Multivariate logistic regression was used to identify predictors of postoperative DI. A simple scoring system was then created.\n    \n\n\n          Results:\n        \n      \n      Postoperative DI occurred in 46 (10.2%) patients. The development of DI did not affect quality of life. Predictors of DI on multivariate analysis included suprasellar extension (OR 2.2; p = 0.04), age < 50 years (OR 2.8; p = 0.003), craniopharyngioma histology (OR 6.7; p = 0.002), and Kelly grade 3 intraoperative CSF leak (OR 2.1; p = 0.04). The SALT score was created based on these characteristics, with one point awarded for each feature present, and predicted DI with fair to good predictive value in our cohort (AUROC 0.735 (95%CI 0.65-0.82)). The rates of postoperative DI were 4.0%, 6.5%, 15.0%. 36.8% and 85.7% for SALT scores of zero, one, two, three, and four, respectively.\n    \n\n\n          Conclusions:\n        \n      \n      The SALT score predicts postoperative DI with fair to good accuracy, and now requires prospective external validation. Improved prediction of DI could optimize resource allocation and facilitate individualised preoperative patient counselling. We also provide our algorithm for diagnosis and treatment of DI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34041659/"
}