{
  "pmid": "41475009",
  "title": "The impact of COVID-19 self-isolation on healthcare workers' psychological wellbeing: a systematic review.",
  "abstract": "Self-isolation is a key public health strategy for infectious disease control. Globally implemented during the COVID-19 pandemic, self-isolation remains an essential strategy in ongoing mitigation efforts. Healthcare workers (HCWs) often face isolation due to occupational exposure to infectious diseases and may face unique psychological challenges. This systematic review synthesized evidence on (i) the impact of self-isolation on HCWs' psychological wellbeing, (ii) factors associated with wellbeing, and (iii) the effectiveness of interventions to improve wellbeing during or after isolation for COVID-19. A pre-registered systematic review (PROSPERO: CRD42024559971) was conducted in accordance with PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) and Cochrane guidelines. Searches in PsycInfo, Embase, MEDLINE, PubMed and grey literature included studies on HCWs' psychological wellbeing during or after self-isolation. Risk of bias was assessed using ROBINS-E (Risk of Bias in Non-randomized Studies for Exposure) or CASP (Critical Appraisal Skills Programme) tools. From 20,798 records screened, 19 studies (10 quantitative, 7 qualitative, 2 mixed methods) were included. Quantitative findings on anxiety, depressive and stress symptoms were inconsistent. Qualitative studies consistently reported distress, loneliness and stigma. Factors associated with wellbeing included socio-cultural influences and protective factors. No studies assessed interventions targeting wellbeing during self-isolation. Self-isolation appears to have variable effects on HCWs' wellbeing, including significant challenges and opportunities for resilience. Public health strategies should prioritize timely, clear communication, accessible evidence-based psychological support and practical resources. Future research should prioritize evaluation of interventions to mitigate psychological harm and support HCWs during infectious disease outbreaks.",
  "disease": "covid-19"
}