{
  "pmid": "41461991",
  "title": "John Charles LaRosa, M.D., F.A.C.P. (1941-2025): A Visionary Physician Leader, Inspiring Teacher, and Transformative Medical Researcher.",
  "abstract": "John Charles LaRosa was an eminent American physician, medical educator, prominent researcher and administrator who held important academic leadership positions. He was educated at the University of Pittsburgh, graduating at the top of the class of the School of Medicine, and then continued his training in internal medicine. He did the latter at the Peter Bent Brigham Hospital in Boston, a major teaching hospital for Harvard University. He was then a fellow at the National Heart, Lung, and Blood Institute, an institute of the National Institutes of Health (NIH). There he developed a lifelong interest in the prevention and treatment of atherosclerosis or \"hardening of the arteries.\" After three years at the NIH, he joined the faculty of George Washington University where for many years he received extensive federal and private research funding for major clinical trials of cholesterol altering drugs. During this time, he became Professor of Medicine, Dean for Clinical Affairs, and Dean for Research. His ground-breaking research in the prevention and treatment of atherosclerotic disease culminated in his leadership of the famous Treating to New Targets (TNT) five year study of 10,000 people in 14 countries. The findings of this study definitively demonstrated that statin drugs were highly effective in lowering cholesterol blood levels. The impact of this study's findings led to the extensive use of these drugs in preventing coronary artery disease, strokes and other vascular diseases. In 1994, LaRosa accepted the position of Chancellor of the Medical Center at Tulane University in New Orleans, Louisiana. At Tulane, he oversaw the development of a new Cancer Center and a Center for Gene Therapy Research in collaboration with Louisiana State University School of Medicine. During his five- year term at Tulane University he also oversaw the construction of new dormitory facilities for Medical Center students, and substantial growth in research and philanthropic funding for both the School of Medicine and the School of Public Health and Tropical Medicine. In 1999, LaRosa left Tulane to become President of the State University of New York Downstate Medical Center. Located in central Brooklyn, Downstate is the only public academic medical center in New York City and serves a diverse student body, patient population, and workforce. Its distinguished history includes the first full body MRI images of human tissue and the 1998 Nobel Prize in Medicine, awarded to Dr. Robert Furchgott for the discovery of the role of nitric oxide in vascular health and disease. During his tenure as president, LaRosa oversaw the establishment of a School of Public Health, now fully accredited and thriving. He also oversaw the opening of a new biotechnology incubator, now fully developed and a larger biotechnical facility at the Brooklyn Army Terminal. The establishment of these biotechnical facilities ushered in a new role for the Borough of Brooklyn of the City of New York as a center for startup companies and industries. In June 2012, after 13 years as president, LaRosa resigned to rejoin the faculty as a full time Professor of Medicine and a Professor of Public Health. He retired from these roles in 2022. He passed away on 23 September 2025.",
  "disease": "coronary artery disease"
}