{
  "pmid": "41423944",
  "title": "Impact of Telerehabilitation on Rehabilitation Efficacy and Patient Satisfaction After Knee Surgery: Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
  "abstract": "Postoperative rehabilitation after knee surgery is crucial for functional recovery, but traditional in-person methods can impose burdens on patients, particularly those with mobility limitations or living remotely. Telerehabilitation, leveraging digital platforms, offers a potential alternative, yet its comparative efficacy and acceptability remain debated, especially across surgery types. This study aims to evaluate whether telerehabilitation improves postoperative rehabilitation satisfaction and efficacy compared to traditional methods for patients undergoing knee joint surgery. Six databases (Web of Science, PubMed, MEDLINE, ScienceDirect, Embase, and Cochrane Library) were searched from inception to September 27, 2025. Eligibility criteria included randomized controlled trials (RCTs) comparing telerehabilitation with traditional rehabilitation in adult patients undergoing postoperative knee surgery, reporting patient satisfaction and/or efficacy outcomes. Risk of bias was assessed using the Cochrane Risk of Bias 1 tool (developed by the Cochrane Collaboration). Data were synthesized using random-effects meta-analysis with the Hartung-Knapp-Sidik-Jonkman method for CIs, reporting standardized mean differences or mean difference, τ2 (between-study variance), τ (between-study SD), and prediction intervals (PIs) where applicable. Heterogeneity was assessed with τ2, τ, and PIs. Certainty of evidence was evaluated using GRADE (Grading of Recommendations Assessment, Development, and Evaluation) criteria. In total, 19 randomized controlled trials were included. Overall, patient satisfaction showed no significant difference between telerehabilitation and traditional rehabilitation (standardized mean difference [SMD] 0.15, 95% CI -0.48 to 0.78; P=.48; τ2=0.30; τ=0.55; PI=-1.17 to 1.47). Subgroup analysis revealed lower satisfaction with synchronous telerehabilitation (k=4 included studies; SMD -0.52, 95% CI -1.02 to -0.02; P=.04; τ2=0.17; τ=0.41) and higher with asynchronous (k=6 included studies; SMD 0.56, 95% CI 0.08-1.03; P=.02; τ2=0.30; τ=0.55). Telerehabilitation showed significant improvements on total Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC; k=4; SMD -0.76, 95% CI -1.38 to -0.14; P=.02; τ2=0.08; τ=0.29; PI=-1.85 to 0.33), Knee Injury and Osteoarthritis Outcome Score (KOOS; k=5; SMD 0.58, 95% CI 0.47-0.70; P=.01; τ2=0; τ=0; PI=0.36-0.80), timed-up-and-go (TUG) test (k=4; mean difference [MD]=-2.73 seconds, 95% CI -4.50 to -0.96; P=.04; τ2=1.14; τ=1.07; PI=-7.17 to 1.72) and knee extension range (k=3; MD=9.64°, 95% CI 6.89-12.39; P=.049; τ2=2.45; τ=1.56; PI=0.60-18.68). The pooled average effects suggest that telerehabilitation is noninferior to traditional care for patient satisfaction on average and may improve pain and function and some objective measures. However, bootstrapped PIs and between-study variability indicate that effects vary by context, so implementation should therefore be individualized with attention to modality, patient digital literacy, and technical support. Targeted trials with standardized measures are recommended to increase certainty and narrow the expected distribution of effects.",
  "disease": "osteoarthritis"
}