{
    "title": "Practical Application of Recent Advances in Diagnostic, Prognostic, and Therapeutic Modalities for Spinal Cord Injury.",
    "doc_id": "31931244",
    "writer": "Snyder R",
    "year": "2020",
    "summary": "OBJECTIVE: Spinal cord injury remains a highly morbid entity, with limited treatment modalities in both acute and chronic settings. ...The purpose of our study was to review recent practical advances for further delineation of these injuries and how su …",
    "abstract": "Objective:\n        \n      \n      Spinal cord injury remains a highly morbid entity, with limited treatment modalities in both acute and chronic settings. Clinical research efforts to improve therapeutic guidelines are confounded by initial evaluation inaccuracies, as presentations are frequently complicated by trauma and objective diagnostic and prognostic methods are poorly defined. The purpose of our study was to review recent practical advances for further delineation of these injuries and how such classification may benefit the development of novel treatments.\n    \n\n\n          Methods:\n        \n      \n      A review was carried out of recent studies reported within the last 5 years for prognostic and diagnostic modalities of acute spinal cord injury.\n    \n\n\n          Results:\n        \n      \n      Substantial efforts have been made to improve the timeliness and accuracy of the initial assessment, not only for the purpose of enhancing prognostication but also in determining the efficacy of new treatments. Whether it be applying traumatic brain injury principles to limit injury extent, external stimulators used for chronic pain conditions to enhance the effects of physical therapy, or creative algorithms incorporating various nerve or muscle transfer techniques, innovative and practical solutions continue to be developed in lieu of definitive treatment. Further development will benefit from enhanced stratification of injury from accurate and practical assessment modalities.\n    \n\n\n          Conclusions:\n        \n      \n      Recent advances in accurate, timely, and practical classification methods of acute spinal cord injury will assist in the development of novel treatment approaches for both acute and chronic injury alike.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31931244/"
}