{
  "pmid": "41451397",
  "title": "Clinical outcomes in patients with MASLD with alcohol use disorder.",
  "abstract": "We examined the impact of alcohol use disorder (AUD) on liver disease progression in patients with metabolic dysfunction-associated steatotic liver disease (MASLD). We used the TriNetX Analytics Network to examine adult individuals with MASLD, AUD, and/or alcohol-related liver disease (ALD). MASLD and ALD were evaluated individually, while MASLD and AUD were examined in combination (MASLD/AUD). Propensity score matching (PSM) was used to compare patients with MASLD and AUD to those with MASLD alone. The primary outcome was a composite of liver-related decompensation events (ascites, hepatic encephalopathy, and/or variceal hemorrhage). Secondary outcomes included major adverse cardiovascular events (MACE) and all-cause mortality. We identified 668,264 patients with MASLD, including 626,279 with MASLD alone, 41,985 with MASLD/AUD, and 77,089 with ALD. The mean age was 52 ± 16 years in MASLD, 51 ± 14 in MASLD/AUD, and 54 ± 13 in ALD. Women made up 55% of the MASLD group, 32% of the MASLD/AUD group, and 33% of the ALD group. Hepatic decompensation was greatest in patients with ALD (25%), and significantly more common in patients with MASLD/AUD (13%) than with MASLD (7%) alone (p < 0.05) MACE was most common among patients with MASLD/AUD (21%; 17% MASLD; 15% ALD). All-cause mortality was highest among those with ALD (22%), but greater in patients with MASLD/AUD (14%) than MASLD (8%) only (p < 0.05). After PSM, MASLD/AUD was associated with a 23% increase in MACE (HR:1.23, 95%CI:1.19-1.28), and a 34% increase in overall mortality (HR:1.34, 95%CI:1.28-1.39) vs. MASLD. MASLD/AUD is associated with worse outcomes than MASLD alone, with a particularly elevated cardiovascular burden that highlights this overlap phenotype as a distinct high-risk group. The online version contains supplementary material available at 10.1007/s40200-025-01737-y.",
  "disease": "liver cirrhosis"
}