{
  "pmid": "41455920",
  "title": "Clinical and inflammatory predictors of outpatient treatment failure in uncomplicated skin and soft tissue infections: a prospective multicenter study from Türkiye.",
  "abstract": "Uncomplicated skin and soft tissue infections (uSSTIs) are highly prevalent; however, factors associated with outpatient treatment failure and subsequent hospitalization remain poorly defined in the existing literature. This prospective, multicenter observational study aimed to identify clinical and laboratory predictors of outpatient treatment failure in uSSTIs. Adult patients diagnosed with uSSTIs were enrolled from 24 infectious diseases departments across Türkiye between April 1st and September 30th, 2024, and their demographic, comorbidity, clinical, and laboratory data were systematically recorded. Hospitalization after initial outpatient therapy was considered a proxy for treatment failure, based on clinical judgment. Multivariable logistic regression was used to identify independent predictors of hospitalization following outpatient treatment failure, while receiver operating characteristic (ROC) analysis was performed to assess their discriminative performance. Of 599 patients, 263 completed outpatient therapy, 169 were hospitalized at presentation, and 167 required hospitalization after initial outpatient treatment. Univariate analysis identified higher body mass index (BMI, P = .015), chronic kidney disease (P = .044), immunodeficiency (P = .026), insect bite etiology (P = .047), and smoking (P = .019) as associated with hospitalization. Clinical predictors included lesion size > 10% body surface area (BSA, P < .001), and elevated pulse rate (P < .001). Laboratory predictors included elevated neutrophil-to-lymphocyte ratio (NLR > 4.37, P < .001), C-reactive protein (CRP > 67.5 mg/L, P < .001), and other inflammatory markers. Multivariable analysis confirmed smoking (OR: 3.403, 95% CI: 1.535-7.542), preseptal cellulitis (OR: 42.354, 95% CI: 4.178-429.336), lesion size > 10% BSA (OR: 3.898, 95% CI: 1.598-9.509), elevated CRP (OR: 1.005, 95% CI: 1.001-1.008), NLR (OR: 1.073, 95% CI: 1.012-1.138), and pulse rate (OR: 1.027, 95% CI: 1.004-1.051) as independent predictors. ROC analysis demonstrated moderate discriminative ability with AUC values for CRP, NLR, pulse rate of 0.695, 0.672 and 0.615, respectively. Smoking, preseptal cellulitis, extensive lesions, and elevated NLR, CRP, and pulse rate may be associated with an increased likelihood of hospitalization in patients with uSSTIs. Early identification may guide initial management, favoring intravenous therapy in high-risk patients to reduce treatment failure. Not applicable.",
  "disease": "chronic kidney disease"
}