{
    "title": "Management of cranial diabetes insipidus: clinical outcomes and patient perception of care.",
    "doc_id": "35900310",
    "writer": "Dilrukshi MDSA",
    "year": "2022",
    "summary": "OBJECTIVE: There is growing recognition of morbidity and mortality that can occur in patients with cranial diabetes insipidus (CDI) during hospitalisation, due to prescribing errors and dysnatraemia, often related to confusion between CDI and diabetes mell …",
    "abstract": "Objective:\n        \n      \n      There is growing recognition of morbidity and mortality that can occur in patients with cranial diabetes insipidus (CDI) during hospitalisation, due to prescribing errors and dysnatraemia, often related to confusion between CDI and diabetes mellitus among non-specialists. We aimed to investigate this.\n    \n\n\n          Methods:\n        \n      \n      Data for each hospitalisation in patients with CDI attending Oxford University Hospital (OUH) were collected retrospectively. The same cohort were invited to complete a questionnaire by telephone.\n    \n\n\n          Results:\n        \n      \n      One hundred and nine patients were included, median age was 42 (range: 6-80) years. Route of desmopressin was tablet, melt and nasal spray in 74%, 7% and 17% of patients, respectively, while two patients used a combination of tablet and nasal spray. There were 85 admissions to OUH by 38 patients between 2012 and 2021. Daily measurement of serum sodium was performed in 39% of admissions; hyponatraemia and hypernatraemia occurred in 44 and 15% of admissions, respectively. Endocrine consultation was sought in 63% of admissions post-2018. Forty-five of 78 patients (58%) self-reported ≥1 admission to any hospital since diagnosis. Of these, 53% felt their medical team did not have a good understanding of the management of CDI during hospital admission. Twenty-four per cent reported delay in administration of desmopressin, while 44% reported confusion between CDI and diabetes mellitus, often leading to unnecessary blood glucose monitoring.\n    \n\n\n          Conclusion:\n        \n      \n      Dysnatraemia is common in hospitalised patients with CDI. More than half of patients perceived their medical team's understanding of CDI to be poor when admitted with intercurrent illness. A coordinated approach, including early consultation of specialists, frequent serum sodium monitoring, and education of hospital specialists is needed to address this.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35900310/"
}