{
  "pmid": "41370090",
  "title": "MicroRNAs, Nut Consumption, Cardiovascular Risk Factors, and Coronary Artery Disease: A Narrative Review.",
  "abstract": "Coronary artery disease (CAD) remains the leading cause of death worldwide and has a multifactorial etiology involving genetic, metabolic, and behavioral factors. Hypertension and dyslipidemia contribute significantly to atherosclerosis progression, and these conditions may be influenced by microRNAs (miRNAs), which act as post-transcriptional gene expression regulators. In turn, miRNA expression can be modulated by nutrient-dense dietary patterns or cardioprotective foods, such as nuts. Despite growing interest in miRNAs and cardiovascular disease (CVD) risk, few reviews have specifically addressed the unique role of nuts in modulating miRNA expression, particularly regarding gaps in secondary prevention of CAD. This study summarizes the main miRNAs associated with blood pressure, lipid metabolism, and atherosclerotic disease, as well as the current evidence on how nut consumption influences their expression. Several miRNAs, including miR-1, miR-21, the miR-29 family, miR-30a/b, miR-133, miR-143, miR-145, and miR-221/222, are dysregulated in hypertension and associated with circadian blood pressure patterns, left ventricular hypertrophy, and antihypertensive response. Others, such as miR-122, miR-33a/b, miR-148a, miR-483-5p, and miR-145, are linked to lipid metabolism, plaque instability, and ischemic outcomes. Nut-rich diets, particularly the Mediterranean diet, seem to modulate miRNAs associated with pathways involved in lipid homeostasis, endothelial function, and inflammation. Data from clinical trials conducted in primary CVD prevention setting have shown changes in circulating miRNAs in response to diets rich in nuts. Additional studies with Brazil nuts, pistachios, almonds, and walnuts supplementation also reported modulation of miRNAs involved in lipid homeostasis, inflammation, and insulin resistance, including significant changes in expression of miR-15a, miR-21, miR-328, miR-454-3p, miR-29a-3p, miR-192, miR-330-3p, miR-32-5p, miR-29b-3p, and miR-551a. Nonetheless, it appears no studies have yet evaluated the effect of nut supplementation on miRNAs in secondary prevention of CAD. Although the evidence is promising, more research is needed to clarify the impact of nut consumption on miRNA modulation, particularly in secondary prevention of CVD.",
  "disease": "coronary artery disease"
}