{
    "title": "Gender differences in health related quality of life among people living with HIV on highly active antiretroviral therapy in Mekelle Town, Northern Ethiopia.",
    "doc_id": "25632393",
    "writer": "Tesfay A",
    "year": "2015",
    "summary": "BACKGROUND: Health related quality of life (HRQOL) is an important outcome measure for highly active antiretroviral treatment program. In Ethiopia, studies revealed that there are improved qualities of life among adults living with the viruses taking a …",
    "abstract": "Background:\n        \n      \n      Health related quality of life (HRQOL) is an important outcome measure for highly active antiretroviral treatment program. In Ethiopia, studies revealed that there are improved qualities of life among adults living with the viruses taking antiretroviral therapy but there is no explicit data showing gender differences in health related quality of life. Aim. To assess gender differences in HRQOL and its associated factors among people living with HIV and on highly active antiretroviral therapy in public health institutions of Mekelle town, Northern Ethiopia.\n    \n\n\n          Methods:\n        \n      \n      A comparative cross-sectional study was conducted among 494 adult people living with HIV taking ART services. Quality of life was measured using WHOQOL-HIV BREF.\n    \n\n\n          Result:\n        \n      \n      There was a statistically significant gender difference (P < 0.05) in HRQOL among PLHIV on HAART. Females had low score in all HRQOL domains. High perceived stigma was strongly associated with poor psychological quality of domain among both female and male groups with [AOR = 2.89(1.69,4.96)] and [AOR = 2.5(1.4,4.4)], respectively.\n    \n\n\n          Conclusion:\n        \n      \n      There was statistically significant gender difference in all quality of life domains. Public health interventions to improve HRQOL of PLHIV should take in to account the physical, psychological, social, environmental, and spiritual health of PLHIV during treatment, care, and support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25632393/"
}