{
    "title": "TikTok and YouTube Videos on Overactive Bladder Exhibit Poor Quality and Diversity.",
    "doc_id": "37347790",
    "writer": "Kanner J",
    "year": "2023",
    "summary": "Videos were scored by trained raters using 2 validated instruments: PEMAT (Agency for Healthcare Research and Quality's Patient Education Materials Assessment Tool) for actionability and understandability, and the DISCERN instrument for quality of consumer he …",
    "abstract": "Introduction:\n        \n      \n      We sought to assess the quality, understandability, actionability, and diversity of speakers in videos on TikTok and YouTube regarding overactive bladder.\n    \n\n\n          Methods:\n        \n      \n      Using Application Program Interface, the top 500 TikTok and 120 YouTube videos on overactive bladder were retrieved. Videos unrelated to overactive bladder, those not in English, longer than 10 minutes, or lacking both text and audio were excluded. Surgical technique videos for providers were also excluded. Videos were scored by trained raters using 2 validated instruments: PEMAT (Agency for Healthcare Research and Quality's Patient Education Materials Assessment Tool) for actionability and understandability, and the DISCERN instrument for quality of consumer health information. We also examined for evidence of misinformation and commercial bias.\n    \n\n\n          Results:\n        \n      \n      One hundred thirty-six TikTok videos and 75 YouTube videos met inclusion criteria. Eighty-eight percent of TikTok videos had poor PEMAT actionability scores (a score below 75%), as compared to 60% of YouTube videos. Both YouTube and TikTok videos scored low on PEMAT understandability. Ninety-eight percent of TikTok videos and 65% of YouTube videos were poor quality (DISCERN score <3). YouTube videos had higher actionability and quality than TikTok videos (P < .001) but did not differ on understandability (P = .769). Twenty-three percent of TikTok and 11% of YouTube videos had high misinformation (score >3). Commercial bias was present in 10% of TikTok and 19% of YouTube videos.\n    \n\n\n          Conclusions:\n        \n      \n      Actionability, understandability, and quality for overactive bladder-related content is poor on YouTube and TikTok. With increasing access to social media, it is important that health care providers and organizations invest resources in patient education on health literacy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37347790/"
}