{
  "pmid": "41450674",
  "title": "Social support and self-compassion mediate the relationship between alexithymia and quality of life in postoperative breast cancer patients: a cross-sectional study.",
  "abstract": "In breast cancer patients, alexithymia has been found to correlate with poorer quality of life. While previous research has established a connection between alexithymia and various outcomes, the mediating effect of social support and self-compassion-promoting quality of life-remains largely unexplored, underscoring the need for further investigation in this area. To examine the mediating role of social support and self-compassion in the association between alexithymia and quality of life in postoperative breast cancer patients. A cross-sectional correlational study was conducted among 324 postoperative breast cancer patients from a tertiary Grade A hospital in Guangzhou, China. Variables were measured using the Functional Assessment of Cancer Therapy-Breast version 4.0 (FACT-Bv4.0), Toronto Alexithymia Scale (TAS-20), Social Support Rating Scale (SSRS), and Self-Compassion Scale (SCS). Data analyses were performed using descriptive analysis, independent sample t-tests, one-way ANOVA, Pearson correlation analysis, and mediation analyses performed with Hayes' PROCESS macro for SPSS. The study identified alexithymia was negatively associated with quality of life. Additionally, social support and self-compassion mediated the relationship between alexithymia and quality of life in postoperative breast cancer patients. The study highlights the complex interplay between alexithymia, quality of life, social support and self-compassion, emphasizing the significant mediating effects of social support and self-compassion among breast cancer patients. Additionally, the findings imply that interventions targeted at enhancing social support and self-compassion could manage the consequences of alexithymia, and ultimately improve their quality of life.",
  "disease": "breast cancer"
}