{
    "title": "Construction of a Prediction Model for Distance Education Quality Assessment Based on Convolutional Neural Network.",
    "doc_id": "36105638",
    "writer": "Wang P.",
    "year": "2022",
    "summary": "In order to improve the optimization performance of the algorithm, three subnetwork structures and stack models are designed, and various methods are used to improve the prediction accuracy of distance education quality assessment. In order to improve the accuracy and time …",
    "abstract": "This paper introduces the principles and operation steps of convolution and pooling of convolutional neural networks in detail. In view of the shortcomings of fixed sampling points and single receptive field in traditional convolution and pooling forms, deformable convolution and deformable pooling are introduced to enhance the network's ability to adapt to image details and large displacement problems. The concepts of warp, loop optimization, and network stack are introduced. In order to improve the optimization performance of the algorithm, three subnetwork structures and stack models are designed, and various methods are used to improve the prediction accuracy of distance education quality assessment. In order to improve the accuracy and timeliness of education quality assessment, this paper proposes a distance education quality assessment model based on mining algorithms. The prediction index is selected by the improved BP neural network. It is required to establish the input layer node as the input vector based on the number of data sources since the input layer is used for data input. The neural network is trained with a quarter of the mining data, and the mining algorithm is further trained with network error trials. A fuzzy relationship matrix is created based on the assessment of teaching quality's hierarchical structure. This leads to the conclusion of the fuzzy thorough evaluation of the effectiveness of distant learning. Experiments show that the proposed model has an average accuracy of 96%, the average teaching quality modeling time is 25.44 ms, and the evaluation speed is fast.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36105638/"
}