{
  "pmid": "41450401",
  "title": "Impact of Electronic Prescribing on Parkinson's Disease Medication Management: A Retrospective Before-and-After Audit at a UK Teaching Hospital.",
  "abstract": "Parkinson's disease (PD) medications are classified as time-critical, with delays or omissions potentially leading to increased morbidity, prolonged admissions, and worsened clinical outcomes. The introduction of electronic prescribing (EPR) has shown potential to reduce prescribing errors, but its impact on PD-specific medication safety remains unclear. This audit aimed to evaluate the accuracy and timeliness of PD medication prescribing and administration before and after the implementation of EPR at a UK teaching hospital. A retrospective clinical audit was conducted at University Hospitals Coventry and Warwickshire NHS Trust, Coventry, England. Records from adult inpatient admissions with a confirmed diagnosis of PD were reviewed over two six-month periods: July-December 2023 (pre-EPR) and July-December 2024 (post-EPR). A total of 100 randomly selected admissions (50 from each period) were analysed. Data were collected on prescribing accuracy (dose and formulation), administration timing, missed/delayed doses, and use of dopamine-blocking medications. The audit was assessed against the National Institute for Health and Care Excellence (NICE) QS164, NG71, and QS120 standards, which expect 100% accurate prescribing and administration of time-critical PD medicines within ±30 minutes. Data were analysed using descriptive statistics in Microsoft Excel (Microsoft Corporation, Redmond, WA). Prescription of the correct PD dose decreased from 48/50 (96%) in 2023 to 45/50 (90%) in 2024, and correct formulation from 48/50 (96%) to 44/50 (88%). Correct administration times fell from 39/50 (78%) to 33/50 (66%). In both years, 36/50 (72%) of patients received their first dose on time. Full adherence to all prescribed doses declined from 28/50 (56%) to 24/50 (48%) post-EPR. Dopamine-blocking medication use increased from 1/50 (2%) to 2/50 (4%). Discharge to care homes increased in 2024 (17/50 (34%) vs. 10/50 (20%)), while in-hospital deaths rose slightly (4/50 (8%) vs. 3/50 (6%)). Following the implementation of EPR, reductions were observed across several PD medication safety metrics; however, these findings represent observational associations and do not imply direct causation. The results highlight the importance of targeted staff training, early recognition of PD during clerking, and the use of clinical decision-support tools to optimise the safe and effective use of EPR systems in this patient group.",
  "disease": "parkinson disease"
}