{
    "title": "The molecular and functional identities of atrial cardiomyocytes in health and disease.",
    "doc_id": "26620800",
    "writer": "Brandenburg S",
    "year": "2016",
    "summary": "In addition, differential atria-specific K(+) channel expression and trafficking confer unique electrophysiological and metabolic properties. Because diseased atria have the propensity to perpetuate fast arrhythmias, we discuss our understanding about the cell-speci …",
    "abstract": "Atrial cardiomyocytes are essential for fluid homeostasis, ventricular filling, and survival, yet their cell biology and physiology are incompletely understood. It has become clear that the cell fate of atrial cardiomyocytes depends significantly on transcription programs that might control thousands of differentially expressed genes. Atrial muscle membranes propagate action potentials and activate myofilament force generation, producing overall faster contractions than ventricular muscles. While atria-specific excitation and contractility depend critically on intracellular Ca(2+) signalling, voltage-dependent L-type Ca(2+) channels and ryanodine receptor Ca(2+) release channels are each expressed at high levels similar to ventricles. However, intracellular Ca(2+) transients in atrial cardiomyocytes are markedly heterogeneous and fundamentally different from ventricular cardiomyocytes. In addition, differential atria-specific K(+) channel expression and trafficking confer unique electrophysiological and metabolic properties. Because diseased atria have the propensity to perpetuate fast arrhythmias, we discuss our understanding about the cell-specific mechanisms that lead to metabolic and/or mitochondrial dysfunction in atrial fibrillation. Interestingly, recent work identified potential atria-specific mechanisms that lead to early contractile dysfunction and metabolic remodelling, suggesting highly interdependent metabolic, electrical, and contractile pathomechanisms. Hence, the objective of this review is to provide an integrated model of atrial cardiomyocytes, from tissue-specific cell properties, intracellular metabolism, and excitation-contraction (EC) coupling to early pathological changes, in particular metabolic dysfunction and tissue remodelling due to atrial fibrillation and aging. This article is part of a Special Issue entitled: Cardiomyocyte Biology: Integration of Developmental and Environmental Cues in the Heart edited by Marcus Schaub and Hughes Abriel.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26620800/"
}