{
  "pmid": "41455934",
  "title": "Long COVID symptoms and loneliness: findings from the World Trade Center Health Registry.",
  "abstract": "Symptoms of long COVID can profoundly impact affected individuals' functioning, including their ability to participate in social activities. While individuals experiencing long COVID symptoms frequently report loneliness, few studies to date have investigated whether loneliness is more common among those with symptoms compared to those without. We examined associations between long COVID symptoms and loneliness among World Trade Center Health Registry (WTCHR) enrollees. Among WTCHR enrollees who reported an acute COVID-19 infection in 2022-23 on a self-administered survey, we used modified Poisson regression to estimate multivariable-adjusted prevalence ratios (PR) and 95% confidence intervals (95% CI) for associations of self-reported long COVID symptoms (any vs. none, selected from a predefined symptom list) with loneliness. Overall loneliness was assessed with the 6-item de Jong Gierveld loneliness scale (range: 0-6); social and emotional loneliness were assessed with their respective subscales (range: 0-3). We also assessed whether level of social support prior to COVID-19 infection modified associations of long COVID symptoms with loneliness. Analyses included 5,692 enrollees (mean age: 62 years); prevalence of loneliness was 61%. In fully adjusted models, enrollees who reported any long COVID symptoms had higher prevalence of loneliness compared to those without symptoms (PR = 1.19, 95% CI:1.13, 1.25). Associations were somewhat stronger for emotional loneliness than for social loneliness (PR = 1.22, 95% CI:1.15, 1.29 and PR = 1.12, 95% CI:1.07, 1.18, respectively). Effect modification by social support was not observed on either the additive or multiplicative scale. Long COVID symptoms were associated with prevalence of loneliness in a sample of primarily older adults. As loneliness itself is associated with subsequent adverse health outcomes, addressing loneliness among people living with long COVID may help prevent further reductions in quality of life.",
  "disease": "covid-19"
}