{
  "pmid": "41418392",
  "title": "Cardiotoxic effects of BRAF/MEK inhibition: An observational study.",
  "abstract": "BRAF/MEK inhibitors are a cornerstone of the therapy of BRAF-mutant cancers. Despite frequent use, the incidence of cardiovascular side effects is still unclear. Data on cancer therapy-related cardiac dysfunction (CTRCD), particularly using contemporary biomarker-inclusive definitions, remain limited. To assess the incidence and risk factors of CTRCD in patients receiving BRAF/MEK inhibitors, using the International Cardio-Oncology Society (ICOS) definitions, which include cardiac imaging and biomarker assessments. A total of 75 patients treated with BRAF/MEK inhibitors underwent prospective cardiotoxicity monitoring with two follow-up visits at 90 days (IQR 36-137 days) and 199 days (IQR 115-266 days). Standardized evaluations included echocardiography with global longitudinal strain (GLS), high-sensitivity cardiac troponin T (hs-cTnT), and NT-proBNP measurements at baseline and follow-up visits. CTRCD was classified according to ICOS criteria. Baseline risk was stratified by European Society of Cardiology (ESC) risk categories. CTRCD occurred in 33 of 75 patients (44 %), with 17 % classified as mild, 23 % moderate, and 4 % severe. Baseline age, sex, BMI, and most cardiovascular risk factors were not significantly associated with CTRCD. Coronary artery disease was the only baseline variable associated with increased CTRCD (OR 11.0, p = 0.029; univariate analysis), whereas elevated hs-cTnT, NT-proBNP, or reduced LVEF at baseline were not predictive. Absolute CTRCD numbers were highest in the high ESC-defined cardiovascular risk category group, while incidence peaked in the low-risk group. Other cardiac complications occurred in 41 patients (55 %). CTRCD is frequent among patients treated with BRAF/MEK inhibitors. Traditional cardiovascular risk factors were not predictive, although coronary artery disease emerged as a strong risk marker. These findings highlight the need for dynamic surveillance strategies.",
  "disease": "coronary artery disease"
}