{
  "pmid": "41450389",
  "title": "Accuracy of First-Line Tests for Posterior Circulation Stroke in the Emergency Department: A Scoping Review.",
  "abstract": "Posterior circulation stroke (PCS) presents a high-risk diagnostic challenge in the emergency department (ED) due to its nonspecific symptoms and frequent overlap with benign vestibular conditions. Accurate, rapid identification is essential but often elusive. This scoping review aimed to evaluate the diagnostic accuracy of six bedside tools commonly used to detect PCS in the ED: clinical HINTS (head impulse, nystagmus, test of skew) examination (cHINTS); video-oculography HINTS (vHINTS); HINTS Plus (HINTS+); early MRI with diffusion-weighted imaging (MRI-DWI); ABCD2 (age, blood pressure, clinical features, duration of symptoms, diabetes status) score and the Gait-Truncal Instability (GTI) test. Following the Arksey and O'Malley framework, we systematically searched PubMed and Scopus for studies reporting accuracy data on these tests in patients presenting with suspected PCS or acute vestibular syndrome (AVS). Two reviewers independently screened abstracts and full texts. Extracted data included study design, diagnostic modality, clinician expertise, and sensitivity/specificity metrics. Of 106 initial studies, 22 met the inclusion criteria. Most (82%) were published between 2020 and 2024 and included 16 prospective studies, 4 retrospective studies, 1 case series, and 1 randomized comparison. Accuracy data were reported for cHINTS (n=16), vHINTS (n=9), HINTS+ (n=3), MRI-DWI (n=2), ABCD2 (n=3), and GTI (n=3). Reported sensitivities and specificities varied widely across tools. Notably, 71% of HINTS-based exams were performed by neurologists or neuro-otologists. While cHINTS, HINTS+, and MRI-DWI demonstrate high sensitivity in selected settings, real-world performance in EDs is inconsistent and likely limited by variable clinician training and study methodology. These findings highlight the urgent need for pragmatic, ED-appropriate diagnostic pathways validated in frontline care environments.",
  "disease": "stroke"
}