{
    "title": "Renal vasoconstriction in glycerol-induced acute renal failure. Studies in the isolated perfused rat kidney.",
    "doc_id": "699500",
    "writer": "Hofbauer KG",
    "year": "1978",
    "summary": "1. Acute renal failure was produced in rats by the intramuscular injection of glycerol (6.1 mol/l 10 ml/kg). ...In kidneys taken from rats with acute renal failure renal vascular resistance was markedly increased immediately after the start of the perfusion a …",
    "abstract": "1. Acute renal failure was produced in rats by the intramuscular injection of glycerol (6.1 mol/l 10 ml/kg). Either 2 or 4--6 h later the right kidney was isolated and perfused for 1 h with an electrolyte solution containing a gelatin preparation (Haemaccel, 35 g/l) at pressures between 90 and 100 mm Hg in a single-pass system. 2. In kidneys taken from rats with acute renal failure renal vascular resistance was markedly increased immediately after the start of the perfusion as compared with control kidneys taken from untreated rats. During the following 30 min of perfusion the resistance progressively decreased and, at 1 h of perfusion, was similar to that in control kidneys or only moderately elevated. 3. Despite the reduction of renal vascular resistance glomerular filtration rate was still markedly increased immediately after the start of the perfusion as compared with control kidneys taken from untreated rats. During the following 30 min of perfusion the resistance progressively decreased and, at 1 h of perfusion, was similar to that in control kidneys or only moderately elevated. 3. Despite the reduction of renal vascular resistance glomerular filtration rate was still markedly impaired after 1 h of perfusion and fractional reabsorption of sodium and water as well as the secretion of p-aminohippurate were diminished. Renal venous renin concentration and renin release were lower in kidneys taken from rats with acute renal failure than in the control experiments. 4. These results suggest that the increase in renal vascular resistance and the stimulation of renin release after injection of glycerol in vivo are the consequence of extra- rather than intra-renal mechanisms.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/699500/"
}