{
    "title": "Evidence of a role for N-methyl-D-aspartate (NMDA) receptors in the facilitation of tail withdrawal after spinal transection.",
    "doc_id": "8029289",
    "writer": "Ghorpade A",
    "year": "1994",
    "summary": "Peripheral injury produces a characteristic excitation of spinal cord dorsal horn cells (wind-up) which is associated with a facilitation of spinal nociceptive reflexes (hyperalgesia). ...However, both systemic and intrathecal ketamine significantly increased TF lat …",
    "abstract": "Peripheral injury produces a characteristic excitation of spinal cord dorsal horn cells (wind-up) which is associated with a facilitation of spinal nociceptive reflexes (hyperalgesia). These phenomena are believed to be mediated by a trauma-induced increase in the release of excitatory amino acids (EAAs). A similar increase in the activity of dorsal horn neurons and spinal reflexes occurs after spinal transection. Therefore, the present studies examined the possibility that EAAs, acting through the NMDA receptor, might also be involved in behavioral hyperalgesia produced by central injury. The first experiment assessed the effect of pretreatment with the NMDA antagonist, ketamine, on the facilitated tail flick (TF) response of spinally transected rats. Separate groups of animals were spinalized under isoflurane anesthesia alone, intramuscular ketamine anesthesia alone, or a combination of isoflurane and intrathecal ketamine. The TF was examined 24 h later, before and 30 min after an intrathecal injection of morphine. In the second experiment, the effect of intraperitoneal or intrathecal ketamine on the TF was assessed to separate groups of rats that underwent spinal transection or sham surgery under isoflurane anesthesia. Pretreatment with either systemic or intrathecal ketamine did not alter TF facilitation or morphine-induced antinociception in spinal rats. However, both systemic and intrathecal ketamine significantly increased TF latencies in spinal, relative to intact rats. These results indicate that ketamine did not prevent the development of spinal reflex facilitation, but it selectively reduced this reaction once it was established in spinal rats. The data support an involvement of EAAs in reflex facilitation produced by spinal transection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8029289/"
}