{
    "title": "SLEEP quality in patients with psoriatic arthritis and its relationship with disease activity and comorbidities: a cross-sectional study.",
    "doc_id": "38129461",
    "writer": "Toledano E",
    "year": "2023",
    "summary": "Multiple linear regression analysis found that pain (beta: 0.3; p < 0.007) and fatigue beta: - 0.1; p < 0.001 contributed 40% to the sleep quality model. Poor sleep quality was common among patients with psoriatic arthritis. Emotional factors (fa …",
    "abstract": "The assessment of psoriatic arthritis is complex and multidimensional. It is increasingly common to include the patient perspective using patient-reported outcomes. Although some research has explored sleep quality in patients with psoriatic arthritis, most studies have had small sample sizes, failed to assess sleep quality considering the inflammatory process together with the psychological well-being of patients, and have not described any use of sleep medication. Further, research to date has not provided data on the relationship of sleep quality with axial forms. In this context, the objective of this study was to assess sleep quality in patients with psoriatic arthritis and its relationship with clinical characteristics, disease activity, functioning, disease impact, fatigue and psychological status. A cross-sectional study was conducted including 247 consecutive patients with PsA recruited during 2021. Sleep quality was measured using the Pittsburgh Sleep Quality Index. We assessed correlations of Pittsburgh Sleep Quality Index score with peripheral disease activity (Disease Activity Index for PSoriatic Arthritis), axial disease activity (Ankylosing Spondylitis Disease Activity Score-C-reactive protein and Bath Ankylosing Spondylitis Disease Activity Index), functioning (Bath Ankylosing Spondylitis Functional Index and Health Assessment Questionnaire), impact (Psoriatic Arthritis Impact of Disease questionnaire), anxiety, depression (Hospital Anxiety and Depression Scale) and fatigue (Functional Assessment of Chronic Illness Therapy-Fatigue) scores. A multiple linear regression model was constructed with PSQI as the dependent variable and as independent variables those that could influence sleep quality. Nearly two-thirds (63.15%) of patients had poor sleep quality. Poorer sleep quality was associated with being female, higher joint counts, greater peripheral and axial disease activity, fatigue, anxiety and depression, functioning and disease impact (p < 0.001). Multiple linear regression analysis found that pain (β: 0.3; p < 0.007) and fatigue β: - 0.1; p < 0.001 contributed 40% to the sleep quality model. Poor sleep quality was common among patients with psoriatic arthritis. Emotional factors (fatigue, anxiety) seemed more important than inflammatory factors in sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38129461/"
}