{
  "pmid": "41432905",
  "title": "Long-Term Effectiveness of Baricitinib and Other b/tsDMARDs in Patients with Rheumatoid Arthritis with Early Low Disease Activity or Remission: 2-Year Data from the RA-BE-REAL Study.",
  "abstract": "Treat-to-target strategies for rheumatoid arthritis (RA) aim for remission or low disease activity (LDA) and improve long-term outcomes. The objective of this analysis is to report early achievement of remission or LDA at 3 months (M) in a real-world RA population and explore the long-term (2 years) outcomes of achieving early remission/LDA. RA-BE-REAL is a 3-year, multinational, prospective, observational study of adult patients with RA. Patients initiated treatment with baricitinib (cohort A) or any biologic (b) disease-modifying anti-rheumatic drug (DMARD) or any other targeted synthetic (ts) (cohort B) for the first time. This analysis covers data from a European subpopulation of RA-BE-REAL. Effectiveness data at 3 months (early remission), and 24 months were presented descriptively. Logistic regression was used to determine associations between baseline characteristics and achievement of remission/LDA at 3 months and also associations between early remission/LDA and subsequent achievement of long-term remission/LDA at 24 months. At 3 months, high proportions of patients in both cohorts (cohort A: 59.4%, cohort B: 49.3%) reached remission or LDA. Patients achieving early remission or LDA had greater improvement in short- and long-term pain, functioning (HAQ-DI), and quality of life (EQ-5D-5L) than those who did not. Logistic regression found that previous experience with ≥ 2 previous b/tsDMARDs, higher Clinical Disease Activity Index (CDAI) scores, and lower EQ-5D-5L scores at baseline were negative predictors for the achievement of early remission or LDA. Furthermore, achievement of remission or LDA at 3 months was associated with remission or LDA at 24 months. In a routine clinical practice population, achieving early remission/LDA was associated with maintained remission/LDA at 2 years as well as long-term improvement in pain, physical function, and quality of life in both cohorts.",
  "disease": "rheumatoid arthritis"
}