{
  "pmid": "41444855",
  "title": "Altered neurostructural development in magnetic resonance imaging-negative pediatric epilepsy: A large-scale multicenter study of 1919 children.",
  "abstract": "Addressing the poorly understood impact of pediatric epilepsy on neurodevelopment, this large-scale study delineates age- and sex-stratified neurostructural trajectories in magnetic resonance imaging (MRI)-negative pediatric epilepsy to identify periods of maximal developmental divergence from healthy controls. In this multicenter, cross-sectional study, we analyzed T1-weighted MRI from 957 patients with MRI-negative epilepsy and 962 controls (aged 4-12 years). Generalized additive models for location, scale, and shape modeled sex-stratified developmental trajectories of global brain metrics. Voxel- and surface-based morphometry compared cortical morphology and regional gray matter volume (GMV) between groups across yearly age bins (familywise error-corrected p < .05). Compared to controls, patients showed reduced total intracranial volume, GMV, cerebrospinal fluid volume, and cortical thickness and significantly increased white matter hyperintensity burden. Key findings on developmental trajectories include an atypical trajectory of total surface area, a premature cortical thickness peak at approximately age 7 years, and a white matter hyperintensity (WMH) burden peak at approximately age 8 years. From ages 4 to 9 years, patients displayed widespread cortical morphological delays, most prominently affecting limbic and sensorimotor networks, which appeared to normalize after age 10 years. Unlike the GMV atrophy seen in adults, pediatric patients showed limbic expansion (5-6 years), thalamic hypertrophy (9-12 years), and cerebellar volumetric shifts. Our findings indicate that pediatric epilepsy is a disorder of aberrant neurodevelopment with two distinct signatures. First, we identify a critical 4-9-year vulnerability window characterized by profound but transient deviations, including atypical cortical maturation, increased WMH burden, and widespread morphological delays. These delays appeared to normalize after age 10 years, a finding that requires longitudinal validation. Second, we uncover a progressive, potentially persistent alteration: a hierarchical expansion of gray matter initiating in the limbic system and later involving the thalamus. These signatures provide distinct biomarkers to differentiate transient disruption from ongoing network reorganization, offering new targets for timed interventions.",
  "disease": "epilepsy"
}