{
  "pmid": "41456919",
  "title": "Reprint of: Screening and Diagnosis of Chronic Kidney Disease in Adults Living With Diabetes: A Retrospective Cohort Study Using the Canadian Primary Care Sentinel Surveillance Network.",
  "abstract": "In Canada, regional evaluations of screening practices for chronic kidney disease (CKD) among people with diabetes highlight areas for improvement; however, national estimates are notably absent. Estimates of CKD incidence often discount the expected decline in estimated glomerular filtration rate (eGFR) associated with age; age-adaptive thresholds may help account for this. We describe the frequency of screening and diagnosis of CKD among adults with diabetes from a nationally representative primary care cohort. In this retrospective cohort study, we used electronic medical record data from the Canadian Primary Care Sentinel Surveillance Network. We followed adult patients (≥18 years of age) with diabetes without CKD at baseline for 5 years starting in 2014. We determined the frequency of urine albumin-to-creatinine ratio (uACr) and/or eGFR testing over time. We identified incident CKD diagnoses based on eGFR measurements using fixed-threshold and age-adaptive definitions and quantified the incidence proportion and rate. We analyzed records from 37,604 patients with diabetes. Only 13% of patients had yearly eGFR and uACr testing for CKD, although roughly 60% had non-yearly use of both tests in 5 years. eGFR testing was performed more frequently than uACr testing (94.1% vs 76.6% having testing over follow-up). We found increased incidence proportions (14.6% vs 6.0%) and rates (33.1 vs 13.4 diagnoses per 1,000 person-years) of CKD using the fixed-threshold compared with age-adaptive definition. Our study presents the first national understanding of screening practices for CKD among people with diabetes in Canada. Specifically, increased use of uACr testing should be encouraged for early detection of changes in kidney function.",
  "disease": "diabetes mellitus"
}