{
    "title": "Facilitators and barriers to pregnant women's participation in research: A systematic review.",
    "doc_id": "29373261",
    "writer": "van der Zande ISE",
    "year": "2018",
    "summary": "BACKGROUND: Although there is consensus among many that exclusion of pregnant women from clinical research should be justified, there is uncertainty as to whether and why pregnant women themselves would be willing to participate even if they were found …",
    "abstract": "Background:\n        \n      \n      Although there is consensus among many that exclusion of pregnant women from clinical research should be justified, there is uncertainty as to whether and why pregnant women themselves would be willing to participate even if they were found to be eligible. The objective was to identify the reasons why pregnant women participate in clinical research and thereby to distinguish between facilitators and barriers.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic review of articles regarding pregnant women's reasons for participation in clinical research. We used the PubMed/MEDLINE, EMBASE, PsycINFO and CINAHL databases and retrieved additional articles through manually searching the reference lists. We included all articles that reported on pregnant women's reasons for participation in clinical research. We accumulated all reasons that were mentioned in the total of articles and collated them to themes, classifying these themes as a facilitator or a barrier.\n    \n\n\n          Results:\n        \n      \n      The search identified thirty articles that met the inclusion criteria. Themes classified as facilitators: aspirational benefits, collateral benefits, direct benefits, third party influence and lack of inconvenience. Themes classified as barriers: inconveniences, risks, randomisation, lack of trust in research enterprise, medical reasons and third party influence.\n    \n\n\n          Conclusions:\n        \n      \n      Pregnant women report mostly altruistic and personal reasons for their willingness to participate in clinical research, while barriers primarily relate to inconveniences. It appears that pregnant women's described reasoning is similar to the described reasoning of non-pregnant research subjects. Enhancing the facilitators and overcoming the barriers is the next step to increase the evidence-base underlying maternal and foetal health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29373261/"
}