{
    "title": "The challenges of the first migration: movement and behaviour of juvenile vs. adult white storks with insights regarding juvenile mortality.",
    "doc_id": "27046512",
    "writer": "Rotics S",
    "year": "2016",
    "summary": "When juveniles and adults migrated together in the same flock, the juvenile flew mostly behind the adult and was left behind when they separated. ...Our findings demonstrate the conflict between the juveniles' inferior flight skills and their urge to keep up …",
    "abstract": "Migration conveys an immense challenge, especially for juvenile birds coping with enduring and risky journeys shortly after fledging. Accordingly, juveniles exhibit considerably lower survival rates compared to adults, particularly during migration. Juvenile white storks (Ciconia ciconia), which are known to rely on adults during their first fall migration presumably for navigational purposes, also display much lower annual survival than adults. Using detailed GPS and body acceleration data, we examined the patterns and potential causes of age-related differences in fall migration properties of white storks by comparing first-year juveniles and adults. We compared juvenile and adult parameters of movement, behaviour and energy expenditure (estimated from overall dynamic body acceleration) and placed this in the context of the juveniles' lower survival rate. Juveniles used flapping flight vs. soaring flight 23% more than adults and were estimated to expend 14% more energy during flight. Juveniles did not compensate for their higher flight costs by increased refuelling or resting during migration. When juveniles and adults migrated together in the same flock, the juvenile flew mostly behind the adult and was left behind when they separated. Juveniles showed greater improvement in flight efficiency throughout migration compared to adults which appears crucial because juveniles exhibiting higher flight costs suffered increased mortality. Our findings demonstrate the conflict between the juveniles' inferior flight skills and their urge to keep up with mixed adult-juvenile flocks. We suggest that increased flight costs are an important proximate cause of juvenile mortality in white storks and likely in other soaring migrants and that natural selection is operating on juvenile variation in flight efficiency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27046512/"
}