{
  "pmid": "41435607",
  "title": "The antitumor mechanisms of Huangqin Houpo decoction and its effect on chemotherapy-induced toxicity in colorectal cancer.",
  "abstract": "Huangqin Houpo decoction (HQHPD) exhibits the significant therapeutic efficacy for the treatment of colorectal cancer (CRC) patients; however, its specific pharmacological targets and molecular mechanisms remain largely unclear. The complexity of traditional Chinese medicine (TCM) formula poses tough challenges for conventional approaches that focus on isolating primary active components to elucidate therapeutic mechanisms, because these methods often ignore the synergistic interactions among those constituents. An innovative network pharmacology approach, which investigates therapeutic mechanisms holistically, will offer us better understanding for the efficacy of HQHPD. In previous study, we identified the active components of HQHPD using high-performance liquid chromatography-mass spectrometry (HPLC-MS). In this study, the molecular targets of these active components were firstly retrieved from multiple databases to construct a comprehensive target profile. Secondly, these targets were integrated with transcriptomic data from TCGA and GEO datasets to establish a robust analytical framework. Then, the current study developed a prognostic model for CRC and employed GSEA, immune function evaluation, and immune infiltration algorithms to elucidate the antitumor potential of HQHPD. Finally, flow cytometry was performed to validate the regulatory effects of HQHPD on regulatory T cells (Tregs). To further elucidate the therapeutic mechanisms, we employed an integrated network toxicology and pharmacology strategy to identify shared molecular targets among chemotherapeutic drugs, CRC, and HQHPD. A protein-protein interaction (PPI) network, constructed using the STRING database, mapped key molecular hubs associated with toxicity amelioration. Subsequently, molecular docking was performed to validate binding interactions between HQHPD components and critical network targets. Additionally, 16S rRNA sequencing was utilized to investigate the role of gut microbiota in mediating the therapeutic effects of HQHPD's key compounds on diarrhea. A total of 2642 target genes associated with the blood-absorbed components of HQHPD were identified. Through LASSOCox and multivariate Cox regression analyses, 11 core prognostic genes were found: GDF15, PTH1R, CXXC5, DDIT3, FDFT1, DRD4, CLK1, S1PR5, ULK3, HDC, and INHBB. These genes were employed to construct a predictive model for tumor patient prognosis and a candidate machine learning framework for evaluating the efficacy of HQHPD. The resulting model exhibited robust prognostic accuracy across training, testing, and independent external validation cohorts. GSEA data indicated that the pathways activated in the high-risk group were predominantly oncogenic factors. Analyses of immune function and infiltration revealed a significant suppression of immune cells in high-risk group. In vivo model, HQHPD significantly inhibited tumor growth in a dose-dependent manner. Additionally, flow cytometry analysis confirmed that HQHPD reduced Tregs. For chemotherapy-related toxicities, network toxicology and pharmacology analyses indicated that diarrhea and myelosuppression induced by 5-fluorouracil (5-FU) and irinotecan were associated with the PI3K/Akt signaling pathway, with TP53, AKT1, and SRC. The components from HQHPD appeared to bind to these toxicity targets, potentially alleviating chemotherapy-related adverse effects. Furthermore, HQHPD alleviated chemotherapy-induced diarrhea, which might be attributed to its modulation of the gut microbiota, characterized by an increased abundance of beneficial bacteria (e.g., Lachnospiraceae_NK4A136) and a reduction in pathogenic bacteria (e.g., Salmonella, Shewanella). This modulation also promoted the growth of short-chain fatty acid (SCFA)-producing bacterial taxa, including Lachnospiraceae, Ruminococcaceae, and Oscillibacter. This study established an integrated model \"multicomponents-multitargets-multiactivities\" and offered a theoretical framework to elucidate its molecular mechanisms of antitumor and alleviating chemotherapy-induced toxicities in CRC patients.",
  "disease": "colorectal cancer"
}