{
    "title": "Inhibiting the activation of enteric glial cells alleviates intestinal inflammation and comorbid anxiety- and depressive-like behaviors in the ulcerative colitis mice.",
    "doc_id": "38852824",
    "writer": "Li Y",
    "year": "2024",
    "summary": "It is frequently accompanied by negative emotional responses, including anxiety and depression. Enteric glial cells (EGCs) are important components of the gut-brain axis and are involved in the development of the enteric nervous system (ENS), intestinal neuroimmune, …",
    "abstract": "Ulcerative colitis (UC) is a common inflammatory bowel disease with a complex origin in clinical settings. It is frequently accompanied by negative emotional responses, including anxiety and depression. Enteric glial cells (EGCs) are important components of the gut-brain axis and are involved in the development of the enteric nervous system (ENS), intestinal neuroimmune, and regulation of intestinal motor functions. Since there is limited research encompassing the regulatory function of EGCs in anxiety- and depression-like behaviors induced by UC, this study aims to reveal their regulatory role in such behaviors and associated intestinal inflammation. This study applied morphological, molecular biological, and behavioral methods to observe the morphological and functional changes of EGCs in UC mice. The results indicated a significant activation of EGCs in the ENS of dextran sodium sulfate -induced UC mice. This activation was evidenced by morphological alterations, such as elongation or terminal swelling of processes. Besides EGCs activation, UC mice exhibited significantly elevated expression levels of pro-inflammatory cytokines in the peripheral blood, accompanied by anxiety- and depression-like behaviors. The inhibition of EGCs activity within the ENS can ameliorate the anxiety- and depression-like behaviors caused by UC. Our data suggest that UC and its resulting behaviors may be related to the activation of EGCs within the ENS. Moreover, the modulation of intestinal inflammation through inhibition of EGCs activation emerges as a promising clinical approach for alleviating UC-induced anxiety- and depression-like behaviors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38852824/"
}