{
  "pmid": "41462180",
  "title": "Study on causes of death and influencing factors in hemodialysis patients with End-Stage renal disease.",
  "abstract": "Mortality remains high among patients with end-stage renal disease (ESRD) on maintenance hemodialysis despite advances in dialysis technology. This study aimed to investigate the causes of death and identify factors associated with survival in a Chinese hemodialysis population. We conducted a single-center retrospective cohort of deceased maintenance hemodialysis patients. Eligible patients had received thrice-weekly hemodialysis for ≥ 3 months prior to death; peritoneal dialysis, transplant during follow-up, and incomplete records were excluded. Subgroup analyses compared survival by age (< 60, 60-70, 70-80, > 80 years), dialysis duration (< 1, 1-5, 5-10, > 10 years), and sex using Kaplan-Meier curves with log-rank tests. Cox models assessed factors associated with all-cause mortality; logistic regression evaluated correlates of cardiovascular death. A total of 194 patients were included. The mean age was 71.35 ± 13.05 years, with males accounting for 60.8%. Leading causes of death were cardiovascular (29.9%), cerebrovascular (19.6%), and infection (16.5%). Female sex and longer dialysis vintage showed better survival (log-rank p = 0.048 and p < 0.0001, respectively). The 60-70 years age group demonstrated the best survival profile (p = 0.023). Among patients with documented comorbidity data, hypertension was present in 73/73 (100%) and diabetes mellitus in 82/82 (100%). Higher LDL-C and pre-dialysis hyperkalemia were associated with cardiovascular death (OR 1.37, 95% CI 1.10-1.72, p = 0.005 and OR 2.19, 95% CI 1.08-4.45, p = 0.031, respectively), while lower albumin and higher CRP were associated with infection-related death (p = 0.037 and p = 0.024, respectively). Cardiovascular and cerebrovascular diseases remain the leading causes of death in hemodialysis patients. Sex, age, serum albumin, LDL-C, and inflammatory markers were associated with survival outcomes. Understanding these associations may help develop targeted interventions to improve survival in hemodialysis patients.",
  "disease": "diabetes mellitus"
}