{
    "title": "Seat inclination, use of lumbar support and low-back pain of taxi drivers.",
    "doc_id": "16161708",
    "writer": "Chen JC",
    "year": "2005",
    "summary": "This cross-sectional study was conducted to examine the association between seat inclination, use of lumbar support, and the prevalence of clinically significant low-back pain among taxi drivers METHODS: A digital inclinometer was used to measure inclinations of sea …",
    "abstract": "Objectives:\n        \n      \n      Epidemiologic evidence supporting optimal seating is limited and inconsistent. This cross-sectional study was conducted to examine the association between seat inclination, use of lumbar support, and the prevalence of clinically significant low-back pain among taxi drivers\n    \n\n\n          Methods:\n        \n      \n      A digital inclinometer was used to measure inclinations of seat surfaces (theta(seat)) and backrests (theta(back)), and calculate the back-to-thigh angle (theta(back-thigh)). Structured interviews were conducted to gather information on the use of lumbar support and the prevalence of low-back pain that had led to medical attention or absence from driving in the past month. A multiple logistic regression analysis was used to estimate the prevalence odds ratio (OR) with adjustment for age, body mass index, professional seniority, monthly driving hours, and the intensity of exposure to whole-body vibration.\n    \n\n\n          Results:\n        \n      \n      Among 224 drivers, the mean theta(seat), and theta(backrest) were 14.5 (SD 9.6) and 95.1 (SD 2.7) degrees, respectively, resulting in theta(back-thigh) of 80.6 (SD 9.3) degrees. Fifty-five percent used a lumbar support regularly, but 25% reportedly had significant low-back pain. The prevalence of low-back pain was 23% among those with theta(back-thigh) <86 degrees, 37% for those with a theta(back-thigh) of 86 approximately 91 degrees, and 9% for a theta(back-thigh) of >91 degrees. The adjusted OR comparing those with a theta(back-thigh) of < or = 91 degrees to those with a theta(back-thigh) of >91 degrees was 5.11 [95% confidence interval (95% CI) 1.07 approximately 24.4]. For regularly using drivers versus those not using lumbar support, the prevalence of low-back pain was 18% versus 34%, with an adjusted OR of 0.33 (95% CI 0.16 approximately 0.68). Neither theta(seat) nor theta(backrest) alone was significantly associated with low-back pain.\n    \n\n\n          Conclusions:\n        \n      \n      The epidemiologic observation of this study was consistent with the results of prior biomechanical studies on appropriate seat inclinations and the use of lumbar support. Prospective studies are needed to confirm the true beneficial effects of these seating parameters.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16161708/"
}