{
    "title": "Stem cells in the eye.",
    "doc_id": "15010329",
    "writer": "Boulton M",
    "year": "2004",
    "summary": "For instance; How do we treat stem cell deficiencies? How do we use stem cells to regenerate damaged retinal tissue? How do we prevent stem cell lineages contributing to retinal vascular disease? This review will briefly consider the principal stem …",
    "abstract": "In the adult organism, all tissue renewal and regeneration depends ultimately on somatic stem cells, and the eye is no exception. The importance of limbal stem cells in the maintenance of the corneal epithelium has long been recognised, and such cells are now used clinically for repair of a severely damaged cornea. The slow cycling nature of lens epithelial cells and their ability to terminally differentiate into fiber cells are suggestive of a stem cell lineage. Furthermore, recent studies have identified progenitor cells in the retina and ocular vasculature which may have important implications in health and disease. Although the recent literature has become flooded with articles discussing aspects of stem cells in a variety of tissues our understanding of stem cell biology, especially in the eye, remains limited. For instance, there is no definitive marker for ocular stem cells despite a number of claims in the literature, the patterns of stem cell growth and amplification are poorly understood and the microenvironments important for stem cell regulation and differentiation pathways are only now being elucidated. A greater understanding of ocular stem cell biology is essential if the clinical potential for stem cells is to be realised. For instance; How do we treat stem cell deficiencies? How do we use stem cells to regenerate damaged retinal tissue? How do we prevent stem cell lineages contributing to retinal vascular disease? This review will briefly consider the principal stem cells in the mature eye but will focus in depth on limbal stem cells and corneal epithelium. It will further discuss their role in pathology and their potential for therapeutic intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15010329/"
}