{
  "pmid": "41459264",
  "title": "The impact of illness perception on parenting concerns of breast cancer patients with minor children: mediating effects of fear of progression.",
  "abstract": "To examine the impact of illness perception on parenting concerns among breast cancer patients with minor children, specifically focusing on the mediating effects of fear of progression. A convenience sample of 315 female breast cancer patients with minor children were selected from the Breast Surgery Clinic at a tertiary women's and children's hospital in Guangzhou city between September 2023 and December 2024. Participants were surveyed using a general information questionnaire, Parenting Concerns Questionnaire (PCQ), The Brief Illness Perception Questionnaire (B-IPQ), and Fear of Progression Questionnaire-Short Form (FoP-Q-SF). Multiple linear regression was applied to identify factors influencing parenting concerns, and structural equation modeling was used to examine the mediating role of fear of progression in the relationship between illness perception and parenting concerns. The mean score for parenting concerns of breast cancer patients with minor children was 2.28 ± 0.83, illness perception mean score was 40.14 ± 11.51, and fear of progression mean score was 34.50 ± 8.74. Correlation analysis suggested that parenting concerns were positively correlated with both illness perception and fear of progression ( Patients with breast cancer generally experience varying degrees of parenting concerns for their minor children. Illness perception directly predicts parenting concerns, and also indirectly predicts them through the mediating effects of fear of progression. Healthcare providers should pay attention to the parenting concerns of breast cancer patients with minor children and use proactive psychological interventions and comprehensive support systems to correct negative disease perceptions, reduce fear of progression, and effectively alleviate parenting concerns, thereby improving psychological adaptation and family functioning.",
  "disease": "breast cancer"
}