{
    "title": "Public mental health research in Europe: a systematic mapping for the ROAMER project.",
    "doc_id": "25428662",
    "writer": "Forsman AK",
    "year": "2014",
    "summary": "BACKGROUND: As part of the ROAMER (ROAdmap for MEntal health Research in Europe) project, aiming to create an integrated European roadmap for mental health research, we set out to map the hitherto unmapped territory of public mental health …",
    "abstract": "Background:\n        \n      \n      As part of the ROAMER (ROAdmap for MEntal health Research in Europe) project, aiming to create an integrated European roadmap for mental health research, we set out to map the hitherto unmapped territory of public mental health research in Europe.\n    \n\n\n          Methods:\n        \n      \n      Five electronic databases (CINAHL, Health Management, Medline, PsycINFO, Social Services Abstracts) were used for identifying public mental health research articles published between January 2007 and April 2012. The number of publications for each European country in five research domains (i.e. mental health epidemiology, mental health promotion, mental disorder prevention, mental health policy and mental health services) was analysed by population size and gross domestic product (GDP), and mean impact factors were compared.\n    \n\n\n          Results:\n        \n      \n      In all, 8143 unique publications were identified. Epidemiology research dominates public mental health research, while promotion, prevention and policy research are scarce. Mental health promotion is the fastest growing research area. Research targeting older adults is under-represented. Publications per capita were highest in northwestern Europe, and similar trends were found also when adjusting the number of publications by GDP per capita. The most widely cited research origins from Italy, Switzerland, the UK, the Nordic countries, the Netherlands, Greece and France.\n    \n\n\n          Conclusion:\n        \n      \n      In Europe, public mental health research is currently a matter of the affluent northern and western European countries, and major efforts will be needed to promote public mental health research in south and east Europe. In spite of a smaller public mental health research output, some Mediterranean countries produce highly cited public mental health research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25428662/"
}