{
    "title": "Resting-state electroencephalography microstate dynamics altered in patients with migraine with and without aura-A pilot study.",
    "doc_id": "37655618",
    "writer": "Lei X",
    "year": "2023",
    "summary": "METHODS: This study was conducted at the Headache Clinic of the First Affiliated Hospital of Xi'an Jiaotong University. In total, 30 patients with MWA, 30 with MWoA, and 30 HC were enrolled in this cross-sectional study. ...",
    "abstract": "Objective:\n        \n      \n      To evaluate electroencephalography (EEG) microstate differences between patients with migraine with aura (MWA), patients with migraine without aura (MWoA), and healthy controls (HC).\n    \n\n\n          Background:\n        \n      \n      Previous research employing microstate analysis found unique microstate alterations in patients with MWoA; however, it is uncertain how microstates appear in patients with MWA.\n    \n\n\n          Methods:\n        \n      \n      This study was conducted at the Headache Clinic of the First Affiliated Hospital of Xi'an Jiaotong University. In total, 30 patients with MWA, 30 with MWoA, and 30 HC were enrolled in this cross-sectional study. An EEG was recorded for all participants under resting state. The microstate parameters of four widely recognized microstate classes A-D were calculated and compared across the three groups.\n    \n\n\n          Results:\n        \n      \n      The occurrence of microstate B (MsB) in the MWoA group was significantly higher than in the HC (p = 0.006, Cohen's d = 0.72) and MWA (p = 0.016, Cohen's d = 0.57) groups, while the contribution of MsB was significantly increased in the MWoA group compared to the HC group (p = 0.016, Cohen's d = 0.64). Microstate A (MsA) displayed a longer duration in the MWA group compared to the MWoA group (p = 0.007, Cohen's d = 0.69). Furthermore, the transition probability between MsB and microstate D was significantly increased in the MWoA group compared to the HC group (p = 0.009, Cohen's d = 0.68 for B to D; p = 0.007, Cohen's d = 0.71 for D to B). Finally, the occurrence and contribution of MsB were positively related to headache characteristics in the MWoA group but negatively in the MWA group, whereas the duration of MsA was positively related to the visual analog scale in the MWA group (all p < 0.05).\n    \n\n\n          Conclusions:\n        \n      \n      Patients with MWA and MWoA have altered microstate dynamics, indicating that resting-state brain network disorders may play a role in migraine pathogenesis. Microstate parameters may have the potential to aid clinical management, which needs to be investigated further.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37655618/"
}