{
  "pmid": "41465334",
  "title": "Methamphetamine-Associated Cardiomyopathy and Cardioembolic Stroke: Brain-Heart-Gut Axis Crosstalk, Diagnostic Strategies, and Anticoagulation Challenges.",
  "abstract": "Methamphetamine (MA) abuse has emerged as a multisystem insult driving cardiovascular and neurovascular consequences. Methamphetamine-associated cardiomyopathy (MACM) remains an underrecognized cause of cardioembolic stroke through left ventricular thrombus (LVT) formation. MA-induced gut dysbiosis and enteric neural disruption exacerbate systemic inflammation and autonomic imbalance, resulting in broader dysregulation of the brain-heart-gut axis. This study aimed to synthesize contemporary evidence on chronic MA exposure and its role in LVT formation, stroke pathogenesis, diagnostic approaches, and anticoagulation management. We conducted a focused narrative review of PubMed- and Scopus-indexed literature (1990-2025) addressing cardiovascular, neurovascular, and gut-mediated consequences of chronic MA exposure. Observational cohorts and case reports were integrated to characterize pathophysiology, imaging approaches, and therapeutic considerations, supplemented by a representative clinical case. Chronic MA exposure mediates persistent catecholamine excess, myocardial fibrosis, ventricular dysfunction, and a prothrombotic milieu. Gut dysbiosis-related inflammation and autonomic dysregulation further promote intracardiac stasis. Affected individuals are typically young men with severe systolic dysfunction (left ventricular ejection fraction 20-30%), with a substantial proportion demonstrating apical or mural LVT on systematic imaging. Case-level evidence highlights a broader systemic embolic burden, involving the limbs, kidneys, and aorta. Echocardiography remains the first-line screening method, while cardiac CT and MRI offer greater sensitivity for thrombus detection. Anticoagulation is challenged by bleeding risk, inconsistent adherence, and the absence of standardized protocols. MACM represents a critical and underrecognized etiology of cardioembolic stroke in young adults. Early recognition of brain-heart-gut axis disruption, systematic cardiac imaging, and individualized anticoagulation are crucial for preventing emboli. Prospective registries and standardized imaging-guided treatment strategies are needed to improve outcomes in this high-risk population.",
  "disease": "stroke"
}