{
    "title": "Exploring the role of gut microbiota in antibiotic resistance and prevention.",
    "doc_id": "40096354",
    "writer": "Dongre DS",
    "year": "2025",
    "summary": "DISCUSSION: Colonization by MDR bacteria is potentially acquired and maintained in the gut microbiota. Therefore, it is pivotal to understand microbial diversity and its role in adapting pathogens to AMR. ...The gut microbiota is crucial for developing …",
    "abstract": "Background/introduction:\n        \n      \n      Antimicrobial resistance (AMR) and the evolution of multiple drug-resistant (MDR) bacteria is of grave public health concern. To combat the pandemic of AMR, it is necessary to focus on novel alternatives for drug development. Within the host, the interaction of the pathogen with the microbiome plays a pivotal role in determining the outcome of pathogenesis. Therefore, microbiome-pathogen interaction is one of the potential targets to be explored for novel antimicrobials.\n    \n\n\n          Main body:\n        \n      \n      This review focuses on how the gut microbiome has evolved as a significant component of the resistome as a source of antibiotic resistance genes (ARGs). Antibiotics alter the composition of the native microbiota of the host by favouring resistant bacteria that can manifest as opportunistic infections. Furthermore, gut dysbiosis has also been linked to low-dosage antibiotic ingestion or subtherapeutic antibiotic treatment (STAT) from food and the environment.\n    \n\n\n          Discussion:\n        \n      \n      Colonization by MDR bacteria is potentially acquired and maintained in the gut microbiota. Therefore, it is pivotal to understand microbial diversity and its role in adapting pathogens to AMR. Implementing several strategies to prevent or treat dysbiosis is necessary, including faecal microbiota transplantation, probiotics and prebiotics, phage therapy, drug delivery models, and antimicrobial stewardship regulation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40096354/"
}