{
  "pmid": "41426155",
  "title": "A Study of Molecular Subtypes (Profile) of Colorectal Cancer and Their Correlation with Clinical and Pathological Profile in a Tertiary Care Center in India.",
  "abstract": "Colorectal cancer (CRC) is a heterogeneous disease morphologically, histologically, and molecularly. Most of the studies are on this molecular heterogeneity and their clinicopathological correlation from the western world. Very few studies have been done in India. The aims of this study were to evaluate the clinical and pathological profile of CRCs, to determine the frequency of molecular subtypes of CRCs, to correlate between the molecular subtypes and their clinicopathological features, and to determine the association between different molecular subtypes of CRC. A prospective noninvasive interventional study was done on 50 patients (both outpatients and inpatients) with newly diagnosed CRCs presenting to the Rajiv Gandhi Cancer Institute and Research Centre, Rohini, Delhi, from February 2019 to March 2020. Clinical and histopathological data were collected from case sheets as per the study proforma: history and physical examination, noninvasive and invasive imaging, and histopathological reports. Patients in whom tissue was insufficient or not available for testing for at least three of five molecular markers (KRAS, NRAS, BRAF, MSI, and MLH1 methylation) were excluded. The results were analyzed with SSPS 23.0 software. For comparison of the frequencies among groups, the chi-squared test and the Fisher exact test were used. A  The median age was 53 years. The majority of the males (54%) had CRC and 44% were right-sided colon tumors. Of the 50 patients with CRC, 40, 0, 4, and 4% had KRAS mutation, NRAS and BRAF mutation, and deficient mismatch repair (dMMR), respectively. KRAS mutation was significantly associated with upfront liver metastases (  In conclusion, this is a prospective study evaluating the correlations between RAS/BRAF mutation and dMMR status with clinicopathological characteristics in Indian CRC patients, which is slightly similar to worldwide reports with some exceptions. To the best of our knowledge, this is the first study to evaluate the molecular marker combinations in CRC in India.",
  "disease": "colorectal cancer"
}