{
    "title": "Yellow Fever: A Perennial Threat.",
    "doc_id": "36404585",
    "writer": "Tuells J",
    "year": "2022",
    "summary": "Despite the availability of a safe and effective vaccine, yellow fever remains a major vaccine-preventable disease in endemic regions. Additionally, travelers risk acquiring yellow fever when visiting areas of endemic transmission or locations with ong …",
    "abstract": "Despite the availability of a safe and effective vaccine, yellow fever remains a major vaccine-preventable disease in endemic regions. Additionally, travelers risk acquiring yellow fever when visiting areas of endemic transmission or locations with ongoing outbreaks. Yellow fever is a viral hemorrhagic fever that has inflicted stigma, illness, and death among human societies. From the 17th to the 19th centuries, yellow fever remained a mysterious illness that predominantly affected tropical regions in Africa, the Caribbean and the Americas. The disease was as feared as cholera or smallpox, and played a significant geopolitical role in shaping modern societies. Epidemics of yellow fever brought out the best and the worst of human nature: the disease spread to new regions during the Atlantic slave trade; while the identification of its causative viral agent and mode of transmission, as well as the development of a vaccine, were made possible by the sacrifice of selfless scientists. Confirmation of the vector transmission of YF paved the way for the development of an effective vaccine in the first half of the 20th century. Encroachment of human settlements into locations with sylvatic transmission has blurred the distinction between the urban and sylvatic cycles. Introduction or expansion of routine immunization activities and reaching hard-to-reach populations consitute public health priorities toward ensuring vaccine equity in endemic areas. It is also critical to ensure the timely immunization of at-risk populations during outbreaks and to promote vaccination of international travelers. We conclude that the threat of YF will linger far into the 21st century as a leading public health emergency of global concern under the International Health Regulations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36404585/"
}