{
    "title": "The Genome of Vitis zhejiang-adstricta Strengthens the Protection and Utilization of the Endangered Ancient Grape Endemic to China.",
    "doc_id": "37930871",
    "writer": "Li H",
    "year": "2024",
    "summary": "Vitis zhejiang-adstricta (V. zhejiang-adstricta) is one of the most important and endangered wild grapes. ...Here, we present a high-quality chromosome-level assembly of V. zhejiang-adstricta (IB-VB-01), comprising 506.66 Mb assembled into 19 pseudo-chromosom …",
    "abstract": "Vitis zhejiang-adstricta (V. zhejiang-adstricta) is one of the most important and endangered wild grapes. It is a national key protected wild, rare and endangered ancient grape endemic to China and used as a candidate material for resistance breeding owing to its excellent significant disease resistance. Here, we present a high-quality chromosome-level assembly of V. zhejiang-adstricta (IB-VB-01), comprising 506.66 Mb assembled into 19 pseudo-chromosomes. The contig N50 length is 3.91 Mb with 31,196 annotated protein-coding genes. Comparative genome and evolutionary analyses illustrated that V. zhejiang-adstricta has a specific position in the evolution of East Asian Vitis and shared a common ancestor with Vitis vinifera during the divergence of the two species about 10.42 (between 9.34 and 11.12) Mya. The expanded gene families compared with those in plants were related to disease resistance, and constructed gene families were related to plant growth and primary metabolism. With the analysis of gene family expansion and contraction, the evolution of environmental adaptability and especially the NBS-LRR gene family of V. zhejiang-adstricta was elucidated based on the pathways of resistance genes (R genes), unique genes and structural variations. The near-complete and accurate diploid V. zhejiang-adstricta reference genome obtained herein serves as an important complement to wild grape genomes and will provide valuable genomic resources for investigating the genomic architecture of V. zhejiang-adstricta as well as for improving disease resistance breeding strategies in grape.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37930871/"
}