{
  "pmid": "41398759",
  "title": "Oxidative balance score and depression in COPD patients: A cross-sectional study from NHANES 2007 to 2018.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is a prevalent chronic respiratory condition often associated with inflammation and metabolic dysregulation. Depressive symptoms show a notably higher prevalence among individuals with COPD compared with the general population (Hegerl U, Mergl R. Depression and suicidality in COPD: understandable reaction or independent disorders? Eur Respir J. 2014;44:734-43). Oxidative stress has been identified as a critical shared pathological mechanism underlying both COPD and depression. However, the association between the oxidative balance score (OBS) and depression in COPD patients remains underexplored. This study analyzed data from the National Health and Nutrition Examination Survey (NHANES) spanning 2007 to 2018. The sample included 1020 COPD patients, 169 of whom were diagnosed with depression (PHQ-9 score ≥ 10). OBS, calculated based on 20 dietary and lifestyle factors, was assessed for its association with depression risk using weighted logistic regression and restricted cubic spline models. Analyses were stratified by gender to examine subgroup differences. Depression prevalence among COPD patients was 16.56%. A significant negative association was observed between OBS and depression risk, with higher OBS quartiles correlating with lower depression risks (adjusted OR for the highest quartile: 0.290, 95% CI: 0.193-0.434, P < .001). Stratified analysis demonstrated that female patients and non-Hispanic White individuals experienced greater benefits. Dietary OBS was found to have a stronger protective effect on depression risk compared to lifestyle OBS. Higher OBS scores were significantly associated with reduced depression risk in COPD patients, particularly among women and specific demographic subgroups. These findings underscore the importance of antioxidant-rich diets and healthy lifestyle choices in promoting mental health among COPD patients. The results provide a foundation for personalized intervention strategies and call for further research to validate the causal mechanisms underlying OBS.",
  "disease": "chronic obstructive pulmonary disease"
}