{
  "pmid": "41443045",
  "title": "Comparative In silico evaluation of c-Abl inhibitors for Parkinson's disease therapy.",
  "abstract": "Parkinson's disease (PD), the second most common neurodegenerative disorder, is characterized by the dopaminergic neuronal loss in the substantia nigra and progressive motor deficits. The non-receptor tyrosine kinase c-Abl is aberrantly activated in PD brains and contributes to α-synuclein pathology, making it an attractive therapeutic target. Although several c-Abl inhibitors have shown neuroprotective effects in preclinical models, most fail in clinical trials due to poor pharmacokinetic profiles and limited brain penetration. Here, we performed a comparative in silico evaluation of five c-Abl inhibitors-Imatinib, Nilotinib, Ponatinib, Risvodetinib, and PD180970. Binding affinity, target specificity, physicochemical and pharmacokinetic properties, blood-brain barrier permeability, and toxicity profiles were systematically assessed and cross-validated. Molecular docking studies revealed that PD180970 exhibited the strongest binding affinity for the kinase domains of both human and mouse c-Abl. To validate these findings, we performed molecular dynamics (MD) simulations and analyzed root mean square deviations (RMSD), root mean square fluctuation (RMSF), hydrogen bonding, and radius of gyration of ligands, which confirmed the superior stability and binding of PD180970. Target prediction analysis indicated that PD180970 and Ponatinib had the highest selectivity with minimal off-target hits. SwissADME profiling further showed that PD180970 possesses favorable pharmacokinetic characteristics. The BBB permeability and toxicity analysis, using ADMETLab and DeepPK, predicted that PD180970 has enhanced blood-brain barrier permeability and a lower toxicity profile compared to the other inhibitors. Together, these integrated computational findings indicate PD180970 as a promising next-generation c-Abl inhibitor and support its prioritisation for further preclinical and clinical studies in PD.",
  "disease": "parkinson disease"
}