{
    "title": "Choices are inevitable: A qualitative exploration of the lifecosts of systemic lupus erythematosus.",
    "doc_id": "32183564",
    "writer": "Dixon J",
    "year": "2022",
    "summary": "OBJECTIVES: Individuals with systemic lupus erythematosus experience considerable economic challenges. The aim of this research is to qualitatively investigate experiences of the lifecosts (direct and indirect economic costs and beyond) to those with syste …",
    "abstract": "Objectives:\n        \n      \n      Individuals with systemic lupus erythematosus experience considerable economic challenges. The aim of this research is to qualitatively investigate experiences of the lifecosts (direct and indirect economic costs and beyond) to those with systemic lupus erythematosus in Canada.\n    \n\n\n          Methods:\n        \n      \n      Using a biopsychosocial conceptual framework and integrated knowledge translation approach, qualitative semi-structured interviews were conducted with 3 physicians, 5 representatives from systemic lupus erythematosus advocacy groups, and 29 adult systemic lupus erythematosus patients. Themes emerged deductively and inductively, and the theme code set was used to code all transcripts.\n    \n\n\n          Results:\n        \n      \n      Three dominant themes emerged: (1) impacts of systemic lupus erythematosus on quality of life, relationships, and health; (2) costs linked to healthcare; and (3) impacts of living with systemic lupus erythematosus on employment/economic standing.\n    \n\n\n          Discussion:\n        \n      \n      Whereas previous work has focused almost exclusively on the direct, individual costs of systemic lupus erythematosus, the biopsychosocial approach taken here emphasizes not only the individual and intermediate factors (such as the workplace and family), but also the system-level factors (i.e. system-level policies) that influence quality of life, healthcare, and employment/economic experiences of those with systemic lupus erythematosus. Results indicate a need to target interventions beyond the individual and their immediate context, and recognize that lifecosts are shaped significantly by systems-level action.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32183564/"
}