{
    "title": "Epidemiological characteristics of occupational chemical poisonings in Zhejiang, China from 2006 to 2020: A descriptive analysis.",
    "doc_id": "36466528",
    "writer": "Zhou L",
    "year": "2022",
    "summary": "METHODS: The data on occupational poisoning cases in Zhejiang Province from 2006 to 2020 was derived from the National Occupational Disease Network Direct Report System. ...CONCLUSION: Although the cases of occupational poisoning in Zhejiang Province have declined, …",
    "abstract": "Objective:\n        \n      \n      As the second most common occupational disease in China, occupational poisoning is one of the major public health problems that seriously affect workers' health. This study aimed to investigate the epidemiological and occupational characteristics of acute and chronic occupational poisoning cases in Zhejiang Province, so as to provide a scientific basis for proposing intervention measures and preventive strategies of occupational poisoning.\n    \n\n\n          Methods:\n        \n      \n      The data on occupational poisoning cases in Zhejiang Province from 2006 to 2020 was derived from the National Occupational Disease Network Direct Report System. A descriptive statistical analysis was employed on this data utilizing R software.\n    \n\n\n          Results:\n        \n      \n      From 2006 to 2020, 1,008 occupational poisoning cases were reported in Zhejiang Province, with a downward trend since 2007. Of these cases, 81.94% were chronic poisoning and 18.06% were acute poisoning. Ningbo reported the most occupational poisoning cases among the 11 cities in Zhejiang Province, accounting for 20.34% of the total cases. Besides, the occupational poisoning cases in Wenzhou, Jiaxing, and Shaoxing also accounted for 18.15%, 18.06%, and 17.76% of the total number of cases, respectively. Occupational poisoning in male were 693 cases and in female 315 cases. Most of the occupational poisoning cases studied involved people aged between 40 and 49 years (38.19%). The length of work in chronic occupational poisoning cases was significantly higher than that of acute occupational poisoning cases (P < 0.05). Benzene and lead and its compounds (excluding tetraethyl lead) were the major toxicants causing occupational poisoning. More than 60% of occupational poisoning cases were reported in private enterprises. Meanwhile, over 90% of the cases were distributed in medium enterprises and small enterprises. The type of industry with the most occupational poisoning cases was the manufacturing industry.\n    \n\n\n          Conclusion:\n        \n      \n      Although the cases of occupational poisoning in Zhejiang Province have declined, more comprehensive and effective prevention and control measures are still needed. More attention ought to be paid to the management of key points according to the epidemiological and occupational characteristics of occupational poisoning cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36466528/"
}