{
  "pmid": "41474566",
  "title": "Prospective evaluation of pathological complete response, toxicity, and compliance of total neoadjuvant therapy with short course radiotherapy in the management of locally advanced rectal cancers.",
  "abstract": "The aim of total neoadjuvant therapy (TNT), which includes neoadjuvant radiation therapy followed by neo-adjuvant chemotherapy (NACT) and surgery, is to improve systemic control rates, while maintaining loco-regional control for locally advanced rectal cancers (LARC). We investigated this approach of TNT with short course radiotherapy (SCRT). In this single-arm prospective interventional study, 25 LARC patients were enrolled and treated with SCRT of 25 Gray in five fractions over 1 week followed by NACT (oxaliplatin and capecitabine) for six cycles, followed by definitive surgery with total mesorectal excision (TME). The end point was to evaluate pathological complete response (pCR), acute toxicity (measured using Common Terminology Criteria for Adverse Events version 5.0), and loco-regional control (LRC). Male: Female ratio was 17:8 and median age was 47 years. The clinical stages were T2: T3: T4 and N0: N1: N2 in 3: 20: 2 and 5: 8: 12 patients, respectively. Twenty (80%) of the 25 patients that were recruited underwent the entire course of treatment. Two patients defaulted, one expired, and two achieved clinical complete response (cCR) and did not agree to surgery. The median follow-up period was 15.5 months (8.8 to 18.2 months). 1/25 patients (4%) experienced grade 3 gastrointestinal toxicity during SCRT. Seven (30%) out of twenty-three patients receiving NACT developed Grade 3 toxicity. Six (30%) out of 12 patients undergoing surgery achieved pCR. Two patients developed loco-regional relapse and crude LRC rate for the entire cohort of enrolled patient at 1-year was 86.95%. The TNT approach with SCRT demonstrated favorable pathological complete response (pCR) rates, acceptable toxicity, and excellent short-term locoregional control.",
  "disease": "colorectal cancer"
}