{
    "title": "[Magnetic resonance tomography imaging techniques for diagnosing myocardial vitality].",
    "doc_id": "8150414",
    "writer": "Baer FM",
    "year": "1994",
    "summary": "In contrast, more recent infarcts, even if they are transmural and fail to show any contraction during systole, may not yet exhibit myocardial thinning. Therefore, simply depicting the acutely injured myocardium by MRI is not sufficient to differentiate between necr …",
    "abstract": "In contrast to the established nuclear imaging techniques magnetic resonance imaging (MRI) is only in the early phase of its application to detect viable myocardium after myocardial infarction. Although MRI techniques have only recently been employed to assess residual myocardial viability three approaches have been described to achieve this purpose: First, the use of signal intensity changes on spin-echo images with and without the application of contrast media to define irreversible injury to the myocardium in acute and subacute infarcts; second, measurement of metabolite concentrations within the infarct area using magnetic resonance spectroscopy, and third quantitation of myocardial thickness and systolic wall thickening in chronic infarcts with and without positive inotropic stimulation. When applying magnetic resonance techniques to detect viable myocardium by imaging techniques, it is useful to distinguish between acute infarcts and chronic infarcts that are more than 16 weeks old. After the time, practically all infarcts have healed and the necrotic myocardium has been transformed into scar tissue. MRI seems ideally suited to detect and characterize chronic myocardial scar and distinguish it from viable but hibernating myocardium because it clearly depicts the regional wall thinning which is a typical feature of transmural infarcts (Figure 1). In contrast, more recent infarcts, even if they are transmural and fail to show any contraction during systole, may not yet exhibit myocardial thinning. Therefore, simply depicting the acutely injured myocardium by MRI is not sufficient to differentiate between necrotic and stunned, but viable myocardium. On the other hand, an increase in signal intensity of acutely infarcted myocardium, which appears on T2 weighted spin-echo MR images only a few hours after occlusion of a coronary artery, can be used to determine the extent of irreversible myocardial damage (Figure 2). It is not clear, however, whether this area of increased myocardial signal intensity that is seen within the first week after the event only represents necrotic myocardium or incorporates some edematous viable myocardium in the infarct border zone. After three weeks, true infarct size may be more closely approximated by the area of increased signal intensity because the edema surrounding the infarct has presumably regressed and signal abnormalities are restricted to the pathologically determined infarct area. More recently, new pulse sequences and high field magnets permit separate observation of the endocardial and epicardial portion of the left ventricular wall. This may further improve the detection of residual viable cells which are preferentially located near the epicardium.(ABSTRACT TRUNCATED AT 400 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8150414/"
}