{
  "pmid": "41450276",
  "title": "Coupling Mitochondrial Homeostasis to Oxi-Inflamm-Aging Network Disruption via Peptide-Functionalized Nanocomposite Hydrogel for Osteoarthritis Intervention.",
  "abstract": "Osteoarthritis(OA) is an age-related degenerative joint disease, and the absence of clinically effective therapy places a substantial burden on global health. The crosstalk among oxidation, inflammation, and aging (oxi-inflamm-aging) disrupts chondrocytes homeostasis, serving as a critical driver in OA initiation and progression. Here, we developed a mitochondria-centered therapeutic strategy aimed at concomitantly disrupting the pathogenic oxi-inflamm-aging network. This strategy emphasized a novel chimeric peptide (MW) designed by integrating the mitochondrial protective MOTS-s and cartilage-targeting WYRGRL. To enhance therapeutic delivery and efficacy, the bifunctional chimeric peptide MW is immobilized onto GeSe nanosheets, which are then embedded within a multifunctional responsive hydrogel composed of HA-MAL, MMP13-sensitive peptide, and PF127 (HMP), forming the peptide-functionalized nanocomposite hydrogel (MW@GeSe@HMP). This engineered nanocomposite hydrogel not only exhibited efficient enzyme-mimicking mimetic properties to scavenge harmful oxygen radicals, but also enabled MMP-responsive targeted release in chondrocytes. Subsequent biological experiments revealed that MW@GeSe@HMP effectively disrupted the oxi-inflamm-aging network by modulating mitochondrial function, thereby maintaining chondrocyte homeostasis. Mechanistically, MW@GeSe@HMP protected chondrocytes via hindering cGAS/STING signaling. The nanocomposite hydrogel also significantly suppressed cartilage damage and matrix degradation, effectively alleviating OA progression in a rat OA model. In conclusion, this study developed a nanocomposite hydrogel integrating bioactive peptides and two-dimensional nanoenzyme, providing a prospective therapeutic strategy and potential target for OA treatment by regulating oxi-inflamm-aging integrative network.",
  "disease": "osteoarthritis"
}