{
    "title": "Malignancy risk factors based on endometrial polyp.",
    "doc_id": "39434154",
    "writer": "Cetin F",
    "year": "2024",
    "summary": "MATERIALS AND METHODS: The study comprised 203 patients who visited our clinic between January 2019 and 2024 with various gynaecological problems and were identified with endometrial polyps after a clinical, radiographic, and laboratory assessment. We retrospectively analy …",
    "abstract": "Aims:\n        \n      \n      This study aims to examine cases identified with endometrial polyp and carcinoma originating from polyps in patients presenting with gynaecological problems, and to highlight the significance of risk factors contributing to malignancy.\n    \n\n\n          Materials and methods:\n        \n      \n      The study comprised 203 patients who visited our clinic between January 2019 and 2024 with various gynaecological problems and were identified with endometrial polyps after a clinical, radiographic, and laboratory assessment. We retrospectively analysed data from 191 benign endometrial polyps and hyperplasia without atypia and 12 patients with endometrial polyps and underlying endometrial hyperplasia with atypia and/or endometrial carcinoma, diagnosed histopathologically after hysteroscopic resection, retrieved from our hospital's electronic archive system. Two hundred three participants were tested in the study, with 191 classifieds with benign tumours and 12 diagnosed with malignant tumours and atypical endometrial hyperplasia (premalignant). Cases were chosen according on consistent criteria for age, BMI, gravida, parity, abortion, educational level, smoking habits, operation history, and co-morbidities. After determining the sample size for the malignant group, patients from the control group were selected to be included in the study. Initially, patients with similar age and BMI distributions were included into the study. Next, the cases were analysed for similarities in gravida, parity, and abortion parameters, and those that matched were chosen. Following this step, the educational status was compared for resemblance, and examples with matching educational status were chosen. Consequently, the study covered a total of 34 patients, with 12 identified with malignant tumours and atypical endometrial hyperplasia (premalignant) and 22 with benign tumours. Two groups of cases were diagnosed with endometrial polyp, and risk factors that may cause the development of endometrial polyp and underlying carcinoma: age, gravida, parity, abortion, education level, smoking, previous operation history, comorbidity, gynaecological complaints, fasting blood sugar, CRP values, haemoglobin, and haematocrit were evaluated in terms of endometrial polyp sizes, endometrial thickness level, and endometrial polyp localization. By examining the pathological risk factors of these cases, particularly during the premenopausal period, the goal is to predict endometrial cancer, the most prevalent gynaecological cancer in women, along with its antecedents, and implement preventive measures proactively.\n    \n\n\n          Results:\n        \n      \n      Age, BMI, gravida, parity, number of abortions, educational status, smoking status, operation history, co-morbidity, and complaint variables did not exhibit a statistically significant difference between the groups (p > 0.05). It was revealed that the FBG level, CRP level, Polyp length and Endometrial thickness level of the malignant group were statistically significantly higher than the benign group (p < 0.01) (p < 0.05). Upon analysing the FBG distribution among groups, it is noted that the ODDS ratio is 10.20 for FBG values of 122.5 and above (95% CI: 1.97 - 52.78). Upon analysing the CRP distribution by groups, it is noted that the ODDS ratio is 231 for CRP values of 9.7 and above (95% CI: 13.15 - 4058.67). Upon analysing the distribution of Polyp length based on groups, it was determined that the ODDS ratio is 13.5 for Polyp lengths of 2.25 and above (95% CI: 2.47 - 73.71). Upon analysing the distribution of EM thickness based on groups, it is shown that the ODDS ratio is 5.25 for EM thicknesses of 11 and above (95% CI: 1.09 - 25.21).\n    \n\n\n          Conclusion:\n        \n      \n      Endometrial polyps are common benign growths that are typically not seen as cancer precursors but may be linked to cancer in people with advanced age. It is vital to remember that in cases of endometrial polyps, variables such as increasing polyp length, endometrial thickness, fasting glucose level, and elevated CRP levels are significant risk factors for the development of cancer associated with polyps.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39434154/"
}