{
  "pmid": "41413240",
  "title": "Cadmium toxicity-related metabolic bone disease: a clinical conundrum of five cases.",
  "abstract": "Cadmium exposure from jewellery-making fumes can damage bones and kidneys. In five goldsmiths, we found osteoporosis, fractures, and renal dysfunction linked to high cadmium levels. Both direct toxicity and indirect effects through kidney damage and hormones contributed. Awareness and early detection may prevent irreversible complications. Cadmium (Cd) is a highly toxic heavy metal with established skeletal and renal toxicity. Inhalation of Cd fumes during jewellery-making is an underrecognized occupational hazard in India. We report five goldsmiths with chronic Cd exposure who developed varying patterns of metabolic bone disease, aiming to highlight the diverse mechanisms of Cd-induced osteopathy. Five patients with occupational exposure to Cd in jewellery-making were evaluated through detailed clinical history, biochemical investigations (renal and metabolic profile, bone turnover markers, intact fibroblast growth factor 23 levels), dual-energy X-ray absorptiometry (DXA), and Cd measurement by inductively coupled plasma mass spectrometry. Renal tubular function was assessed with urinary β2-microglobulin and serum uric acid. All five patients exhibited skeletal involvement, ranging from osteopenia to severe osteoporosis and fractures. Case 1 had proximal renal tubular acidosis, hypophosphatemic osteomalacia, secondary hyperparathyroidism, and progressive cortical bone loss, with clinical improvement after supplementation therapy. Case 2 showed proximal myopathy, osteoporosis, and cardiomyopathy, with renal phosphaturia. Cases 3-5 demonstrated primarily cancellous bone loss with variable renal tubular dysfunction and markedly elevated Cd levels. Hypophosphatemia was mediated by both tubular damage and FGF23-dependent mechanisms. Hypouricemia emerged as a sensitive biomarker of early tubular injury. Chronic occupational Cd exposure in goldsmiths causes diverse skeletal manifestations through direct osteotoxicity, hypophosphatemia from renal tubular dysfunction and FGF23 excess, and secondary hyperparathyroidism. The toxic effect preferentially involves cancellous bone, while renal-mediated mechanisms contribute to cortical bone loss. Early recognition via occupational history, supported by simple biomarkers such as serum uric acid, is essential to prevent irreversible complications. Supplementation with calcium, phosphate, vitamin D analogues, and supportive therapy can stabilize bone health and improve outcomes.",
  "disease": "chronic kidney disease"
}