{
    "title": "Lactobacillus acidophilus regulates abnormal serotonin availability in experimental ulcerative colitis.",
    "doc_id": "36708801",
    "writer": "Hizay A",
    "year": "2023",
    "summary": "OBJECTIVES: Probiotics are known to play a beneficial role in curing irritable bowel syndrome such as ulcerative colitis. Commensal Lactobacillus species are thought to play a protective role against ulcerative colitis, as they restore homeostasis in i …",
    "abstract": "Objectives:\n        \n      \n      Probiotics are known to play a beneficial role in curing irritable bowel syndrome such as ulcerative colitis. Commensal Lactobacillus species are thought to play a protective role against ulcerative colitis, as they restore homeostasis in intestinal disorders. Abnormal serotonin availability has been described in ulcerative colitis, but the underlying mechanism is still unclear. The aim of this study was to determine the anti-inflammatory role of Lactobacillus acidophilus (L. acidophilus) and its effect on serotonin expression.\n    \n\n\n          Methods:\n        \n      \n      Ulcerative colitis was created with the intrarectal administration of acetic acid. A total of 40 adult male rats were divided into five groups of eight rats as control, sham, experimental colitis, treatment (Colitis + L. acidophilus) and protective group (L. acidophilus + colitis). To evaluate the effects of L. acidophilus on serotonin expression in ulcerative colitis, this bacterial strain was administered orally to the rats with acetic acid-induced colitis. After oral administration of L. acidophilus for 14 days, serotonin content was biochemically measured and serotonin expression was evaluated immunohistochemically.\n    \n\n\n          Results:\n        \n      \n      The expression of serotonin and its protein content was significantly increased in colitis compared to the control and sham groups. Abnormal serotonin availability in the rats with acetic acid-induced colitis was significantly reduced by the L. acidophilus.\n    \n\n\n          Conclusions:\n        \n      \n      In our study, it was observed that the amount of serotonin in the intestinal tissue increased excessively with ulcerative colitis. In addition, L.acidophilus has been found to reduce the abnormally increased amount of serotonin in the colon tissue, as well as reduce the inflammation in the intestinal tissue that occurs with ulcerative colitis. With our findings, it is predicted that probiotic application can be used as a treatment option in ulcerative colitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36708801/"
}