{
  "pmid": "41431102",
  "title": "Iron ion concentrations is related to coronary artery disease: A retrospective study.",
  "abstract": "Cardiovascular diseases are popular and contribute to higher morbidity and mortality across the world. Iron deficiency (ID) and anemia are the common complications in the progress of cardiovascular diseases; moreover, ID has the possibility to prevail earlier than the acute attack of the coronary heart diseases. Thus, we tend to verify the prevalence of ID and anemia in relation to coronary artery disease (CAD). We conducted a retrospective study of 313 consecutive adults who underwent invasive coronary angiography for suspected CAD between March 1, 2021 and March 31, 2022. CAD was diagnosed according to European Society of Cardiology guidelines. ID was defined as serum ferritin <100 μg/L, or ferritin 100 to 300 μg/L with transferrin saturation <20%; anemia as hemoglobin <120 (women) or <130 g/L (men). Demographics, vital signs, laboratory indices (including iron parameters, lipids, and estimated glomerular filtration rate), and lifestyle factors were extracted. Group differences (ID vs non-ID) were assessed, and multivariable logistic regression identified factors associated with ID and with CAD presentations. ID and anemia were present in 32% and 33% of patients, respectively. In adjusted models, ID was independently associated with anemia (odds ratio [OR] 4.69, 95% confidence interval [CI] 2.83-7.79; P < .001), diabetes (OR 1.92, CI 1.18-3.12; P = .009), higher heart rate (per 1 bpm: OR 1.02, CI 1.01-1.04; P = .006), lower estimated glomerular filtration rate (P < .001), and low-density lipoprotein-cholesterol (OR 2.33, CI 1.06-5.12; P = .036); total cholesterol also differed (P = .017). Regarding clinical presentation, ID was associated with unstable angina (adjusted OR 2.47, CI 1.41-4.21; P < .001) and inversely associated with stable angina (OR 0.20, CI 0.07-0.62; P = .005) and angiographic coronary atherosclerosis (OR 0.44, CI 0.25-0.80; P = .006). ID and anemia were common among patients with CAD. ID was associated with adverse cardiovascular profiles. Serum iron concentrations were associated with CAD and may serve as a potential predictor, but this requires further validation in prospective studies.",
  "disease": "coronary artery disease"
}