{
  "pmid": "41455834",
  "title": "Structural analysis and antimicrobial assessment of bioinspired silver nanoparticles from Ferula communis.",
  "abstract": "The green synthesis of nanoparticles using plant extracts has garnered significant interest from scientists worldwide due to its advantages over traditional chemical processes. This method is rapid, eco-friendly, non-toxic, and cost-effective. The current study focuses on preparing silver nanoparticles (AgNPs) using Ferula communis extract as a green reducing agent. During the study, various parameters were evaluated to study their effect on the shape, size, and yield of the AgNPs. The synthesized AgNPs were thoroughly characterized using multiple techniques, confirming the production of crystalline, spherical-shaped NPs, while the plant extract served as the reducing agent. GC-MS analysis was performed to identify the key phytochemicals responsible for reducing silver salts, as well as to characterize the entire phytochemical spectrum present in the F. communis extract. This analysis revealed a total of 67 compounds, with stigmasterol, pentadecanoic acid, (5E, 9Z)-farnesyl acetone, and pentyl decanoates being the most predominant, possibly playing crucial roles in the synthesis of AgNPs. Furthermore, the antimicrobial activity of the AgNPs against various bacterial and fungal strains was investigated. The results showed that Staphylococcus aureus exhibited the largest inhibition zone (10.05 ± 0.05 mm), followed by Escherichia coli (9.25 ± 0.05 mm), Candida albicans (8.70 ± 0.05 mm), Pseudomonas aeruginosa (8.50 ± 0.20 mm), Aspergillus niger (8.45 ± 0.00 mm), Klebsiella pneumoniae (8.15 ± 0.50 mm), and Bacillus subtilis (7.55 ± 0.20 mm). The plant extract was also tested against the same microbial pathogens; however, it only displayed an inhibitory effect against E. coli, with an inhibition zone of 6.50 ± 0.10 mm. These results indicate that the synergistic effect between AgNPs and the residual phytoconstituents on the surface of the NPs plays a significant role in enhancing the antimicrobial properties of the resulting material.",
  "disease": "pneumonia"
}