{
    "title": "Love and romantic relationship in the domain of medicine.",
    "doc_id": "36355230",
    "writer": "Okwenna CM.",
    "year": "2023",
    "summary": "However, most of these criticisms have been directed towards the mere side effects and sociocultural disservices that could result from the process of using drugs to influence human romantic relationships and in the end, critiques endorse the medicalization of love on the …",
    "abstract": "In this paper, I explore the nature of medical interventions like neuromodulation on the complex human experience of love. Love is built upon two fundamental natures, viz: the biological and the psychosocial. As a result of this distinction, scientists, and bioethicists have been exploring the possible ways this complex human experience can be biologically tampered with to produce some supposed higher-order ends like well-being and human flourishing. At the forefront in this quest are Earp, Sandberg and Savulescu whose research works over ten years has focused on the good that could stem from the medicalization of love. I acknowledge the various criticisms that have been made against this stance. However, most of these criticisms have been directed towards the mere side effects and sociocultural disservices that could result from the process of using drugs to influence human romantic relationships and in the end, critiques endorse the medicalization of love on the basis that its benefits outweigh the disadvantages. Consequently, I advance two strands of arguments against \"medically-assisted love,\" the ontological and the socio-ethical arguments. The former presupposes that beyond the possible side effects of medicalizing love there is something inherently mistaken about this effort and there is something intrinsically different about love that distinguishes it from its medically-engineered alternative. In the latter argument, I claim that drug interventions in romantic love contravene the very nature of medicine. Overall, I believe that critiques were still able to endorse medicalizing love despite their objections because they were only looking at one direction, the physical/cultural complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36355230/"
}