{
    "title": "Endogenous opioids in spinal cord injury: a critical evaluation.",
    "doc_id": "2884046",
    "writer": "Long JB",
    "year": "1986",
    "summary": "Naloxone improved both spinal cord perfusion and neurological function following traumatic spinal cord injury in cats, and was subsequently observed to improve neurological outcome following ischemic spinal cord injury in rabbits. ...Furt …",
    "abstract": "Based upon evidence that opioid antagonists improve neurological outcome following either traumatic or ischemic spinal cord injury, endogenous opioids have been implicated in the pathophysiology of these disorders. Naloxone improved both spinal cord perfusion and neurological function following traumatic spinal cord injury in cats, and was subsequently observed to improve neurological outcome following ischemic spinal cord injury in rabbits. Using several opioid antagonists with varied selectivities for different types of opioid receptors, it was suggested that kappa opioid receptors are involved in both these models of spinal cord injury. In addition, spinal cord trauma in rats is associated with increased concentrations of the endogenous kappa agonist dynorphin A, and increased kappa opioid receptor binding capacity localized to the injury site. Furthermore, dynorphin A induces hindlimb and tail flaccidity following intrathecal injection in rats. Thus, the pathophysiological effects of endogenous opioids in spinal cord injury have been proposed to involve dynorphin A interactions with kappa opioid receptors. However, disparities between the actions of intrathecally injected dynorphin A in rats and the presumed actions of endogenous dynorphin A in cat and rabbit spinal cord injury have been revealed in recent experiments. Paralysis resulting from intrathecal dynorphin A is not altered by opioid receptor antagonists or TRH, produced by non-opioid dynorphin A fragments but not by other selective kappa opioid agonists, and associated with non-opioid mediated reductions in spinal cord blood flow. Furthermore, despite reports of endogenous opioid changes following rat spinal cord trauma, in contrast to cats and rabbits, naloxone failed to improve neurological outcome following traumatic rat spinal cord injury. Thus, the specific endogenous opioids and opioid receptor types involved in spinal cord injury remain to be resolved, and do not appear to be universal among different models of spinal cord injury in different species. Additionally, dynorphin A may participate in spinal cord injury mechanisms in the rat through non-opioid actions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2884046/"
}