{
  "pmid": "41468461",
  "title": "A systematic review of the effectiveness of self-symptoms monitoring with Patient Reported Outcome Measures in rheumatic disease patients.",
  "abstract": "We aimed to provide an up-to-date synthesis of the effectiveness of patient reported outcome measures (PROMs) to self-monitor symptoms compared to conventional follow-up care in rheumatic disease patients. The effect of providing feedback via PROMs was also evaluated. This review was guided by the Preferred Reporting Items for Systematic review and Meta-Analysis guidelines. Articles published before December 2024 were retrieved from PubMed速, Cochrane Library速, Embase速, and PsycINFO速 (Ovid). Studies were included if they (1) compared PROMs against no PROMs use, or (2) or if they utilized PROMs as an intervention with feedback provided to healthcare professionals or patients for comparison against PROMs use without feedback. Non-English articles and abstract-only articles were excluded. Results were synthesized in a narrative manner. Methodological quality was assessed using the Risk of Bias tool and the Risk of Bias in Non-randomized Studies of Interventions tool. A total of 18, 159 articles were screened, and 9 articles were included. All 9 studies reported on the use of PROMs as an intervention against a control where no PROMs were used. 4 of the studies included reported improvements in symptom control; 1 study observed improvement in health-related quality of life (HRQoL) when PROMs were used. High patient satisfaction was observed in 5 studies, but the results were statistically insignificant. 1 found that PROMs use facilitated shared decision making. 3 studies reported on clinic visits with mixed results. No studies reported on survival/mortality. Out of the 9 studies, 2 studies compared PROMs with feedback to patients and/or healthcare professionals against PROMS without feedback. There was conflicting evidence whether PROMs with feedback improved patient satisfaction in clinical care. Three studies were identified to be of moderate to high risk of bias. The use of PROMs self-symptom monitoring may contribute to improving symptom control, HRQoL, patient perception, promote shared decision making, and reduce clinic visits. Our study may have limited generalizability to other rheumatic disease beyond RA as most of our study is in rheumatoid arthritis. More studies in other rheumatic diseases are needed. The protocol was registered in OpenSci Framework (https://doi.org/10.17605/OSF.IO/ZU9XM).",
  "disease": "rheumatoid arthritis"
}