{
    "title": "Ten cases of systemic lupus erythematosus related to hepatitis B vaccine.",
    "doc_id": "19880567",
    "writer": "Agmon-Levin N",
    "year": "2009",
    "summary": "The objective of this article is to identify common and atypical features of systemic lupus erythematosus diagnosed following hepatitis B vaccination. We analyzed retrospectively the medical records of 10 systemic lupus erythematosus pati …",
    "abstract": "The objective of this article is to identify common and atypical features of systemic lupus erythematosus diagnosed following hepatitis B vaccination. We analyzed retrospectively the medical records of 10 systemic lupus erythematosus patients from different centers, who developed the disease following hepatitis B vaccination and determined the prevalence of different manifestations and the time association to vaccination. In this case series, 80% of the patients were female, mean age 35 +/- 9 years, of which 20% received one inoculation, 20% received two doses and 60% received all three inoculations. The mean latency period from the first hepatitis B virus immunization and onset of autoimmune symptoms was 56.3 days. All patients were diagnosed with systemic lupus erythematosus, according to the American College of Rheumatology revised criteria within 1 year. The prevalence of some systemic lupus erythematosus manifestations was typical and included involvement of the joints (100%), skin (80%), muscles (60%) and photosensitivity (30%). Other symptoms differed in this unique group of systemic lupus erythematosus patients such as low rate of kidney and hematologic involvement, and a relatively high rate of hepatitis (20%). Neurological (80%) and pulmonary (70%) symptoms were also common in this group. Data from this case-series, and previously documented cases in the literature could only show a temporal relation between hepatitis B vaccination and the appearance of systemic lupus erythematosus. Systemic lupus erythematosus related to vaccine may differ from idiopathic systemic lupus erythematosus in its clinical presentation and may resemble drug-induced systemic lupus erythematosus. Thus, physicians should be alerted to this potential association, its possible long latency period and unique presentations, and be encouraged to report and analyze these cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19880567/"
}