{
  "pmid": "41399087",
  "title": "[Rheumatoid arthritis complicated with necrotizing fasciitis: A case report].",
  "abstract": "This case report describes the diagnostic and therapeutic management of a 70-year-old female patient with rheumatoid arthritis (RA) complicated by necrotizing fasciitis (NF).The patient has a history of RA for over 20 years, without previous standardized diagnosis or treatment.On October 3, 2023, the patient presented with swelling and pain in the bilateral proximal interphalangeal joints, the third metacarpophalangeal joint of the right hand, bilateral wrists, knees, and ankles, accompanied by redness, swelling, pain, and fever in the left gluteal region, perianal area, perineum, and the lateral upper segment of the right thigh. Laboratory tests revealed significantly elevated levels of rheumatoid factor, anti-cyclic citrullinated peptide antibodies, white blood cells, neutrophils, C-reactive protein, and erythrocyte sedimentation rate. CT imaging showed multiple large patchy areas of increased density with blurred margins in the subcutaneous adipose tissue of the bilateral gluteal regions and lower limbs, gluteus maximus muscles, and perineum, along with exudative changes in the subcutaneous adipose tissue of the bilateral lower limbs. Surgical exploration revealed extensive black necrotic tissue, and postoperative pathological examination indicated suppurative changes with abscess formation and inflammatory necrotic tissue, accompanied by local granulation tissue hyperplasia. Bacterial culture identified  报告1例70岁类风湿关节炎(rheumatoid arthritis, RA)合并坏死性筋膜炎(necrotizing fasciitis, NF)女性患者的诊疗经过。患者RA病史20余年, 既往未规律治疗。2023年10月患者出现双手近端指间关节, 右手第三掌指关节, 双腕、双膝、双踝关节肿痛, 伴左侧臀部、肛周、会阴及右大腿上段外侧皮肤红肿痛和发热, 实验室检查示类风湿因子、抗环瓜氨酸抗体、白细胞、中性粒细胞、C反应蛋白、红细胞沉降率均明显升高。CT见双侧臀部及下肢皮下脂肪组织、臀大肌、会阴部散在多发大片状密度增高影, 边缘模糊, 双侧下肢皮下脂肪组织渗出性改变, 手术探查见大量黑色坏死组织, 术后送检组织呈化脓性改变, 伴脓肿及炎性坏死组织形成, 局部肉芽组织增生, 细菌培养为金黄色葡萄球菌, 故RA合并NF诊断明确, 予以手术及抗生素治疗后患者恢复尚可。RA合并NF较为少见, 但病死率高, 病程长, 故老年RA患者在使用免疫抑制剂、非甾体抗炎药和生物制剂等治疗时, 需高度警惕合并NF的风险。临床医师应提高RA合并NF的认知水平, 及早明确诊断和积极治疗, 改善患者预后。",
  "disease": "rheumatoid arthritis"
}