{
  "pmid": "41340061",
  "title": "Evening administration of long-acting muscarinic antagonists in COPD - a randomized controlled trial.",
  "abstract": "Night-time parasympathetic activation, diminished effect of long-acting muscarinic antagonists (LAMA) closer to end of the dosing period, and frequent exacerbations in chronic obstructive pulmonary disease (COPD) during night suggests greater benefits of evening administration of once-daily LAMA. We electronically invited 172,852 Danish COPD patients who used once-daily LAMA (including dual/triple therapy) to participate in a randomized controlled, digital platform, pragmatic trial comparing evening with morning LAMA administration. Of these, 10,011 patients consented and were randomized. National health registries were the main source for follow-up data. The primary endpoint was a composite of COPD exacerbations requiring hospitalization or all-cause death within one year. Secondary endpoints were moderate COPD exacerbations, all-cause hospitalization, intensive-care admission, non-invasive ventilation, all-cause mortality, and consumption of short-acting beta-2-agonists. A total of 10,011 COPD patients were randomized to evening (n=4,983) or morning (n=5,028) LAMA administration. We had complete (100%) follow-up on the primary and secondary outcomes. In the evening-LAMA group, 245 persons (5%) met the primary outcome compared with 249 persons (5%) in the morning-LAMA group (P=0.93). There were 61 (1%) intensive-care admissions in the evening-LAMA group versus 95 (2%) in the morning-LAMA group (P=0.046). Other secondary outcomes were neutral. Administration-time adherence was low in the evening-LAMA group being 73% at 6 months and 66% at 12 months among survey responders (65% and 63%, respectively). Evening administration of LAMA did not reduce the incidence of COPD exacerbations requiring hospitalization or all-cause death. Poor adherence may have contributed to the negative study outcome. The trial serves as a proof-of-concept for decentralized digital trials. Clinicaltrials.gov: NCT05563675, registered 28/09/2022 https://clinicaltrials.gov/study/NCT0556367 .",
  "disease": "chronic obstructive pulmonary disease"
}