{
    "title": "Application of Physical Examination in Assessing Arteriovenous Access: A Narrative Review.",
    "doc_id": "40404338",
    "writer": "Chen J",
    "year": "2025",
    "summary": "Quantitative physical examination indicators demonstrate high accuracy in assessing AV fistula stenosis and thrombosis. ...CONCLUSIONS: Several factors hinder the widespread use of physical examination in clinical settings. To optimize AV access care, …",
    "abstract": "Background:\n        \n      \n      A functional arteriovenous access is crucial for hemodialysis patients. Regular monitoring of vascular access allows for early detection and treatment of complications, which helps the access last longer and improves the effectiveness of dialysis. Clinical guidelines emphasize physical examination as the main way to monitor vascular access. To highlight the importance of physical examination among hemodialysis clinicians, this review investigates its application in AV access assessment.\n    \n\n\n          Methods:\n        \n      \n      We searched the China National Knowledge Infrastructure (CNKI), Wanfang, PubMed, Web of Science, Cochrane Library, Embase, ProQuest, and UpToDate databases from their inception to November 25, 2022, for studies on the physical examination of arteriovenous access.\n    \n\n\n          Results:\n        \n      \n      Physical examination exhibits acceptable sensitivity and specificity for detecting AV fistula maturation and stenosis. Quantitative physical examination indicators demonstrate high accuracy in assessing AV fistula stenosis and thrombosis. While widely used to evaluate vascular access function, dialysis practitioners often lack sufficient training and knowledge in physical examination. Therefore, comprehensive training for dialysis professionals in this area is essential.\n    \n\n\n          Conclusions:\n        \n      \n      Several factors hinder the widespread use of physical examination in clinical settings. To optimize AV access care, hemodialysis managers should prioritize the development of standardized physical examination protocols that include quantitative indicators and assessment tools. Furthermore, regular training and competency assessments for dialysis staff are vital. Strengthening practitioners' physical examination proficiency will lead to earlier identification of AV access issues, greater access durability, and improved patient well-being.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40404338/"
}