{
  "pmid": "41469952",
  "title": "Correlation between EASIX and short- and long-term prognosis of patients with ischemic stroke.",
  "abstract": "This study utilized the MIMIC-IV 3.0 database to investigate the correlation between the endothelial activation and stress index (EASIX) and the short-term (30-day) and long-term (1-year) death rates of patients with ischemic stroke (IS), thus providing insights into optimizing the risk stratification and management in clinical practice. Data from the MIMIC-IV 3.0 database were used. IS patients were identified by ICD codes. log2-EASIX scores were calculated based on admission platelet count, creatinine, and lactate dehydrogenase levels and patients were grouped into quartiles. The primary outcome was 30-day all - cause death rate, and the secondary was 1-year death rate. Multivariate Cox models, LASSO regression, Kaplan - Meier curves, restricted cubic splines, subgroup and interaction analyses were performed. R software was used for data cleaning and statistical analysis. This study enrolled 3,625 acute IS patients, stratified into four groups by log₂-EASIX quartiles (Q1: -3.24 to -0.55; Q2: -0.55, 0.17]; Q3: 0.17, 1.06]; Q4: 1.06 to 7.15). Q4 had markedly higher 30-day (32.0%) and 1-year (50.7%) mortality than Q1 (15.0%, 29.3%). Fully adjusted Cox models showed Q4 vs. Q1 had elevated 30-day (HR = 1.291, 95%CI:1.035-1.610, P = 0.024) and 1-year (HR = 1.246, 95%CI:1.059-1.467, P = 0.008) mortality risks, with a significant 1-year mortality trend (P = 0.004). RCS analysis revealed nonlinear associations between EASIX and both mortalities (all P < 0.05). Bonferroni-corrected subgroup analyses found only GCS had a modifying effect (P < 0.004). ROC analysis showed EASIX had moderate predictive value (30-day AUC = 0.7545; 1-year AUC = 0.7277). EASIX is independently linked to short- and medium-term ACM in ICU-admitted IS patients; higher EASIX correlates with increased mortality, serving as a useful risk stratification and prognosis tool. Limited to moderate-severe ICU IS cases, prospective studies are required to verify its causal mechanisms.",
  "disease": "stroke"
}