{
  "pmid": "41446293",
  "title": "Experiences and perceptions of patients, caregivers, and healthcare professionals with long-acting injectable antipsychotics for the treatment of schizophrenia: qualitative results from the multinational ADVANCE study.",
  "abstract": "Schizophrenia imposes a substantial burden on individuals and society. Long-acting injectable antipsychotics (LAIs) improve adherence and reduce relapse and hospitalization rates compared with oral treatments for schizophrenia, yet LAI use varies globally. The qualitative interview portion of the global Attitudes DriVing regional differences in long-acting injectable ANtipsychotic utilization for schizophrenia among healthcare professionals (HCPs), patients, and CaregivErs (ADVANCE) study explored the patient journey from schizophrenia diagnosis to treatment, treatment goals, and experiences and perspectives on LAIs that may influence their use. ADVANCE included HCPs, patients, and caregivers from Australia, Canada, China, Germany, Israel, Spain, South Korea, and the United States. Eligible HCPs spent  Seventeen HCPs, 20 patients, and 19 caregivers completed interviews. HCPs reported that patients often follow a cycle of treatment and relapse, with inpatient care focused on acute symptoms management, while outpatient treatment was more likely to prioritize long-term quality of life. The most common HCP-reported barriers to LAI use were patient aversion to injections, logistical challenges, and patient trauma from prior forced injection. Two distinct treatment/disease management pathways emerged from patient interviews: 1) treatment early in symptom development with strong outpatient support, and 2) severe, acute episodes that required hospitalization. Patients initially treated in an outpatient setting were likely to accept LAIs, while those treated in inpatient settings often feared treatment, felt a lack of control, and were less likely to accept an LAI for long-term care. Caregivers had roles in disease management and focused more on patient quality of life rather than treatment management. Interactions between patients with schizophrenia and psychiatrists or psychiatric nurses vary depending on the care setting, which can influence the acceptance of LAIs. Initial schizophrenia presentation, family support, hospitalizations, trust in HCPs, and logistical challenges may all play a role in patient outcomes and perceptions of LAIs.",
  "disease": "epilepsy"
}