{
  "pmid": "41456012",
  "title": "Construction of a severity prediction model for hospitalized patients with acute exacerbation of chronic obstructive pulmonary disease based on machine learning.",
  "abstract": "Chronic obstructive pulmonary disease is a common respiratory disease. The severity of acute exacerbation of chronic obstructive pulmonary disease is related to disease progression and risk of death. However, the existing grading standards mainly depend on indicators, such as respiratory rate, whether to apply assisted respiratory muscles, and changes in consciousness state, and only reflect the subjective judgment. Imaging omics can extract muscle characteristic data for more complex analysis, which helps to provide a more objective and accurate method to assess the severity of disease for clinic. The purpose of this study is to construct a severity prediction model based on the combination of chest CT muscle imaging features and clinical data in hospitalized patients with AECOPD. 234 hospitalized patients with AECOPD were retrospectively included, divided into 79 grade I, 74 grade II, and 81 grade III. Clinical data and chest CT images were collected. Construction of clinical feature model combined with muscle imaging omics model based on Python machine learning platform. The number of hospitalizations for acute exacerbation, disease course, risk of acute exacerbation in stable stage, white blood cell count, neutrophil count, creatinine, and N-terminal B-type natriuretic peptide precursor were statistically different among hospitalized patients with AECOPD in the last year (all P < 0.05). The best model to predict the severity of AECOPD by cascade probability combination method is Xgboost model with AUC of 0.890. The disease grading prediction model of AECOPD inpatients constructed based on clinical data and muscle imaging omics characteristics has good performance, and has great potential in assisting clinicians to more accurately stratify the risk of AECOPD inpatients.",
  "disease": "chronic obstructive pulmonary disease"
}