{
    "title": "Concepts in aesthetic breast dimensions: analysis of the ideal breast.",
    "doc_id": "21868295",
    "writer": "Mallucci P",
    "year": "2012",
    "summary": "BACKGROUND: This article identifies the key parameters that define the aesthetic ideal of the breast. Whilst much has previously been written on the aesthetic characteristics of the breast, thus far objective indices of beauty have not been identified. ...CONCLUSION …",
    "abstract": "Background:\n        \n      \n      This article identifies the key parameters that define the aesthetic ideal of the breast. Whilst much has previously been written on the aesthetic characteristics of the breast, thus far objective indices of beauty have not been identified.\n    \n\n\n          Methods:\n        \n      \n      In this observational study the breasts of 100 consecutive women in three quarter profile pose, having been chosen as topless models for the attractiveness of their breasts by editors of mass print media, were analysed to identify specific proportions common to all of them. Analysis of a series of less attractive breasts was subsequently carried out looking at divergence from the 'norms' identified in the first part of the study.\n    \n\n\n          Results:\n        \n      \n      We have identified 4 key features consistently found in all the models in the consecutive series: the proportion of the upper to the lower pole is a 45:55 ratio, the angulation of the nipple is upwards at a mean angle of 20° from the nipple meridian, the upper pole slope is linear or slightly concave, and the lower pole is convex.\n    \n\n\n          Conclusions:\n        \n      \n      Deviation from this pattern yields a less attractive breast - the greater the deviation, the less attractive the breast. The importance of this template lies in its use as a guide for the design of aesthetic breast surgery as well as objective analysis of both good and bad results.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21868295/"
}