{
  "pmid": "41423586",
  "title": "The incidence of a second primary cancer diagnosis and impact on health-related quality of life in Black cancer survivors.",
  "abstract": "To describe the incidence and patterns of second primary cancer diagnoses and understand the impact on health-related quality of life (HRQOL). The Detroit Research on Cancer Survivors (ROCS) cohort was initiated to understand the multiplex causes of poor outcomes in Black cancer survivors. The Detroit Genetic Epidemiology of Multiple primary cancerS (GEMS) study examines susceptibility to multiple primary cancers (MPC), leveraging follow-up of Detroit ROCS survivors to identify those diagnosed with MPCs. We compared HRQOL, using the Functional Assessment of Cancer Therapy-General survey, between survivors diagnosed with MPC and a frequency-matched set of survivors diagnosed with a single primary cancer (SPC) and reported HRQOL among MPC survivors before and after their second cancer diagnosis. To date, Detroit GEMS includes 371 Black survivors diagnosed with MPC. The cumulative incidence of MPCs among eligible Detroit ROCS participants was 9.8%. The most common second primary cancer diagnosed was breast cancer, followed by colorectal, lung, and hematologic cancers. Survivors with MPC reported similar FACT-G responses to survivors with a SPC with exception of functional well-being scores (p = 0.010). Similar findings were observed in a subset of 104 survivors with functional well-being scores reported before and after their second diagnosis (18.0 and 16.1, respectively; p = 0.004). Survivors diagnosed with MPC report similar overall HRQOL compared with SPC survivors with no difference in measures of social, emotional and physical well-being among Black cancer survivors, which is encouraging. However, understanding factors that contribute to the decline in functional well-being associated with a second primary cancer diagnosis will be important in the development of early intervention strategies to improve quality of life. Cancer survivors diagnosed with MPC should be mindful of struggles related to their functional well-being and seek support when needed.",
  "disease": "colorectal cancer"
}