{
    "title": "Mechanical Low Back Pain.",
    "doc_id": "30252425",
    "writer": "Will JS",
    "year": "2018",
    "summary": "Low back pain is usually nonspecific or mechanical. Mechanical low back pain arises intrinsically from the spine, intervertebral disks, or surrounding soft tissues. ...Physical therapy modalities such as the McKenzie method may decrease t …",
    "abstract": "Low back pain is usually nonspecific or mechanical. Mechanical low back pain arises intrinsically from the spine, intervertebral disks, or surrounding soft tissues. Clinical clues, or red flags, may help identify cases of nonmechanical low back pain and prompt further evaluation or imaging. Red flags include progressive motor or sensory loss, new urinary retention or overflow incontinence, history of cancer, recent invasive spinal procedure, and significant trauma relative to age. Imaging on initial presentation should be reserved for when there is suspicion for cauda equina syndrome, malignancy, fracture, or infection. Plain radiography of the lumbar spine is appropriate to assess for fracture and bony abnormality, whereas magnetic resonance imaging is better for identifying the source of neurologic or soft tissue abnormalities. There are multiple treatment modalities for mechanical low back pain, but strong evidence of benefit is often lacking. Moderate evidence supports the use of nonsteroidal anti-inflammatory drugs, opioids, and topiramate in the short-term treatment of mechanical low back pain. There is little or no evidence of benefit for acetaminophen, antidepressants (except duloxetine), skeletal muscle relaxants, lidocaine patches, and transcutaneous electrical nerve stimulation in the treatment of chronic low back pain. There is strong evidence for short-term effectiveness and moderate-quality evidence for long-term effectiveness of yoga in the treatment of chronic low back pain. Various spinal manipulative techniques (osteopathic manipulative treatment, spinal manipulative therapy) have shown mixed benefits in the acute and chronic setting. Physical therapy modalities such as the McKenzie method may decrease the recurrence of low back pain and health care expenditures. Physical therapy modalities such as the McKenzie method may decrease the recurrence of low back pain and use of health care. Educating patients on prognosis and incorporating psychosocial components of care such as identifying comorbid psychological problems and barriers to treatment are essential components of long-term management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30252425/"
}