{
  "pmid": "41436274",
  "title": "Clinical relevance of screening for ECG abnormalities in 67-year-old Danes: a population-based cohort study from the Viborg Screening Programme (VISP).",
  "abstract": "To describe the point prevalence of major ECG abnormalities, their coexistence with screen-detected cardiovascular disease (CVD) and the proportion requiring referral for cardiac work-up and interventions. A population-based cohort study. Primary and secondary care settings in Denmark. Since 2014, all 67-year-old Danish men and women from Viborg municipality were invited to the 'Viborg Screening Programme' (VISP). VISP includes screening for lower extremity artery disease (LEAD), carotid plaque (CP), abdominal aortic aneurysm (AAA), hypertension, diabetes mellitus and cardiac conditions. A single resting 12-lead ECG was recorded and coded using the Minnesota criteria. Major ECG abnormalities were divided into rhythm and rate disorders, signs of myocardial damage and conduction disorders. Over the first 5 years, 4612 (83.8% of those invited) were screened, with 4437 (96.4%) undergoing an ECG. We found major ECG abnormalities in 152 (3.4%), including 92 (2.1%) rhythm and rate disorders, 28 (0.6%) with signs of myocardial damage and 32 (0.7%) with conduction disorders. Fifty-nine (1.3%) had newly screen-detected ECG abnormalities, and 34 (0.8%) required intervention after cardiac consultation (32 medication adjustments and/or 11 advanced treatments). Participants with major ECG abnormalities had a higher frequency of coexisting CVD, including CP (46.4% vs 38.1%; p=0.040), LEAD (9.5% vs 5.3%; p=0.026) and AAA (2.7% vs 0.9%; p=0.032) and were also more common in men than in women (4.7% vs 2.2%; p<0.001). Adjusted OR showed significantly higher risk for screen-detected major ECG abnormalities in current smokers (aOR 2.07, 95% CI 1.05 to 4.09), but a lower risk in participants using lipid-lowering medication (aOR 0.39, 95% CI 0.19 to 0.80). This study provides a detailed overview of major ECG abnormalities in a population-based cardiovascular screening context. Although the yield of ECG screening was low, ECG may still add value as a simple and low-cost tool within multimodal programmes, enabling timely detection and treatment. NCT03395509.",
  "disease": "coronary artery disease"
}