{
  "pmid": "41457414",
  "title": "Metabolic obesity phenotypes and breast cancer risk before and after menopause: A nationwide cohort study in South Korea.",
  "abstract": "Breast cancer risk varies across metabolic obesity phenotypes, but its associations with premenopausal status and carcinoma in situ remain unclear. The objective of this study was to investigate breast cancer risk across metabolic obesity phenotypes before and after menopause. For this retrospective cohort study, the authors used data from the Korean National Health Insurance Service, including 2,156,798 women who underwent health screening in 2009 (883,250 premenopausal and 1,273,548 postmenopausal). Metabolic obesity phenotypes were classified by the presence or absence of obesity and metabolic syndrome: metabolically healthy obesity, metabolically unhealthy normal weight, and metabolically unhealthy obesity, with metabolically healthy normal weight as the reference category. Breast cancer risk was estimated by using multivariable-adjusted Cox proportional hazards models. Over a mean follow-up period of 11.94 years, 17,052 premenopausal and 18,870 postmenopausal women developed breast cancer. Before menopause, no significant associations were identified except for a reduced risk of carcinoma in situ among women with metabolically healthy obesity (adjusted hazard ratio, 0.80; 95% confidence interval [CI], 0.74-0.87) and metabolically unhealthy obesity (adjusted hazard ratio, 0.84; 95% CI, 0.74-0.95). After menopause, metabolically healthy obesity, metabolically unhealthy normal weight, and metabolically unhealthy obesity were associated with increased breast cancer risk (adjusted hazard ratio: 1.20 [95% CI, 1.15-1.25], 1.11 [95% CI, 1.06-1.15], and 1.40 [95% CI, 1.35-1.45], respectively). After menopause, obesity was associated with elevated breast cancer risk, which was further increased by metabolic syndrome. In contrast, no elevated risk was observed before menopause. The current findings highlight differences in breast cancer risk by menopausal status across metabolic obesity phenotypes, emphasizing the need for targeted prevention strategies and further research into underlying mechanisms.",
  "disease": "breast cancer"
}