{
  "pmid": "41458325",
  "title": "CT-Guided Percutaneous Lung Biopsy in the Diagnosis of Asthma-Associated Chronic Eosinophilic Pneumonia: A Case Report.",
  "abstract": "Asthma-associated eosinophilic pneumonia (EP) is a relatively uncommon clinical condition characterized by abnormal accumulation of eosinophils in the lung parenchyma or alveolar spaces. Computed tomography (CT)-guided percutaneous lung biopsy, a minimally invasive diagnostic technique, demonstrates a high diagnostic yield for pulmonary diseases. This method offers several advantages, including minimal tissue trauma, procedural simplicity, high positive rate, and an acceptable risk profile for complications, establishing it as a reliable tool for diagnosing both infectious and neoplastic pulmonary conditions. However, the diagnosis of EP remains challenging due to its non-specific clinical presentation and atypical imaging features, often leading to clinical misdiagnosis as pulmonary infection, tuberculosis, or lung cancer. Elevated eosinophil counts in peripheral blood and bronchoalveolar lavage fluid (BALF) provide crucial diagnostic clues. A BALF eosinophil proportion ≥25% is considered highly suggestive of the diagnosis. Nevertheless, when the BALF eosinophil count falls below the diagnostic threshold for EP, lung biopsy serves as a valuable alternative for achieving a definitive diagnosis and facilitating differential diagnosis. We report a 18-year-old female patient with a history of asthma who was initially diagnosed with pulmonary infection at another hospital. Despite empirical treatment with multiple antimicrobial agents, her condition progressed. Bronchoalveolar lavage revealed an eosinophil percentage of 20% in BALF, which was slightly below the standard diagnostic threshold of 25%. Given the strong clinical suspicion and the subthreshold BALF result, a CT-guided percutaneous lung biopsy was performed at our institution, which confirmed the diagnosis of chronic eosinophilic pneumonia (CEP). Following the diagnosis of chronic eosinophilic pneumonia, glucocorticoid therapy was initiated. A follow-up chest CT scan at 7 months revealed complete resolution of the pulmonary infiltrates, which was accompanied by the normalization of peripheral blood eosinophil counts. The patient remained disease-free without recurrence until the last follow-up in May 2025. In asthmatic patients presenting with elevated peripheral blood eosinophils and pulmonary opacities with a predominant peripheral distribution on imaging, secondary eosinophilic pneumonia should be considered. When the bronchoalveolar lavage (BAL) fluid eosinophil count falls slightly below the diagnostic threshold (eg, 20% as in our case), Lung biopsy should be considered to establish a definitive diagnosis, which is critical for guiding subsequent patient management and improving outcomes.",
  "disease": "asthma"
}