{
  "pmid": "41399649",
  "title": "Validation Study of Rome Criteria for Assessing COPD Exacerbation Severity and Predicting Clinical Outcomes: Turkish Thoracic Society COPD Assembly.",
  "abstract": "The Rome classification was introduced to assess the severity of acute exacerbation (AE) of chronic obstructive pulmonary disease (COPD) based on easily measurable variables. However, its validation for global use has not yet reached a sufficient level. This study aims to evaluate the validity of the Rome criteria in determining the severity and prognosis of COPD AE in Turkey. This multicenter study, conducted for the first time in Turkey and for the fourth time worldwide, included 750 patients diagnosed with AE-COPD who presented to emergency departments and outpatient clinics. According to the Rome criteria, patients were classified into three groups: mild, moderate, and severe AE-COPD. The study included 99 (13.2%) patients in the mild, 479 (63.9%) in the moderate, and 172 (22.9%) in the severe group. Emergency visits, hospitalizations, and ICU admissions in the past year were more frequent in the moderate and severe groups (p < 0.001 for all comparisons). Regarding outcomes of emergency or outpatient visits, most mild exacerbation cases were discharged (p < 0.001), while most moderate and severe exacerbations required hospitalization (p < 0.001). Compared to the moderate group, the severe exacerbation group had a higher risk of ICU admission (p < 0.001), NIV (p < 0.001), IMV (p < 0.001), in-hospital mortality (p < 0.001), and 30-day mortality (p = 0.015). No significant differences were found in 90-day mortality or 30 and 90-day readmission rates (p = 0.258, p = 0.712, p = 0.681, respectively). Survival analysis revealed no significant difference between the moderate and severe groups (p = 0.764). The findings suggest that the Rome criteria can be successfully used to assess exacerbation severity in AE-COPD patients presenting to secondary and tertiary care hospitals in Turkey.",
  "disease": "chronic obstructive pulmonary disease"
}