{
  "pmid": "41458846",
  "title": "Association of Diet Texture With Denture Wearing and Denture Quality in Institutionalized Older Adults Requiring Long-Term Care.",
  "abstract": "Background To maintain and enhance the enjoyment of meals among older adults in long-term care, and to improve malnutrition and prevent aspiration pneumonia, it is essential to evaluate and train their swallowing function, as well as provide dental interventions. Delivering high-quality dentures to that population would support mastication and swallowing, which would aid in achieving this goal; however, the relationship between the denture quality and diet texture remains unclear. Objective The purpose of this study was to elucidate the association between high diet texture and the use of high denture quality by evaluating diet texture, denture use, and objective denture quality among institutionalized older adults. Methods A cross-sectional survey was conducted among 197 older adults requiring nursing care who had been newly admitted (within a few months of study initiation) to specific older adult care facilities and regularly consumed an oral diet. Age, care-need level, diet texture, swallowing function, number of remaining teeth, oral health status, and denture use were also investigated. For 81 denture wearers, denture quality was assessed using a 5-Defects score. Results Multiple regression analysis revealed that diet texture decreased with increasing age and care needs. Conversely, good swallowing function, a higher number of remaining teeth, and denture use were associated with a higher level of diet texture. Furthermore, among denture wearers, higher denture quality was associated with a higher level of diet texture. Conclusion Higher diet texture among care-dependent older adults was significantly associated not only with denture use but also with the quality of their dentures. Wearing high-quality dentures can improve masticatory and swallowing functions, leading to more efficient nutrient intake and greater enjoyment of eating through increased dietary variety and improved diet texture. As denture use and quality can be improved through dental intervention, this supports the importance of prosthodontic approaches in promoting the enjoyment of meals among care-dependent older adults.",
  "disease": "pneumonia"
}