{
    "title": "Identifying the vulnerable regions of emergency medical services based on the three-stage of accessibility: a case study in Xi'an, China.",
    "doc_id": "35459241",
    "writer": "Xu N",
    "year": "2022",
    "summary": "METHODS: This paper utilizes the improved potential model and the inverted Two-Step Floating Catchment Area method, combined with network map API service data to evaluate response time, delivery time and waiting time (for emergency department crowding) spent in different resident …",
    "abstract": "Background:\n        \n      \n      Emergency department crowding is an obstacle in the process of obtaining emergency care services, which will lead to the increase of time cost. Most studies focused on the direct access to emergency medical resources, and few studies took the crowding of hospital emergency department as an evaluation index to reflect the convenience of obtaining emergency medical resources. It is a significance for the identification of areas with insufficient access to emergency service resources with this method.\n    \n\n\n          Methods:\n        \n      \n      This paper utilizes the improved potential model and the inverted Two-Step Floating Catchment Area method, combined with network map API service data to evaluate response time, delivery time and waiting time (for emergency department crowding) spent in different residential areas of Xi'an City in the process of emergency. Meanwhile, the vulnerable regions of gaining emergency medical resources are identified through the comprehensive analysis of the three stages of emergency.\n    \n\n\n          Results:\n        \n      \n      The studies show that the residents in built-up area are more convenient to get ambulance service and arrive at care hospitals than those in suburban areas, but they may face greater hospital crowdedness. Although suburban residents are faced with low hospital crowdedness, they spend more time on getting ambulances and going to care hospitals. The accessibility of emergency medical resources varies greatly among residents in different regions, with 5.38% of the residents were identified in the high-risk area distributing in suburban residential areas in the south of the city center, 21.92% in the medium risk area in the southern mountainous areas and the periphery of the core suburban areas of the city, and 46.11% in the low-risk area which are mainly distributed in built-up areas in gaining emergency medical services.\n    \n\n\n          Conclusions:\n        \n      \n      Obviously, getting an ambulance and arriving at the nearest hospital quickly shows that it is conducive to access to emergency resources. However, the impact of hospital emergency crowding can not be ignored, especially in the area surrounded by high-grade hospitals in the central area of the city. In considering the spatial layout of emergency stations and emergency hospitals, the dislocation distribution of hospitals at different levels should be reasonably adjusted to balance the equity of residents in obtaining emergency medical resources.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35459241/"
}