{
  "pmid": "41450191",
  "title": "High-Intensity Exercise After Percutaneous Coronary Intervention in Previously Physically Active Patients: One-Year Clinical Outcomes.",
  "abstract": "The benefits of regular physical activity are well demonstrated in secondary cardiovascular prevention, but data on high-intensity exercise after percutaneous coronary intervention (PCI) remain limited. This study aimed to assess whether resuming high-intensity exercise within the first year after PCI was associated with an increased risk of cardiovascular (CV) events. We prospectively followed 1154 patients who had undergone PCI without prior revascularization. All patients engaged in regular exercise prior to PCI. We compared the 1-year outcome of patients who resumed high-intensity exercise with the remaining patients. Within the first year 91.6% of patients resumed exercise (18.0% high-intensity, 41.0% moderate-intensity, 32.6% light-intensity), predominantly endurance-based (93.3%). No CV death was reported, atrial fibrillation occurred in 27 patients (2.3%), ischemic stroke in 4 (0.3%), ventricular arrhythmias in 9 (0.8%), acute heart failure in 8 (0.7%), and new coronary event in 30 (2.6%); including 21 new stenoses, 4 in-stent restenoses, and 5 stent thromboses. Four patients experienced an acute coronary syndrome, including 2 during exercise. The 205 patients in the high-intensity exercise group reported a higher training load (7.0 [5.0-8.0] hours/week vs. 4.0 [2.0-6.0], p < 0.0001). The incidence of CV events did not differ significantly between the groups (total CV events: 5.9% vs. 7.0%, p = 0.541; new coronary events: 1.5% vs. 2.9%, p = 0.250 respectively in the high-intensity exercise group vs. the remaining patients). These findings indicate no observed increase in short-term CV events among previously active patients resuming high-intensity exercise after PCI, but further studies are required to determine whether these observations are generalisable.",
  "disease": "coronary artery disease"
}