{
    "title": "The impact of pre-treatment weight-loss expectations on weight loss, weight regain, and attrition in people who are overweight and obese: a systematic review of the literature.",
    "doc_id": "22151728",
    "writer": "Crawford R",
    "year": "2012",
    "summary": "PURPOSE: Research exploring the relationships between initial weight-loss expectations with actual outcome in terms of weight loss, weight regain, and attrition/attendance suggests contradictory findings. The purpose of this review was to collat …",
    "abstract": "Purpose:\n        \n      \n       Research exploring the relationships between initial weight-loss expectations with actual outcome in terms of weight loss, weight regain, and attrition/attendance suggests contradictory findings. The purpose of this review was to collate research exploring the impact of weight-loss expectations on weight loss, weight regain, and attendance/attrition. It was hoped this would further the current understanding of the relationship between expectations and outcome.\n    \n\n\n          Methods:\n        \n      \n       PsychInfo, Medline, and Web of Science were systematically searched and 13 relevant papers were identified. To be included for review, studies had to assess and analyse weight-related expectations; distinguish between higher and lower expectations; include participants who were aged over 18 and attempting to lose weight; be published within a peer-reviewed journal between 1990 and 2010. Findings were analysed qualitatively.\n    \n\n\n          Results:\n        \n      \n       Findings were largely unclear. The relationship between expectations and weight loss appears to change with time, whilst the findings from studies looking at weight regain suggest that there is no association. The relationship between expectations with attendance/attrition is also unclear.\n    \n\n\n          Conclusions:\n        \n      \n       Through reviewing literature regarding the relationships between expectations with various outcomes, a number of discrepancies emerged. Exploration of these discrepancies enabled an understanding to be developed of the complex relationship between expectations and weight-loss treatment outcome. The importance of the terminology used and the ways in which expectations are assessed is discussed and future areas of research are suggested.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22151728/"
}