{
    "title": "Clinical characteristics and risk factors of in-hospital gastrointestinal bleeding in patients with acute myocardial infarction.",
    "doc_id": "36237901",
    "writer": "Zhong L",
    "year": "2022",
    "summary": "METHODS: This observational case-control study retrospectively enrolled consecutive patients with AMI from the Department of Cardiovascular Medicine and Cardiovascular Surgery of the First Affiliated Hospital of Xi'an Jiaotong University from January 2015 to …",
    "abstract": "Background:\n        \n      \n      Gastrointestinal bleeding (GIB) is one of the most serious complications of acute myocardial infarction (AMI) and is correlated with poor outcomes.\n    \n\n\n          Objective:\n        \n      \n      To evaluate the prevalence, risk factors and in-hospital mortality of GIB in patients with AMI.\n    \n\n\n          Methods:\n        \n      \n      This observational case-control study retrospectively enrolled consecutive patients with AMI from the Department of Cardiovascular Medicine and Cardiovascular Surgery of the First Affiliated Hospital of Xi'an Jiaotong University from January 2015 to December 2020. GIB after AMI was identified by International Classification of Diseases (ICD) codes from inpatient medical settings and validated by medical record review. AMI patients without GIB were accordingly classified as the control group. Propensity score matching (PSM) was used to match with the GIB group and the control group. All anonymized clinical data were provided by the Biobank of the First Affiliated Hospital of Xi'an Jiaotong University.\n    \n\n\n          Results:\n        \n      \n      A total of 5,868 AMI patients were enrolled, 0.87% (51/5,868) of whom developed GIB after AMI. On the univariate analysis, history of diabetes, chronic kidney disease, Killip IV, a lower hemoglobin concentration, a higher serum level of creatinine, blood urea nitrogen and D-dimer were closely associated with the risk of GIB (P < 0.05). On the multivariable analysis, a lower hemoglobin concentration (OR: 0.93, 95% CI: 0.89-0.96, P < 0.001) was independently associated with the risk of GIB. Patients with GIB had a much higher in-hospital mortality rate than those without GIB (14.3 vs. 2.1%, P = 0.047). In-hospital mortality among patients with GIB after AMI appeared to be associated with a decreased hemoglobin concentration (OR: 0.93, 95% CI: 0.86-0.99, P = 0.045) and Killip IV (OR: 51.59, 95% CI: 2.65-1,005.30, P = 0.009).\n    \n\n\n          Conclusion:\n        \n      \n      The history of diabetes, poor renal function and heart failure were associated with the high risk of GIB in patients experiencing AMI. The in-hospital mortality in patients with AMI complicating GIB was higher than that in patients without GIB and was associated with a decreased hemoglobin concentration and high Killip classification.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36237901/"
}