{
    "title": "Gene Expression of miRNAs Let-7aAssociated with Diabetes in Iraqi Population.",
    "doc_id": "35096344",
    "writer": "Sabah Younus N",
    "year": "2021",
    "summary": "Based on the obtained results, there was a lack in the mean of gene expression level (deltaCt) in patients, compared to controls. Moreover, the gene expression folding (2(-Ct)) of the let-7a reflects significant differences in terms of gene e …",
    "abstract": "miRNAs regulate protein abundance and control diverse aspects of cellular processes and biological functions in metabolic diseases, such as obesity and diabetes. Lethal-7(Let-7) miRNAs specifically target genes associated with diabetes and have a role in the regulation of peripheral glucose metabolism. The present study aimed to describe the gene expressions of the let-7a gene with the development of diabetes in Iraq and the difference in the expression of this gene in patients with diabetes and healthy individuals. The association between age and gender with the development of diabetes was studied in this study and the results were compared with those of healthy individuals in the group of control. Based on the obtained results, there was a lack in the mean of gene expression level (ΔCt) in patients, compared to controls. Moreover, the gene expression folding (2-∆∆Ct) of the let-7a reflects significant differences in terms of gene expression between groups of patients and controls, and the level of let-7a expression was reported to be 12.97 in patients with diabetes. On the other hand, significant difference was observed in terms of age and gender between diabetic patients and controls. The findings suggest that diabetes can affect individuals in all age groups and occur regardless of gender in both males and females. Based on the obtained results in this study, the gene expression level of miRNA let-7a was lower in diabetic patients compared to healthy individuals in the group of control. This also reflects differences in the gene expression fold (2-∆∆Ct) of gene let-7a between both groups of patients and controls.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35096344/"
}