{
  "pmid": "41440749",
  "title": "Investigation of Combined Toxic Metals, PFAS, Volatile Organic Compounds, and Essential Elements in Chronic Kidney Disease.",
  "abstract": "Exposure to environmental pollutants, including toxic metals, volatile organic compounds (VOCs), and per- and polyfluoroalkyl substances (PFAS), has been increasingly linked to impaired kidney function. However, the combined effects of these exposures, along with essential elements, on kidney health remain poorly understood. This study aimed to evaluate the independent and cumulative or mixture effects of toxic metals (cadmium, lead, and mercury), essential elements (iron, manganese, and selenium), PFAS (PFOA and PFOS), and VOCs (m-/p-xylene and o-xylene) on kidney function as measured by estimated glomerular filtration rate (eGFR). Using data from the National Health and Nutrition Examination Survey (NHANES), we applied multiple imputation to address missing data and implemented statistical techniques, including Bayesian Kernel Machine Regression (BKMR), quantile g-computation, and Weighted Quantile Sum Regression (WQSR) to assess complex exposure-response relationships, including non-linear, potential synergistic, and antagonistic effects. The results indicated that several exposures were correlated, particularly o-xylene with m-/p-xylene (r = 0.77), Cd with Pb (r = 0.46), and PFOS with PFOA (r = 0.61). eGFR was negatively associated with Pb, PFOS, PFOA, and Hg. In the BKMR analysis, overall posterior inclusion probabilities (PIPs) highlighted PFOS, Cd, Se, Mn, and Fe as the most influential exposures. Quantile g-computation highlighted Cd and Mn as major contributors, while WQSR modeling confirmed Mn as a key contributor. The findings underscore the importance of considering complex interactions in environmental exposure assessments. While essential elements may offer protective effects, toxic metals, PFAS, and VOCs remain critical contributors to kidney dysfunction. These insights highlight the need for integrative risk assessment approaches and public health strategies aimed at mitigating harmful exposures while promoting optimal nutrient balance.",
  "disease": "chronic kidney disease"
}