{
  "pmid": "41472476",
  "title": "Population-Based Case-Control Study of Antidepressants in Early and Average-Age Onset Colorectal Cancer: The Impact of Exposure Window, Class, Dose, and Intensity.",
  "abstract": "Given inconsistent findings from previous epidemiologic studies on the association between antidepressant exposure and colorectal cancer (CRC), our study provides a rigorous investigation to clarify the temporality of this association, including early-age onset (EAO) and average-age onset (AAO) CRC. We conducted a population-based case-control study using administrative health databases from British Columbia, Canada. We included CRC cases and controls, matched (1:10) on age, sex, and index date (i.e., CRC diagnosis date/matched date). Antidepressant exposures were ascertained by duration (i.e., varying windows from 15 to 1 year before CRC diagnosis), drug classes (tricyclic antidepressants (TCAs), selective serotonin reuptake inhibiters (SSRIs), other), cumulative dose and treatment intensity. We used multivariable conditional logistic regression models and interpreted odds ratios as relative risks. Among 10,171 CRC cases (688 EAO-CRC; 9483 AAO-CRC) and 90 928 controls, antidepressants exposure in the 15-year window was associated with a lower risk of CRC overall (adjusted relative risk [aRR] 0.84; 95% CI 0.80, 0.89), EAO-CRC (aRR 0.54; 95% CI 0.44, 0.66), and AAO-CRC (aRR 0.87; 95% CI 0.83, 0.92). Across narrowing exposure windows, associations persisted up to 7 years before CRC diagnosis, then weakened. Inverse associations were also observed for TCAs (aRR 0.83; 95% CI 0.77, 0.89) and SSRIs (aRR 0.86; 95% CI 0.81, 0.91) and CRC. Cumulative dose and treatment intensity showed no associations. Across all age groups, antidepressant exposure in the earlier exposure windows (15-7 years) was associated with a lower CRC risk, with the strongest effect at the 15-year window. Some studies have suggested that antidepressants might affect the risk of developing colorectal cancer (CRC), but past research has shown mixed results. To take a closer look, we used high‐quality health data from British Columbia, Canada, and applied various research methods commonly used to study the effects of medications in large populations. We found that people who took antidepressants 7–15 years before a CRC diagnosis were less likely to develop the disease, especially those diagnosed at a younger age. Interestingly, this link did not depend on how much or how intensely the medication was used. Our findings suggest that the timing of antidepressant use may influence CRC risk and highlight the importance of studying how medications might affect cancer development over time.",
  "disease": "colorectal cancer"
}