{
    "title": "Type 1 and type 2 diabetes mortality burden: Predictions for 2030 based on Bayesian age-period-cohort analysis of China and global mortality burden from 1990 to 2019.",
    "doc_id": "38265170",
    "writer": "Dong C",
    "year": "2024",
    "summary": "The annual percentage change (AAPC) in age-standardized mortality rates (ASMR) for diabetes (type 1 and type 2) during 1990-2019 was calculated. A Bayesian age-period-cohort (BAPC) model predicted diabetes (type 1 and type 2) mortality fr …",
    "abstract": "Aims:\n        \n      \n      This study assessed diabetes (type 1 and type 2) mortality in China and globally from 1990 to 2019, predicting the next decade's trends.\n    \n\n\n          Materials and methods:\n        \n      \n      Data came from the Global Burden of Disease (GBD) database. The annual percentage change (AAPC) in age-standardized mortality rates (ASMR) for diabetes (type 1 and type 2) during 1990-2019 was calculated. A Bayesian age-period-cohort (BAPC) model predicted diabetes (type 1 and type 2) mortality from 2020 to 2030.\n    \n\n\n          Results:\n        \n      \n      In China, type 1 diabetes deaths declined from 6,005 to 4,504 cases (AAPC -2.827), while type 2 diabetes deaths rose from 64,084 to 168,388 cases (AAPC -0.763) from 1990 to 2019. Globally, type 1 diabetes deaths increased from 55,417 to 78,236 cases (AAPC 0.223), and type 2 diabetes deaths increased from 606,407 to 1,472,934 cases (AAPC 0.365). Both China and global trends showed declining type 1 diabetes ASMR. However, female type 2 diabetes ASMR in China initially increased and then decreased, while males had a rebound trend. Peak type 1 diabetes deaths were in the 40-44 age group, and type 2 diabetes peaked in those over 70. BAPC predicted declining diabetes (type 1 and type 2) mortality burden in China and globally over the next 10 years.\n    \n\n\n          Conclusions:\n        \n      \n      Type 2 diabetes mortality remained high in China and globally despite decreasing type 1 diabetes mortality over 30 years. Predictions suggest a gradual decrease in diabetes mortality over the next decade, highlighting the need for continued focus on type 2 diabetes prevention and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38265170/"
}