{
  "pmid": "41468960",
  "title": "Spatial radiomics-based interpretable multimodal machine learning model enhances outcomes prediction for minor stroke: A multicenter cohort study.",
  "abstract": "Accurately identifying unfavorable outcomes is crucial for the clinical management of minor stroke. Conventional imaging prediction models, such as radiomics, rely on region-of-interest analyses that extract statistics parameter within the lesion. However, they often underestimate or omit the spatial properties of the lesion, which contain essential clinicopathological information in the context of the whole brain. By quantitatively extracting the spatial features of lesions at various topological levels, we developed and validated a novel spatial radiomics-based interpretable model using machine learning to better predict outcomes in minor stroke. A cohort of 4,164 patients with minor stroke from seven centers was enrolled. Using voxel-based and normative connection lesion analyses, we comprehensively quantified the spatial features of infarct lesions, including location, structural disconnection, and functional disconnection. These spatial features, spanning various topological levels, were integrated with radiomics to create a hybrid spatial radiomics. Six classifiers and a stacked multimodal machine learning model were developed to predict outcomes in minor stroke. The SHapley Additive exPlanations (SHAP) method was employed to interpret and visualize the output of the optimal model. The spatial radiomics model, combined with the eXtreme Gradient Boosting algorithm (AUC: 0.95/0.88/0.87; accuracy: 0.88/0.74/0.75 in the training cohort/validation cohort 1/ validation cohort 2), outperformed conventional radiomics models (net reclassification index/integrated discrimination improvement: 0.180/0.145; P < 0.01) in predicting outcomes of minor stroke. The mapping results and SHAP analysis consistently demonstrated that several specific spatial features - mainly lesion disconnection in the bilateral corticospinal tracts, left spinocerebellar tracts, and default mode regions - rather than location properties, were key factors associated with unfavorable outcomes in minor stroke. The spatial radiomics-based interpretable model significantly improved the accuracy of predicting unfavorable outcomes in minor stroke. Furthermore, integrating spatial radiomics enhanced conventional radiomics model and introduced a novel approach within the spatial-omics family.",
  "disease": "stroke"
}