{
  "pmid": "41439785",
  "title": "Evaluation of seizure incidence in hospitalized patients in Kermanshah University of Medical Sciences selected Hospitals.",
  "abstract": "Head trauma is a known cause of seizures, with about 10% of patients with moderate or severe injuries experiencing seizure events. Early prevention and control of seizures are critical to limit secondary brain injuries. This study aimed to evaluate the frequency, type, and timing of seizures in patients with traumatic brain injury. This analytical-descriptive study included all patients with post-traumatic seizures. Exclusion criteria were pre-existing brain disorders, prior epilepsy, or anticonvulsant use. Data were collected from hospital records using a structured checklist, with incomplete information supplemented by phone contact. Statistical analysis was performed using SPSS with chi-square, Fisher's exact test, and t-tests, considering p less than 0.05 as significant. Twenty-five patients (mean age 34 years) were studied. Accidents were the most frequent cause in men (54%), while falls predominated in women (100%). Chronic subdural hematoma was the most common brain injury in men, whereas Subarachnoid Hemorrhage (SAH) and SAH with brain contusion were noted in women. Primary seizures were most common in men (63%), while late seizures predominated in women (66%). Tonic-clonic seizures were the most frequent type in both men (95%) and women (66%). Recurrent seizures occurred in 22% of men and 66% of women. A significant association was found between Glasgow Coma Scale (GCS) level and both seizure type and timing (p less than 0.05). Children and adolescents are more prone to early-onset seizures, whereas adults experience both primary and late seizures. Generalized seizures were predominant (96%), with only 4% being focal. The overall incidence of post-traumatic seizures was 1.26%. These findings high-light the need for targeted monitoring of high-risk patients based on age and consciousness lev-el. Future studies should involve larger multicenter cohorts and explore alternative strategies for preventing both early and late post-traumatic seizures.",
  "disease": "epilepsy"
}