{
    "title": "A summary of the Agency for Healthcare Research and Quality's evidence report on breastfeeding in developed countries.",
    "doc_id": "19827919",
    "writer": "Ip S",
    "year": "2009",
    "summary": "OBJECTIVES: This article summarizes the Agency for Healthcare Research and Quality's evidence report on the effects of breastfeeding on term infant and maternal health outcomes in developed countries. ...The studies were graded for methodological quality. We …",
    "abstract": "Objectives:\n        \n      \n      This article summarizes the Agency for Healthcare Research and Quality's evidence report on the effects of breastfeeding on term infant and maternal health outcomes in developed countries.\n    \n\n\n          Evidence report data sources:\n        \n      \n      Medline, CINAHL, Cochrane Library, bibliographies of selected reviews, and suggestions from domain experts were surveyed. Searches were limited to English-language publications.\n    \n\n\n          Evidence report review methods:\n        \n      \n      Eligible comparisons examined the association between differential exposure to breastfeeding and health outcomes. We assessed 15 infant and six maternal outcomes. For four outcomes, we also updated previously published systematic reviews. For the rest of the outcomes, we either summarized previous systematic reviews or conducted new systematic reviews; randomized and non-randomized comparative trials, prospective cohorts, and case-control studies were included. Adjusted estimates were extracted from non-experimental designs. The studies were graded for methodological quality. We did not draw conclusions from poor quality studies.\n    \n\n\n          Evidence report results:\n        \n      \n      We screened over 9,000 abstracts. Thirty-two primary studies on term infant health outcomes, 43 primary studies on maternal health outcomes, and 28 systematic reviews or meta-analyses that covered approximately 400 individual studies were included in this review. A history of breastfeeding was associated with a reduction in the risk of acute otitis media, nonspecific gastroenteritis, severe lower respiratory tract infections, atopic dermatitis, asthma (young children), obesity, type 1 and 2 diabetes, childhood leukemia, and sudden infant death syndrome. There was no relationship between breastfeeding in term infants and cognitive performance. There were insufficient good quality data to address the relationship between breastfeeding and cardiovascular diseases and infant mortality. For maternal outcomes, a history of lactation was associated with a reduced risk of type 2 diabetes, breast, and ovarian cancer. Early cessation of breastfeeding or no breastfeeding was associated with an increased risk of maternal postpartum depression. There was no relationship between a history of lactation and the risk of osteoporosis. The effect of breastfeeding in mothers on return-to-prepregnancy weight was negligible, and the effect of breastfeeding on postpartum weight loss was unclear.\n    \n\n\n          Evidence report conclusions:\n        \n      \n      A history of breastfeeding is associated with a reduced risk of many diseases in infants and mothers. Future research would benefit from clearer selection criteria, definitions of breastfeeding exposure, and adjustment for potential confounders. Matched designs such as sibling analysis may provide a method to control for hereditary and household factors that are important in certain outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19827919/"
}