{
    "title": "Gene therapy for neurological disorders.",
    "doc_id": "26642082",
    "writer": "Choong CJ",
    "year": "2016",
    "summary": "INTRODUCTION: Many nervous system disorders are minimally responsive to existing treatments but they are potential candidates for gene therapy, an approach that can correct the genetic abnormalities contributing to its pathogenesis at molecular level. ...AREA …",
    "abstract": "Introduction:\n        \n      \n      Many nervous system disorders are minimally responsive to existing treatments but they are potential candidates for gene therapy, an approach that can correct the genetic abnormalities contributing to its pathogenesis at molecular level. Gene therapy involves either the introduction of a replacement allele into cells to compensate for loss of gene function or the silencing of dominant mutant allele that is pathologic to cells.\n    \n\n\n          Areas covered:\n        \n      \n      This review discusses the currently available gene therapy techniques, potential problems derived from gene therapy strategies and the recent development of gene therapy to treat neurological disorders, including Alzheimer's disease, Parkinson's disease, Huntington's disease, amyotrophic lateral sclerosis and strokes.\n    \n\n\n          Expert opinion:\n        \n      \n      Gene therapy may revolutionize the treatment of neurological disorders in the coming decades but there are still great challenges ahead. The strength of gene therapy has been emphasized in the overexpression of therapeutic genes. However, in a number of dominantly inherited nervous system diseases, the ideal therapeutic goal would be to inhibit the expression of disease-causing allele. Gene silencing strategies by single-stranded antisense oligonucleotides and RNA interference represent a major breakthrough. Clinical trials using these approaches for dominant diseases are likely to be implemented in the near future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26642082/"
}