{
  "pmid": "41356087",
  "title": "Disseminated herpes simplex virus type 1 treated with ixekizumab in a patient with erythrodermic psoriasis: A case report.",
  "abstract": "Erythrodermic psoriasis (EP) is a rare and life-threatening form of psoriasis associated with significant morbidity and mortality. Systemic immunosuppressive therapies are often required but may predispose to opportunistic infections. Disseminated herpes simplex virus type-1 (HSV-1) is an unusual complication in otherwise immunocompetent patients and has not been reported in association with ixekizumab therapy for EP. We describe a 49-year-old man with longstanding severe plaque psoriasis, liver cirrhosis, and bipolar disorder who developed EP involving > 90% of body surface area [Psoriasis Area and Severity Index (PASI) 45]. Following initial stabilization, he was admitted to the intensive care unit (ICU) with hemodynamic instability, leukocytosis with eosinophilia, and diffuse desquamation. Ixekizumab was initiated with high-dose topical clobetasol. During his ICU stay, he developed recurrent bacteremias and neurologic decline (Glasgow Coma Scale 7/15), followed by the appearance of widespread vesicles and hemorrhagic crusts. HSV-1 infection was confirmed by polymerase chain reaction (PCR). Immunosuppressive therapy was withheld, and intravenous acyclovir was started, leading to progressive improvement. After ten days, ixekizumab was reintroduced with careful monitoring, resulting in marked clinical improvement (PASI 9.7 at six weeks). The patient remained stable on long-term follow-up with oral acyclovir prophylaxis. This case highlights the diagnostic and therapeutic challenges of managing EP in the setting of biologic therapy. Disseminated cutaneous HSV-1 should be considered in immunosuppressed patients presenting with new vesicular eruptions, and prompt PCR testing with early antiviral therapy is essential. A multidisciplinary approach is critical to balance immunosuppression for disease control with infection risk.",
  "disease": "liver cirrhosis"
}