{
    "title": "A longitudinal study of oral ulcerative mucositis in bone marrow transplant recipients.",
    "doc_id": "8348492",
    "writer": "Woo SB",
    "year": "1993",
    "summary": "Persistence of ulcers was noticed in patients who had oral graft-versus-host disease and in some patients who initially developed more severe ulcerations. Ninety-six percent of ulcers were located on nonkeratinized mucosa. CONCLUSIONS: Ulcerative mucos …",
    "abstract": "Background:\n        \n      \n      Few longitudinal studies have investigated the onset, duration, and resolution of ulcerative mucositis in bone marrow transplant recipients. This study prospectively followed a group of such patients on a daily basis to obtain data on the incidence of ulcerative mucositis, location and duration of lesions, severity with different conditioning regimens, and the relationship of such mucositis to the absolute neutrophil count.\n    \n\n\n          Methods:\n        \n      \n      Fifty-nine bone marrow transplant recipients on prophylactic acyclovir were examined daily for 26 days after marrow infusion, and all oral ulcerative lesions were recorded.\n    \n\n\n          Results:\n        \n      \n      Oral ulcers occurred in 76.3% of patients, began at a mean of 5 days after marrow infusion (day + 5), and lasted for a median of 6 days. More than 90% of patients showed complete resolution of ulcers on or before day + 15, and all showed resolution when the absolute neutrophil count was > 500 cells/ml. Persistence of ulcers was noticed in patients who had oral graft-versus-host disease and in some patients who initially developed more severe ulcerations. Ninety-six percent of ulcers were located on nonkeratinized mucosa.\n    \n\n\n          Conclusions:\n        \n      \n      Ulcerative mucositis occurs in about 75% of bone marrow transplant recipients in the absence of herpes simplex virus infection. Most lesions occur on nonkeratinized mucosae which are vulnerable to trauma, especially if such mucosae are rendered atrophic by conditioning regimens. Oral ulcers may persist beyond day + 15 and after recovery of the neutrophil count in patients who initially develop more severe ulcerations or in patients who develop graft-versus-host disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8348492/"
}