{
    "title": "Birth weight from pregnancies dated by ultrasonography in a multicultural British population.",
    "doc_id": "8401014",
    "writer": "Wilcox M",
    "year": "1993",
    "summary": "PATIENTS: 41,718 women with ultrasound dated singleton pregnancies and delivery between 168 and 300 days' gestation. MAIN OUTCOME MEASURES: Length of gestation, ethnic origin, parity, maternal height and weight at booking, smoking during pregnancy; the effect of the …",
    "abstract": "Objective:\n        \n      \n      To produce standard curves of birth weight according to gestational age validated by ultrasonography in the British population, with particular reference to the effects of ethnic origin.\n    \n\n\n          Design:\n        \n      \n      Retrospective analysis of computerised obstetric database.\n    \n\n\n          Setting:\n        \n      \n      Three large maternity units associated with Nottingham University with over 16,000 deliveries a year.\n    \n\n\n          Patients:\n        \n      \n      41,718 women with ultrasound dated singleton pregnancies and delivery between 168 and 300 days' gestation.\n    \n\n\n          Main outcome measures:\n        \n      \n      Length of gestation, ethnic origin, parity, maternal height and weight at booking, smoking during pregnancy; the effect of these variables on birth weight.\n    \n\n\n          Results:\n        \n      \n      Birth weights from ultrasound dated pregnancies have a higher population mean and show less flattening of the birthweight curve at term than those of pregnancies dated from menstrual history. Significant differences were observed in mean birth weights of babies of mothers of European origin (3357 g), of Afro-Caribbean origin (3173 g), and from the Indian subcontinent (3096 g). There were also significant interethnic differences in length of gestation, parity, maternal height, booking weight, and smoking habit which affected birth weight. The ethnic differences in birth weight were even greater when the effect of smoking was excluded.\n    \n\n\n          Conclusions:\n        \n      \n      Birthweight standards require precise dating of pregnancy and should describe the population from which they were derived. In a heterogeneous maternity population the accurate assessment of an individual baby's weight needs to take the factors which affect birthweight standards into consideration.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8401014/"
}