{
  "pmid": "41459562",
  "title": "DEG-BRIN-GCN: interpretable graph convolutional framework with differentially expressed genes brain region interaction network prior for AD diagnosis.",
  "abstract": "Due to the intricate dynamic coupling between molecular networks and brain regions, early diagnosis and pathological mechanism analysis of Alzheimer's disease (AD) remain highly challenging. To address this, we propose a graph convolutional neural network framework (DEG-BRIN-GCN) based on a differentially expressed gene-brain region interaction network (DEG-BRIN), aiming to enhance both diagnostic accuracy and biological interpretability in AD research. We began by systematically analyzing transcriptomic data from 19 brain regions, identifying 329 differentially expressed genes that display widespread co-expression across multiple regions. Using these findings, we constructed DEG-BRIN to model prior associations among genes, thereby revealing potential molecular connectivity patterns implicated in AD pathological progression. Leveraging this network prior, we developed an AD classification model based on graph convolutional networks. Comparative experiments demonstrate that our proposed DEG-BRIN-GCN achieves significantly better diagnostic performance than three categories of baseline models: traditional machine learning methods, Random-GCN (models based on random network topologies), and PPI-GCN. Further analysis identified key brain regions-such as the superior parietal lobule, putamen, and frontal pole-along with high-contribution genes, including VCAM1, MCTP1, HBB, and CX3CR1, which play critical roles in AD pathology. Notably, this study is the first to implement a interpretability analysis based on a \"gene-region-pathway\" triad, offering a novel framework for cross-scale exploration of AD pathological mechanisms. Our findings underscore the central importance of inter-regional molecular interaction networks in the accurate diagnosis of AD.",
  "disease": "alzheimer disease"
}