{
    "title": "Biomechanical assessments of lumbar spinal function. How low back pain sufferers differ from normals. Implications for outcome measures research. Part I: kinematic assessments of lumbar function.",
    "doc_id": "14739876",
    "writer": "Lehman GJ.",
    "year": "2004",
    "summary": "OBJECTIVE: To review new and advanced biomechanical assessment techniques for the lumbar spine and illustrate the differences in lumbar function in patients with low back pain and asymtomatic subjects. DATA SOURCES: The biomedical literature was searched for researc …",
    "abstract": "Objective:\n        \n      \n      To review new and advanced biomechanical assessment techniques for the lumbar spine and illustrate the differences in lumbar function in patients with low back pain and asymtomatic subjects.\n    \n\n\n          Data sources:\n        \n      \n      The biomedical literature was searched for research and reviews on spinal kinematic differences between low back pain subjects and healthy controls. A data search for articles indexed on MEDLINE until April 2002 was performed.\n    \n\n\n          Results:\n        \n      \n      Kinematic measurements of lumbar function were categorized into 3 areas where low back patients may differ from normals: (1) end range of motion during simple movements; (2) higher order kinematics (displacement, velocity, and acceleration) during complex movement tasks; and (3) spinal proprioception. The assessment of higher order kinematics during complex movement tasks is the most highly researched and the most successful in describing differences between the populations. The use of simple end range of motion appears questionable, while assessing spinal proprioception is the least researched, yet shows potential in highlighting differences between low back sufferers and asymptomatics.\n    \n\n\n          Conclusion:\n        \n      \n      Current kinematic biomechanical assessment techniques are capable of identifying functional differences between low back pain populations and controls. The use and validity of the majority of these techniques as outcome measures are currently unknown, yet may be valuable in generating functional diagnoses, evaluating the mechanisms of current therapies, and prescribing specific rehabilitation programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14739876/"
}