{
  "pmid": "41439077",
  "title": "Massive Pulmonary Embolism in the Postpartum Period as the First Manifestation of Antiphospholipid Syndrome: A Case Report.",
  "abstract": "Pulmonary embolism (PE) in the postpartum period is a rare but potentially fatal complication. Physiologic hypercoagulability combined with obstetric comorbidities increases thrombotic risk, while underlying autoimmune causes such as antiphospholipid syndrome (APS) may further amplify this risk. We report the case of a 28-year-old woman, four weeks post-cesarean delivery for preeclampsia and intrauterine growth restriction, who presented with acute dyspnea, chest pain, and hypoxemia. Initial non-contrast chest CT suggested pneumonia, and she was treated with intravenous antibiotics; however, persistent hypoxemia prompted further evaluation. Computed tomography pulmonary angiography revealed extensive bilateral pulmonary emboli consistent with massive PE. Given the high postpartum bleeding risk, catheter-directed mechanical thrombectomy with low-dose local alteplase infusion was performed, resulting in rapid hemodynamic improvement without hemorrhagic complications. Immunologic evaluation confirmed APS based on persistent anticardiolipin and anti-β2 glycoprotein I antibody positivity. Long-term anticoagulation and hydroxychloroquine were initiated, and the patient remained clinically stable on follow-up. She subsequently achieved a new pregnancy under low-molecular-weight heparin prophylaxis and delivered without thromboembolic complications. This case highlights the importance of early consideration of thromboembolism in postpartum patients with respiratory compromise, even when initial findings suggest pneumonia. Catheter-directed therapy may be a safe and effective alternative to systemic thrombolysis in postpartum women at high bleeding risk. Early recognition, multidisciplinary management, and targeted thromboprophylaxis are essential to optimize outcomes in patients with APS-associated PE.",
  "disease": "pneumonia"
}