{
    "title": "Assessment of Clinical Effectiveness of BNT162b2 COVID-19 Vaccine in US Adolescents.",
    "doc_id": "35238933",
    "writer": "Oliveira CR",
    "year": "2022",
    "summary": "IMPORTANCE: The emergence of the B.1.617.2 (Delta) variant of SARS-CoV-2 has led to increases in both infections and hospitalizations among adolescents. ...RESULTS: A total of 6901 adolescents were tested for SARS-CoV-2. The final sample …",
    "abstract": "Importance:\n        \n      \n      The emergence of the B.1.617.2 (Delta) variant of SARS-CoV-2 has led to increases in both infections and hospitalizations among adolescents. Little is known about the effectiveness of the BNT162b2 vaccine in adolescents in the general population, as opposed to a clinical trial population.\n    \n\n\n          Objective:\n        \n      \n      To estimate the effectiveness of the BNT162b2 vaccine in adolescents aged 12 to 18 years.\n    \n\n\n          Design, setting, and participants:\n        \n      \n      This was a matched case-control study among adolescents (aged 12-18 years) who had results from a SARS-CoV-2 reverse transcription-polymerase chain reaction (RT-PCR) test. Immunization histories, relevant clinical data, and RT-PCR test results were obtained from the Yale New Haven Health System's medical records between June 1, 2021, and August 15, 2021, when the Delta variant caused 92% of infections in Connecticut. Case participants were defined as adolescents who had a positive test result and an associated medical encounter. Control participants were defined as those who had a negative test result and were matched to a case participant by age, county of residence, and date of testing.\n    \n\n\n          Exposures:\n        \n      \n      Adolescents were defined as fully immunized if they had received 2 doses of vaccine at least 14 days before focal time.\n    \n\n\n          Main outcomes and measures:\n        \n      \n      The primary outcome measured was SARS-CoV-2 infection confirmed by RT-PCR. The vaccine's effectiveness (VE) was estimated using matched odds ratios from conditional logistic regression models. Secondary measures included estimated VE by clinical symptoms, number of vaccine doses received, and elapsed time from immunization.\n    \n\n\n          Results:\n        \n      \n      A total of 6901 adolescents were tested for SARS-CoV-2. The final sample comprised 186 case participants and 356 matched control participants. The median age was 14 (IQR, 13-16) years, 262 (48%) identified as female, 81 (15%) as Black, 82 (15%) as Hispanic, and 297 (55%) as White. Overall, 134 (25%) were fully immunized (case participants, 10 [5%]; control participants, 124 [35%]). The median time between immunization and the SARS-CoV-2 test was 62 days (range, 17-129 days). Within 4 months of receiving 2 doses, VE against any infection was estimated to be 91% (95% CI, 80%-96%); against asymptomatic infection, 85% (95% CI, 57%-95%). Effectiveness after a single dose was estimated to be 74% (95% CI, 18%-92%).\n    \n\n\n          Conclusions and relevance:\n        \n      \n      In this retrospective case-control study of US adolescents, 2 doses of BNT162b2 vaccine appeared to provide excellent protection for at least 4 months after immunization against both symptomatic and asymptomatic SARS-CoV-2 infections.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35238933/"
}