{
  "pmid": "41450414",
  "title": "Detection of Microplastics in Human Bronchoalveolar Lavage Fluid: Preliminary Evidence of Respiratory Exposure to Environmental Contaminants.",
  "abstract": "Objectives Microplastics are increasingly recognised as environmental pollutants of potential concern for human health. Inhalation of airborne particles and their deposition in the respiratory tract may contribute to respiratory disease, yet direct human evidence remains scarce. This study aimed to investigate the presence, morphology, and size of microplastics in bronchoalveolar lavage (BAL) fluid from patients undergoing diagnostic bronchoscopy. Methods BAL samples from eight adults were digested with 10% potassium hydroxide, filtered, and examined microscopically under brightfield illumination. Samples were collected in sterilised glass containers to avoid plastic contamination. Microplastics were identified and classified by morphology and measured by Feret's minimum diameter (dFeretMin). Two blank controls (saline through the bronchoscope and reagent blank) were processed in parallel to assess procedural contamination. Results Microplastics were detected in five of eight samples (63%), yielding 22 particles (20 fragments, two fibres). Particle sizes ranged from 5.9 µm to 204.7 µm (mean 44.8 µm), and 80% were below 50 µm, consistent with respirable dimensions. Controls revealed only large fibres (>500 µm) and no fragments, suggesting minimal contamination. The highest burden was observed in a patient with thoracic lymphoma, but given the small sample size, correlations were interpreted descriptively. Conclusions This pilot study provides preliminary evidence of microplastics in human BAL, supporting the concept of lower-airway deposition of airborne environmental contaminants. Although limited by visual identification without spectroscopic confirmation, adherence to contamination controls strengthens confidence in the findings and highlights the feasibility of BAL-based human exposure assessment. These results highlight the need to integrate microplastic monitoring into occupational and environmental exposure surveillance.",
  "disease": "lung cancer"
}