{
  "pmid": "41473231",
  "title": "Trajectory and cost-effectiveness of a disability assessment tool based on the international classification of functioning, disability and health for rehabilitation of stroke patients: a retrospective cohort analysis.",
  "abstract": "How to effectively quantify and enhance the rehabilitation progress and treatment efficacy of stroke patients, as well as reduce the economic burden on patients, is of particular significance. We employed the International Classification of Functioning, Disability and Health(ICF) to assess and analyze the functional improvement of stroke inpatients during rehabilitation, to investigate the trend of rehabilitation outcome and its influencing factors in patients with different admission functional statuses, and to explore the relationship between rehabilitation efficacy and cost-effectiveness. The ICF Disability Assessment Tool was utilized to gather clinical functional data of patients at different stages of rehabilitation. Group-based trajectory modeling(GBTM) was adopted to identify the trajectories of ICF total scores, and logistic regression was applied to explore the specific factors affecting the grouping of rehabilitation trajectories, and the dysfunction, functional improvement, and cost of rehabilitation treatment in different subgroups were also comparatively analyzed. A total of 95 stroke patients were included in this study. GBTM analyses generated 4 distinct ICF trajectories, namely the mild dysfunction group (17.89%), the moderate dysfunction group (35.79%), the severe dysfunction group (27.37%), and the extremely severe dysfunction group (18.95%). Patients who were older, utilized walking aids upon admission, and had dysphagia were more prone to possess the trajectory characteristics of extremely severe dysfunction. The average daily improvement in total ICF disability score decreased with the increase in disability. The rehabilitation costs were the highest in the extremely severe dysfunction group, followed by the mild dysfunction group, and the lowest in the moderate dysfunction group. The group-based trajectory modeling disclosed that disparities existed in functional recovery among stroke patients with varying degrees of dysfunction, with those who were older, utilized walking aids upon admission, and had dysphagia exhibited a slower recovery. Rehabilitation can improve the functional status of stroke patients, but its cost-effectiveness varies depending on the severity of dysfunction.",
  "disease": "stroke"
}