{
    "title": "Glomerular filtration rate and albuminuria for detection and staging of acute and chronic kidney disease in adults: a systematic review.",
    "doc_id": "25710660",
    "writer": "Levey AS",
    "year": "2015",
    "summary": "OBJECTIVE: To summarize evidence supporting the use of laboratory tests for glomerular filtration rate (GFR) and albuminuria to detect and stage acute kidney injury, acute kidney diseases and disorders, and chronic kidney disease in adults. ...C …",
    "abstract": "Importance:\n        \n      \n      Because early-stage kidney disease is asymptomatic and is associated with both morbidity and mortality, laboratory measurements are required for its detection.\n    \n\n\n          Objective:\n        \n      \n      To summarize evidence supporting the use of laboratory tests for glomerular filtration rate (GFR) and albuminuria to detect and stage acute kidney injury, acute kidney diseases and disorders, and chronic kidney disease in adults.\n    \n\n\n          Evidence review:\n        \n      \n      We reviewed recent guidelines from various professional groups identified via the National Guideline Clearing House and author knowledge, and systematically searched MEDLINE for other sources of evidence for selected topics.\n    \n\n\n          Findings:\n        \n      \n      The KDIGO (Kidney Disease Improving Global Outcomes) guidelines define and stage acute and chronic kidney diseases by GFR and albuminuria. For initial assessment of GFR, measuring serum creatinine and reporting estimated GFR based on serum creatinine (eGFRcr) using the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI) 2009 equation is recommended. If confirmation of GFR is required because of conditions that affect serum creatinine independent of GFR (eg, extremes of muscle mass or diet), or interference with the assay, cystatin C should be measured and estimated GFR should be calculated and reported using cystatin C (eGFRcys) and serum creatinine (eGFRcr-cys) or GFR should be measured directly using a clearance procedure. Initial assessment of albuminuria includes measuring urine albumin and creatinine in an untimed spot urine collection and reporting albumin-to-creatinine ratio. If confirmation of albuminuria is required because of diurnal variation or conditions affecting creatinine excretion, such as extremes of muscle mass or diet, the albumin excretion rate should be measured from a timed urine collection.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      Detection and staging of acute and chronic kidney diseases can be relatively simple. Because of the morbidity and mortality associated with kidney disease, early diagnosis is important and should be pursued in at-risk populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25710660/"
}