{
  "pmid": "41474599",
  "title": "Associations of Diabetic Foot Infection with Ulcer Prognosis and Amputation Timing in Patients with Type 2 Diabetes Mellitus.",
  "abstract": "Diabetic foot ulcers (DFUs) often lead to lower-limb amputation (LLA), and comorbid foot infections increase this risk. The chronological timeline from ulceration to amputation has not been well studied, especially when accounting for foot infections. This study aims to analyze the timing between diagnosis of DFU, subsequent foot infection, and LLA. Records of 3,156 patients with DFU treated at a single institution from 1996 to 2023 were used via the TriNetX research platform. Patients were stratified by whether they received a diagnosis of concomitant foot infection during or after DFU diagnosis (DFU+i) or not (DFU-i). Infection after ulceration was used as a time-varying covariate, and the two groups were analyzed for differences in time to LLA, rates of LLA, and patient characteristics (age at ulceration, sex, race, ethnicity, and amputation or infection before the first identified ulcer). A diagnosis of comorbid foot infection was given to 51.1% of patients either during or after DFU diagnosis, and 8.7% of patients required an amputation. Patients with a history of pre-DFU foot infections were more likely to develop a post-DFU infection (72.2% versus 32.7%; P < .001). Patients with pre-DFU amputations were also more likely to develop a post-DFU infection (67.6% versus 48.7%; P = .028). The amputation rate reached 50% in the DFU+i group by 4,857 days. The DFU-i group never exceeded an amputation rate of 6% by almost 10,000 days. When accounting for patient characteristics, post-DFU infections were 12 times more likely (P < .001) than noninfected ulcers to require amputation. Patients who developed a subsequent foot infection during or after DFU diagnosis were likelier to require an amputation and had these earlier than those without infection. Great care is required to ensure that patients with DFUs minimize risk of infection and amputation.",
  "disease": "diabetes mellitus"
}