{
    "title": "Elevated serum homocysteine levels are associated with the development of chronic venous ulcers.",
    "doc_id": "35361027",
    "writer": "Guo Z",
    "year": "2022",
    "summary": "INTRODUCTION: Venous ulceration is a multifactorial disease, and whether hyperhomocysteinemia (HHcy) promotes deterioration from primary varicose veins to venous ulcers remains unproven. METHODS: This study retrospectively analyzed clinical data from 717 patients to …",
    "abstract": "Introduction:\n        \n      \n      Venous ulceration is a multifactorial disease, and whether hyperhomocysteinemia (HHcy) promotes deterioration from primary varicose veins to venous ulcers remains unproven.\n    \n\n\n          Methods:\n        \n      \n      This study retrospectively analyzed clinical data from 717 patients to investigate the potential correlation between HHcy and primary varicose veins ulcer formation, including 611 patients without ulcers (control group) and 106 with ulcers (case group).\n    \n\n\n          Results:\n        \n      \n      In this study, 46.2% (49/106) of patients in the case group and 17.5% (107/611, p < 0.001) in the control group suffered from HHcy. Multivariate logistic analysis revealed that HHcy was closely associated with the incidence of venous ulceration in patients with primary varicose veins (p < 0.001). Propensity score matching created 101 matched pairs of patients with and without ulcers, and the analysis pointed to a potential link between HHcy and ulcer formation in the context of primary varicose veins (p < 0.001). Additional experiments showed that HHcy could induce endothelial dysfunction and phenotypic switching of vascular smooth muscle cells.\n    \n\n\n          Conclusion:\n        \n      \n      Both clinical and experimental findings implicated HHcy as a key factor in the development of venous ulceration. Further research is needed to appraise the effectiveness of HHcy-lowering therapy in the prevention of venous ulcers in patients with varicose veins.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35361027/"
}