{
    "title": "[Analysis of qualitative data collection methods used in adolescent research].",
    "doc_id": "23671984",
    "writer": "Ndengeyingoma A",
    "year": "2013",
    "summary": "OBJECTIVE: The goal of this article is to produce a synthesis of findings justifying the use of qualitative methods in collecting data from adolescents. METHOD: A literature review identified relevant articles (N : 27) from digital databases. ...In order to understand a ph …",
    "abstract": "Introduction:\n        \n      \n      There has been remarkable growth in research on adolescents in the last decade, particularly in nursing science.\n    \n\n\n          Objective:\n        \n      \n      The goal of this article is to produce a synthesis of findings justifying the use of qualitative methods in collecting data from adolescents.\n    \n\n\n          Method:\n        \n      \n      A literature review identified relevant articles (N : 27) from digital databases.\n    \n\n\n          Findings:\n        \n      \n      While the studies done on adolescents were on different topics, the data collection methods were often similar. Most of the studies used more than one technique to reconcile scientific rigour and the way the adolescents expressed themselves. In order to understand a phenomenon, its context and the meaning given to the experience proved essential.\n    \n\n\n          Conclusion:\n        \n      \n      In qualitative research on adolescents, it is important to use data collection methods that make it possible to clearly target the experience explored and to orient and guide the individual in deepening that experience in order to favour the emergence of his or her point of view. Data collection methods based on written communication have to be complemented with other methods more focused on oral communication so as to draw out interpretations reflecting adolescents' points of view as accurately as possible.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23671984/"
}