{
  "pmid": "41450934",
  "title": "Gut microbiota during pregnancy: a bibliometric analysis of global research trends and collaborative networks.",
  "abstract": "Investigating gut microbiota during pregnancy is vital for understanding maternal-infant health, pregnancy-related disease mechanisms, and offspring development. While research in this field has grown rapidly, systematic analyses of global trends, collaborative networks, and thematic evolution remain limited. This bibliometric study maps the developmental landscape of \"gut microbiota during pregnancy,\" identifying research priorities and future directions. A bibliometric analysis of pregnancy and gut microbiota studies (1991-2025) was conducted using the Web of Science Core Collection and Scopus databases. Publications were analyzed using bibliometrix, VOSviewer, and CiteSpace to evaluate publication trends, research contributions, collaboration networks, keyword co-occurrence patterns, and thematic evolution. The analysis encompassed 5,432 (Web of Science Core Collection) and 5,542 (Scopus) publications, with an annual growth rate exceeding 15%. Research output has grown exponentially since 2014. The China and United States were the most productive countries, with the United States demonstrating the highest total citations and a central role in global collaborative networks. Key influential institutions included the University of Turku, University College Cork, and the Chinese Academy of Sciences. Leading authors were Collado, Maria Carmen; Tain, You-Lin; and Cryan, John F. The research was highly interdisciplinary, spanning microbiology, nutrition, immunology, and medicine. Core journals disseminating knowledge were  This study presents an integrative bibliometric analysis of global research on gut microbiota during pregnancy, delineating its rapid evolution and current intellectual structure. The field has matured from descriptive ecology to mechanistic and translational research, with strong international collaboration and interdisciplinary integration. The identified research fronts, including the interplay between microbial dysbiosis and specific pregnancy complications, as well as the influence of the maternal gut microbiome on offspring neurodevelopment, represent promising avenues for future investigation.",
  "disease": "diabetes mellitus"
}