{
  "pmid": "41472518",
  "title": "The Complexity of Emergency Nurse Retention and Turnover Pre- and Post-Covid 19: A Scoping Review.",
  "abstract": "To examine factors influencing emergency nurse turnover and retention pre- and post-COVID-19 and inform planned Participatory Systems Mapping research. A scoping review of the literature reporting reasons emergency nurses leave, intend to leave or stay. Following the Joanna Briggs Institute methodology and a pre-registered protocol, databases and grey literature were systematically searched in January 2025 (updated August 2025). Literature published after 1st January 2010, was included. Two reviewers independently screened records, and 10% of extractions were cross-checked. Data were grouped thematically on a visual coding system using the Miro platform. Pre- and post-COVID-19 sources were categorised and analysed using a two-dimensional framework of intensity and frequency. MedLine, CINAHL, PsycINFO, Web of Science, Cochrane and grey literature. Ninety-three sources were included. Burnout, workload, staffing and workplace violence (WPV) were linked across study designs to turnover, while job satisfaction, supportive leadership and team cohesion appeared to support retention. Problem-focused and resilience-based coping were associated with retention across study designs (n = 5); emotion-focused strategies were linked with poorer outcomes (n = 3). In a subset of 86 sources, traditional protective factors (leadership support and team camaraderie) appeared weakened post-COVID-19. A novel theme of moral obligation to remain, despite personal risk, emerged. Adaptive coping gave way to downshifting and emotional suppression. The included evidence indicates that multiple, interacting factors shape emergency nurse turnover and retention, whilst systemic strategies aligning operational demands with psychological safety and core nursing values may contribute to sustainable retention. Workforce interventions should address the psychological legacy of COVID-19 and focus on rebuilding trust, flexibility and moral sustainability in emergency departments. While individual drivers of turnover are known, their complex interplay and retention factors are underexplored. This review identifies themes transcending boundaries and recurring across the turnover pathway, underscoring the need for multi-level interventions relevant to both nurse managers and policy makers. Reporting follows the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Reviews guidelines (PRISMA-ScR). This study did not include patient or public involvement in its design, conduct or reporting.",
  "disease": "covid-19"
}