{
    "title": "Low-back pain.",
    "doc_id": "26563799",
    "writer": "Violante FS",
    "year": "2015",
    "summary": "Some occupational risk factors (namely, heavy manual material handling) may also contribute to the development of low-back pain: due to the high prevalence of both low-back pain and manual material handling in the adult working population, it has been …",
    "abstract": "Low-back pain is one of the most common painful conditions experienced by humans throughout their life. Some occupational risk factors (namely, heavy manual material handling) may also contribute to the development of low-back pain: due to the high prevalence of both low-back pain and manual material handling in the adult working population, it has been estimated that low-back pain is probably the most common occupational disorder worldwide. Lifetime prevalence of low-back pain has been reported to be as high as 84%, depending on the case definition used, and no age group is spared, even children. Although low-back pain is not a lethal condition, it was estimated at the third rank among all diseases by disability-adjusted life-years in 2010 in the USA, after ischemic heart disease and chronic obstructive pulmonary disease, and at the first rank by years lived with disability. It also ranked high (13th) globally for the same year, in disability-adjusted life-years. Low-back pain is currently classified as nonspecific/specific as to putative cause and as acute (lasting less than 6 weeks), subacute (6-12 weeks), or chronic (more than 12 weeks) according to duration of symptoms. The distinction between nonspecific/specific and acute/subacute/chronic low-back pain is useful not only for epidemiologic studies, but also (mainly) for choosing the appropriate strategy for the diagnosis and treatment of the disorder. Workplace risk factors for low-back pain include manual lifting and whole-body vibration exposure. This chapter will provide an overview of modern concepts of low-back pain (in general) and will then outline some distinctive features of work-related low-back pain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26563799/"
}