{
    "title": "Prostate cancer research: The next generation; report from the 2019 Coffey-Holden Prostate Cancer Academy Meeting.",
    "doc_id": "31825540",
    "writer": "Miyahira AK",
    "year": "2020",
    "summary": "INTRODUCTION: The 2019 Coffey-Holden Prostate Cancer Academy (CHPCA) Meeting, \"Prostate Cancer Research: The Next Generation,\" was held 20 to 23 June, 2019, in Los Angeles, California. METHODS: The CHPCA Meeting is an annual conference held by the P …",
    "abstract": "Introduction:\n        \n      \n      The 2019 Coffey-Holden Prostate Cancer Academy (CHPCA) Meeting, \"Prostate Cancer Research: The Next Generation,\" was held 20 to 23 June, 2019, in Los Angeles, California.\n    \n\n\n          Methods:\n        \n      \n      The CHPCA Meeting is an annual conference held by the Prostate Cancer Foundation, that is uniquely structured to stimulate intense discussion surrounding topics most critical to accelerating prostate cancer research and the discovery of new life-extending treatments for patients. The 7th Annual CHPCA Meeting was attended by 86 investigators and concentrated on many of the most promising new treatment opportunities and next-generation research technologies.\n    \n\n\n          Results:\n        \n      \n      The topics of focus at the meeting included: new treatment strategies and novel agents for targeted therapies and precision medicine, new treatment strategies that may synergize with checkpoint immunotherapy, next-generation technologies that visualize tumor microenvironment (TME) and molecular pathology in situ, multi-omics and tumor heterogeneity using single cells, 3D and TME models, and the role of extracellular vesicles in cancer and their potential as biomarkers.\n    \n\n\n          Discussion:\n        \n      \n      This meeting report provides a comprehensive summary of the talks and discussions held at the 2019 CHPCA Meeting, for the purpose of globally disseminating this knowledge and ultimately accelerating new treatments and diagnostics for patients with prostate cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31825540/"
}