{
    "title": "Nomogram-based prediction of pre-eclampsia in the first trimester of gestation.",
    "doc_id": "32526695",
    "writer": "Wang W",
    "year": "2020",
    "summary": "STUDY DESIGN: We prospectively evaluated 356 pregnancies in their first trimester at the First Affiliated Hospital of Xi'an Jiaotong University and followed up the whole gestation. MAIN OUTCOME MEASURES: Pre-eclampsia correlation parameters were subjected to …",
    "abstract": "Objectives:\n        \n      \n      Pre-eclampsia is a specific disease during gestation without a clear etiology. The lack of effective forecasting and prevention methods threatens the safety of maternal and infant lives.\n    \n\n\n          Study design:\n        \n      \n      We prospectively evaluated 356 pregnancies in their first trimester at the First Affiliated Hospital of Xi'an Jiaotong University and followed up the whole gestation.\n    \n\n\n          Main outcome measures:\n        \n      \n      Pre-eclampsia correlation parameters were subjected to dimensionality reduction analysis using the least absolute shrinkage and selection operator (LASSO) method.\n    \n\n\n          Results:\n        \n      \n      Of the 356 pregnancies, 25 developed pre-eclampsia during late gestation. Sonographic parameters of the placenta, uterine artery, and umbilical artery were calculated using LASSO regression analysis. Five factors (vascularization and blood flow index of the placenta, peak systolic velocity and peak systolic to end-diastolic artery ratio of the left uterine artery, and pulse index of the umbilical artery) were applied in a final nomogram model. The fitting curve was closely correlated with the actual situation, with a C-index of 0.877.\n    \n\n\n          Conclusions:\n        \n      \n      The nomogram described here could be used to predict the risk of pre-eclampsia in pregnant women and provide strong support for early intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32526695/"
}