{
    "title": "[Wound Healing Disorders after Excision and Open Treatment for Pilonidal Sinus].",
    "doc_id": "33336345",
    "writer": "Petersen S",
    "year": "2021",
    "summary": "However, a small percentage of non-healing wounds remain. The frequency of significantly delayed wound healing is given in the literature as 2 - 5%. The influencing factors for wound healing after sinus pilonidalis excision are not only the size …",
    "abstract": "Introduction:\n        \n      \n      Pilonidalis sinus disease is a mostly chronic selective infection of the hairy skin in the area of skin wrinkles, mainly in the area of the natal cleft. Open treatment is still the most common recommended therapy. Nevertheless, there may be healing disorders within the framework of open wound treatment, which can significantly complicate the course.\n    \n\n\n          Methods:\n        \n      \n      The following is an overview of wound healing disorders after excision of pilonidalis sinus. Healing time and frequency are determined on the basis of current data and the causes of the healing disorder are evaluated. In addition, possible treatment options are presented and treatment recommendations are made.\n    \n\n\n          Results:\n        \n      \n      The evaluation of published data on wound healing period showed that the wound usually heals after a mean of two months. The results of the German forces cohort study show by way of example that almost all wounds have healed in the period up to three months. However, a small percentage of non-healing wounds remain. The frequency of significantly delayed wound healing is given in the literature as 2 - 5%. The influencing factors for wound healing after sinus pilonidalis excision are not only the size and symmetry of the excision wound but also other details of open wound treatment. In addition to intensification of the previous open wound treatment, the new excision and refreshment of the wound are mentioned as treatment options in the event of a lack of wound healing. Furthermore, changes in strategy for plastic-reconstructive procedures or other surface treatment are also recommended.\n    \n\n\n          Conclusion:\n        \n      \n      The excision wound of pilonidalis sinus should be healed after three to four months at the latest, after which the wound can be regarded as a wound with significantly delayed healing or as a wound healing disorder. Around this time, the findings should be re-evaluated and, if necessary, a change in the treatment concept should be made.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33336345/"
}