{
  "pmid": "41438831",
  "title": "Dealing with mold infestation in hospitals and medical practices.",
  "abstract": "Mold, which includes the components and metabolic products of mold fungi as well as other factors associated with moisture, such as yeasts, bacteria (actinobacteria) and mites, occurs indoors when there is increased moisture. In addition to known causes of damp/mold damage such as structural defects (including thermal bridges, rising damp, insufficient ventilation), water damage and incorrect ventilation and heating options, construction work plays an important role in hospitals and medical practices. The AWMF S2k guideline \"Medical clinical diagnostics for indoor mold exposure\" was first published in 2016. Following a new systematic literature search, an updated version of this guideline was published in October 2023 with the cooperation of various medical disciplines and other experts. The guideline is intended to close the existing knowledge gap in terms of rational and efficient medical diagnosis in cases of indoor mold contamination. Recommendations are given on general and specific examination methods. Non-evidence-based diagnostic methods, some of which are still used in practice, are not recommended. Furthermore, treatment options for health problems and diseases caused by mold fungi are presented. It is explained why, in most cases, indoor measurements of molds, their components or metabolites are not required for medical evaluation. Individuals who are immunosuppressed (grade 2 and 3 of the immunosuppression grades according the Commission for Hospital Hygiene and Infection Prevention [KRINKO] at the Robert Koch Institute [RKI]), or are suffering from severe influenza, severe COVID-19, cystic fibrosis and uncontrolled bronchial asthma are at increased risk of exposure to mold fungi. For these patients, exposure to mold damage must be ruled out in the clinic and practice as well as in the home environment. If, despite all precautionary measures, moisture/mold damage can be detected in the environment of these particularly vulnerable patients, it must be remediated immediately. Indoor measurements of mold exposure are not indicated for medical reasons. Rather, all measures that help to avoid moisture damage are crucial for prevention. Schimmel, worunter die Bestandteile und Stoffwechselprodukte von Schimmelpilzen, aber auch weitere mit Feuchtigkeit assoziierte Faktoren wie Hefen, Bakterien (Aktinobakterien) und Milben subsumiert werden, tritt in Innenräumen bei erhöhter Feuchtigkeit auf. Neben bekannten Ursachen für Feuchte-/Schimmelschäden wie baulichen Mängeln (u.a. Wärmebrücken, aufsteigende Feuchtigkeit, unzureichende Lüftungsmöglichkeiten), Wasserschäden sowie fehlerhaftem Lüftungs- und Heizverhalten spielen in Krankenhäusern und Praxen Baumaßnahmen eine wichtige Rolle. Im Jahr 2016 wurde die AWMF-S2k-Leitlinie „Medizinisch klinische Diagnostik bei Schimmelpilzexposition in Innenräumen“ erstmals veröffentlicht. Nach einer erneuten systematischen Literaturrecherche wurde unter Einbeziehung verschiedener medizinischer Fachrichtungen und weiterer Experten/Expertinnen im Oktober 2023 eine aktualisierte Fassung dieser Leitlinie herausgegeben. Die Leitlinie soll die bestehende Wissenslücke für eine rationale und effiziente medizinische Diagnostik bei Schimmelpilzbelastungen in Innenräumen schließen. Es werden Empfehlungen zu allgemeinen und speziellen Untersuchungsmethoden gegeben. Dabei wird von nicht-evidenzbasierten diagnostischen Methoden, die teilweise immer noch in der Praxis Anwendung finden, abgeraten. Weiterhin werden Therapieoptionen für durch Schimmelpilze verursachte Gesundheitsprobleme und Erkrankungen dargestellt. Es wird erläutert, warum für die medizinische Bewertung in den meisten Fällen keine Innenraummessungen von Schimmelpilzen, ihren Bestandteilen oder Metaboliten erforderlich sind. Personen unter Immunsuppression (Grad 2 und 3 der Immunsuppressionsgrade gemäß der Kommission für Krankenhaushygiene und Infektionsprävention [KRINKO]), mit schwer verlaufender Influenza, mit schwer verlaufender COVID-19, mit Mukoviszidose (zystischer Fibrose) und mit einem unkontrollierten Asthma bronchiale weisen eine erhöhte Gesundheitsgefährdung gegenüber Schimmelpilzexpositionen auf. Für diese Patienten/Patientinnen muss in Klinik und Praxis sowie im häuslichen Umfeld eine Exposition gegenüber Schimmel-/Feuchteschäden ausgeschlossen werden. Sollte trotz aller Vorsichtsmaßnahmen im Umfeld dieser besonders gefährdeten Patienten/Patientinnen ein Schimmel-/Feuchteschaden nachweisbar sein, muss dieser unmittelbar saniert werden. Aus medizinischer Indikation sind Innenraummessungen einer Schimmelpilzexposition nicht indiziert. Vielmehr sind zur Prävention alle Maßnahmen entscheidend, die dazu beitragen, Feuchteschäden zu vermeiden.",
  "disease": "asthma"
}