{
  "pmid": "41474431",
  "title": "Clinical predictors and mortality of postoperative pneumonia following pulmonary resection in patients with lung cancer: A systematic review and meta-analysis.",
  "abstract": "Postoperative pneumonia (POP) represents a significant complication in lung cancer (LC) patients following lung resection, contributing to poor outcomes. This systematic review and meta-analysis aimed to identify clinical predictors and outcomes of POP in LC. A systematic search was conducted in EBSCOhost, Embase, PubMed/MEDLINE, Scopus, and Web of Science, with screening and reporting following preferred reporting items for systematic reviews and meta-analyses (PRISMA) guidelines. Meta-analyses were performed in Jamovi 2.3.28, reporting results as odds ratios (OR) or standardised mean differences (SMD). Egger's test and Fail-safe N were used to assess publication bias and evidence robustness (PROSPERO: CRD42024551104). A total of 17 studies encompassing 21,104 LC patients (1,610 with POP and 19,494 without) were included. Reduced FEV1 (SMD: -0.48, 95%CI: [- 0.61, -0.36], P < 0.001) predicted POP. Surgical predictors of POP included VATS (OR: 0.575, 95%CI: [0.448, 0.737], P < 0.001), segmentectomy (OR: 0.459, 95%CI: [0.261, 0.805], P = 0.007), wedge resection (OR: 1.828, 95%CI: [1.189, 2.809], P = 0.006), lobectomy (OR: 0.626, 95%CI: [0.488, 0.803], P < 0.001), bilobectomy (OR: 2.367, 95%CI: [1.408, 3.979], P = 0.001), and pneumonectomy (OR: 1.750, 95%CI: [1.178, 2.600], P = 0.006). Left lung tumours increased POP risk (OR: 1.254, 95%CI: [1.050, 1.499], P = 0.013), while right lung tumours were protective (OR: 0.801, 95%CI: [0.670, 0.975], P = 0.015). POP was associated with longer surgery (SMD: 0.22, 95% CI: [0.11, 0.34], P < 0.001), extended hospitalisation (SMD: 1.19, 95%CI: [1.07, 1.30], P < 0.001), and significantly higher overall mortality OR: 12.12, 95% CI: [5.540, 26.550], P < 0.001). POP in LC patients is influenced by respiratory function, surgical approach, and tumour location, and predicts poor survival, emphasising the need for preventive strategies.",
  "disease": "lung cancer"
}