{
    "title": "Oxidized forms of glutathione in peripheral blood as biomarkers of oxidative stress.",
    "doc_id": "16690733",
    "writer": "Rossi R",
    "year": "2006",
    "summary": "METHODS: We used human blood for in vitro experiments with oxidants [tert-butylhydroperoxide (t-BOOH), diamide, and menadione]. For in vivo experiments, we used rats in which we cannulated the jugular and femoral veins for both oxidant administration and blood colle …",
    "abstract": "Background:\n        \n      \n      Reduced glutathione (GSH) and its redox forms, glutathione disulfide (GSSG) and glutathionylated proteins (PSSG), are biomarkers of oxidative stress, but methodologic artifacts can interfere with their measurement. We evaluated the importance of correct sample handling during the preanalytical phase for GSH, GSSG, and PSSG measurement.\n    \n\n\n          Methods:\n        \n      \n      We used human blood for in vitro experiments with oxidants [tert-butylhydroperoxide (t-BOOH), diamide, and menadione]. For in vivo experiments, we used rats in which we cannulated the jugular and femoral veins for both oxidant administration and blood collection. We measured GSH, GSSG, and PSSG with HPLC with or without sample pretreatment with N-ethylmaleimide (NEM) to prevent artifacts. We also measured malondialdehyde (MDA) with HPLC, and protein carbonyls (PCO) with spectrophotometric procedures.\n    \n\n\n          Results:\n        \n      \n      When methodologic artifacts were prevented by pretreatment with NEM, GSSG results increased up to 3-fold over the basal concentrations, even in the presence of 5 micromol/L t-BOOH or diamide and 20 micromol/L menadione. PSSG increased by approximately 50% at 20 micromol/L t-BOOH or diamide and at 50 micromol/L menadione. PCO and MDA remained unchanged. In vivo oxidation treatments elicited immediate and significant increases in GSSG and PSSG over basal values (up to 200-fold), whereas PCO and MDA showed only slight variation 120 or 180 min after treatment.\n    \n\n\n          Conclusions:\n        \n      \n      With the use of artifact-free measurement methods, GSH, GSSG, and PSSG are potentially powerful and reliable biomarkers of oxidative stress status and can be used to evaluate whether, and to what extent, oxidative stress may be involved in various diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16690733/"
}