{
  "pmid": "41418640",
  "title": "Gut-lung axis: moxibustion's impact on short-chain fatty acids in various tissues of asthmatic rats.",
  "abstract": "Our research group previously confirmed that moxibustion effectively enhances gut short-chain fatty acids (SCFAs) in asthmatic rats based on the \"gut-lung axis\" theory. This study aimed to investigate whether moxibustion could control asthmatic airway inflammation by increasing SCFA levels in various body regions, compare the therapeutic effects of \"Feishu\" (BL13) alone versus the combined use of \"Feishu-Tianshu\" (BL13-ST25), and explore potential mechanisms. Forty Sprague-Dawley rats were randomly divided into four groups: Group A (control), Group B (model), Group C (Feishu), and Group D (Feishu-Tianshu), with 10 rats per group. An asthma model was induced using ovalbumin (OVA) injection and nebulization. After successful modeling, Group C rats received moxibustion on both sides of \"Feishu\" for 30 min, while Group D rats underwent sequential moxibustion on \"Feishu\" and \"Tianshu\" for a total of 30 min. Group B rats were only restrained for 30 min. One hour after these interventions, rats in Groups B, C, and D were nebulized with 1 % OVA solution for 20 min. All interventions were performed once daily for 14 days. General behavior observations were recorded, blood routine test to count inflammatory cells, lung tissue pathology was assessed with HE staining, inflammatory cells in bronchoalveolar lavage fluid (BALF) and bone marrow were counted with Wright-Giemsa staining, interleukin (IL)-5, IL-17, IL-33, and thymic stromal lymphopoietin (TSLP) levels in lung tissue were measured using real-time quantitative PCR. SCFA levels in lung tissue, blood, bone marrow, and feces were analyzed using gas chromatography-mass spectrometry. Compared with the control group, the model group showed severe lung structural abnormalities, substantial inflammatory cell infiltration around the bronchi. The proportion of eosinophils and neutrophils in BALF, lymphocytes, eosinophils, and neutrophils in blood, lymphocytes, granulocytes, and macrophages in bone marrow, and the mRNA and protein expression of IL-5, IL-17, IL-33, and TSLP in lung tissue, were significantly increased (P < 0.05 or P < 0.01). Fecal levels of acetic, propionic, isobutyric, butyric, valeric, isovaleric, and hexanoic acids were markedly reduced (P < 0.05 or P < 0.01), and levels of acetic, propionic, butyric, and isobutyric acids in serum, bone marrow, and lung tissue were also significantly reduced (P < 0.05 or P < 0.01). Compared with the model group, Groups C and D showed improved lung pathology, a decreased proportion of eosinophils and neutrophils in BALF, and significantly reduced IL-5, IL-17, IL-33, and TSLP levels in lung tissue (P < 0.05 or P < 0.01). Fecal levels of acetic, propionic, isobutyric, butyric, isovaleric, valeric, and hexanoic acids were significantly increased (P < 0.05 or P < 0.01). Serum levels of acetic, propionic, and butyric acids rose significantly (P < 0.05 or P < 0.01), while levels of acetic, propionic, butyric, and isobutyric acids in bone marrow and lung tissue were significantly elevated (P < 0.05 or P < 0.01). Compared with Group C, fecal levels of acetic, butyric, and hexanoic acids in Group D were significantly higher (P < 0.05 or P < 0.01). Asthma disrupts gut microbiota in rats, while moxibustion can simultaneously increase SCFA levels in the gut, blood, lung tissue, and bone marrow, reduce inflammatory factors in lung tissue, and regulate airway inflammation in asthma. This study suggests that SCFAs may play an important role in relieving asthma and provides additional scientific support for the \"gut-lung axis\" theory.",
  "disease": "asthma"
}