{
    "title": "Intestinal microbiota and juvenile idiopathic arthritis: current understanding and future prospective.",
    "doc_id": "32533534",
    "writer": "Xin L",
    "year": "2021",
    "summary": "BACKGROUND: Juvenile idiopathic arthritis (JIA) characterized by arthritis of unknown origin is the most common childhood chronic rheumatic disease, caused by both host genetic factors and environmental triggers. ...DATA SOURCES: We searched PubMed for animal and hu …",
    "abstract": "Background:\n        \n      \n      Juvenile idiopathic arthritis (JIA) characterized by arthritis of unknown origin is the most common childhood chronic rheumatic disease, caused by both host genetic factors and environmental triggers. Recent evidence has mounted to focus on the intestinal microbiota, a potentially recognized set of environmental triggers affecting JIA development. Here we offer an overview of recently published animal and human studies that support the impact of intestinal microbiota in JIA.\n    \n\n\n          Data sources:\n        \n      \n      We searched PubMed for animal and human studies publications with the search terms \"intestinal microbiota or gut microbiota\" and \"juvenile idiopathic arthritis or juvenile chronic arthritis or juvenile rheumatoid arthritis or childhood rheumatoid arthritis or pediatric rheumatoid arthritis\".\n    \n\n\n          Results:\n        \n      \n      Several comparative studies have demonstrated that intestinal microbial alterations might be triggers in disease pathogenesis. Alternatively, a slice of studies has suggested environmental triggers in early life might disrupt intestinal microbial colonization, including cesarean section, formula feeding, and antibiotic exposure. Aberrant intestinal microbiota may influence the development of JIA by mediating host immune programming and by altering mucosal permeability.\n    \n\n\n          Conclusions:\n        \n      \n      Specific microbial factors may contribute to the pathogenesis of JIA. Intensive studies, however, are warranted to investigate the causality between intestinal dysbiosis and JIA and the mechanisms behind these epidemiologic relationships. Studies are also needed to design the best interventional administrations to restore balanced intestinal microbial communities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32533534/"
}