{
    "title": "Clinical Characteristics of Anaphylaxis in Children Aged 0-16 Years in Xi'an, China.",
    "doc_id": "36516810",
    "writer": "Su Y",
    "year": "2023",
    "summary": "The aim of this study was to clarify the clinical characteristics of anaphylaxis in children of all ages in Xi'an, China. METHODS: A retrospective study was conducted on anaphylaxis cases in the emergency department of the Affiliated Children's Hospital of Xi …",
    "abstract": "Introduction:\n        \n      \n      Anaphylaxis is a serious systemic hypersensitivity reaction that usually has a rapid onset and may cause death. The aim of this study was to clarify the clinical characteristics of anaphylaxis in children of all ages in Xi'an, China.\n    \n\n\n          Methods:\n        \n      \n      A retrospective study was conducted on anaphylaxis cases in the emergency department of the Affiliated Children's Hospital of Xi'an Jiaotong University between January 1, 2016, and July 1, 2021. The statistical methods used were the χ2 test, Fisher's exact test, and Z-test.\n    \n\n\n          Results:\n        \n      \n      A total of 110 cases of anaphylaxis were collected: 70% were male, 13 were <1 year old, 17 were 1-2 years old, 42 were 3-6 years old, 38 were 7-16 years old, 10 (9.1%) had ≥2 anaphylaxis, and 75 (68.1%) had a previous history of allergy. The triggers of anaphylaxis were analyzed: 50 cases (45.5%) were induced by food, 37 cases (33.6%) by drugs, 6 cases (5.5%) by insect bites, 4 cases (3.6%) by exercise, and 12 cases (11.8%) by unknown causes. Common food allergens were milk (20%, 10/50), buckwheat (16%, 8/50), eggs (14%, 7/50), and fruits (14%, 7/50). The most common drug triggers were antibiotics (59.4%, 22/37), non-steroidal anti-inflammatory drugs (NSAIDs) (10.8%, 4/37), vaccines (10.8%, 4/37), and herbal medicines (10.8%, 4/37). Common food allergens vary by age: milk and eggs for infants, fruit for children aged 1-2 years, and buckwheat for children older than 3 years. Ninety-eight cases (89.1%) had skin mucosal involvement, 78 (70.9%) had respiratory compromise, 45 (40.9%) had cardiovascular compromise, and 31 (28.2%) had gastrointestinal symptoms. Cardiovascular compromise and reduced level of consciousness were statistically different between the age groups (p < 0.05). Twenty cases (18.2%) had resolved spontaneously when they reached the hospital, 53 cases (48.1%) received epinephrine, 18 (16.4%) were hospitalized, and 2 (1.8%) experienced a biphasic reaction.\n    \n\n\n          Conclusions:\n        \n      \n      Males are overrepresented in children with anaphylaxis, and food and drugs are common triggers in children. However, the types of common food triggers differ across age groups, and infants are more likely to have cardiovascular compromise and a reduced level of consciousness. However, the use of epinephrine remains inadequate. The training of clinical staff in recognizing anaphylaxis needs to be strengthened.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36516810/"
}