{
    "title": "Preparation of Decellularized Lung Matrix Scaffolds and Evaluation of its Effect on Endometrial Stem Cell Differentiation into Lung Epithelial-like Cells.",
    "doc_id": "41147071",
    "writer": "Mohamadnia A",
    "year": "2025",
    "summary": "In addition, we found that decellularized scaffolds induced lung epithelial cell differentiation from EnSCs by upregulating a subset of genes. Lung epithelial cell development from stem cells was also induced by decellularized scaffolds, as show …",
    "abstract": "Background:\n        \n      \n      The use of decellularized tissues as cell culture scaffolds is an exciting new direction in regenerative medicine because they may provide the instructional context for cell development and function.\n    \n\n\n          Objective:\n        \n      \n      Building a scaffold with biomimetic chemical, structural, and functional features is crucial for lung tissue healing. Due to the diverse nature of their structure, a decellularized lung matrix derived from both allogeneic and xenogeneic sources is regarded as an ideal scaffold for lung regeneration.\n    \n\n\n          Methods:\n        \n      \n      By decellularizing rat lungs using a combination of chemical and physical methods, we were able to build a scaffold for lung tissue engineering. A decellularized lung was tested for DNA content, and histologically, it was shown to be totally free of cells after using this process.\n    \n\n\n          Results:\n        \n      \n      The decellularized lung was biocompatible for the growth of human endometrial stem cells (hEnSCs), as evidenced by scanning electron microscopy (SEM), an MTS assay, and Hematoxylin and Eosin (H&E) staining. In addition, we found that decellularized scaffolds induced lung epithelial cell differentiation from EnSCs by upregulating a subset of genes. Lung epithelial cell development from stem cells was also induced by decellularized scaffolds, as shown by an increase in the expression of a gene that is only expressed in lung epithelial cells. The strong level of acellularized scaffold affinity for cell adhesion, proliferation, and growth was also shown to promote lung lesion regeneration in rats after four weeks of treatment, according to in vivo research.\n    \n\n\n          Conclusion:\n        \n      \n      In summary, the decellularized lung scaffold that has been developed offers a highly accurate framework for the effective restoration of lung tissues. These scaffolds prove to be valuable tools for investigating the mechanisms by which the tissue microenvironment facilitates the growth, differentiation, and function of lung epithelial-like cells, ultimately contributing to the beneficial outcomes of lung repair.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41147071/"
}