{
  "pmid": "41469357",
  "title": "STATE OF CARDIOVASCULAR SYSTEM IN EMERGENCY WORKERS OF THE CHORNOBYL ACCIDENT AFTER SURVIVE FROM COVID-19.",
  "abstract": "based on a comparative analysis of cardiovascular system clinical, structural, and functional state bothin emergency workers (EW) of the accident at the Chernobyl Nuclear Power Plant (ChNPP) and nоnirradiated individuals, to identify changes of cardiovascular system status that can be associated with COVID19 or the consequences of radiation, but not with the natural progression of cardiovascular diseases (CVD). The study included 46 EW and 21 unexposed patients (comparison group - CG) who survived COVID19 in 2020-2022 (groups EWC+ and CGC+ respectively), and EW and 21 unexposed individuals without a history of COVID19 (groups EWC and CGC respectively). All EW and CG individuals were male under longterm supervision, and underwent regular examination and treatment for cardiovascular diseases (CVD) in the cardiology department of the NRCRMHO in the pre and postCOVID period. During the examination of patients, generalclinical, laboratory, statistical methods, echocardiography, and daily electrocardiogram monitoring were used. During the comparable period of time between the pre and postCOVID examinations in the EW and nonirradiated individuals, regardless of whether they had COVID19 or not, a deterioration of cardiovascular system status was revealed, which consisted in the appearance of new cases of hypertensive heart disease, coronary heart disease, heart failure, rhythm and conduction disorders. Echocardiographic indicators, which characterize the structural and functional state of the left ventricle, did not have statistically significant difference both in each groupbetween the two examinations in pre and postCOVID period and between different groups. The lack of the significant difference in clinical course of CVD and the structural and functional stateof myocardium between patients, who were sick with COVID19 or not, is more indicative of the natural progressionof cardiovascular system pathology. Hypothetically, it can be assumed that in elderly people (60-75 years old) having CVD, past radiation exposure does not significantly affect cardiovascular system status in the present. Мета: на основі порівняльного аналізу клінічного та структурнофункціонального стану серцевосудинної системи в учасників ліквідації наслідків аварії (УЛНА) на Чорнобильській атомній електростанції (ЧАЕС) тааварійно неопромінених осіб визначити зміни стану серцевосудинної системи, які можна пов’язати з перенесеним COVID19 або наслідками опромінення, але не з природним прогресуванням серцевосудинних захворювань (ССЗ).Матеріали та методи. Дослідження проведено у 135 пацієнтів чоловічої статі, включаючи 46 УЛНА та 21 неопромінений пацієнт (група порівняння – ГП), які у 2020–2022 роках хворіли на COVID19 (групи УЛНАС+ і ГПС+відповідно), і 47 УЛНА та 21 неопромінену особу без COVID19 в анамнезі (групи УЛНАС і ГПС відповідно).Всі УЛНА та особи ГП були під тривалим наглядом і проходили регулярне обстеження та лікування з приводуССЗ у відділенні кардіології ННЦРМГО в до та післяковідний період. Під час обстеження хворих використовували загальноклінічні, лабораторні, статистичні методи та ехокардіографію і добове моніторування електрокардіограми.Результати. За зіставний проміжок часу між обстеженнями в до та післяковідний період в УЛНА та неопромінених осіб, незалежно від того, хворіли вони на COVID19 або ні, спостерігалося погіршення стану серцевосудинної системи, котре полягало в появі нових випадків захворювання на гіпертонічну хворобу, ішемічну хворобусерця, серцеву недостатність, порушень ритму та провідності. Ехокардіографічні показники, які характеризуютьструктурнофункціональний стан лівого шлуночка, не мали статистично достовірних змін як в кожній групі міждвома обстеженнями в до та післяковідний період, так і між різними групами.Висновки. Відсутність достовірної різниці клінічного перебігу ССЗ та структурнофункціонального стануміокарда у пацієнтів, які перенесли COVID19 і не хворіли на нього, більше свідчить про природне прогресування патології серцевосудинної системи. Гіпотетично можна припустити, що в осіб похилого віку (60–75 років),хто тривало хворів на ССЗ, радіаційний вплив у минулому і захворювання на COVID19 легкого та середньотяжкого перебігу суттєво не впливають на стан серцевосудинної системи.Ключові слова: учасники ліквідації наслідків аварії на Чорнобильській АЕС; гіпертонічна хвороба; ішемічнахвороба серця; серцева недостатність; COVID19; післяковідний період; ехокардіографія.",
  "disease": "hypertension"
}