{
  "pmid": "41431840",
  "title": "Estimating Out-of-Pocket Savings From Medicare Site-Neutral Payments on Colon, Lung, Ovarian, and Prostate Cancer Patients.",
  "abstract": "Site-neutral payment reforms seek to align Medicare reimbursement rates for common outpatient services across care sites. Recent reports have assessed the composite impact of site-neutral payment policies on beneficiaries, federal savings, and the commercial market. This analysis builds on such work, focusing on the potential patient-level savings of site-neutral reform for high-utilizing Medicare beneficiaries facing common chronic cancers. We compiled the outpatient services of standard treatment regimens for a typical lung, ovarian, prostate, and colon cancer patient over their first year of treatment. By simulating scenarios for these patients in which hospital outpatient rates were and were not aligned with those of independent physician offices for the 57 service classifications recommended by the Medicare Payment Advisory Commission (MedPAC), we were able to estimate the effect of site-neutral payments on patient out-of-pocket cancer costs. We found that expanding site-neutral payments for MedPAC's recommended services would greatly reduce Medicare cancer patients' outpatient out-of-pocket share, with certain beneficiaries saving over $1000 in out-of-pocket spending in their first year of cancer treatment. Along with patient savings, site-neutral payment expansion would produce larger Medicare fee-for-service savings that average over $5500 per cancer patient for the 4 standard cancer treatments analyzed. The largest portions of Medicare and patient savings with site-neutral payments for these 4 cancers came in the form of drug administration costs, particularly when chemotherapy was included as a part of treatment. The findings of this analysis suggest that existing regulatory and legislative site-neutral proposals have the ability to save Medicare and its higher-need beneficiaries thousands of dollars per patient when treating typical lung, ovarian, prostate, and colon cancer cases.",
  "disease": "colorectal cancer"
}