{
    "title": "Preoperative risk factors for major postoperative complications after complex gastrointestinal cancer surgery: A systematic review.",
    "doc_id": "34340874",
    "writer": "van Kooten RT",
    "year": "2021",
    "summary": "Identification of preoperative risk factors can lead to the identification of high-risk patients. These risk factors can also be used to design personalized perioperative care. ...The present systematic review provides a comprehensive overview o …",
    "abstract": "Patients undergoing complex gastrointestinal surgery are at high risk of major postoperative complications (e.g., anastomotic leakage, sepsis), classified as Clavien-Dindo (CD) ≥ IIIa. Identification of preoperative risk factors can lead to the identification of high-risk patients. These risk factors can also be used to design personalized perioperative care. This systematic review focuses on the identification of these factors. The Medline and Embase databases were searched for prospective, retrospective cohort studies and randomized controlled trials investigating the effect of risk factors on the occurrence of major postoperative complications and/or mortality after complex gastrointestinal cancer surgery. Risk of bias was assessed using the Quality in Prognostic Studies tool. The level of evidence was graded based on the number of studies reporting a significant association between risk factors and major complications. A total of 207 eligible studies were retrieved, identifying 33 risk factors for major postoperative complications and 13 preoperative laboratory results associated with postoperative complications. The present systematic review provides a comprehensive overview of preoperative risk factors associated with major postoperative complications. A wide range of risk factors are amenable to actions in perioperative care and prehabilitation programs, which may lead to improved outcomes for high-risk patients. Additionally, the knowledge of this study is important for benchmarking surgical outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34340874/"
}