{
  "pmid": "41384087",
  "title": "Lipomatous metaplasia in cardiac CT: when 'normal' extracellular volume does not indicate myocardial viability - a case report.",
  "abstract": "Extracellular-volume (ECV) mapping derived from dual-energy cardiac computed tomography (DE-CT) demonstrates potential for informing myocardial-viability assessment. However, intramyocardial lipomatous metaplasia (LM)-a frequent sequel of chronic infarction-contains little or no interstitial space and may therefore normalize ECV values, falsely suggesting viable tissue. A 65-year-old man with chronic total occlusion of the left anterior descending (LAD) artery underwent multimodality imaging to guide revascularisation. Cardiac magnetic resonance (CMR) demonstrated a transmural, thinned scar in the antero-septal apex and sub-endocardial fibrosis in basal-mid anterior segments. DE-CT demonstrated low attenuation in the same territory, whereas ECV mapping revealed normal values in the scarred apex (comparable to non-infarcted myocardium) and mildly elevated ECV in the basal-mid anterior segments with non-transmural scar. The presence of chemical-shift artefacts on cine CMR, along with further attenuation reduction on DE-CT, confirmed intramyocardial fat, explaining the paradoxically low ECV in this region. Ultimately, the integrated assessment of limited viability, extensive scar remodelling, and high-risk procedural features led to the decision to defer revascularization. LM can obscure chronic infarcted myocardium on CT-derived ECV maps by abolishing extracellular expansion and generating deceptively normal values. Reliable interpretation mandates correlation with tissue attenuation, mono-energetic reconstructions, or fat-sensitive CMR sequences. DE-CT affords single-acquisition, high-resolution characterization of both ECV and tissue composition, but its quantitative outputs must be contextualized to avoid misclassification of viability. Awareness of this pitfall is essential for accurate decision-making in chronic ischaemic heart disease and underscores the continuing need for integrated multimodality imaging.",
  "disease": "coronary artery disease"
}