{
  "pmid": "41437746",
  "title": "Anxiety and Depression Status of Patients With Coronary Atherosclerotic Heart Disease and Its Influencing Factors.",
  "abstract": "Coronary atherosclerotic heart disease (CAHD) is a major global health burden with high morbidity and mortality. Psychological comorbidities, particularly anxiety and depression, are highly prevalent in CAHD patients and significantly impact disease prognosis, quality of life, and treatment adherence. This study aimed to explore the occurrence and influencing factors of anxiety and depression in patients with CAHD. A retrospective study design was used to collect clinical data and questionnaire results from 152 patients with CAHD who attended our hospital from January 2022 to January 2025. The Hamilton Anxiety scale, Hamilton Depression scale, Acceptance of Illness Scale and Social Support Rating Scale were used to assess the results, and statistical analyses were performed using SPSS (version 26.0) software, which included independent sample t-tests, chi-square tests and univariate and multiple logistic regression analysis. Amongst 152 patients with CAHD, the detection rate of anxiety symptoms was 42.76% (65 cases), and the detection rate of depressive symptoms was 46.05% (70 cases). Multiple logistic regression analysis showed that the number of coronary artery lesion branches (odds ratio (OR) = 3.15, 95% CI: 1.25-7.96, p = 0.015), the amount of long-term medication (OR = 3.26, 95% CI: 1.42-7.50, p = 0.005), and disease acceptance (OR = 0.81, 95% CI: 0.73-0.90, p < 0.001) and social support (OR = 0.88, 95% CI: 0.83-0.94, p < 0.001) were independent influencing factors of anxiety. Disease course (OR = 2.52, 95% CI: 1.18-5.41, p = 0.017), disease acceptance (OR = 0.92, 95% CI: 0.86-0.99, p = 0.047) and social support (OR = 0.95, 95% CI: 0.91-0.99, p = 0.047) were independent influencing factors of depression. Disease acceptance and social support are the main influencing factors. Therefore, routine screening for anxiety and depression, coupled with tailored interventions, is recommended for patients with CAHD.",
  "disease": "coronary artery disease"
}