{
  "pmid": "41468969",
  "title": "Relationship between prolonged sedentary bout and functional recovery in patients with subacute stroke: a multicenter observational study.",
  "abstract": "To examine the association between the daily count of sedentary bouts ≥60 min and activities of daily living (ADL) recovery in non-ambulatory patients with subacute stroke. A prospective observational cohort study. Convalescent rehabilitation wards in 11 inpatient facilities across Japan. Patients with subacute stroke admitted between February 2022 and February 2025 who were unable to walk independently at admission but had been independent in ADL before stroke onset. Not applicable. Outcome measurement was the motor subscale of the Functional Independence Measure (M-FIM) assessed longitudinally at admission, one month after admission and at discharge. The exposure was the mean daily count of ≥60-min sedentary bouts measured by triaxial accelerometry during the first week after admission. Linear mixed-effects models were applied to examine associations between the mean daily count of ≥60 min sedentary bouts at admission and M-FIM change over time, adjusting for covariates, including total sedentary time. Exploratory age-stratified analyses (≥65 vs. ≤64 years) were also conducted. A total of 588 participants were analyzed. Higher daily count of ≥60 min sedentary bouts was significantly associated with poorer ADL recovery (β = -1.53, 95% confidence interval [CI] -2.31 to -0.76, p < 0.001), independent of total sedentary time. Age-stratified analyses revealed that this association was significant in older adults (β = -1.52, 95% CI -2.46 to -0.57, p = 0.002) but not in younger patients (β = -0.73, 95% CI -2.05 to 0.59, p = 0.278). In non-ambulatory patients with subacute stroke, frequent prolonged sedentary bouts during early rehabilitation were independently associated with poorer ADL recovery, particularly in older adults. Interrupting extended sitting periods may represent a simple, low-cost intervention to support functional recovery in stroke rehabilitation.",
  "disease": "stroke"
}