{
  "pmid": "41442167",
  "title": "Surgical Outcomes of Subxiphoid Thoracoscopic Complex Basilar Sublobar Resection versus Lower Lobectomy: A Single-Center Retrospective Analysis.",
  "abstract": "To compare perioperative outcomes of Complex basilar sublobar resection (CBSLR) versus lower lobectomy, both performed via a standardized subxiphoid thoracoscopic approach, and to assess the impact of advanced image guidance on pathological quality metrics. In a single-center retrospective analysis (January 2016-January 2024) of prospectively collected data, 98 consecutive patients underwent multiportal subxiphoid thoracoscopic anatomic resection for lower lobe lesions. Outcomes were compared between CBSLR and lower lobectomy. In Non small cell lung cancer (NSCLC) patients undergoing CBSLR, pathological margins were analyzed according to the use of advanced image-guided surgery guidance, associating 3 D dynamic simulation (3 D-DS) and fluorescence imaging. Among 98 patients (NSCLC: n = 80; metastasis: n = 14; benign: n = 4), lower lobectomy was performed in 59 (60%) and CBSLR in 39 (40%), of whom 23 received 3 D-DS and fluorescence assistance advanced image guidance. Perioperative outcomes were comparable between CBSLR and lower lobectomy, including conversion to thoracotomy (3% vs 9%), overall complications (13% vs 17%), prolonged air leak (5% vs 2%), median length of stay (1 [IQR 1-2] vs 1 [IQR 1-3] days), readmission (5% vs 9%), and 30-day mortality (0% vs 1.7%) (all p > 0.05). In NSCLC patients, advanced image guidance significantly increased pathological margins (median 23 [19-35] mm vs 10 [10-20] mm, p = 0.013). Subxiphoid thoracoscopic CBSLR achieves perioperative outcomes equivalent to lower lobectomy while preserving lung parenchyma. The 3 D-DS-assisted \"butterfly\" approach enhances oncologic margin clearance in challenging basilar resections and represents a promising strategy for lung-sparing anatomic surgery in complex lower lobe lesions.",
  "disease": "lung cancer"
}