{
  "pmid": "41450718",
  "title": "Suprainguinal Fascia Iliaca Block as Primary Anesthesia in a Child-Pugh C Patient Undergoing Percutaneous Hip Fixation: A Case Report.",
  "abstract": "Hip fracture surgery in patients with decompensated liver cirrhosis is associated with substantial perioperative morbidity and mortality. The anesthetic management of these patients is complicated by coagulopathy, thrombocytopenia, and a hyperdynamic circulatory state. These pathophysiological changes often contraindicate neuraxial techniques due to the risk of spinal hematoma, while general anesthesia poses significant risks of intraoperative hypotension and delayed recovery due to impaired hepatic metabolism. We present the case of a 57-year-old female with alcohol-related Child-Pugh C cirrhosis who presented with an unstable pertrochanteric femoral fracture. Despite attempts at optimization, preoperative laboratory evaluation demonstrated severe anemia, thrombocytopenia, and coagulopathy (hemoglobin 7.1 g/dL, platelet count 50×10⁹/L, international normalized ratio (INR) 1.7; model for end-stage liver disease-sodium (MELD-Na) score 23), precluding neuraxial techniques. Given her clinical status, a decision was made to utilize a suprainguinal fascia iliaca nerve block (SFINB) as the primary anesthetic technique, supplemented with a remifentanil infusion for analgosedation. This approach allowed for surgical fixation of the fracture while maintaining hemodynamic stability (mean arterial pressure 106-125 mmHg throughout the procedure) without the need for vasopressors. Remifentanil was selected for its organ-independent metabolism, minimizing the risk of drug accumulation. The patient remained awake and cooperative, and the early postoperative course was free of complications. This case illustrates that SFINB, combined with remifentanil-based analgosedation, offers a feasible and safe alternative to general or neuraxial anesthesia in carefully selected high-risk patients with advanced liver disease.",
  "disease": "liver cirrhosis"
}