{
  "pmid": "41377794",
  "title": "Influenza A-Associated Acute Necrotizing Encephalopathy in An Immunocompetent Adult.",
  "abstract": "Acute necrotizing encephalopathy (ANE) is a rare but severe neurological condition, typically triggered by viral infections, including influenza. It is characterized by a dysregulated immune-inflammatory host response, leading to rapid neurological deterioration, including encephalopathy and multifocal brain lesions. Diagnosis and treatment are challenging, and the condition is associated with high morbidity and mortality. We report the case of a 48-year-old immunocompetent male who presented twice to the emergency department with fever and rapidly progressing altered consciousness, followed by generalized seizures. Neuroimaging revealed characteristic bilateral thalamic lesions and diffuse cerebral haemorrhage. Rapid diagnostic testing confirmed influenza A virus infection, leading to the diagnosis of influenza-associated acute necrotizing encephalopathy. Despite the initiation of antiviral therapy with oseltamivir, along with high-dose intravenous corticosteroids and immunoglobulins, the patient passed away due to severe neurological complications. Adult-onset ANE is exceptionally rare, particularly in Western populations, and is associated with a fulminant clinical course. Common features include altered mental status and seizures, often progressing to severe outcomes despite treatment. Given its non-specific prodromal symptoms and rapid neurological decline, early recognition and prompt neuroimaging are essential for diagnosis and management. Increased awareness of this condition among clinicians may facilitate earlier intervention and potentially improve outcomes. The present case report highlights the fatal outcome of ANE as a rare complication of Influenza A infection in an immunocompetent adult. Acute necrotizing encephalopathy (ANE) in the setting of Influenza A infection clinically manifests with high-grade fever and neurological semiology, including diplopia and epileptic episodes as seen in this patient.Core therapeutic management of ANE involves the administration of oseltamivir, intravenous corticosteroids and gamma globulin.The present case report underlines the abrupt clinical deterioration of an immunocompetent patient with Influenza A-induced ANE, over a 3-day onset of flu-like symptoms.",
  "disease": "influenza"
}