{
  "pmid": "41472216",
  "title": "Comparative Clinical Outcomes of Major Respiratory Viruses in Hospitalized Adults During the Post-Pandemic Period: A Retrospective Cohort Study.",
  "abstract": "In the post-pandemic era, respiratory viruses continue to cause substantial morbidity and mortality among hospitalized adults. SARS-CoV-2 and influenza remain the most common pathogens, while RSV and rhinovirus have re-emerged as relevant causes of severe illness. This study compared the characteristics and outcomes of virus-specific infections detected by multiplex real-time PCR over two consecutive seasons. This retrospective cohort study was conducted at a 1010-bed tertiary-care hospital in Türkiye between June 2022 and June 2024. Adults hospitalized with at least one respiratory virus detected by MRT-PCR were included. Demographic, clinical, and laboratory data were analyzed. Pathogen-specific comparisons were limited to monoinfections, and predictors of in-hospital mortality were identified using multivariable logistic regression. Among 518 admissions, influenza (33.6%) and SARS-CoV-2 (29.3%) were the predominant pathogens, followed by rhinovirus (11.2%), RSV (6.6%), and other respiratory viruses (19.6%). Overall in-hospital mortality was 26.6%. Mortality differed across virus groups in unadjusted analyses, being highest in SARS-CoV-2 and RSV and lowest in rhinovirus. Non-survivors were older, more comorbid, more often immunosuppressed, and more likely to require oxygen therapy or ICU care at sampling. In multivariable analysis, independent predictors of mortality were ICU location at sampling (aOR 5.52), oxygen requirement (aOR 3.39), immunosuppression (aOR 3.67), older age (per 10-year increase: aOR 1.25), and secondary bacterial infection (aOR 7.00). Viral etiology, including SARS-CoV-2, was not independently associated with mortality after adjustment. Among hospitalized adults, mortality was driven primarily by host-related factors and secondary bacterial infection rather than by viral etiology. These findings highlight the need for strengthened adult immunization programs, reliable respiratory virus surveillance, the prevention of bacterial superinfection, and the development of and equitable access to effective vaccines and antiviral therapies to reduce severe outcomes in high-risk adults.",
  "disease": "pneumonia"
}