{
  "pmid": "41470893",
  "title": "Effects of Iodine Status and Vitamin A Level on Blood Pressure, Blood Glucose, and Blood Lipid Levels in Chinese Adults: A Cross-Sectional Study.",
  "abstract": "Iodine deficiency remains a significant public health concern worldwide and may contribute to metabolic disorders beyond thyroid dysfunction. Emerging evidence suggests that nutritional factors, such as vitamin A, may influence the health effects of iodine deficiency, yet population-based evidence remains limited. This study aimed to investigate the associations between iodine deficiency and cardiometabolic risk factors (blood pressure, glucose, and lipids) and to explore whether these associations are different between adults with different vitamin A levels. A total of 4723 adults (1895 males and 2828 females) were included in this cross-sectional study. Participants were categorized based on iodine status and serum vitamin A levels. Demographic, anthropometric, and biochemical indicators were assessed through standardized examinations. Multivariable linear and logistic regression models were used to evaluate the associations between iodine deficiency and continuous (systolic blood pressure [SBP], diastolic blood pressure [DBP], fasting blood glucose [FBG], total cholesterol [TC], high-density lipoprotein cholesterol [HDL-C], low-density lipoprotein cholesterol [LDL-C], triglycerides [TGs]) and binary outcomes (hypertension, hyperglycemia, and dyslipidemia), with stratified analyses by gender, age, and vitamin A status. Iodine deficiency was significantly associated with higher SBP (β = 2.89, 95% confidence interval [CI]: 2.00-3.77), DBP (β = 1.08, 0.55-1.60), FBG (β = 0.06, 0.01-0.12) and TC (β = 0.05, 0.00-0.10). The odds of hypertension (odds ratio [OR] = 1.41, 1.23-1.63) and hyperglycemia (OR = 1.39, 1.17-1.65) were also increased. Stratified analyses indicated that these associations were more pronounced among participants with vitamin A deficiency than those with sufficient vitamin A. In this subgroup, iodine deficiency was positively associated with FBG (β = 0.14, 0.03-0.25), TC (β = 0.08, 0.00-0.15), and hyperglycemia (OR = 1.35, 1.04-1.76). The findings suggest that the association of iodine deficiency with adverse cardiometabolic risk factors may be stronger in individuals with concurrent vitamin A deficiency. This highlights the potential value of integrated nutritional assessments and supports the need for longitudinal studies to confirm these interactions and assess the effects of combined micronutrient supplementation.",
  "disease": "hypertension"
}