{
  "pmid": "41408854",
  "title": "Efficient production of fully active, SARS-CoV-2-priming, wildtype TMPRSS2 ectodomain via co-expression of HAI-2 allows for both auto- and cross-activation mechanisms.",
  "abstract": "Transmembrane protease serine (TMPRSS)2 is a cell surface host protease, which plays a decisive role in viral infections. This trypsin-like enzyme cleaves the spike protein of coronaviruses [e.g. severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)] and the hemagglutinin protein of influenza viruses, enabling viral membrane fusion and subsequent viral cell entry. Consequently, TMPRSS2 is an attractive therapeutic target, and it is of utmost importance to produce wildtype, enzymatically active recombinant TMPRSS2 for drug development purposes. We present the first successful strategy for the expression of wildtype and proteolytically fully active ectodomain of human and Syrian hamster TMPRSS2 in mammalian cells. To achieve that, we co-expressed the TMPRSS2 ectodomain with its natural inhibitor, hepatocyte growth factor activator inhibitor-2, which yielded substantial amounts of secreted, native protease. Most of the recombinant TMPRSS2 was secreted as zymogen, which was activated during purification. The purified activated recombinant TMPRSS2 ectodomain cleaved synthetic and protein substrates with high efficiency (kcat/KM in the 104-106 M-1s-1 range). To study the mechanism of auto-activation, we expressed zymogen TMPRSS2 mutants as well. We found that the zymogen is an ideal substrate for the active protease as it cleaves it extremely efficiently. We also showed that zymogen TMPRSS2 itself has a weak proteolytic activity, which can initiate the auto-activation process. We demonstrated that a related cell surface protease, TMPRSS13, is also able to activate zymogen TMPRSS2. Our findings prove both a zymogen trans(auto)-activation as well as a TMPRSS13-based cross-activation mechanism, the latter supporting that type II transmembrane serine proteases can form a pericellular proteolytic cascade.",
  "disease": "influenza"
}