{
  "pmid": "41376460",
  "title": "The Role of Artificial Intelligence in Chronic Rhinosinusitis: A Scoping Review.",
  "abstract": "In the modern medical landscape, artificial intelligence (AI) is becoming an increasingly common tool for the diagnosis and management of chronic pathologies. Chronic rhinosinusitis (CRS) comprises a significant part of the practice of otolaryngology and thus provides ample opportunity for AI optimization of diagnosis and management. With increasing interest in AI, this scoping review aims to map the current landscape of AI applications in CRS, identifying trends, gaps, and future opportunities. A comprehensive literature search was performed in the following databases from inception-April 2024: Ovid MEDLINE, Ovid EMBASE, Web of Science, and The Cochrane Library. Studies retrieved were then screened for eligibility. The inclusion criteria included studies whose methods included the use of any form of AI for the diagnosis or management of chronic rhinosinusitis. Any studies that were non-English language publications, publications older than 2003, studies analyzing acute rhinosinusitis, and studies involving pediatric populations were excluded. Discrepancies were resolved by consensus. 573 records were screened, with 49 studies included in the final review. The studies were qualitatively analyzed according to the type of AI used, study objectives, application of AI, training variables for AI in CRS, and AI accuracy reporting. Commonly used forms of AI included deep learning (36.7%), neural networks (24.5%), convolutional neural networks (10.2%), and random forest models (6.1%). The majority (55%) of studies were focused on applying AI to the diagnosis of CRS. The remaining studies used AI to predict prognostic outcomes in CRS (29%) and to assess patient response to treatment or inform patient treatment plans (12%). Some studies aimed to identify biomarkers or clinical variables for the diagnosis or prognosis of CRS (37%), while others used AI to subtype CRS (33%) or assess radiologic characteristics using AI (20%). CT imaging, tissue or blood eosinophil counts, clinical or demographic patient characteristics, histopathology characteristics, blood and tissue cytokines, and nasal endoscopy findings were all variables used to train the AI models. Classification metrics and regression metrics were used to assess AI model performance. AI is a promising tool in the management of CRS, though it remains in its early stages. Current applications show significant progress in diagnosis, subtyping, and prognosticating in CRS, but there are few studies that analyze the utility of AI for surgical planning, economic evaluation, or interactive clinical tools. This review underscores the potential of AI for transforming an otolaryngologist's approach to CRS.",
  "disease": "asthma"
}