{
    "title": "Synthetic lethality and PARP-inhibitors in oral and head & neck cancer.",
    "doc_id": "22632400",
    "writer": "Forster M",
    "year": "2012",
    "summary": "Head and neck cancer refers to a group of malignancies that affects the epithelium of the upper aereodigestive tract, primarily the lip and mouth, pharynx and larynx. ...Unfortunately, the majority of head and neck cancer patients eventua …",
    "abstract": "Head and neck cancer refers to a group of malignancies that affects the epithelium of the upper aereodigestive tract, primarily the lip and mouth, pharynx and larynx. Head and neck cancer is strongly associated with tobacco smoking, alcohol consumption and betel nut chewing, and indeed a reduction in the exposure to these risk factors has determined a recent decrease in incidence rates in many countries. There remains, however, a significant increase in head and neck cancer rates in those regions where tobacco epidemic continues, as well as in the number of oral cancers related to HPV infection (in particular cancer of the oropharynx, tonsil, and base of the tongue), which typically affect young adults with no history of exposure to tobacco or alcohol. Treatment of head and neck cancer has significantly changed during the last few decades, and an increasing number of individuals are currently offered combined chemoradiotherapy as single treatment modality for organ preservation or in association with surgery to improve prognosis. Unfortunately, the majority of head and neck cancer patients eventually succumb to their disease, with inoperable locoregional recurrences and lack of response to chemoradiotherapy representing the main causes of death. There is an urgent need of novel molecular-targeted therapeutics that could overcome the limitations of current treatment modalities. This paper reviews the characteristics of a novel group of promising antineoplastic agents, poly (ADP-ribose) polymerases (PARP) inhibitors, which cleverly target one of the mechanisms cancer cells use to escape the toxic effect of chemoradiation, and describe the potential benefits of their addition to current limited range of head and neck cancer antineoplastic agents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22632400/"
}