{
    "title": "State-related alterations of gene expression in bipolar disorder: a systematic review.",
    "doc_id": "23043691",
    "writer": "Munkholm K",
    "year": "2012",
    "summary": "OBJECTIVE: Alterations in gene expression in bipolar disorder have been found in numerous studies. It is unclear whether such alterations are related to specific mood states. ...Six studies evaluated intraindividual alterations in gene expression acros …",
    "abstract": "Objective:\n        \n      \n      Alterations in gene expression in bipolar disorder have been found in numerous studies. It is unclear whether such alterations are related to specific mood states. As a biphasic disorder, mood state-related alterations in gene expression have the potential to point to markers of disease activity, and trait-related alterations might indicate vulnerability pathways. This review therefore evaluated the evidence for whether gene expression in bipolar disorder is state or trait related.\n    \n\n\n          Methods:\n        \n      \n      A systematic review, using the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) guideline for reporting systematic reviews, based on comprehensive database searches for studies on gene expression in patients with bipolar disorder in specific mood states, was conducted. We searched Medline, Embase, PsycINFO, and The Cochrane Library, supplemented by manually searching reference lists from retrieved publications.\n    \n\n\n          Results:\n        \n      \n      A total of 17 studies were included, comprising 565 patients and 418 control individuals. Six studies evaluated intraindividual alterations in gene expression across mood states. Two of five studies found evidence of intraindividual alterations in gene expression between a depressed state and a euthymic state. No studies evaluated intraindividual differences in gene expression between a manic state and a euthymic state, while only one case study evaluated differences between a manic state and a depressed state, finding altered expression in seven genes. No study investigated intraindividual variations in gene expression between a euthymic state and multiple states of various polarities (depressive, manic, hypomanic). Intraindividual alterations in expression of the same genes were not investigated across studies. Only one gene (the brain-derived neurotrophic factor gene; BDNF) was investigated across multiple studies, showing no alteration between bipolar disorder patients and control individuals.\n    \n\n\n          Conclusions:\n        \n      \n      There is evidence of some genes exhibiting state-related alterations in expression in bipolar disorder; however, this finding is limited by the lack of replication across studies. Further prospective studies are warranted, measuring gene expression in various affective phases, allowing for assessment of intraindividual differences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23043691/"
}