{
    "title": "Psychological experience of university students during prolonged quarantine in China: a qualitative study.",
    "doc_id": "38471689",
    "writer": "Yao A",
    "year": "2024",
    "summary": "OBJECTIVE: To explore the psychological experiences of university students in prolonged quarantine during the COVID-19 pandemic. DESIGN: A qualitative descriptive study based on semistructured interviews; data were analysed using a thematic topic analysis approach. ...Comb …",
    "abstract": "Objective:\n        \n      \n      To explore the psychological experiences of university students in prolonged quarantine during the COVID-19 pandemic.\n    \n\n\n          Design:\n        \n      \n      A qualitative descriptive study based on semistructured interviews; data were analysed using a thematic topic analysis approach.\n    \n\n\n          Setting:\n        \n      \n      Interviews were conducted via WeChat video.\n    \n\n\n          Participants:\n        \n      \n      20 full-time undergraduate students from seven districts in Shanghai Province who experienced prolonged quarantine were interviewed from June to August 2022.\n    \n\n\n          Results:\n        \n      \n      The data analysis revealed three themes with corresponding subthemes related to the psychological experiences of university students during prolonged quarantine: (1) dynamic and complex psychological experiences, encompassing the feelings of relief, confusion, anxiety, insecurity, loneliness, craving for catharsis and emotional numbness; (2) desire for diverse support; and (3) self-reflection and growth, mainly including learning to be grateful, self-efficacy enhancement, reconsideration of the meaning of life and restructuring of future planning.\n    \n\n\n          Conclusion:\n        \n      \n      This study explored the psychological experiences of university students in prolonged quarantine through qualitative interviews, which contributed to our understanding of their emotions, needs and conceptual changes during quarantine. Combined with the experiences of university students in quarantine, they reported complex emotional changes and diverse needs, as well as the impact of prolonged quarantine on their outlook on life. These findings can serve as a reference and basis for the development of future psychological intervention measures in line with national conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38471689/"
}