{
  "pmid": "41466149",
  "title": "Estimated glucose disposal rate (eGDR) predicts rehospitalization & death in acute decompensated heart failure in the elderly.",
  "abstract": "This study aimed to explore the short-term predictive value of the estimated glucose disposal rate (eGDR) for rehospitalization or death in elderly patients with acute decompensated heart failure (ADHF). 117 elderly patients with ADHF admitted to our hospital from January 2020 to January 2022 were recruited and divided into control (80 cases) and event (37 cases) groups based on whether they were rehospitalized or died within 90 days following discharge. Basic information, clinical characteristics, and laboratory test results of them were collected, and the eGDR was calculated. Multivariate logistic regression analysis identified the independent factors associated with the short-term prognosis, and receiver operating characteristic (ROC) curves assessed the predictive value of eGDR. The event group had significantly higher rates of comorbid diabetes (DM), hypertension, Class IV heart failure, and cardiogenic shock, as well as a larger waist circumference, higher peak troponin I during hospitalization, greater glycated hemoglobin (HbA1c) and fasting blood glucose (FBG), and lower eGDR values compared to the control group (P < 0.05). Multivariate logistic regression showed that comorbid hypertension, DM, Class IV cardiac function, cardiogenic shock, FBG, HbA1c, and eGDR were independent factors associated with poor short-term prognosis in elderly patients with ADHF (P < 0.05). ROC curve analysis showed that the area under the curve for eGDR in predicting poor short-term prognosis was 0.84 (P = 0.04), with an optimal cutoff value of 5.31, a sensitivity of 83.8%, and a specificity of 70.1%. Patients with eGDR < 5.31 had a significantly higher incidence of rehospitalization or death within 90 days compared to those with higher eGDR (52.0% vs. 16.5%, P < 0.001). eGDR is an independent predictor of poor short-term prognosis in elderly patients with ADHF: a low eGDR was associated with a higher risk of rehospitalization and death within 90 days.",
  "disease": "hypertension"
}