{
  "pmid": "41407586",
  "title": "Ultrasound-based evaluation of inspiratory muscle effort in patients with type 2 respiratory failure secondary to exacerbation of chronic obstructive pulmonary disease.",
  "abstract": "Exacerbations of chronic obstructive pulmonary disease (ECOPD) are a major cause of acute hypercapnic respiratory failure. Diaphragmatic dysfunction is common, often accompanied by compensatory recruitment of parasternal intercostal (IC) and sternocleidomastoid (SCM) muscles. While diaphragm ultrasound (US) is established, evidence on extra-diaphragmatic and accessory muscle activity in this context is limited. We conducted a single-center prospective exploratory proof-of-concept study in the Respiratory Intermediate Care Unit of the University Hospital of Modena This study aimed to characterize inspiratory muscle performance by bedside US in patients with ECOPD undergoing high-flow nasal cannula (HFNC), to explore its relationship with inspiratory effort and gas exchange, and to assess its potential prognostic value for HFNC outcome. Consecutive ECOPD patients with PaO₂/FiO₂ <300 mmHg underwent a 2-hour high-flow nasal cannula (HFNC) trial. US at initiation (T0) and 2 h later (T1) measured thickening fraction (TF) of diaphragm (TFdi), IC (TFic), and SCM (TFscm). Inspiratory effort was assessed by nasal pressure swings (ΔPnose). Associations with gas exchange and HFNC outcome were analysed. Thirty patients were enrolled (median age 75.5 years, 73 % male); 9 (30 %) failed HFNC. At baseline, TFdi was 27 % [16-38], and accessory activation (TFic >0 % or TFscm >0 %) occurred in 63 % (n = 19). Failures had higher TFic (33 % vs 5 %; p = 0.01) and TFscm (27 % vs 0 %; p < 0.0001). TFdi correlated inversely with TFic (r=-0.55), TFscm (r=-0.54), ΔPnose (r=-0.62), and PaCO₂ (r=-0.39), and positively with PaO₂/FiO₂ (r = 0.54) (all p ≤ 0.002). TFic and TFscm correlated directly with ΔPnose (r = 0.70; r = 0.77) and PaCO₂, and inversely with oxygenation and pH. At T1, responders showed increased TFdi, while failures had reduced TFdi with a trend toward progressive IC and SCM recruitment. In ECOPD, impaired diaphragmatic function is frequently offset by accessory muscle activation. US-based assessment of inspiratory muscles may provide early prognostic information and guide HFNC management.",
  "disease": "chronic obstructive pulmonary disease"
}