{
    "title": "Obesity and Endometrial Cancer.",
    "doc_id": "27909905",
    "writer": "Shaw E",
    "year": "2016",
    "summary": "Endometrial cancer is the sixth most common cancer in women worldwide and the most common gynecologic malignancy in the developed world. ...Increased central adiposity also increased endometrial cancer risk by 1.5- to twofold. Among both healthy …",
    "abstract": "Endometrial cancer is the sixth most common cancer in women worldwide and the most common gynecologic malignancy in the developed world. This chapter explores the current epidemiologic evidence on the association between obesity and endometrial cancer risk and mortality. Using body mass index (BMI) as a measure of obesity, we found that obesity (defined as BMI > 30 and < 35 kg/m2) was associated with a 2.6-fold increase in endometrial cancer risk, while severe obesity (BMI > 35 kg/m2) was associated with a 4.7-fold increase compared to normal-weight women (BMI < 25 kg/m2). Increased central adiposity also increased endometrial cancer risk by 1.5- to twofold. Among both healthy and endometrial cancer patient populations, obesity was associated with a roughly twofold increase in endometrial cancer-specific mortality. This risk reduction was also observed for obesity and all-cause mortality among endometrial cancer patients. In the few studies that assessed risk associated with weight change, an increased endometrial cancer risk with weight gain and weight cycling was observed, whereas some evidence for a protective effect of weight loss was found. Furthermore, early-life obesity was associated with a moderately increased risk of endometrial cancer later in life. There are several mechanisms whereby obesity is hypothesized to increase endometrial cancer risk, including increased endogenous sex steroid hormones, insulin resistance, chronic inflammation and adipokines. Further research should focus on histological subtypes or molecular phenotypes of endometrial tumors and population subgroups that could be at an increased risk of obesity-associated endometrial cancer. Additionally, studies on weight gain, loss or cycling and weight loss interventions can provide mechanistic insight into the obesity-endometrial cancer association. Sufficient evidence exists to recommend avoiding obesity to reduce endometrial cancer risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27909905/"
}