{
  "pmid": "41411818",
  "title": "Tenofovir vs. entecavir in chronic hepatitis B: A retrospective cohort study of hepatocellular carcinoma risk in a tertiary hospital in southern Brazil.",
  "abstract": "Chronic Hepatitis B Virus (HBV) infection remains a major global health burden, affecting approximately 296 million individuals worldwide and leading to significant morbidity and mortality due to cirrhosis and Hepatocellular Carcinoma (HCC). Although Nucleos(t)ide Analogues (NAs) such as Tenofovir Disoproxil Fumarate (TDF) and Entecavir (ETV) effectively suppress HBV replication, their comparative efficacy in reducing HCC risk remains controversial. This retrospective cohort study analyzed HBV-monoinfected patients treated with either TDF or ETV at a tertiary hospital in southern Brazil between 2014 and 2021. Patients with co-infections (HIV, HCV), prior HCC diagnosis, liver transplantation, or others antiviral treatments, like lamivudine e/ou alfainterferon, were excluded. Data on demographics, treatment regimens, disease progression, and HCC incidence were extracted from institutional databases. Statistical analyses included Fisher's exact test and Poisson regression to determine Relative Risk (RR) and 95 % Confidence Intervals (95 % CIs). Of the 127 included patients, 66 (52 %) received TDF and 61 (48 %) received ETV. Over a 7-year follow-up period, 10 patients developed HCC - 8 in the ETV group (13.1 %) and 2 in the TDF group (3 %). In the raw analysis, TDF use was associated with a significantly lower risk of HCC progression (RR = 0.23, p = 0.057, 95 % CI: 0.05‒1.046). After adjusting for the variable's cirrhosis/advanced fibrosis and age in the multivariate analysis, this association lost statistical significance (RR = 0.33, p = 0.18, 95 % CI: 0.068‒1.685). This indicates that the apparent protective effect of tenofovir may have been influenced by these variables and may have limited the statistical power of the adjusted model. Patients receiving ETV had a higher prevalence of advanced liver disease, including cirrhosis (64.7 % vs. 35.3 %, p < 0.05), hepatic encephalopathy (7 % vs. 2.4 %, p < 0.05), and portal hypertension (12.5 % vs. 3.4 %, p < 0.05). The incidence rate of HCC was 1.12 per 100 person-years (to be interpreted with caution due to limited follow-up data). Treatment with TDF was associated with a lower risk of HCC compared to ETV in the bivariate analysis, but this association lost significance in the multivariate analysis. These findings suggest that the initially observed protective effect of TDF against hepatic carcinogenesis may have been partially explained by confounding factors (cirrhosis/advanced fibrosis and age), as well as reflecting the limited sample size. Further studies are warranted to provide a more robust comparative evaluation of antiviral therapies.",
  "disease": "liver cirrhosis"
}