{
  "pmid": "41379985",
  "title": "Hip Resurfacing Arthroplasty Is Associated with Lower Metal Ion Levels and Revision Risk Compared with Large-Head Metal-on-Metal Total Hip Arthroplasty: A Systematic Review and Meta-Analysis.",
  "abstract": "Large-diameter head total hip arthroplasty (LDH-THA) emerged in the late 1990s as a stemmed alternative to hip resurfacing arthroplasty (HRA). Both procedures use metal-on-metal (MoM) bearings to permit larger heads, lower dislocation risk, and optimize function in younger, active patients. While concerns over metal ion release and adverse local tissue reactions curtailed MoM use, long-term follow-up remains critical for the substantial population with these devices in situ. This review compares LDH-THA and HRA in clinical outcomes, metal ion levels, and revision rates to guide long-term management and future implant design. PubMed, Embase, and Scopus were searched for studies reporting patient-reported outcomes, metal ion levels, or revision rates for both LDH-THA and HRA. The risk of bias was assessed using the Methodological Index for Non-Randomized Studies score. Random-effects meta-analysis evaluated revision risk; cobalt and chromium levels; University of California, Los Angeles (UCLA) activity; Harris-Hip Scores (HHS); Oxford Hip Scores (OHS); and Western Ontario and McMaster Universities Osteoarthritis Index. Of 221 studies, 21 met inclusion criteria, including 5,545 LDH-THAs and 3,197 HRAs. The unweighted pooled revision rate was 16% for THA and 7.8% for HRA. Meta-analysis showed higher cobalt (standardized mean difference [SMD] 1.07) and chromium (SMD 0.53) levels in THA. Revision risk (odds ratio 1.75), UCLA (-0.44), and HHS (-0.32) favored HRA, though not significantly. Although the usage of large-head MoM THA is largely historic, our findings suggest that MoM hip resurfacing arthroplasty has a more favorable outcomes profile with reduced systemic metal ion exposure, reinforcing its role in younger, active patients, where conventional or large-head THA may fall short. Level III, systematic review of Level I, II, and III studies. See Instructions for Authors for a complete description of levels of evidence.",
  "disease": "osteoarthritis"
}