{
  "pmid": "41365320",
  "title": "Adipose-Muscle Crosstalk in COPD Cachexia: Early Adipose Atrophy Drives Subsequent Muscle Wasting.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is frequently associated with cachexia, leading to poor prognoses and reduced quality of life. However, the mechanisms underlying adipose tissue atrophy, its pathological significance and its interaction with skeletal muscle remain poorly understood. We hypothesised that adipose tissue atrophy precedes muscle wasting in COPD-associated cachexia, and muscle atrophy progresses through adipose-muscle crosstalk. We analysed chest computed tomography scans of 185 patients with COPD to quantify the cross-sectional areas of the pectoralis muscle (PM), subcutaneous adipose tissue (SAT) and epicardial adipose tissue (EAT), and the percentage of low attenuation area (LAA%) as an index of emphysema. To elucidate the pathophysiological mechanisms underlying cachexia in COPD, we performed histological and molecular analyses of the lung, muscle and adipose tissues over time in a cigarette smoke-induced emphysema mouse model. Further, we used an in vitro culture system of differentiated adipocytes (3T3-L1) and myotubes (C2C12) to study the effects of cigarette smoke extract (CSE) on adipose-muscle interaction. In patients with COPD, the areas of PM, SAT and EAT all demonstrated significant negative correlations with LAA%; notably, PM and EAT were independently associated with the extent of emphysematous changes. In the smoke-exposed murine model, adipose tissue atrophy was observed after 1 month of exposure, accompanied by increased expressions of IL-6 and IL-1β, macrophage infiltration and the upregulation of the lipolytic enzymes ATGL and HSL. The adipose atrophy had further progressed after 3 months of exposure, and the high expression of UCP1 was sustained, which suggested the browning of adipose tissue. Conversely, muscle atrophy was not evident at 1 month but became apparent after 3 months, coinciding with emphysema development. This was associated with the downregulation of the myogenic markers MyoD and Myogenin and the upregulation of the muscle degradation marker Atrogin-1. In vitro experiments revealed that CSE exposure reduced lipid droplet content and induced IL-6 and IL-1β expressions in adipocytes. Conditioned media from CSE-treated adipocytes triggered myotube atrophy and downregulated MyoD and Myogenin but upregulated Atrogin-1. Our findings indicate that cigarette smoke-induced adipose tissue atrophy precedes muscle wasting, and alterations in adipose tissue may contribute to muscle atrophy progression. Adipose tissue dysfunction may be implicated in the development of cachexia in patients with COPD, highlighting its potential as a therapeutic target.",
  "disease": "chronic obstructive pulmonary disease"
}