{
  "pmid": "41469069",
  "title": "Multicentre prospective non-interventional study protocol for evaluating surgical strategies for Colorectal Resections and Postoperative Quality of Life in Retroperitoneal Sarcoma Patients Across German-Speaking Sarcoma Centres (COLOSARC-Q).",
  "abstract": "Retroperitoneal sarcomas (RPS) are rare and often large malignancies that frequently require extensive surgery for complete tumour removal. Resections of the colorectum are part of the standard resection, this way contributing to complication rates, including anastomotic leakage or obstruction. Surgical strategies for stoma formation and colorectal reconstruction remain poorly defined. The Colorectal Resections and Postoperative Quality of Life in Retroperitoneal Sarcoma Patients Across German-Speaking Sarcoma Centres (COLOSARC-Q) study aims to explore surgical procedures and health-related quality of life (HRQoL) in patients undergoing colorectal procedures during RPS surgery. COLOSARC-Q is a prospective, multicentre, non-interventional study and will recruit 120 patients with primary RPS who undergo colorectal resection as part of sarcoma surgery in a sarcoma referral centre in Germany or Switzerland. HRQoL is assessed using standardised questionnaires (EORTC QLQ-C30, QLQ-CR29) as well as semi-structured interviews by psycho-oncology services and patient advocates. Data will be collected via an electronic Case Report Form, encompassing demographic, clinical, surgical and outcome-related information. All data will be centrally analysed. For the assessment of quality of life, a qualitative analysis with content and context analysis, as well as evaluation of the questionnaires according to a standardised scoring system, is planned. The primary aim is to evaluate surgical techniques for bowel resection and reconstruction and their influence on the further course of disease. Secondary endpoints assess postoperative complications as well as tumour-, patient- and treatment-related factors. Ethical approval was granted by the Ethics Committee II of the University of Heidelberg (approval number 2024-562; 13 June 2024). The data protection review was approved by the data protection officer of the University of Heidelberg. Participation of other centres in the study requires local ethical approval. All patients will be required to sign an informed consent form. Results of primary and secondary endpoints will be published. NCT06943612; German Clinical Trials Registry (DRKS00034135).",
  "disease": "colorectal cancer"
}