{
    "title": "Leukocyte invasion of the brain after experimental intracerebral hemorrhage in mice.",
    "doc_id": "24916913",
    "writer": "Mracsko E",
    "year": "2014",
    "summary": "Hematoma volumetry was performed on cryosections. Blood volume was measured by hemoglobin spectrophotometry. ...RESULTS: Collagenase injection induced a larger hematoma volume but a similar blood content compared with blood injection. Cerebral l …",
    "abstract": "Background and purpose:\n        \n      \n      Neuroinflammatory processes contribute to secondary neuronal damage after intracerebral hemorrhage. We aimed to characterize the time course of brain immigration of different leukocyte subsets after striatal injection of either autologous blood or collagenase in mice.\n    \n\n\n          Methods:\n        \n      \n      Intracerebral hemorrhage was induced by injection of either autologous blood (20 μL) or collagenase (0.03 U) in C57Bl/6J mice. Hematoma volumetry was performed on cryosections. Blood volume was measured by hemoglobin spectrophotometry. Leukocytes were isolated from hemorrhagic hemisphere 1, 3, 5, and 14 days after intracerebral hemorrhage, stained for leukocyte markers, and measured by flow cytometry. Heterologous blood injection from CD45.1 mice was used to investigate the origin of brain-invading leukocytes.\n    \n\n\n          Results:\n        \n      \n      Collagenase injection induced a larger hematoma volume but a similar blood content compared with blood injection. Cerebral leukocyte infiltration in the hemorrhagic hemisphere was similar in both models. The majority of leukocytes isolated from the brain originated from the circulation. CD4+ T lymphocytes were the predominant brain leukocyte population in both models. However, cerebral granulocyte counts were higher after collagenase compared with blood injection.\n    \n\n\n          Conclusions:\n        \n      \n      Brain infiltration of systemic immune cells is similar in both murine intracerebral hemorrhage models. The pathophysiological impact of invading leukocytes and, in particular, of T cells requires further investigation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24916913/"
}