{
  "pmid": "41425108",
  "title": "Role of Post-discharge Venous Thromboembolism Prophylaxis after Colorectal Surgery.",
  "abstract": "Despite significant advances in colorectal surgery (CRS), postoperative venous thromboembolism (VTE) remains a critical issue that contributes to substantial morbidity and mortality. The incidence of VTE, including deep vein thrombosis, pulmonary embolism, and portomesenteric vein thrombosis, in the colorectal surgical population varies from 2 to 15%, with elevated risks in patients with colorectal cancer and inflammatory bowel disease. This review article examines the effects of VTE on postoperative outcomes and explores the efficacy of extended chemoprophylaxis (ePPx) for mitigating these risks. We will review the rates of morbidity and mortality associated with VTE, as well as the role of postdischarge ePPx in VTE prevention, while exploring how other specialties utilize ePPx strategies to decrease their postdischarge VTE rates, some of which may be translatable to CRS patients. Our analysis highlights the role of various prophylactic measures, including low-molecular-weight heparin (LMWH), aspirin, and direct oral anticoagulants (DOACs), comparing their effectiveness and cost implications as well as the use of thromboelastography to help guide ePPx management. Overall, findings suggest that VTE ePPx with LMWH significantly reduces the incidence of postoperative VTE and related complications, although patient compliance remains a challenge. While aspirin is a cost-effective alternative, its efficacy in patients with CRS requires further investigation. Emerging data on DOACs indicate their potential as viable options for ePPx, although their safety profile requires careful consideration. Tailored ePPx strategies, particularly with LMWH, appear to be crucial for reducing VTE in CRS patients. Further research is needed to refine the prophylactic approaches and establish standardized guidelines that incorporate new insights into VTE prevention and management in CRS.",
  "disease": "colorectal cancer"
}