{
    "title": "Detecting metabolic signatures in endometrial cancer: potential applications of Raman spectroscopy.",
    "doc_id": "40650990",
    "writer": "Yeu TH",
    "year": "2025",
    "summary": "Endometrial cancer (EC) is intricately linked to obesity, with metabolic reprogramming increasingly established to drive oncogenic transformation and influence treatment outcomes. ...This nondestructive technique combined with multivariate statistical analysis can c …",
    "abstract": "Endometrial cancer (EC) is intricately linked to obesity, with metabolic reprogramming increasingly established to drive oncogenic transformation and influence treatment outcomes. Implementation of early detection strategy significantly reduces morbidity and mortality; however, screening strategies lack the required sensitivity, specificity, and accuracy to be successfully implemented in clinical practice. Current diagnostic approaches are also invasive, costly, and time-consuming, highlighting a gap in developing diagnostic and screening alternatives for EC among high-risk individuals, especially with sensitivity to capture cancer-specific changes. Raman Spectroscopy is an emerging tool in medical diagnostics. By exploiting the atomic vibrational absorption induced by the interaction of light with a biological sample, a unique spectral response namely a \"metabolite fingerprint\" can be generated. This nondestructive technique combined with multivariate statistical analysis can characterize metabolic discrimination between cancerous and healthy samples, demonstrating a promising role in cancer screening, diagnosis, and monitoring of treatment outcomes. This review aimed to collate available evidence on Raman's ability to capture metabolic abnormalities, particularly cancer-specific metabolites during malignant transformation and therapeutic resistance. Given that cellular metabolism is altered in EC, this review will provide insight into its potential applications for EC screening, diagnosis, and prospects, especially for monitoring treatment outcomes among high-risk patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40650990/"
}