{
    "title": "Prognosis of liver transplantation: Does postoperative ileus matter?",
    "doc_id": "34823485",
    "writer": "Bai R",
    "year": "2021",
    "summary": "METHODS: We collected and analyzed the data (n = 318, 2016-2019) from the First Affiliated Hospital of Xi'an Jiaotong University. After excluding cases, a total of 293 patients were included for this study. ...",
    "abstract": "Background:\n        \n      \n      Nowadays, liver transplantation has become a main therapy for end-stage liver disease. However, studies show that there are high mortality and severe complications after liver transplantation. Although gastrointestinal dysfunction is a common and major complication after liver transplantation, there was rarely relative research. This study aims to elucidate the factors about ileus after liver transplantation and patients' survival.\n    \n\n\n          Methods:\n        \n      \n      We collected and analyzed the data (n = 318, 2016-2019) from the First Affiliated Hospital of Xi'an Jiaotong University. After excluding cases, a total of 293 patients were included for this study. The subjects were divided into a non-ileus group and an ileus group. We reviewed 38 variables (including preoperative, operative and postoperative relative factors). Additionally, other complications after liver transplantation and survival data were compared between two groups.\n    \n\n\n          Results:\n        \n      \n      Of the 293 patients, 23.2% (n = 68) experienced postoperative ileus. Ileus patients were not different with non-ileus patients in preoperative, operative and postoperative factors. HBV-positive patients with ileus had a lower MELD score (P = 0.025), and lower postoperative total bilirubin was correlated with ileus (P = 0.049). Besides, Child-Pugh score of HCC patients with ileus was low (P = 0.029). The complications after liver transplantation were not different between two groups. Compared with the patients without ileus, the patients with ileus had a higher mortality rate.\n    \n\n\n          Conclusion:\n        \n      \n      According to our research, ileus-patients had a lower 1-year survival rates. The preoperative MELD score and postoperative total bilirubin of HBV-positive patients with ileus were lower, and Child-Pugh score of HCC patients with ileus was also lower.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34823485/"
}