{
    "title": "Mast1 mediates radiation-induced gastric injury via the P38 MAPK pathway.",
    "doc_id": "34774870",
    "writer": "Ding W",
    "year": "2021",
    "summary": "However, the mechanisms underlying radiation-induced stomach injury remain unclear. Here, mouse stomach and gastric epithelial cells were irradiated with different doses of X-ray radiation. ...Moreover, data from several gastric cancer cell lines and o …",
    "abstract": "Radiation-induced gastric injury is a serious adverse effect and reduces the efficacy of radiotherapy treatment. However, the mechanisms underlying radiation-induced stomach injury remain unclear. Here, mouse stomach and gastric epithelial cells were irradiated with different doses of X-ray radiation. The results showed that radiation induced gastric injury in vivo and in vitro. Differentially expressed functional mRNAs in irradiation-induced gastric tissues were screened from the Gene Expression Omnibus (GEO) database. We found that the expression of microtubule-associated serine/threonine kinase 1 (Mast1) was downregulated in mouse gastric tissues and gastric epithelial cells after irradiation. Furthermore, functional assays showed that knockdown of Mast1 inhibited growth and promoted apoptosis in gastric epithelial cells, while overexpression of Mast1 protected gastric epithelial cells from radiation damage. Mechanistically, Mast1 negatively regulated radiation-induced injury in gastric epithelial cells by inhibiting the activation of P38. The apoptosis caused by knockdown of Mast1 in gastric epithelial cells could be partially reversed by the P38 inhibitor SB203580. Moreover, data from several gastric cancer cell lines and online databases revealed that Mast1 was not involved in the development of gastric cancer. Collectively, our findings demonstrated that Mast1 is essential for radiation-induced gastric injury, providing a promising prognostic and therapeutic target.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34774870/"
}