{
  "pmid": "41404625",
  "title": "Avian Influenza annual report 2024.",
  "abstract": "This report summarises the outcomes of avian influenza (AI) surveillance activities conducted in 2024 in the context of the Avian Influenza Data Collection (AIDC), the One Health (OH) initiatives of the EU4Health Programme (EU4H, 2022 co-funded grant agreements on emerging and re-emerging zoonotic pathogens) and the SENTINEL project. Surveillance encompassed poultry, captive and wild birds, and mammals across EU Member States (MSs) and selected non-EU countries. A summary of the outbreaks reported in the Animal Disease Information System (ADIS) is also provided. A total of 276,621 records were submitted under the AIDC by 31 reporting countries, 16,755 under OH and 9804 under SENTINEL. Additionally, 204,851 poultry population records were voluntarily provided. Surveillance was risk-based, aiming to detect highly pathogenic (HPAIV) and low pathogenic influenza A viruses (LPAIV), enhance early warning capacity and improve understanding of zoonotic potential. In poultry, in the context of the AIDC, 27,739 establishments were sampled, yielding 218,667 samples. HPAIV was detected and reported in 107 visits, mainly subtype H5N1 and LPAIV in 53. The highest HPAIV activity occurred in the first quarter. In total, 394 poultry outbreaks were reported in the EU and 66 in non-EU countries through the ADIS. In captive birds, 296 visits were reported via the AIDC, resulting in seven HPAIV and one LPAIV detections. Ninety outbreaks were reported in 12 EU countries and 53 in five non-EU countries through ADIS. In relation to wild birds, samples from 36,668 animals were submitted via the AIDC and 6375 via OH and SENTINEL, yielding a total of 1317 HPAIV detections, primarily in waterfowl. Twenty-three EU countries and eight non-EU countries reported a total of 910 outbreaks through ADIS. Mammal surveillance included 89 AIDC and 8960 OH samples. Four HPAIV detections were reported via AIDC, while additional virological and serological positives, mainly in carnivores, were identified in OH programme.",
  "disease": "influenza"
}