{
  "pmid": "41391459",
  "title": "Blood biomarkers for the prediction of outcome after cardiac arrest: an international prospective observational study within the Targeted Hypothermia versus Normothermia after Out-of-Hospital Cardiac Arrest (TTM2) trial.",
  "abstract": "Prognostication of recovery in patients who are unconscious following cardiac arrest can be guided by concentrations of brain injury biomarkers in the blood. The optimal biomarker and cutoff concentrations for the prediction of outcome remain unknown. In this study, we aimed to evaluate which biomarker of brain injury is most accurate for predicting functional outcome after cardiac arrest, and to evaluate cutoff levels for the prediction of good and poor outcome. This study was a prospective, international, observational biomarker study within the international Targeted Hypothermia versus Normothermia after Out-of-Hospital Cardiac Arrest (TTM2) trial including adults aged 18 years or older with a presumed cardiac cause or unknown cause of arrest. Patients were recruited from 24 European hospitals. Serum samples were collected at 0, 24, 48, and 72 h after admission to intensive care units. Concentrations of neuron-specific enolase, S100, neurofilament light, and glial fibrillary acidic protein were analysed with Elecsys electrochemiluminescence immunoassays. The primary outcome was 6-month good (modified Rankin Scale 0-3) or poor (modified Rankin Scale 4-6) functional outcome. Prognostic accuracy was evaluated by the area under the receiver operating characteristic curve (AUROC). The biomarker with the highest AUROC at each timepoint was compared with that of the second highest marker using DeLong's test. As pre-specified, to account for multiple comparisons using Bonferroni correction, a p value of less than 0·0125 was considered statistically significant. Between April, 2018, and January, 2020, 113 (12%) of 932 eligible patients were excluded due to death, missed sampling, or missing outcome data. 661 (81%) of 819 included patients were male and 158 (19%) were female, the mean age was 64 years (SD 13), and 418 (51%) had a poor outcome. In patients who were unconscious, neurofilament light predicted functional outcome with AUROCs at 0, 24, 48, and 72 h of 0·77 (95% CI 0·73-0·80), 0·92 (0·90-0·94), 0·93 (0·91-0·95), and 0·93 (0·91-0·95), respectively. Glial fibrillary acidic protein achieved an AUROC of 0·74 (95% CI 0·70-0·77) at 0 h, 0·87 (0·84-0·90) at 24 h, 0·87 (0·84-0·90) at 48 h, and 0·87 (0·84-0·91) at 72 h. Neuron-specific enolase predicted functional outcome with an AUROC of 0·61 (95% CI 0·56-0·65) at 0 h, 0·78 (0·75-0·82) at 24 h, 0·85 (0·81-0·88) at 48 h, and 0·86 (0·82-0·89) at 72 h. S100 achieved an AUROC of 0·74 (95% CI 0·71-0·78) at 0 h, 0·84 (0·81-0·87) at 24 h, 0·79 (0·75-0·82) at 48 h, and 0·78 (0·74-0·82) at 72 h. Neurofilament light had a statistically significantly higher AUROC than the second highest marker, glial fibrillary acidic protein, at 24, 48, and 72 h (p<0·0001), but not at 0 h (p=0·27). Neurofilament light is a highly accurate predictor of long-term outcome after cardiac arrest and superior to other relevant biomarkers evaluated in this study. The Swedish Research Council (Vetenskapsrådet), the Swedish Heart-Lung Foundation, the Stig and Ragna Gorthon Foundation, the Knutsson Foundation, the Laerdal Foundation, the Hans-Gabriel and Alice Trolle-Wachtmeister Foundation for Medical Research, the Bundy Academy at Lund University, Regional Research Support in Skåne, the Swedish Government, and Roche Diagnostics International.",
  "disease": "coronary artery disease"
}