{
    "title": "Red Blood Cell Microparticles Limit Hematoma Growth in Intracerebral Hemorrhage.",
    "doc_id": "36069183",
    "writer": "Rehni AK",
    "year": "2022",
    "summary": "BACKGROUND: Spontaneous intracerebral hemorrhage (sICH) is the deadliest stroke subtype with no effective therapies. Limiting hematoma expansion is a promising therapeutic approach. Red blood cell-derived microparticles (RMPs) are novel hemostatic agents. The …",
    "abstract": "Background:\n        \n      \n      Spontaneous intracerebral hemorrhage (sICH) is the deadliest stroke subtype with no effective therapies. Limiting hematoma expansion is a promising therapeutic approach. Red blood cell-derived microparticles (RMPs) are novel hemostatic agents. Therefore, we studied the potential of RMPs in limiting hematoma growth and improving outcomes post-sICH.\n    \n\n\n          Methods:\n        \n      \n      sICH was induced in rats by intrastriatal injection of collagenase. RMPs were prepared from human RBCs by high-pressure extrusion. Behavioral and hematoma/lesion volume assessment were done post-sICH. The optimal dose, dosing regimen, and therapeutic time window of RMP therapy required to limit hematoma growth post-sICH were determined. We also evaluated the effect of RMPs on long-term behavioral and histopathologic outcomes post-sICH.\n    \n\n\n          Results:\n        \n      \n      RMP treatment limited hematoma growth following sICH. Hematoma volume (mm3) for vehicle- and RMP- (2.66×1010 particles/kg) treated group was 143±8 and 86±4, respectively. The optimal RMP dosing regimen that limits hematoma expansion was identified. RMPs limit hematoma volume when administered up to 4.5-hour post-sICH. Hematoma volume in the 4.5-hour post-sICH RMP treatment group was lower by 24% when compared with the control group. RMP treatment also improved long-term histopathologic and behavioral outcomes post-sICH.\n    \n\n\n          Conclusions:\n        \n      \n      Our results demonstrate that RMP therapy limits hematoma growth and improves outcomes post-sICH in a rodent model. Therefore, RMPs have the potential to limit hematoma growth in sICH patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36069183/"
}