{
    "title": "A systematic review to investigate whether birth weight affects the autonomic nervous system in adulthood.",
    "doc_id": "37937677",
    "writer": "Vidigal GP",
    "year": "2023",
    "summary": "OBJECTIVE: To evaluate the relationship between birth weight and the autonomic nervous system in adulthood through a systematic review. DATA SOURCE: This is a systematic review of publications without limitation of year and language. ...",
    "abstract": "Objective:\n        \n      \n      To evaluate the relationship between birth weight and the autonomic nervous system in adulthood through a systematic review.\n    \n\n\n          Data source:\n        \n      \n      This is a systematic review of publications without limitation of year and language. We included studies involving the autonomic nervous system and birth weight in adults. Manuscripts were selected based on electronic searches of Medical Literature Analysis and Retrieval System Online (MEDLINE), Cumulative Index to Nursing and Allied Health Literature (CINAHL), Web of Science Cochrane Library and Scopus databases, using \"Autonomic Nervous System\" OR \"Heart Rate\" OR \"Heart Rate Variability\" AND \"Birth Weight\" as a search strategy. This review is registered on the International Prospective Register of Systematic Reviews - PROSPERO (ID: CRD42020165622).\n    \n\n\n          Data synthesis:\n        \n      \n      We found 894 articles; 215 were excluded for duplicity. Of the remaining 679 studies, 11 remained. Two were excluded because they did not specifically treat the autonomic nervous system or birth weight. There were nine publications, two cohort and seven cross-sectional studies. The main findings were that extreme, very low, low or high birth weight may have some impact on the autonomic nervous system in adult life.\n    \n\n\n          Conclusions:\n        \n      \n      Birth weight outside the normality rate may have a negative influence on the autonomic nervous system, causing autonomic dysfunction and increasing the risk of cardiovascular diseases in adult life. Thus, the importance of the follow-up of health professionals from pregnancy to gestation and throughout life, with preventive care being emphasized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37937677/"
}