{
    "title": "The Influence of Drying Methods on the Chemical Composition and Body Color of Yellow Mealworm (Tenebrio molitor L.).",
    "doc_id": "33917808",
    "writer": "Selaledi L",
    "year": "2021",
    "summary": "To preserve the quality of the yellow mealworm, different drying methods are being explored by farmers and processors. ...Thus, the core aim of this study was to investigate different drying procedures and their impact on the chemical composition of yellow mealworm …",
    "abstract": "To preserve the quality of the yellow mealworm, different drying methods are being explored by farmers and processors. However, the energy costs associated with these methods are usually high for smallholder insect-rearing farmers. Thus, the core aim of this study was to investigate different drying procedures and their impact on the chemical composition of yellow mealworm larvae. Yellow mealworms (exposed to sun, oven and freeze drying) were later analyzed for their chemical composition and body color. Crude protein (CP) content of freeze and oven-dried mealworms were similar (p > 0.05), but higher (p < 0.05) than those of the sun-dried samples. The b (yellowness) color of the sun-dried samples scored the lowest value (p < 0.05) in comparison with both oven and freeze-dried samples. The majority of the essential amino acids were higher (p < 0.05) in the sun-dried mealworms than both oven and freeze-dried samples. Similarly, the fat content of sun-dried mealworms was higher (p < 0.05) than if they had been oven or freeze dried. However, SFA (saturated fatty acids), PUFA (polyunsaturated fatty acids) and n-6 fatty acids were similar (p > 0.05) for all drying methods. We, therefore, conclude that sun drying resulted in the same nutritional composition as freeze and oven drying despite the noted color changes. Freeze and oven-drying strategies can be used to formulate mealworm-based feed and food products without noticeable nutritional changes. For the benefit of small-scale insect-rearing farmers, an appropriate drying technology that is affordable and easy to use should be developed considering the needs and experiences of these farmers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33917808/"
}