{
  "pmid": "41474561",
  "title": "Thyroid gland metastasis: A diagnostically challenging entity.",
  "abstract": "The thyroid gland is a richly vascularized organ, yet it is a rare site for metastasis. Metastasis can sometimes mimic certain primary thyroid malignancies morphologically, thus making the diagnosis and management decision a challenge. The present multi-institutional study highlights these challenges with an aim to discuss the diagnostic approach in such scenarios. A retrospective multi-institutional study conducted in three high-patient input tertiary care centers from north India. Clinically proven cases of metastasis to the thyroid gland were retrieved and relevant slides were reviewed. A total of 16 cases of thyroid gland metastasis were included, which constituted 3.8% of all thyroid malignancy and 0.7% of all thyroid resection specimens. Synchronous metastasis was encountered in 43.7% of the cases. Lung was the most common primary site of metastasis with squamous cell carcinoma being the most common morphological variant. Thyroglobulin, TTF-1, calcitonin, CK7, CK20, and Ki 67 were the most commonly used immunohistochemical markers. Two interesting cases with metastasis from carcinoma cervix and leiomyosarcoma uterus were also documented. Follow-up details were available on ten cases of which nine had died due to complications related to metastasis. Metastasis to the thyroid gland is an exceedingly rare phenomenon and can be difficult to differentiate from primary thyroid malignancy based on clinical presentation especially when the primary site is unknown. The cytomorphological features may also be diagnostically challenging. Detailed clinical and radiological information combined with astute analysis of morphological features as well as the judicious application of immunomarker panels may be valuable. Patient prognosis and management are greatly influenced by early diagnosis and differentiating metastasis from primary malignancies.",
  "disease": "lung cancer"
}