{
    "title": "[Mentalizing deficit among patients with traumatic brain injury].",
    "doc_id": "34657405",
    "writer": "Tamás V",
    "year": "2021",
    "summary": "BACKGROUND AND PURPOSE: Mentalization or theory of mind as an aspect of our social cognition, is our ability to infer mental states of others (intentions, desires, thoughts, emotions) and to predict their behavior accordingly. ...The search was performed using the f …",
    "abstract": "Background and purpose:\n        \n      \n      Mentalization or theory of mind as an aspect of our social cognition, is our ability to infer mental states of others (intentions, desires, thoughts, emotions) and to predict their behavior accordingly. This function significantly affects our participation and orientation in the social world and plays an important role in conversational situations, social interactions, social integ-ration and adaptation. The brain regions that serve as the basis for mind-reading function can be damaged as a consequence of traumatic brain injury, which frequently occurs among the younger population. Traumatic brain injury can cause focal or diffuse cerebral injuries, often leading to theory of mind deficit.\n    \n\n\n          Methods:\n        \n      \n      In this topic such publications were researched that compared theory of mind ability between traumatic brain injury patients and control subjects (comparative case-control studies). We searched for the studies in the following internet based/online databases: PubMed, Web of Science, ScienceDirect, Google Scholar, APA PsycNET (PsycARTICLES) and EBSCO Host. The search was performed using the following key word combinations: theory of mind or mentalizing or social cognition AND traumatic brain injury or head/brain injury or diffuse axonal injury.\n    \n\n\n          Results:\n        \n      \n      Based on the results of the included and processed studies (21 pc), traumatic brain injury often leads to mentalization deficit with different severity.\n    \n\n\n          Conclusion:\n        \n      \n      With this present review we aim to draw attention to the fact that the appearance and severity of mind reading dysfunction can considerably affect the outcome of the disease, the length of rehabilitation time and the prognosis of traumatic brain injury patients. Besides this, with this review, we aim to take sides in whether theory of mind ability is domain-specific or domian-general based on studies including traumatic brain injury patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34657405/"
}