{
  "pmid": "41470001",
  "title": "Comparison of the TyG index, TyG-traditional obesity indices, and TyG-novel obesity indices: does increased complexity help in predicting cardiometabolic multimorbidity?",
  "abstract": "The triglyceride-glucose (TyG) index is an important determinant influencing the incidence of cardiometabolic multimorbidity (CMM). However, it remains unclear whether combining the TyG index with novel obesity indices (CVAI/BRI/ABSI/WWI) can improve the risk stratification of CMM. This study aimed to systematically compare the incremental risk assessment and predictive value of the TyG index, TyG-traditional obesity indices (TyG-WC/TyG-WHtR/TyG-BMI), and TyG-novel obesity indices (TyG-CVAI/TyG-BRI/TyG-ABSI/TyG-WWI) for CMM. Trajectory changes and cumulative exposure of TyG-related parameters were quantified using repeated measurements from the CHARLS cohort (n = 3,885). The study endpoint CMM was defined as a comorbid condition encompassing two or more cardiometabolic diseases, namely diabetes, stroke and heart diseases. A multi-model analytical strategy was employed to evaluate the associations between TyG-related parameters and CMM, as well as the contribution of their components. The net reclassification index and integrated discrimination improvement were employed to evaluate the improvement in predictive performance of these indices. Over a median follow-up period of 8 years, we identified a linear positive association between TyG-related parameters and CMM, with the cumulative effects of glucose and obesity emerging as the key drivers. Compared with the baseline TyG index, the incremental risk assessment value for CMM improved by 10%-17% (baseline) and 12%-20% (cumulative exposure) for TyG-traditional obesity indices, while the improvement for TyG-novel obesity indices ranged from - 1% to 16% and 5%-19%, respectively. In summary, all TyG-traditional obesity indices demonstrated strong associations with CMM, whereas among the TyG-novel obesity indices, only TyG-CVAI showed a similarly strong association. Furthermore, all TyG-related parameters showed significantly increased hazard ratios in their highest-exposure or poor-control status versus the reference (lowest exposure or good control): TyG-index (1.69/2.05), TyG-WC (2.24/2.28), TyG-WHtR (1.92/2.05), TyG-BMI (1.85/2.27), TyG-CVAI (1.89/2.07), TyG-BRI (1.94/2.08), TyG-ABSI (1.70/1.85), and TyG-WWI (1.97/1.95). Predictive analyses showed that, except for TyG index, TyG-ABSI and TyG-WWI, all other TyG-related parameters provided a certain degree of net improvement compared with the baseline risk model. All eight TyG-related parameters can predict the incidence of CMM. Given their relative simplicity, the TyG-traditional obesity indices demonstrate superior incremental risk assessment and predictive value for CMM compared to the TyG-novel obesity indices and the TyG index, positioning them as promising and more practical tools for clinical practice.",
  "disease": "stroke"
}