{
  "pmid": "41379734",
  "title": "Urban Sprawl and Asthma: Exploring the Role of Green Space and Air Pollution as Mediators.",
  "abstract": "Rapid urbanization in China has reshaped urban spatial form with potential consequences for respiratory health. We examined the association between the Urban Sprawl Index (USI)-where higher values indicate a more dispersed, less compact urban form-and asthma , and quantified mediation via ambient air pollution and park green space. We analyzed 11,043 respondents from the 2015 wave of the nationally representative China Health and Retirement Longitudinal Study (CHARLS). Asthma was based on self-reported physician diagnosis. Multivariable logistic regression estimated the association between USI and asthma using quartiles and restricted cubic splines; models adjusted for sociodemographic, behavioral, and health covariates. We conducted subgroup analyses and performed causal mediation with nonparametric bootstrapping (5,000 resamples) to estimate the average causal mediation effect (ACME), average direct effect (ADE), and proportion mediated for particulate matter ≤2.5 µm (PM2.5), particulate matter ≤10 µm (PM10), and per-capita park green space. In fully adjusted multipollutant models, we additionally evaluated sulfur dioxide (SO2), carbon monoxide (CO), nitrogen dioxide (NO2), and ozone (O3). Higher USI was associated with greater odds of asthma. An interquartile-range increase in USI was associated with a 15.1% increase in the odds of asthma (OR = 1.151; 95% CI: 1.034-1.282; p = 0.010), with a clear dose-response across USI quartiles and a monotonic pattern in spline analyses. Associations varied by marital status and education (p for interaction < 0.05). In mediation analyses, ~7-12% of the total effect was mediated-~11.7% via park green space and ~7.5% via PM2.5 (ACME and 95% CIs significant), while the remaining effect was attributable to pathways not captured by these mediators. In multipollutant models, PM2.5 remained independently associated with asthma; SO2, CO, NO2, and O3did not show independent associations after adjustment. More dispersed, sprawling urban form is associated with higher asthma , partly mediated by reduced park green space and increased PM2.5 exposure. Urban planning strategies that promote compact development, expand accessible green space, and reduce fine particulate pollution may yield meaningful respiratory health benefits.",
  "disease": "asthma"
}