{
  "pmid": "41461769",
  "title": "Validation of a modified oxygen nebulized inhalation method in airway surface anesthesia by comparative analysis via scalable broad learning.",
  "abstract": "In clinical practice for the diagnosis of pulmonary tuberculosis (PTB), bronchoscopy is typically performed under airway surface anaesthesia. The effectiveness of this anaesthesia is closely associated with the smoothness of bronchoscopy diagnosis, as well as the incidence and severity of related adverse events. To enhance the efficacy of airway surface anaesthesia, the modified oxygen nebulized inhalation (MONI) method is developed. Derived from the traditional oxygen nebulized inhalation (ONI) procedure, this modified method improves the refined selection of a nebulizer and precise control of the oxygen flowing speed.To validate the advantages of the MONI method, this study compared it with the traditional ONI method through data experiments. Patients undergoing bronchoscopic operation were divided into two groups: one group received MONI for anaesthesia, and the other received ONI. Six key clinical items were recorded during the procedure. A comparative analysis was then conducted on the grouped data using machine learning models. A parameter-scalable broad learning system (BLS) architecture is proposed for feature extraction from raw data, with the optimal analytical model determined by minimizing the loss function value. Both the number of virtual input nodes and the number of neurons in the hidden layer are set as tunable parameters to optimize the model. Scoring data for the target clinical items were input into the system, transformed for BLS network training, and then used to generate predictions. Comparative analysis of the BLS output predictions showed that the data recorded from the MONI group performed better than that from the ONI group.Furthermore, the optimal models were validated to be significant for prediction and could explain how the network output data correlates with each of the six clinical items. Thus, we conclude that the proposed MONI method can practically enhance the effect of airway surface anaesthesia, which will facilitate the diagnosis of pulmonary tuberculosis (PTB). The scalable BLS model is prospective to provide advanced artificial intelligence support to detection procedures, thereby contributing to the effective prevention of infectious diseases.",
  "disease": "tuberculosis"
}