{
  "pmid": "41373101",
  "title": "Inflammatory arthritis in people living with HIV on anti-retroviral therapy in a high burden setting in South Africa.",
  "abstract": "Effective antiretroviral therapy (ART) has significantly improved outcomes for individuals living with HIV, who may develop chronic co-morbidities, including inflammatory arthritis (IA). This study aimed to a) determine the spectrum of new-onset IA in people living with HIV on ART and b) compare the presentation of rheumatoid arthritis (RA) in virally suppressed people with HIV with HIV-negative RA controls. We enrolled people living with HIV on ART presenting with new-onset IA and recorded their medical history, clinical findings, disease activity, and laboratory results. The disease activity measures in virally suppressed people living with HIV with RA were compared to HIV-negative RA controls. The study comprised 57 people living with HIV with IA, of whom 45 (78.9%) had suppressed viral loads at presentation. These 45 patients comprised 24 (53.3%) with HIV-RA, 2 (4.4%) with spondyloarthritis (SpA) and the remaining 19 (42.2%) included 12 with undifferentiated polyarthritis (UPA) and 7 with undifferentiated oligoarthritis (UOA), The 12 people living with HIV who were not virally suppressed, included 5 UPA, 3 HIV-RA, and 4 SpA. Comparison of virally suppressed patients with new-onset RA and HIV-negative RA controls showed no differences in the Clinical Disease Activity Index, Simplified Disease Activity Index, or their components. When people living with HIV under clinical care develop IA, they may be referred earlier with UPA or UOA. SpA is uncommon due to the low frequency of the HLA-B27 allele. The disease activity of RA in people living with HIV is like RA in HIV-negative people. In the era of widespread use of ART and regular medical care, patients with IA may be referred earlier with undifferentiated polyarthritis or oligoarthritis.The low prevalence of SpA in African Blacks correlates with the reduced frequency of the HLA-B27 allele in the population.The expression of RA in virally suppressed people living with HIV is comparable to that of HIV-negative RA controls in the community.",
  "disease": "rheumatoid arthritis"
}