{
    "title": "Exploring the role of excess fluoride in chronic kidney disease: A review.",
    "doc_id": "30472891",
    "writer": "Dharmaratne RW.",
    "year": "2019",
    "summary": "This review covers nearly 100 years of studies on the toxicity of fluoride on human and animal kidneys. These studies reveal that there are direct adverse effects on the kidneys by excess fluoride, leading to kidney damage and dysfunction. With the exception …",
    "abstract": "This review covers nearly 100 years of studies on the toxicity of fluoride on human and animal kidneys. These studies reveal that there are direct adverse effects on the kidneys by excess fluoride, leading to kidney damage and dysfunction. With the exception of the pineal gland, the kidney is exposed to higher concentrations of fluoride than all other soft tissues. Therefore, exposure to higher concentrations of fluoride could contribute to kidney damage, ultimately leading to chronic kidney disease (CKD). Among major adverse effects on the kidneys from excessive consumption of fluoride are immediate effects on the tubular area of the kidneys, inhibiting the tubular reabsorption; changes in urinary ion excretion by the kidneys disruption of collagen biosynthesis in the body, causing damages to the kidneys and other organs; and inhibition of kidney enzymes, affecting the functioning of enzyme pathways. This review proposes that there is a direct correlation between CKD and the consumption of excess amounts of fluoride. Studies particularly show immediate adverse effects on the tubular area of human and animal kidneys leading to CKD due to the consumption of excess fluoride. Therefore, it is very important to conduct more investigations on toxicity studies of excess fluoride on the human kidney, including experiments using human kidney enzymes, to study more in depth the impact of excess fluoride on the human kidney. Further, the interference of excess fluoride on collagen synthesis in human body and its effect on human kidney should also be further investigated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30472891/"
}