{
    "title": "Efficacy and adverse reactions of perampanel in the treatment of epilepsy in children.",
    "doc_id": "35968281",
    "writer": "Li D",
    "year": "2022",
    "summary": "METHODS: A retrospective analysis was performed on 83 children with epilepsy who were treated with perampanel in the Department of Pediatric Neurology, Second Affiliated Hospital of Xi'an Jiaotong University from April to August 2021. The treatment status, pr …",
    "abstract": "Objective:\n        \n      \n      To observe the clinical effect and adverse reactions of perampanel in the treatment of epilepsy in children.\n    \n\n\n          Methods:\n        \n      \n      A retrospective analysis was performed on 83 children with epilepsy who were treated with perampanel in the Department of Pediatric Neurology, Second Affiliated Hospital of Xi'an Jiaotong University from April to August 2021. The treatment status, prognosis and adverse reactions were followed up. The effective rates of different age groups, different seizure types and epilepsy syndromes, and different treatment methods were statistically analyzed. The effective rate and adverse reactions of all patients were statistically analyzed.\n    \n\n\n          Results:\n        \n      \n      The overall effective rate of perampanel in the treatment of epilepsy was 62.03%, and there was no significant difference in the effective rate of perampanel in the treatment of epilepsy in patients of different ages (P > 0.05). The effective rates of perampanel in the treatment of focal seizures and generalized seizures were 60.38% and 65.38%, and the effective rates of benign childhood epilepsy with centrotemporal spikes (BECT), BECT combined with electrical status epilepticus during sleep (ESES) and frontal lobe epilepsy (FLE) were 88.89, 72.73, and 66.67%. The effective rates of monotherapy and combination therapy were 88.88 and 58.57%, respectively. The above statistical differences were not statistically significant (P > 0.05). In addition, the adverse reaction rate of perampanel treatment was 16.45%, including irritability, drowsiness, dizziness, nausea, vomiting and abnormal liver function.\n    \n\n\n          Conclusion:\n        \n      \n      Perampanel has a high efficiency and controllable adverse reactions in the treatment of childhood epilepsy. This drug can be used as a reliable choice for long-term use in the treatment of epilepsy in children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35968281/"
}