{
  "pmid": "41424127",
  "title": "Novel magnetic resonance imaging insights from surgically confirmed temporal lobe encephaloceles support tethering as a potential mechanism of epileptogenesis.",
  "abstract": "Preoperative identification of temporal encephaloceles is challenging, and their epileptogenic mechanisms remain unclear. Patients with refractory temporal lobe epilepsy in the setting of encephalocele often benefit from surgical resection, at times requiring stereoelectroencephalography. This study investigates two novel magnetic resonance imaging (MRI)-based metrics in Talairach space, frontotemporal aperture (FTA) and opercular angle (OA), to detect the presence of encephalocele. We present a retrospective analysis of 31 patients with refractory temporal lobe epilepsy and temporal encephalocele, treated by resection at Cleveland Clinic Epilepsy Center from 2016 to 2024. All cases were surgically confirmed to have presence of an ipsilateral encephalocele. Preoperative MRI measured two novel indices, the FTA and OA, according to a standardized method based on the Talairach referential system. Statistical comparisons were made between the epileptogenic (ipsilateral) side harboring an encephalocele and the contralateral (nonoperative) side. Data collection included clinical and imaging features, and surgery type. Seizure outcomes were assessed by International League Against Epilepsy (ILAE) class at last follow-up. Increased FTA and OA differences were observed between the ipsilateral (operated) side harboring an encephalocele compared to the contralateral (nonoperated) side, suggesting asymmetric ipsilateral Sylvian fissure expansion and tethered-related effects; similar analysis in a limited cohort of 14 patients with unilateral mesial temporal sclerosis did not show the same effect. In a subgroup of 20 encephalocele patients with ≥1-year follow-up, 50% achieved seizure freedom (ILAE class 1) and 80% had favorable (ILAE class 1-3) outcomes. In six patients with bilateral encephaloceles, five had contralateral lesions with larger volumes than those residing on the ipsilateral surgical side. Careful review of preoperative imaging using two novel MRI indices may improve diagnosis of temporal encephaloceles. Our findings affirm the possibility that epileptogenicity of encephaloceles may be partly ascribed to temporal lobe tethering. Their early identification can refine surgical decision-making for patients with intractable, focal temporal lobe epilepsy.",
  "disease": "epilepsy"
}