{
  "pmid": "41437952",
  "title": "Gender-based Alzheimer's detection using ResNet-50 and binary dragonfly algorithm on neuroimaging.",
  "abstract": "Alzheimer's disease (AD) is an incurable, progressive neurodegenerative disorder. It is characterized by a gradual decline in memory, cognition, and behavior, which ultimately results in severe dementia and functional dependence. AD begins to develop in the brain at an early stage, while its symptoms appear gradually over time. Early diagnosis and classification of Alzheimer's is a critical research focus due to its silent progression. The current literature highlights a gap in gender-based studies, revealing that the risk of AD varies by gender, age, race, and ethnicity. The nature of the association between AD and these factors requires further exploration to better understand their impact on disease risk and progression. Effectively employing multiple algorithms is essential for accurate diagnosis of Alzheimer's development. This study proposed the GRDN model, which explored a critical aspect of gender-based Alzheimer's detection. To detect subtle changes in the brain, functional magnetic resonance imaging (fMRI) scans have been acquired from the ADNI dataset. In order to balance class distribution and enhance classifier performance on underrepresented groups, a generative adversarial network (GAN) is applied. A balanced dataset is provided to the ResNet-50 architecture for feature extraction, resulting in feature matrices set with a range of 100, 250, and 450. These feature set matrices were then fed to a swarm intelligence-based approach, the binary dragonfly algorithm (BDA), for feature selection, which identified the most informative features. After feature engineering, the resultant matrices of feature selection were provided to the five machine learning (ML) classification algorithms for data classification. The results show that as the size of the features set increases and the accuracy of the classification improves. The simulation results demonstrated that the fineKNN achieved strong performance, with an accuracy of 94.8% on the male group on a feature set of 450, and consistently outperformed other models across all study groups.",
  "disease": "alzheimer disease"
}