{
    "title": "[Studying of life's quality changes among children of the first three year of life with visual analyzer's congenital pathology as instrument of their social adaptation's formation in the future became a research objective].",
    "doc_id": "29203741",
    "writer": "Medvedovska NV",
    "year": "2017",
    "summary": "INTRODUCTION: The study of the composite qualities of life is an important component of the quality of provided medical aid. The way of our investigation that was chosen by us, the quality of life of the children of first years of life wi …",
    "abstract": "Introduction:\n        \n      \n      The study of the composite qualities of life is an important component of the quality of provided medical aid. The way of our investigation that was chosen by us, the quality of life of the children of first years of life with the congenital pathology of vision arises the significant problem of assessment of its changes, because children of these ages can't take part in an interview and we adapted the standard questionnaire \"Children Visual Function Questionnaire\" (CVFQ) with its help the components of quality of the children of first years of life assess their parents.\n    \n\n\n          The aim:\n        \n      \n      Studying of life's quality changes among children of the first three year of life with visual analyzer's congenital pathology as instrument of their social adaptation's formation in the future became a research objective.\n    \n\n\n          Materials and methods:\n        \n      \n      Out-patient and polyclinic units of Kyiv's healthcare institutions in which the medical care is provided to children of the first three years of life, particularly with congenital ophthalmic pathology (3 institutions) were scientific base of a research. We have been used the adapted version of the standardized questionnaire of Children's Visual Function Questionnaire (CVFQ) Felius et al were primary material. (2004) - 498 questionnaires, from them 398 of the main group and 100 of control. The purpose of a research required using the complex of research methods, a basis for which is a system approach, namely: medico-statistical and sociological (the respondents were informed about the purpose and research problems and timely gave the oral voluntary agreement in anonymous poll before the filling of questionnaires) methods.\n    \n\n\n          Results:\n        \n      \n      The results of a research has established that parents of children from control group have estimated the general condition of children's vision totally in 89,75 ± 1,33 points vs 60,25 ± 1,96 points according to a total score of children's parents from the main group (the difference was 32,87%, at р<0,001). In general, the total number of points was 64,89 ± 1,01 vs 84,67 ± 0,92, with a difference in 23,4% (р<0,001) in the main group, according to life's quality total score of early years children's parents. Our research proves existence of children's life quality changes at the presence of visual violations among them that substantiates expediency of strengthening of early identification and treatment measures of visual function's violations at children, within the approved medico-technological documents.\n    \n\n\n          Conclusion:\n        \n      \n      Interaction in form of cooperation between the family doctor and children's ophthalmologist within the competences on maintaining children with visual analyzer's violation of functions from the first days of life, allows to perform effective long observation of a family, preventing development of medico-social disadaptation both the child, and a family in which it appeared. Research results of life's quality components changes are informative for a future social functioning of the child, his family, the parent's attitude to a child's disease and it's treatments, and performance of disease's treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29203741/"
}