{
  "pmid": "41418789",
  "title": "Distinct medial temporal volumetric signatures in extra-medial temporal lobe lesional epilepsy.",
  "abstract": "To quantify amygdala and hippocampal volumetric asymmetries in patients with drug-resistant epilepsy (DRE) and extra-medial temporal lesions (EMTLs) and to assess the prevalence of structural alterations relative to drug-resistant temporal lobe epilepsy (TLE), extratemporal lobe epilepsy (ETLE), and healthy individuals. Retrospective cross-sectional study of 298 participants evaluated at the NIH Clinical Center (2004-2023), including 252 patients with focal DRE and 46 healthy volunteers. Of the DRE cohort, 63 had lateralized EMTL (48 left, 15 right). High-resolution brain MRIs were segmented and analyzed to obtain normalized amygdala and hippocampal volumes. An asymmetry index (AI) assessed directionality, and absolute AI measured magnitude. Atrophy and hypertrophy were defined relative to healthy medians using robust dispersion thresholds. Group comparisons incorporated correction for multiple testing. Dual pathology with mesial temporal sclerosis was radiologically identified in 20.6% of EMTL cases, predominantly ipsilateral. Adjusted amygdala and hippocampal volumes did not differ significantly across groups, and consistent amygdala atrophy was not observed. Left EMTL showed increased hippocampal asymmetry magnitude and a 39.6% prevalence of ipsilateral hippocampal atrophy, comparable to left TLE (34%). Right EMTL showed loss of the physiologic left-smaller-than-right hippocampal pattern, with hypertrophy in the right amygdala (40%), left amygdala (46.7%), and contralateral hippocampus (40%), as well as ipsilateral hippocampal atrophy in 26.7%. We found mesial temporal volumetric changes in a significant proportion of EMTL patients. Directional, magnitude, and outlier-based analyses help disentangle coexisting atrophy and hypertrophy, revealing potential compensatory network-level changes in EMTL-associated DRE not previously identified. This study looked at changes in two brain structures, the amygdala and hippocampus, in people with treatment-resistant epilepsy associated with lesions outside the medial temporal lobe. We found that patients with lesions on the left side often had a small left hippocampus, while those with right-sided lesions showed more complex patterns, including enlargement of both the amygdala and left hippocampus and less frequent small right hippocampus. These findings suggest that detailed measurements of brain asymmetry can uncover changes missed by standard assessment and may help doctors better locate seizure activity and plan treatments.",
  "disease": "epilepsy"
}