{
    "title": "Lived experiences of young adult Chinese American breast cancer survivors: A qualitative analysis of their strengths and challenges using expressive writing.",
    "doc_id": "36628853",
    "writer": "Choi E",
    "year": "2023",
    "summary": "The purpose of this study was to identify the challenges and strengths of immigrant young adult Chinese American breast cancer survivors. METHOD: Descriptive phenomenology using a qualitative research approach was employed in this study. Expressive writing was used …",
    "abstract": "Purpose:\n        \n      \n      Immigrant young adults of cancer survivors face unique challenges but their unmet needs are not well understood. The purpose of this study was to identify the challenges and strengths of immigrant young adult Chinese American breast cancer survivors.\n    \n\n\n          Method:\n        \n      \n      Descriptive phenomenology using a qualitative research approach was employed in this study. Expressive writing was used to explore the experiences of 15 young adult Chinese American immigrant breast cancer survivors. Thematic analysis was conducted to gain an understanding of the lived experiences of young adult Chinese American breast cancer survivors.\n    \n\n\n          Results:\n        \n      \n      On average, participants had been diagnosed at 37 years (ranging from 32 to 39) and living in the USA for 12 years. Participants' writings revealed their challenges during and after treatment (major theme), including difficulty accepting having cancer at a young age, financial difficulties, self-blame, inadequate family support, uncertainty about their futures, and worries about their children and infertility (sub-themes). Participants' strengths and coping strategies (major theme) included physical recovery and positive self-perception, family as motivation for survival, and support from family and friends (sub-themes). Post-traumatic growth (major theme) included shifting life priorities and enjoying life and self-transcendence (i.e., forgiving and helping others) (sub-themes).\n    \n\n\n          Conclusions:\n        \n      \n      The overarching topic found across the major themes in the young adult Chinese American breast cancer survivors' essays was the importance of interpersonal relationships, especially with family and children. Healthcare providers should respond with culturally appropriate support, referrals, and resources based on these findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36628853/"
}