{
    "title": "Sweet dreams are not made of this: no association between diet and sleep quality.",
    "doc_id": "37489534",
    "writer": "Oliveira JL",
    "year": "2023",
    "summary": "Bivariate correlations showed fish, vegetables, fruit, and cheese intake to be associated with a better sleep quality (lower Pittsburgh Sleep Quality Index), while rusks, sugar, and meat intake were associated with a poorer sleep quality …",
    "abstract": "Study objectives:\n        \n      \n      Numerous studies have emphasized the significance of nutrition on the quality of sleep, but few have evaluated the effect of various coexisting dietary markers on middle-aged adults. We assessed the association between sleep quality and a large array of dietary markers among middle-aged, community-dwelling participants.\n    \n\n\n          Methods:\n        \n      \n      Data from the first, second, and third follow-ups of CoLaus|PsyCoLaus, a population-based study in Lausanne, Switzerland, was used. Sleep quality was assessed by the Pittsburgh Sleep Quality Index. Dietary intake was assessed by a validated food frequency questionnaire.\n    \n\n\n          Results:\n        \n      \n      Data from 3857 (53% women, 57.2 ± 10.4 years), 2370 (52% women, 60.7 ± 9.5 years), and 1617 (52% women, 63.5 ± 9.0 years) participants from the first, second, and third follow-ups was used. Bivariate correlations showed fish, vegetables, fruit, and cheese intake to be associated with a better sleep quality (lower Pittsburgh Sleep Quality Index), while rusks, sugar, and meat intake were associated with a poorer sleep quality (higher Pittsburgh Sleep Quality Index). After multivariable adjustment, participants reporting poor sleep quality (Pittsburgh Sleep Quality Index > 5) had a lower Mediterranean diet score and a lower likelihood of complying with the meat and fish recommendations, but the results were inconsistent between surveys. No association was found between sleep quality and macro- or micronutrients in the three surveys.\n    \n\n\n          Conclusions:\n        \n      \n      No consistent associations were found between a large panel of nutritional markers and sleep quality. Components of the Mediterranean diet such as dairy, fruits, and vegetables might favor good sleep quality, while increased consumption of sugary foods or meat might favor poor sleep quality.\n    \n\n\n          Citation:\n        \n      \n      Oliveira JL, Marques-Vidal P. Sweet dreams are not made of this: no association between diet and sleep quality. J Clin Sleep Med. 2023;19(12):2005-2014.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37489534/"
}