{
  "pmid": "41454890",
  "title": "Co-Designing a Hybrid Virtual Memory Clinic Model for Regional Australia.",
  "abstract": "Dementia is the second leading cause of disease burden in Australia, with regional populations facing limited access to multidisciplinary assessment, leading to delays and poorer outcomes. A hybrid virtual memory clinic (hVMC) combining in-person and virtual assessments is a possible solution. This study aimed to co-design a hVMC model for trialling in regional areas. This cross-sectional qualitative study included four co-design workshops (n = 56) and four interviews with people living with dementia, care partners, clinicians, and administrators. A hVMC model was iteratively developed and refined. Thematic analysis was conducted. The first theme, \"we need the right service, right time,\" describes regional challenges such as delays in assessment, limited specialist availability, and gaps in post-diagnostic support. The second theme, \"the virtual memory clinic must be integrated with existing services,\" highlights the need for a person-centred hybrid model involving in-person visits and collaboration with local providers, fostering relationships and reciprocal capacity building. The third theme, \"clarity needed on who virtual assessment would suit,\" reflects mixed views on eligibility, with general agreement on a cognitive threshold (e.g., Mini-Mental State Examination >20) but uncertainty around its application, suggesting a need for flexibility. Co-design participants also proposed practical features - shared intake, regular in-person assessments, post-diagnostic interventions (e.g., occupational therapy, cognitive programs), and local capacity building - which were iteratively integrated into the model. We present a co-designed hVMC model incorporating key features to support feasibility, access, and continuity of care. The model includes shared intake, quarterly in-person face-to-face assessments, structured post-diagnostic support, and collaboration with local services to build capacity. This model will be tailored to each region and is currently being piloted. Co-designed models must balance stakeholder priorities with implementation feasibility.",
  "disease": "alzheimer disease"
}