{
  "pmid": "41449388",
  "title": "A different variant of economic exploitation in oncology practice: medical board applications in Türkiye.",
  "abstract": "The process of cancer evolving into a chronic disease creates a significant economic burden on social security and healthcare resources, with the increase in the elderly population. This study analyzes the changes in the medical board application patterns of cancer patients during the COVID-19 pandemic in the context of possible economic exploitation (i.e., the intentional acquisition of financial or social resources) through abuse of the healthcare system. A retrospective cohort study was conducted using data from cancer patients who applied to a medical faculty hospital in Türkiye to obtain a medical board report during the pandemic period (March 11, 2020-March 10, 2021) and the pre-pandemic period (March 11, 2019-March 10, 2020). Of the 382 cancer patients in the study sample, 219 who met the inclusion criteria were analyzed. The rate of stage 4 diseases (p = 0.026), the rate of not being in remission (p = 0.043), the rate of partial dependency (p = 0.046) and the rate of medical board application being made by a relative on behalf of the patient (p = 0.030) were higher in medical board applications during the pandemic period. Receiving social care benefits and taking advantage of exemptions from special consumption tax were more common reasons for medical board applications during the pandemic period (p = 0.001). The primary limitation is the retrospective design, which prevents the definitive confirmation of exploitative intent and introduces a potential for interpretative bias. Although it is essential for cancer patients and their relatives to exercise the social rights provided to them to relieve their burden related to the disease, our findings indicate that the pandemic may further exacerbate existing weaknesses in the system. Legislators and health practitioners should strengthen control mechanisms in terms of both ethical processes and sustainability of healthcare resources.",
  "disease": "covid-19"
}