{
  "pmid": "41378068",
  "title": "Quick glance at 'metabolic dysfunction associated steatotic liver disease' therapeutics: Targets, trials, and trends.",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD), recognized as the most prevalent liver disease worldwide and a leading cause of liver transplantation, is closely associated with type 2 diabetes, cardiovascular disease, and metabolic dysfunction. Its multifactorial pathogenesis involves insulin resistance, lipotoxicity, gut dysbiosis, and dysregulated signaling involving multiple receptors and pathways, culminating in hepatic steatosis, inflammation, fibrosis, and, ultimately, cirrhosis. Emerging insights into bile acid metabolism, short-chain fatty acids, and fibrogenic mediators underscore the complexity of disease progression. Despite increasing global prevalence, effective pharmacological treatments remain limited. Resmetirom, a thyroid hormone receptor β (THR-β) agonist, is currently the lone agent approved for treating metabolic dysfunction-associated steatohepatitis (MASH). Off-label use of vitamin E and obeticholic acid has met with some treatment success. Peroxisome proliferator-activated receptor (PPAR) agonists, novel antidiabetic agents, glucagon-like peptide 1 agonists, and sodium-glucose cotransporter 2 inhibitors have shown promising results in MASLD/MASH; however, further data are needed to prove their efficacy and safety. While metformin has largely failed to demonstrate efficacy, hepatotoxicity remains an area of concern with statin therapy. Novel agents, such as fibroblast growth factor analogs, fatty acid synthase inhibitors, galectin-3 inhibitors, and stearoyl-CoA desaturase inhibitors, are in the early stages of development and trials, warranting further research in steatotic liver diseases. Despite encouraging advances, long-term safety, durability of response, and regulatory approvals remain key hurdles before these agents can be broadly implemented in clinical practice. This review summarizes current knowledge on the pathogenesis of MASLD/MASH and the molecular pathways that may offer therapeutic potential in managing this widespread metabolic liver disease.",
  "disease": "liver cirrhosis"
}