{
    "title": "The association of attachment, mentalization and reflective functioning with mental health in gender diverse children and adolescents: A systematic review.",
    "doc_id": "35465758",
    "writer": "Caldarera AM",
    "year": "2022",
    "summary": "This systematic review aimed at (1) examining literature on the role of attachment, mentalization and reflective functioning in protecting mental health of gender diverse children and identifying the mental health outcomes that have been assessed; and (2) out …",
    "abstract": "Gender diverse children (here defined as minors under 18) face greater risk for depression, anxiety and suicidality than their cisgender peers. This situation calls for research on protective factors of mental health in this population, and on appropriate therapeutic and supportive interventions. This systematic review aimed at (1) examining literature on the role of attachment, mentalization and reflective functioning in protecting mental health of gender diverse children and identifying the mental health outcomes that have been assessed; and (2) outlining interventions based on attachment, mentalization and reflective functioning that have been proposed. The work was conducted according to the PRISMA guidelines. Fifty-one studies were identified and 9 met the inclusion criteria. Results indicate that, besides a general protective role for mental health, attachment, mentalization and reflective functioning moderate and mediate, through different pathways, (1) the association between gender diversity and emotional/behavioural problems; and (2) the negative effects of minority stress. Mentalization seems to be an individual resilience factor; the capacity of the caregiver to serve as a secure base and validate the internal experience of incongruence of the child promote a healthy psychological development. Three levels of action for interventions were identified: individual, family and community.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35465758/"
}