{
  "pmid": "41462126",
  "title": "A systematic review assessing body mass index and waist circumference as predictors for the development of type 2 diabetes mellitus among people living with HIV on antiretroviral therapy.",
  "abstract": "The global prevalence of the human immunodeficiency virus (HIV) continues to increase with approximately 39.0 million reported cases. Luckily, administering antiretroviral therapy (ART) shows positive effects in viral suppression and immune reconstitution leading to an extended lifespan. Despite such positive outcomes, prolonged use of ART has been implicated in aggravating metabolic complications related to weight gain, leading to the development of type 2 diabetes mellitus (T2DM). Thus, this systematic review looks at the potential role of Body Mass Index (BMI) and waist circumference (WC) as predictors for the development of T2DM among PLWH on ART. This systematic review synthesised findings from 30 studies published between 2007 and 2024 that examined the associations between BMI, WC, and T2DM risk among people living with HIV (PLWH) on ART. Existing literature was retrieved through electronic databases including PubMed and Google Scholar. All literature deemed eligible for inclusion in the present study were assessed for their quality of evidence and risk of bias utilizing the Downs and Black checklist. The prevalence of T2DM ranged from 1.5% to 62.4%, with most studies reporting a positive association between increased BMI and T2DM. A high BMI was consistently associated with a 1.04- to 12.43-fold increased risk of T2DM or insulin resistance. Central obesity and WC were less frequently reported but demonstrated variable associations, with some studies linking increased WC to contribute a 2.34-fold risk to the development of T2DM, while others reported an inverse or no association. Longer duration on ART, particularly > 5 or > 10 years, and specific ART regimens (e.g., those containing didanosine, stavudine, or PIs) were often associated with increased T2DM risk. Several studies also identified age, male sex, and ethnicity as independent risk factors. Body Mass Index is a consistent and potential predictor of T2DM among PLWH on ART, while the role of WC appears variable and context dependent. These findings support the inclusion of BMI monitoring in HIV care, though further research is needed to clarify the predictive utility of WC and refine screening thresholds for this population. Not applicable.",
  "disease": "diabetes mellitus"
}