{
  "pmid": "41413785",
  "title": "Prevalence of peripheral arterial disease and associated factors among hypertensive patients attending two tertiary hospitals of Addis Ababa, Ethiopia.",
  "abstract": "Peripheral arterial disease (PAD) is a common clinical condition among hypertensive patients, with potentially severe complications such as coronary heart disease, stroke and foot gangrene. There is scarcity of empirical data regarding the magnitude and risk factors of peripheral arterial disease among hypertensive patients in sub-Saharan Africa, including Ethiopia. To assess the prevalence of peripheral artery disease and its associated factors among patients with hypertension attending two tertiary hospitals of Addis Ababa, Ethiopia, 2023. A facility-based, cross-sectional study was conducted at Tikur Anbesa Specialized Hospital and St. Paul's Hospital Millennium Medical College. Convenience sampling technique was adopted to recruit patients with hypertension having follow-up at both of selected tertiary hospitals. Data were collected using an interviewer-administered, pretested locally translated version of the questionnaire. The collected data were entered into Epi-info 7.2.2.2, and then analyzed using SPSS version 26. Descriptive analysis such as median + interquartile range, and percentages were used to summarize the background characteristics. Binary and multiple logistic regression were employed to determine factors associated with peripheral artery disease. Odds ratios with 95% confidence intervals were computed, and a p-value < 0.05 was considered significant. Texts, tables and figures were used to present results. A total of 408 patients with hypertension were included in this study, making a response rate of 96.7%. Patients' median age (interquartile range) was 60 (54-67) years, with female predominance (56.9%; n = 232). The overall magnitude of peripheral arterial disease was 31.4% (95%CI: 26.85%-35.89%). History of cigarette smoking [(AOR = 9.99; 95%CI: (4.22,23.66)], suboptimal blood pressure control [(AOR(95%CI): 2.73(1.65,4.51)], positive family history of PAD [(AOR(95%CI) = 3.59(1.37,9.42)], and history of leg pain [AOR = 1.98 (95%CI: (1.23,3.17)] were significantly associated with the disease. The prevalence of peripheral arterial disease among hypertensive patients was substantial, and it is associated with history of cigarette smoking, suboptimal blood pressure control, positive family history of the disease, and subjective complaint of leg pain. Thus, it is necessary to activate screening programs for peripheral arterial disease among hypertensive patients, with emphasis on those with predisposing factors. Not applicable.",
  "disease": "coronary artery disease"
}