{
    "title": "A historical review of head and neck cancer in celebrities.",
    "doc_id": "17078899",
    "writer": "Folz BJ",
    "year": "2007",
    "summary": "Head and neck cancer, on the other hand, is still not well recognised by the lay public, although the risk factors are similar to those of lung cancer. ...CONCLUSION: The identified cases could help increase public awareness of head and neck …",
    "abstract": "Introduction:\n        \n      \n      The illnesses of celebrity patients always receive more attention from the general public than those of ordinary patients. With regard to cancer, this fact has helped to spread information about the four major malignancies: breast cancer, prostatic cancer, lung cancer and colorectal cancer. Head and neck cancer, on the other hand, is still not well recognised by the lay public, although the risk factors are similar to those of lung cancer. It was the objective of this analysis to identify cases of celebrity patients, the description of which could help to increase awareness of head and neck cancer, its symptoms and risk factors.\n    \n\n\n          Methods:\n        \n      \n      The Internet and medical literature databases were searched for celebrity patients who had suffered from head and neck cancer.\n    \n\n\n          Results:\n        \n      \n      The search revealed numerous famous head and neck cancer patients. However, only seven cases were documented well in the medical literature. Among the identified persons were one emperor, two United States presidents, a legendary composer, a world-renowned medical doctor, an outstanding athlete and an extraordinary entertainer. In spite of their exclusive position in society, these patients did not have a better prognosis compared with ordinary patients of their time. Only two of the group experienced long term survival and only one was cured. None of these influential figures used their influence to fund research or to promote knowledge about their respective diseases.\n    \n\n\n          Conclusion:\n        \n      \n      The identified cases could help increase public awareness of head and neck cancer. Similar to activities in other oncologic fields, current celebrity head and neck cancer patients should be encouraged to discuss their diseases openly, which could have a positive effect on public health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17078899/"
}