{
    "title": "Characterization of age-related changes in body weight and organ weights from birth to adolescence in humans.",
    "doc_id": "11732696",
    "writer": "Haddad S",
    "year": "2001",
    "summary": "The objectives of this study were to review the published literature to assemble data on the human body weight and organ weights as a function of age (specifically between birth and 18 yr old) and to analyze these data, in order to develop regression equation …",
    "abstract": "The pharmacokinetics and tissue dose of chemicals may differ among individuals of a population, particularly between adults and children. The adult-children differences in pharmacokinetics arise from age-related changes in the physiological, biochemical, and physicochemical determinants of uptake and disposition of chemicals. The objectives of this study were to review the published literature to assemble data on the human body weight and organ weights as a function of age (specifically between birth and 18 yr old) and to analyze these data, in order to develop regression equations for calculating body weight and organ weights of children using age as the dependent function. The specific organs/tissues for which the data on age-related weight were obtained and analyzed include blood, adipose tissues, liver, lungs, brains, heart, kidneys, spleen, the reproductive organs (male: prostate gland, seminal vesicle, testes, and epididymis; female: ovaries, uterus, and uterine tubes), glands (adrenal, pituitary, thymus, pancreas, and thyroid), bone marrow (total and red), intestinal tract, stomach, muscle, skin (epidermis and dermis), and skeleton. In both male and female children, the sum of these organs is systematically lower than the body weight, and this discrepancy may be resolved with the additional availability and consideration of data on hypodermis weight. The equations and data on body weight and organ weights presented in this article should be useful for constructing age-specific, physiologically based pharmacokinetic models for children.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11732696/"
}