{
    "title": "High dose oral vitamin C and mesenchymal stem cells aid wound healing in a diabetic mouse model.",
    "doc_id": "29738298",
    "writer": "Chokesuwattanaskul S",
    "year": "2018",
    "summary": "OBJECTIVE: This study sought to determine the effects of oral vitamin C (VitC) and mesenchymal stem cells (MSCs) on wound healing in diabetic nude mice. METHOD: Bilateral, full-skin thickness wounds were created as an in vivo wound model in BALB/C diabetic nu …",
    "abstract": "Objective:\n        \n      \n      This study sought to determine the effects of oral vitamin C (VitC) and mesenchymal stem cells (MSCs) on wound healing in diabetic nude mice.\n    \n\n\n          Method:\n        \n      \n      Bilateral, full-skin thickness wounds were created as an in vivo wound model in BALB/C diabetic nude mice. The mice were separated into five groups: control (CON); diabetes mellitus (DM, from a streptozotocin injection); DM treated with MSCs (DM+MSCs); DM treated with VitC (DM+VitC), and DM treated with MSCs and VitC (DM+MSCs+VitC). After wounding, daily oral-feeding of high dose VitC (1.5g/l) was administered, and a single dose of MSCs (1x106 cells) was given topically using matrix gel application to the wounded area.\n    \n\n\n          Results:\n        \n      \n      At day seven, the lowest rate of wound healing, in terms of percentage of wound closure, appeared in the DM group, as compared with the CON and all other treatment groups (mean percentage of wound closure and standard deviation), CON=75.94±7.09%; DM=55.65±9.59%; DM+MSCs=78.57±6.46%; DM+VitC=77.52±3.31%; and DM+MSCs+VitC=84.61±2.87%, p≤0.05. At day 14 post-wounding, the combination of oral high dose VitC and MSCs accelerated wound healing (91.44±3.19%, p≤0.05). In addition, the highest capillary density in DM+MSCs+VitC was obtained at 14 days post-wounding (29.49±7.30%, p≤0.05).\n    \n\n\n          Conclusion:\n        \n      \n      The findings of this study highlight the possibility of using oral high dose VitC in adjunct to MSCs to increase angiogenesis and accelerate diabetic wound healing in an animal model. This novel therapeutic approach should be studied further to test if it could be a useful adjunct of existing therapies to prevent infection and amputation in patients with diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29738298/"
}