{
  "pmid": "41474897",
  "title": "Somatic Comorbidities in Adult Patients with Epilepsy: An Observational Study.",
  "abstract": "A range of medical, neurological and psychiatric disorders occur more frequently in people with epilepsy than in the general population. Although psychiatric disturbances and neuropsychological impairment are widely recognizing co-morbidities associated with epilepsy, somatic comorbidities are less commonly pronounced. For this reason, studies emphasizing increased burden of somatic comorbidities in people with epilepsy are relatively sparse. Therefore, this study was designed to assess the frequency of somatic co-morbidities in epilepsy patients attending in Dhaka Medical College Hospital (DMCH), Bangladesh. This was an observational hospital-based cross-sectional study and conducted at the Epilepsy clinic, OPD and indoor in department of Neurology and indoor in department of Medicine in DMCH. Duration of the study was two and half years following ethical approval. Epilepsy patients aged ≥18 years attending in study site were approached for inclusion of the study. A total 100 epileptic patients were screened purposively and interviewed meticulously to find out the somatic comorbidities. Written informed consent was taken from each subject of both groups. Collected data were kept recorded in case record form. Finally, data analysis was done by SPSS version 23.0. Mean age of the Epilepsy patients were 34.13±14.52 (SD) years. Male to female ratio of epilepsy patients was 1.44:1. Overall presence of somatic comorbidities in epilepsy patients was 40.0%. The most common somatic co-morbidities in patients with epilepsy were HTN (10.0%) followed by DM (8.0%), PUD (8.0%) and Migraine (7.0%). Distribution of comorbidities were similar across gender except Migraine and RA, which were significantly higher among female patients (p<0.05). HTN, DM, PUD, migraine and low back pain were the most frequent somatic comorbidities identified among the epilepsy patients.",
  "disease": "epilepsy"
}