{
    "title": "Features of breast cancer in developing countries, examples from North-Africa.",
    "doc_id": "24767469",
    "writer": "Corbex M",
    "year": "2014",
    "summary": "Consequently, the relative proportion of male breast cancer is high (2% of all breast cancers). Similarly, the incidence of aggressive forms of the disease, like inflammatory or triple negative breast cancer (in females), is not higher in North …",
    "abstract": "Epidemiological features of breast cancer appear to be different in developing countries compared to Western countries, with notably large proportions of young patients, male patients and aggressive forms of the disease. Using North-Africa (Morocco, Algeria, Tunisia, Libya and Egypt) as an example, we document the magnitude and explore possible explanations for such patterns. Articles and reports published since the seventies were reviewed. Results show that breast cancer incidence in females is 2-4 times lower in North-Africa than in Western countries while incidence in males is similar. Consequently, the relative proportion of male breast cancer is high (≈2% of all breast cancers). Similarly, the incidence of aggressive forms of the disease, like inflammatory or triple negative breast cancer (in females), is not higher in North Africa than in Western countries, but their relative proportion in case series (up to 10% for inflammatory and 15-25% for triple negative) is significantly higher because of low incidence of other forms of the disease. In North Africa, the incidence among women aged 15-49 is lower than in Western countries, but the very low incidence among women aged more than 50, combined to the young age pyramid of North-Africa, makes the relative proportions of young patients substantially higher (50-60% versus 20% in France). Such epidemiological features result mainly from peculiar risk factor profiles, which are typical for many developing countries and include notably rapid changes in reproductive behaviours. These features have important implications for breast cancer control and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24767469/"
}