{
  "pmid": "41448559",
  "title": "Repurposing osteoporosis medications for other diseases: a narrative review by the European Calcified Tissue Society (ECTS).",
  "abstract": "This narrative review explores the therapeutic potential of repurposing medications originally developed or approved for osteoporosis to treat non-osteoporotic conditions. Given their pharmacologic profiles and safety data, these agents offer promising therapeutic alternatives in both rare and common diseases with unmet clinical needs. Evidence from preclinical models, observational data, and randomised trials supports the repositioning of several osteoporosis drugs. Cyclic etidronate has shown efficacy in halting arterial calcification progression in pseudoxanthoma elasticum. Pamidronate has demonstrated symptom improvement in adult chronic nonbacterial osteitis. Neridronate is approved only in Italy for complex regional pain syndrome type I. Denosumab has shown therapeutic effects in Langerhans cell histiocytosis and has structural benefits in erosive hand osteoarthritis and rheumatoid arthritis. Parathyroid hormone analogues (rhPTH [1-84] and teriparatide) improve calcium-phosphate homeostasis in chronic and genetic hypoparathyroidism. Calcilytics, though originally discontinued for osteoporosis, show emerging promise in autosomal dominant hypoparathyroidism. In contrast, zoledronic acid has not demonstrated consistent clinical benefit in knee osteoarthritis. Strontium ranelate, despite showing structure-modifying effects in osteoarthritis, is no longer marketed due to safety concerns. Alendronate and denosumab in fibrous dysplasia yielded mixed results, with concerns about rebound effects after denosumab withdrawal. Repurposing osteoporosis medications represents a cost-effective, timely strategy to expand treatment options across diverse clinical indications. While promising outcomes have been demonstrated-particularly in rare diseases-rigorous, indication-specific clinical trials are essential to confirm efficacy, safety, and long-term outcomes. The accumulated pharmacologic and clinical experience with these agents offers a strong foundation for their continued exploration beyond osteoporosis.",
  "disease": "rheumatoid arthritis"
}