{
    "title": "Explorations and challenges in the oxidative degradation of polysaccharides from natural sources by small compounds.",
    "doc_id": "41320353",
    "writer": "Jia RQ",
    "year": "2026",
    "summary": "Given that these compounds can be classified into three types of oxidants (electrophilic, radical and photocatalytic/photo oxidants), a comparison of the differences in their action effects, reaction efficiencies, selectivities, and green chemistry score is of great …",
    "abstract": "Polysaccharides coexist with other substances within complex food systems, where interactions among them inevitably occur during processing, transportation, and storage. Oxidative reactions of polysaccharides induced by small molecules may alter their structures and introduce specific functional groups. These structural modifications, along with conformational changes, can subsequently affect polysaccharide properties like solubility and gelling ability. This paper provides a comprehensive review of the oxidative degradation pathways of polysaccharides induced by various small molecule compounds, including halogens, periodate, hydrogen peroxide, ascorbic acid, ozone, and titanium dioxide. Given that these compounds can be classified into three types of oxidants (electrophilic, radical and photocatalytic/photo oxidants), a comparison of the differences in their action effects, reaction efficiencies, selectivities, and green chemistry score is of great significance. Such an objective comparison can offer valuable insights into the optimal selection of oxidation methods, thereby better guiding their application in the food industry. Traditional reagents such as halogens and hypohalite salts exhibit significant effects in oxidizing polysaccharides but also possess notable drawbacks. In contrast, green and non-hazardous oxidation technologies, such as hydrogen peroxide and ascorbic acid, hold greater application prospects, although their specific reaction mechanisms require further in-depth investigation. Through in-depth analysis of multiple reaction mechanisms, the applications of oxidized polysaccharides in the food, pharmaceutical industries, and industrial-related fields were evaluated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41320353/"
}