{
    "title": "Assessment of Sleep Quality in Spanish Twin Pregnancy: An Observational Single-Center Study.",
    "doc_id": "38505981",
    "writer": "de la Calle M",
    "year": "2024",
    "summary": "Pregnant women responded to the Pittsburgh Sleep Quality Index to evaluate sleep quality, latency, duration, efficiency, perturbance, use of medication, and daytime dysfunction. The higher the index, the greater the alteration of sleep qualit …",
    "abstract": "Women with twin pregnancies experience greater sleep disturbance compared to women with singleton pregnancies. The aims of this study were to explore the sleep quality in women with twin pregnancies and to compare their sleep dimensions with coetaneous single pregnancies. This was an observational study in which women were enrolled at the end of pregnancy in the Obstetric Service of Hospital La Paz (Spain). The women were classified as single (n = 143) or twin pregnancy (n = 62). Pregnant women responded to the Pittsburgh Sleep Quality Index to evaluate sleep quality, latency, duration, efficiency, perturbance, use of medication, and daytime dysfunction. The higher the index, the greater the alteration of sleep quality. Without statistical differences, a poor sleep quality was higher in women with single (66.7%) than women with twin pregnancies (22.8%). The good sleeper slept 6.8 h/day in single pregnancy and 7.3 h/day in twin pregnancy. The sleep perturbation and dysfunctionality were higher in women with twin than single pregnancies. The use of medication to sleep was significantly lower in women with twin than single pregnancies. In women with twin pregnancy, the body weight gain during first trimester had a positive correlation with worse sleep quality and sleep perturbations. Twin pregnancy needed more than 7 h/day to have a high sleep quality, showing greater sleep perturbations and daytime dysfunction than single pregnancies. The control of gestational body weight can improve the sleep quality, disturbances, and duration in twin gestations. Sleep screening during pregnancy would be necessary to handle sleep issues and increase benefits in twin gestational outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38505981/"
}