{
    "title": "Pathogenesis and treatment of pain in patients with chronic wounds.",
    "doc_id": "12931299",
    "writer": "Freedman G",
    "year": "2003",
    "summary": "Pain must be managed during treatment of a patient with a chronic wound. Failure to do so will impair the patient's ability to heal significantly. Understanding the wound's etiology is essential for designing the wound-healing protocol and implementing …",
    "abstract": "Pain must be managed during treatment of a patient with a chronic wound. Failure to do so will impair the patient's ability to heal significantly. Understanding the wound's etiology is essential for designing the wound-healing protocol and implementing its pain management regimen, of which a critical part is the chronic-wound patient's self-assessed scores of pain and functionality. In this report we present a paradigm for treating all chronic wounds, which was subsequently applied to 32 consecutive patients. Our integrated-team approach to managing the treatment of wounds includes accurate evaluation of the progression of patients' pain. Directors of the pain-management team and wound team have jointly managed hundreds of patients--either hospitalized or seen in both outpatient clinical practices. The three general categories for etiologies of the 10 most common types of chronic wounds are: ischemia, neuropathy, and direct tissue damage (e.g. pressure ulcers and venous stasis ulcers). Each of these are treated with unique analgesic regimens focused on surgical/medical management of the wound: oral and parenteral medications in combinations designed to facilitate specific additive analgesic effects and nerve blocks and implantable devices for correcting underlying wound pathophysiology. Successful treatment of pain generally results in increased functional independence and improvement of the patient's quality of life. We integrated wound-care pain-management team established guidelines that delineate the causes of chronic wounds and categorize treatment options for practical clinical use. The expectation is that all pain should be resolved in all patients if both the wound-healing and pain-healthcare providers use current technologies and drugs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12931299/"
}