{
  "pmid": "41468843",
  "title": "Factors associated with venous and arterial thrombosis in patients with Systemic Lupus Erythematosus: A systematic review and meta-analysis.",
  "abstract": "Thrombosis, encompassing both venous thromboembolism (VTE) and arterial thrombotic events, represents a leading cause of mortality in patients with Systemic Lupus Erythematosus (SLE). A comprehensive evaluation of risk factors specific to each thrombotic type remains lacking. To systematically identify and compare risk factors for venous and arterial thrombosis in SLE patients through a meta-analysis. We systematically searched PubMed, Web of Science, Embase, Cochrane Library, CNKI, and Wanfang Data from inception to August 2025. Cohort studies (prospective or retrospective) and case-control studies reporting multivariable-adjusted associations between risk factors and thrombotic events in SLE were included. Two researchers independently performed study selection, data extraction, and quality assessment using the Newcastle-Ottawa Scale. Pooled odds ratios (ORs) with 95 % confidence intervals (CIs) were calculated using random-effects models. Analysis of 25 studies (13,290 patients) identified distinct risk factor profiles. For venous thrombosis, lupus anticoagulant showed the strongest association (OR 6.17, 95 % CI 2.77-13.76), followed by anti-β2-glycoprotein I IgA (OR 4.77, 95 % CI 3.08-7.39). Antiphospholipid syndrome demonstrated an exceptionally high risk (OR 44.72, 95 % CI 9.93-201.34). Elevated D-dimer was a specific venous thrombosis predictor (OR 1.35, 95 % CI 1.22-1.49). For arterial thrombosis, traditional cardiovascular risk factors predominated, including hypertension (OR 3.39, 95 % CI 2.38-4.83) and obesity (OR 3.17, 95 % CI 1.50-6.66). Disease-related factors such as high SLEDAI scores (OR 1.11, 95 % CI 1.05-1.16) and renal insufficiency (OR 2.38, 95 % CI 1.42-4.00) were associated with increased thrombotic risk. Thrombosis in SLE exhibits distinct risk factor patterns between venous and arterial events. Venous thrombosis is strongly driven by antiphospholipid antibodies, while arterial events are predominantly associated with traditional cardiovascular risk factors. This review identifies and distinguishes key risk factors for venous and arterial thrombosis in SLE. These findings highlight the necessity for thrombotic type-specific risk assessment and provide an evidence base to inform the future development of targeted preventive strategies.",
  "disease": "hypertension"
}