{
  "pmid": "41437702",
  "title": "A Health Communication Strategy to Promote Dementia Risk Reduction: The CULTIVAMENTE Pragmatic Cluster-Randomized Trial.",
  "abstract": "Although dementia prevention is a global priority, few interventions have been successfully translated into public health and community settings. This study evaluated the effectiveness of a nudge-based communication strategy to promote Alzheimer's disease (AD) prevention on behavioral, cognitive, and provider-level outcomes in a real-world setting. We conducted a pragmatic cluster-randomized trial across seven senior centers. Eligible participants were adults aged ≥ 60 with cognitive impairment but no dementia. Centers were randomized to intervention (n = 3) or control (n = 4) arms. All centers offered standard activities and provider training in dementia management. The intervention arm additionally received CULTIVAMENTE, a low-intensity, nudge-based communication strategy involving posters, brochures, and web-based content promoting AD prevention. Main outcomes included changes in a composite cognitive healthy behavior score, cognitive performance (memory and executive function), prevalence of mild-to-moderate cognitive impairment, and provider practices (AD prevention discussions and referrals). Analyses used intention-to-treat linear mixed models. Among 211 participants (mean age 74.8 ± 7.0 years; 80.5% women), after 6 months, those in the intervention group (n = 101) demonstrated greater improvement in cognitive healthy behaviors compared to control (SD difference = 0.15; 95% CI = 0.02-0.28; p = 0.021; 95.4% greater increase than control). Cognitive scores improved significantly in the intervention group (memory = 0.24; 95% CI = 0.07-0.41; memory-executive functioning = 0.21; 95% CI = 0.08-0.33), and mild-to-moderate cognitive impairment cases declined in the intervention group (from 70 to 67) compared to the control group (from 71 to 75; p < 0.001). Additionally, intervention participants were more likely to report increases in knowing how to prevent AD, having discussions about ways to prevent AD with providers, and receiving referrals to manage risk factors. Embedding nudge-based messaging into senior centers improved dementia prevention behaviors, cognitive outcomes, and provider practices. These results support testing low-cost, scalable strategies in real-world settings to reduce dementia risk.",
  "disease": "alzheimer disease"
}