{
    "title": "Differences in alarm calls of juvenile and adult European ground squirrels (Spermophilus citellus): Findings on permanently marked animals from a semi-natural enclosure.",
    "doc_id": "26152313",
    "writer": "Schneiderov I",
    "year": "2015",
    "summary": "Although it has been observed that inexperienced juveniles of this species emit alarm calls that sound similar to those of adults, studies focusing on juvenile alarm calls are lacking. ...Similar to previous findings in other Palearctic ground squirrel species, our …",
    "abstract": "The European ground squirrel (Spermophilus citellus) emits alarm calls that warn conspecifics of potential danger. Although it has been observed that inexperienced juveniles of this species emit alarm calls that sound similar to those of adults, studies focusing on juvenile alarm calls are lacking. We analyzed the acoustic structure of alarm calls emitted by six permanently marked European ground squirrels living in a semi-natural enclosure when they were juveniles and after 1 year as adults. We found that the acoustic structure of the juvenile alarm calls was significantly different from those of adults and that the alarm calls underwent nearly the same changes in all studied individuals. All juveniles emitted alarm calls consisting of one element with almost constant frequency, but their alarm calls included a second frequency-modulated element after their first hibernation as adults. Our data show that the duration of the first element is significantly shorter in adults than in juveniles. Additionally, the frequency of the first element is significantly higher in adults than in juveniles. Similar to previous findings in other Palearctic ground squirrel species, our data are inconsistent with the assumption that juvenile mammals emit vocalizations with higher fundamental frequencies than adults. However, our results do not support the previously suggested hypothesis that juvenile ground squirrels conceal information regarding their age in their alarm calls because we found significant differences in alarm calls of juveniles and adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26152313/"
}