{
    "title": "Immortalized normal human lung epithelial cell models for studying lung cancer biology.",
    "doc_id": "32586780",
    "writer": "Sato M",
    "year": "2020",
    "summary": "Primary cultures of human lung epithelial cells are ideal representatives of normal lung epithelial cells, and while there are certain novel approaches for the long-term culture of lung epithelial cells, the cells eventually underg …",
    "abstract": "Primary cultures of human lung epithelial cells are ideal representatives of normal lung epithelial cells, and while there are certain novel approaches for the long-term culture of lung epithelial cells, the cells eventually undergo irreversible growth arrest, limiting their experimental utility, particularly the ability to widely distribute these cultures and their clonal derivatives to the broader research community. Therefore, the establishment of immortalized normal human lung epithelial cell strains has garnered considerable attention. The number and type of oncogenic changes necessary for the tumorigenic transformation of normal cells could be determined using \"normal\" cell lines immortalized with the simian virus 40 (SV40) large T antigen (LT). A primary report suggested that LT, human telomerase reverse transcriptase (hTERT), and oncogenic RAS transformed normal lung epithelial cells into tumorigenic cells. Since LT inactivates the tumor suppressors p53 and RB, at least four alterations would be necessary. However, the SV40 small T antigen (ST), a different oncoprotein, was also introduced simultaneously with LT in the above-mentioned study. Furthermore, the possible uncharacterized functions of LT remained largely obscure. Therefore, no definitive conclusion could be arrived in these studies. Subsequent studies used methods that did not involve the use of oncoproteins and revealed that at least five genetic changes were necessary for full tumorigenic transformation. hTERT-immortalized normal human lung epithelial cell lines established without using viral oncoproteins were also used for investigating several aspects of lung cancer, such as epithelial to mesenchymal transition and the cancer stem cell theory. The use of immortalized normal lung epithelial cell models has improved our understanding of lung cancer pathogenesis and these models can serve as valuable research tools.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32586780/"
}