{
  "pmid": "41461221",
  "title": "Randomized Controlled Trial Comparing Cataract Surgery Alone vs Combined With iStent Inject W or Kahook Dual Blade Glide: - The Swedish Microinvasive Glaucoma Surgery Study.",
  "abstract": "To compare the 12-month outcomes of cataract surgery combined with iStent Inject W or Kahook Dual Blade Glide versus cataract surgery alone. Prospective, randomized controlled trial conducted at a single center in Sweden. Adult patients with cataract and medically treated ocular hypertension or mild to advanced primary open-angle glaucoma or pseudoexfoliative glaucoma. Patients were randomized 1:1:1 to cataract surgery with iStent Inject W (cataract-iStent group, n = 40), cataract surgery with Kahook Dual Blade Glide (cataract-KDB group, n = 40), or cataract surgery alone (cataract group, n = 40), and followed for 12 months. The primary effectiveness end points were surgical success, defined as a reduction in intraocular pressure (IOP) of ≥ 20% and/or a reduction of ≥ 1 medication, and change in IOP and ocular hypotensive medications at 12 months. Secondary endpoints included threshold IOP levels and adverse events. At 12 months, the rate of surgical success was higher in the cataract-iStent and cataract-KDB groups compared to the cataract group (87.5% vs 52.5%, P < 0.001). Mean reduction in IOP was similar between groups (-3.0, -3.5 and -2.8 mmHg, P = 0.755), while reduction in medication was higher in the cataract-iStent and cataract-KDB groups compared to the cataract group (-0.8 and -0.9 vs -0.4, P = 0.01). The main adverse events were transient hyphema (15% in the cataract-KDB group) and IOP spikes (37.5% in the cataract group, 10% in the cataract-iStent group, and 15% in the cataract-KDB group, P = 0.006). Additional glaucoma surgery was required in 1 eye (in the cataract group) and added therapy or selective laser trabeculoplasty in 4 eyes (3 in the cataract group and 1 in the cataract-KDB group). Combined cataract surgery with iStent Inject W or Kahook Dual Blade Glide achieved significantly greater surgical success compared to cataract surgery alone, and this was due to a greater reduction in number of hypotensive medications.",
  "disease": "hypertension"
}