{
  "pmid": "41459648",
  "title": "Biophysical basis for brain folding and misfolding patterns in ferrets and humans.",
  "abstract": "A mechanistic understanding of neurodevelopment requires us to follow the multiscale processes that connect molecular genetic processes to macroscopic cerebral cortical formations and thence to neurological function. Using MRI of the brain of the ferret, a model organism for studying cortical morphogenesis, we create in vitro physical gel models and in silico numerical simulations of normal brain gyrification. Using observations of genetically manipulated animal models, we identify cerebral cortical thickness and cortical expansion rate as the primary drivers of dysmorphogenesis and demonstrate that in silico models allow us to examine the causes of aberrations in morphology and developmental processes at various stages of cortical ontogenesis. Finally, we explain analogous cortical malformations in human brains, with comparisons with human phenotypes induced by the same genetic defects, providing a unified perspective on brain morphogenesis that is driven proximally by genetic causes and affected mechanically via variations in the geometry of the brain and differential growth of the cortex. The wrinkled and folded surface of the human brain is both iconic and familiar. These folds allow a large cortical surface area to fit inside the skull and are essential for healthy brain function. The folds form during development when the brain’s outer layer – the cerebral cortex – grows faster than the tissue beneath it, causing the surface to buckle. When this process is disrupted, the brain can develop abnormal folding patterns known as malformations of cortical development. In humans, these conditions are associated with epilepsy, intellectual disability and developmental delay. Studying how such malformations arise is challenging because human brain folding occurs before birth. To address this, researchers use animal models. The ferret is particularly valuable because its brain develops folds similar to those in humans, and many genes linked to human cortical malformations produce comparable folding defects in ferrets. Choi et al. wanted to find out whether the wide range of brain folding abnormalities seen in ferrets and their homologs in humans could be explained by changes in just a few physical properties of the developing brain. Specifically, they tested whether mutations linked to human cortical malformations alter the thickness or growth rate of the cortex. This question is important because different genetic syndromes often result in surprisingly similar brain shapes. By combining brain imaging, computer simulations, and physical gel models of brains that fold when their surfaces absorb solvents and swell (similar to how fingertips swell and wrinkle when wetted for a while), Choi et al. showed that normal brain folding in ferrets can be explained by mechanical forces generated during cortical growth. Both physical experiments with gels and computer simulations of brains with varying cortical thickness or growth rates reproduced folding patterns seen in both healthy and genetically altered ferret brains and their human homologs. Local thinning of the cortex generated many small, tightly packed folds, resembling polymicrogyria, a condition linked to mutations such as those affecting the gene ",
  "disease": "epilepsy"
}