{
  "pmid": "41397811",
  "title": "Role of knowledge and attitude in asthma self-management and control among adult patients in Burao, Somaliland.",
  "abstract": "Asthma remains a significant public health challenge worldwide, with high prevalence of uncontrolled cases in low- and middle-income countries. In Somaliland, evidence regarding the role of patient knowledge and attitude in asthma self-management is limited. This study aimed to assess the influence of knowledge and attitude on asthma self-management and control among adult patients in Burao, Somaliland. A facility-based cross-sectional study was conducted from May to June 2025 in four hospitals in Burao. A total of 363 adult asthma patients were selected using systematic random sampling. Data were collected through structured interviewer-administered questionnaires assessing sociodemographic, behavioural and clinical characteristics, asthma knowledge and attitude. Asthma control was evaluated using the asthma control test. Binary and multivariable logistic regression analyses were performed, and adjusted ORs (AORs) with 95% CIs were reported. Of the 363 participants, 209 (57.6%) had uncontrolled asthma. Patients with good knowledge were significantly less likely to have uncontrolled asthma compared with those with poor knowledge (AOR=0.60, 95% CI 0.37 to 0.97, p=0.036). Attitude did not show a significant association with asthma control (AOR=1.00, 95% CI 0.62 to 1.62, p=0.985). Regular medical follow-up reduced the odds of uncontrolled asthma by 59% (AOR=0.41, 95% CI 0.25 to 0.66, p<0.001). Asthma severity strongly predicted uncontrolled asthma, with moderate (AOR=11.30, 95% CI 5.31 to 24.03) and severe cases (AOR=7.34, 95% CI 2.42 to 22.30) showing much higher odds compared with mild cases. Knowledge and regular medical follow-up are key determinants of asthma control, while disease severity substantially increases the risk of uncontrolled asthma. Interventions focusing on patient education, adherence to follow-up and tailored management for severe cases are essential to reduce the burden of uncontrolled asthma in Somaliland.",
  "disease": "asthma"
}