{
  "pmid": "41388280",
  "title": "Highly pathogenic avian influenza: a One Health perspective on risks, surveillance, and resilience.",
  "abstract": "Highly pathogenic avian influenza (HPAI) poses an expanding global threat with direct relevance to immunologists studying host-pathogen dynamics, cross-species transmission, and immune responses to emerging viruses. Driven primarily by evolving H5 and H7 influenza A subtypes, HPAI now affects a broadening host range, including spillovers into mammals such as seals, cattle, and humans, raising concern for pandemic potential. Applying a One Health perspective, this review emphasizes the immunological and ecological factors that underlie HPAI emergence and spread. Migratory bird flyways, shared aquatic habitats, and intensive poultry systems create viral mixing zones that promote antigenic diversification and interspecies transmission. Climate change and land-use transformation exacerbate these risks by altering host distributions and increasing interfaces between wildlife, livestock, and people. While poultry vaccines are widely used, human vaccine development faces challenges from antigenic drift, clade variation, and limited cross-protective immunity. Immunologists play a critical role in understanding these dynamics, particularly regarding host immune barriers, viral adaptation, and the development of broad-spectrum or next-generation vaccines. Technological advances in pathogen surveillance, such as AI-driven forecasting, genomic sequencing, and real-time risk mapping, are promising early-warning tools, but require stronger integration across human, animal, and environmental health sectors. Addressing HPAI's complex immunoecological dynamics demands a One Health approach: cross-sectoral data sharing, coordinated response strategies, and investment in resilient health systems. As HPAI continues to evolve and expand its host range, sustained global investment in One Health governance, research, and infrastructure will be vital to prevent future pandemics and safeguard health across species.",
  "disease": "influenza"
}