{
  "pmid": "41353012",
  "title": "Early experience of simultaneous sleeve gastrectomy in living donor liver transplant recipients with obesity - a pilot study.",
  "abstract": "Increasing obesity and metabolic dysfunction-associated steatohepatitis (MASH) cirrhosis present challenges in liver transplantation. While simultaneous sleeve gastrectomy (SG) has been described in the deceased donor liver transplantation (DDLT) population, its role in living donor liver transplantation (LDLT) remains poorly unexplored. Simultaneous SG and LDLT for obese patients with MASH cirrhosis. This is a pilot study of LDLT recipients who underwent simultaneous sleeve gastrectomy (LDLT-SG) at this institution from December 2023 to May 2025. Short term postoperative outcomes, weight loss, graft function, and metabolic syndrome comorbidities were compared to a matched LDLT-only cohort at this institution along with a DDLT-SG cohort at another institution. Seven patients with a body mass index (BMI) of 42.1 (standard deviation [SD] 5.8) underwent simultaneous LDLT-SG. They had MASH cirrhosis with an average model for end-stage liver disease (MELD) score of 18.6 (SD 7.7). Patients experienced significant total body weight loss (TBWL%): 15.7% at 1 month, 26.5% at 6 months, and 31.3% at 12 months. Excess body weight loss (EBWL%) was 42.2%, 71.9%, and 81.3% at the respective intervals. No biliary or vascular complications noted post-operatively. Three patients were re-admitted - 2 for PO intolerance and 1 for a gastric sleeve leak. 57% of patients noted resolution of obesity-related comorbidities. Postop magnetic resonance imaging (MRI) assessments indicated healthy liver grafts. Simultaneous LDLT-SG allows a semi-elective option for patients with obesity and MASH cirrhosis who have decreased access to DDLT. The combined procedure promotes substantial weight loss, improved metabolic comorbidities and likely decreased graft steatosis. Early outcomes are promising and suggest SG offers risk reduction in the setting of LDLT.",
  "disease": "liver cirrhosis"
}