{
  "pmid": "41379756",
  "title": "Genome-wide cross-trait analysis in European populations reveals shared genetic architecture of COPD and the allergy spectrum.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) and allergic diseases share epithelial barrier dysfunction and immune imbalance, yet the shared genetic basis across the full allergy spectrum remains unclear. We integrated large-scale genome-wide association study (GWAS) summary statistics from European populations for COPD and four allergic diseases-allergic asthma (AA), allergic rhinitis (AR), atopic dermatitis (AD), and allergic conjunctivitis (AC). Genome-wide genetic correlations were estimated using linkage disequilibrium score regression (LDSC) and high-definition likelihood (HDL). Cross-trait pleiotropy was tested with Pleiotropic Analysis under Composite Null Hypotheses (PLACO; P < 5 × 10⁻⁸). Functional Mapping and Annotation (FUMA), Bayesian colocalization, and Multi-marker Analysis of GenoMic Annotation (MAGMA) were applied for locus annotation, causal inference, and gene-level prioritization, followed by pathway and tissue enrichment analyses. LDSC and HDL consistently revealed positive genetic correlations between COPD and allergic diseases (LDSC rg = 0.144-0.497; HDL rg = 0.141-0.605; all P < 1 × 10⁻³), exhibiting a gradient, with the strongest correlation for AA and the weakest for AC. We detected 70 pleiotropic loci, 24 with strong colocalization (PP.H4 ≥ 0.75), including recurrent hotspots at 2q12.1, 2q37.3, and 11q13.5. Gene-level analysis highlighted 172 pleiotropic genes (e.g., BACH2, IL18R1/IL1RL1/IL18RAP, IL1R1, ZGPAT) enriched for cytokine and inflammatory signaling, converging on the IL-1/IL-18/IL-33 axis and showing specificity in lung and immune tissues. This study provides the first systematic evidence, in individuals of European ancestry, of shared genetic architecture between COPD and multiple allergic diseases, supported by concordant LDSC/HDL genetic correlations and colocalized loci. Newly identified hotspots at 2q12.1 and 2q37.3 implicate the IL-1/IL-18/IL-33 pathway as a common mechanism in European populations, indicating pleiotropic variants affecting epithelial-immune interactions and nominating cytokine-related targets for translational investigation.",
  "disease": "asthma"
}