{
    "title": "Wrist-ankle acupuncture (WAA) for precompetition nervous syndrome: study protocol for a randomized controlled trial.",
    "doc_id": "26346433",
    "writer": "Shu S",
    "year": "2015",
    "summary": "BACKGROUND: Precompetition nervous syndrome comprises an excessive nervous and anxiety response to the high-pressure environment preceding a sporting competition. ...In our previous study, we have confirmed the efficacy of WAA for pre-examination anxiety …",
    "abstract": "Background:\n        \n      \n      Precompetition nervous syndrome comprises an excessive nervous and anxiety response to the high-pressure environment preceding a sporting competition. The use of acupuncture as a treatment option for anxiety, and wrist-ankle acupuncture (WAA) specifically in this instance, has been identified as a growing trend within the Western world. In our previous study, we have confirmed the efficacy of WAA for pre-examination anxiety. In this paper, we present a randomized controlled single-blind trial evaluating the use of WAA for precompetition nervous syndrome, comparing it with the intervention of sham acupuncture.\n    \n\n\n          Methods/design:\n        \n      \n      The study was designed as a randomized controlled single-blind trial to evaluate the effects of WAA for precompetition anxiety. The trial will be conducted in annual track and field events of Shanghai University of Sport. A total of 100 participants who meet inclusion criteria are randomly assigned by computerized randomization to receive WAA therapy or sham acupuncture. The group allocations and interventions are concealed to participants and statisticians. The Competition State Anxiety Scale (CSAI-2) is used as the primary outcome measure, while heart rate, blood pressure, respiratory frequency, tension syndrome curative effect evaluation and participants' feeling of acupuncture questionnaire are applied as secondary outcome measures.\n    \n\n\n          Discussion:\n        \n      \n      The results of this trial will confirm whether WAA is effective to treat precompetition anxiety in annual track and field events.\n    \n\n\n          Trial registration:\n        \n      \n      Chinese Clinical Trial Registry (identifier: ChiCTR-TRC-13003931; registration date: 22 October 2013).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26346433/"
}