{
  "pmid": "41411389",
  "title": "Agreement between TrueNat Mycobacterium tuberculosis/Rifampicin and Microscopy for Detection of Pulmonary and Extrapulmonary Tuberculosis at a Tertiary Care Hospital of Eastern Uttar Pradesh, India.",
  "abstract": "Tuberculosis (TB) remains a significant public health problem in India, with both pulmonary and extra-pulmonary forms contributing substantially to disease burden. Smear microscopy, though inexpensive and rapid, has limited sensitivity, particularly in paucibacillary cases. TrueNat Mycobacterium tuberculosis (MTB)/rifampicin (RIF), a chip-based real-time Polymerase Chain Reaction endorsed by the World Health Organization, provides rapid molecular detection and RIF resistance profiling. Here, we aimed to evaluate the diagnostic performance and agreement between Ziehl-Neelsen (ZN) smear microscopy and TrueNat MTB/RIF for Pulmonary TB and at a tertiary care hospital in Eastern Uttar Pradesh. A retrospective study was conducted on 4249 clinical specimens (65.0% pulmonary, 35.0% extra-pulmonary). All samples were tested by both ZN microscopy and TrueNat MTB/RIF. Diagnostic positivity rates, RIF resistance, and agreement across sample categories and patient subgroups (HIV, diabetes) were analyzed using P values. The majority of patients were aged 18-40 years (37.6%) and were males (55.4%). Cough (71.5%) and fever (40.8%) were the most frequent symptoms. Smear microscopy detected acid-fast bacilli in 4.3% (185/4249) of samples, whereas TrueNat MTB/RIF identified MTB in 13.7% (583/4249). RIF resistance was observed in 5.6% of TrueNat-positive cases, with 26.4% indeterminate results. The overall agreement between microscopy and TrueNat was 0.42. Agreement was higher in pulmonary (0.57) than extrapulmonary samples (0.06), with the highest concordance in sputum (0.60). Agreement was also higher among HIV-positive (0.78) and diabetic patients (0.58) compared to their counterparts. TrueNat MTB/RIF demonstrated superior sensitivity over smear microscopy, particularly in extrapulmonary and paucibacillary cases, while simultaneously detecting RIF resistance. Despite moderate agreement, the findings highlight the complementary role of molecular diagnostics alongside microscopy to improve TB case detection in high-burden, resource-limited settings.",
  "disease": "tuberculosis"
}