{
    "title": "Donor motivation in Xi'an, China: comparison with Canadian donors.",
    "doc_id": "23072685",
    "writer": "O'Brien SF",
    "year": "2013",
    "summary": "We compared motivational factors in donors from the city of Xi'an, China, with Canadian donors matched for age, sex and donation status. MATERIALS AND METHODS: A total of 218 donors in Xi'an completed an interview about motivation as did 218 Canadian d …",
    "abstract": "Background and objectives:\n        \n      \n      In China, paid donation is prohibited by law. There is little literature assessing donor motivation in China, and comparison with western countries such as Canada is important in understanding the application of Western literature. We compared motivational factors in donors from the city of Xi'an, China, with Canadian donors matched for age, sex and donation status.\n    \n\n\n          Materials and methods:\n        \n      \n      A total of 218 donors in Xi'an completed an interview about motivation as did 218 Canadian donors matched for age, sex and donation status. Frequencies and percentages of responses to questions were tabulated and compared using the Chi-squared test.\n    \n\n\n          Results:\n        \n      \n      Donors in Xi'an and Canada felt a personal responsibility to donate blood (81·2% vs. 78·0%, P = 0·2057), but Xi'an donors were more likely to consider blood donation a social responsibility (81·7% vs. 45·2%, P < 0·0001). Xi'an donors more often believed that society views donation as a normal activity (98·6% vs. 48·4%, P < 0·0001) and that the social atmosphere promotes donation (90·3% vs. 53·5%, P < 0·0001) and saw greater health benefit (52·3% vs. 12·5%, P < 0·0001). Most Xi'an donors believed in balance between their life force (Qi) and blood (86·7% vs. 49·8%, P < 0·0001) but did not believe blood lost from donating would affect this (0·5% vs. 3·8%, P = 0·01).\n    \n\n\n          Conclusion:\n        \n      \n      While traditional Chinese beliefs may not be seen as a barrier among people in Xi'an who donate blood, blood donation is seen differently than by Canadian donors. There is a need for more research specific to China to tailor recruitment strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23072685/"
}