{
  "pmid": "41466284",
  "title": "Predictive role of health literacy and e-health literacy on the self-care of patients undergoing CABG using open heart surgery.",
  "abstract": "Coronary artery bypass graft surgery is a critical intervention for treatment of CAD. Self-care involves the knowledge and skills used daily to maintain health and self-esteem. Health literacy empowers patients to engage in health-related behaviors and perform appropriate self-care behaviors. This study aimed to assess how H-literacy and e-health literacy predict self-care in patients undergoing CABG surgery. A cross-sectional descriptive-analytical study was conducted using convenience sampling on 192 patients who provided written informed consent. The inclusion criteria included subjects who were at least 18 years of age and underwent CABG procedure for the first time, at least one month after the operation, were free of hearing or speech impairments, no history of mental illness, ability to read and write, have access to the Internet via a mobile device. The exclusion criteria included the performance of concomitant surgical procedures concurrently with CABG surgery, such as heart valve replacement, and the occurrence of acute surgical complications, including bleeding, infection, and acute kidney failure. Data collected through four questionnaires including a demographic information questionnaire, a health literacy questionnaire, an electronic health literacy questionnaire, and a self-care questionnaire. 192 participants between ages 40 and 85, with a mean age of 63.35 ± 9.87 years, including 114 males and 184 females were studied. Notably, only 9.4% of the participants had obtained an education beyond the level of a diploma. A significant direct relationship was identified between health literacy and self-care (p < 0.001; r = 0.344), while no significant relationship was observed for e-health literacy (p = 0.255; r = 0.082). The findings of multiple linear regression indicated that health literacy had a positive influenced on self-care (coefficient = 0.92, p < 0.001), while e-health literacy did not (p < 0.059). The findings indicate that health literacy is a significant predictor of self-care in coronary artery bypass graft surgery patients which highlights the need for healthcare officials to enhance public health literacy through educational initiatives.",
  "disease": "coronary artery disease"
}