{
  "pmid": "41448692",
  "title": "Disease-modifying effect, safety and optimal dose of oral semaglutide tablets for patients with Parkinson's disease (MOST-ABLE study): protocol for a randomised, double-blind, placebo-controlled study.",
  "abstract": "Accumulating evidence suggests that glucagon-like peptide-1 (GLP-1) receptor agonists may have therapeutic effects against Parkinson's disease (PD); however, clinical evidence has not yet been established and remains controversial. This clinical study aims to assess the efficacy, disease-modifying effects, safety and optimal dose of oral semaglutide tablets, a GLP-1 receptor agonist, in idiopathic patients with PD. The MOST-ABLE study is a phase 2, multicentre, double-blind, randomised, placebo-controlled trial of oral semaglutide tablets in 99 participants with PD. Patients with PD (Hoehn & Yahr stages 1-2.5) at eight sites in Japan will be randomly assigned in a 1:1:1 ratio to one of three groups: oral semaglutide tablets (7 mg or 14 mg) or placebo. The study drugs will be administered once daily as an add-on to conventional medical treatment for PD. After 36 weeks of treatment, the participants will be treated without the study drugs for 12 weeks. The efficacy outcomes include Movement Disorder Society-Unified Parkinson's Disease Rating Scale (MDS-UPDRS), Parkinson's Disease Questionnaire-39, cognitive tests and dopamine transporter imaging. The primary endpoint is the change in the MDS-UPDRS part 3 score in the practically defined off-medication state from baseline at 48 weeks between the treatment allocation groups. The safety and tolerability will also be evaluated. The study protocol was approved by the Pharmaceuticals and Medical Devices Agency of Japan and the study was approved by the institutional review boards at the University of Osaka Hospital and each study site. All participants are required to provide informed consent. The results will be disseminated in peer-reviewed journals, presented at scientific meetings and presented to patients in a lay summary format. jRCT2051230090 (https://jrct.mhlw.go.jp/latest-detail/jRCT2051230090), universal trial number U1111-1271-3794.",
  "disease": "parkinson disease"
}