{
  "pmid": "41389016",
  "title": "Cardiorespiratory cross-frequency coupling biomarker for sudden unexpected death in epilepsy.",
  "abstract": "Sudden unexpected death in epilepsy (SUDEP) often follows generalized tonic-clonic seizures during sleep, likely resulting from impaired brainstem cardiorespiratory function. We used ictal electrocardiogram (ECG)-based cross-frequency phase-amplitude coupling (PAC) to detect cardiorespiratory disruptions, comparing SUDEP to non-SUDEP cohorts. Leveraging respiratory modulation of ECG signals can provide a robust indirect proxy of respiratory monitoring despite high-amplitude noise. We analyzed ictal ECG and electroencephalographic recordings in 21 SUDEP cases and 21 non-SUDEP epilepsy controls. Ictal ECG segments from 76 seizures (38 SUDEP, 38 non-SUDEP) were processed using continuous wavelet transformation to compute PAC between respiratory (.1-.55 Hz, 6-33 breaths per minute) and cardiac (.7-3.7 Hz, 42-222 beats per minute) frequencies. Relative PAC coupling strength was evaluated for respiratory frequencies > .25 Hz (15 breaths per minute) and cardiac frequencies > 1.7 Hz (102 beats per minute). Furthermore, a 3 × 3 grid of PAC ranges was derived for each 20-s window, yielding 18 features (mean and SD) as inputs to a logistic regression model. Elevated ictal PAC at higher respiratory (>.25 Hz, p < .0001) and cardiac (>1.7 Hz, p < .0142) frequencies in SUDEP patients suggests ictal respiration modulates ictal tachycardia, leading to cardiorespiratory dysfunction, probably brainstem-mediated. The logistic model accurately distinguished 38 seizures in SUDEP cases from 38 seizures in non-SUDEP cases (receiver operating characteristic area under the curve = 91%). Seizures in SUDEP patients had higher propensity scores (p < .001) both per seizure and per patient. All six test seizures (three SUDEP, three non-SUDEP) were correctly classified using the optimal threshold. Ictal ECG-based PAC analysis is a potential noninvasive biomarker for SUDEP risk, capturing cardiorespiratory dysregulation during seizures. Its integration into wearable ECG devices could enable real-time risk assessment, informing clinical interventions such as rescue medications, antiseizure medication adjustments, or surgical evaluations.",
  "disease": "epilepsy"
}