{
    "title": "U.S. Army physical demands study: Accuracy of occupational physical assessment test classifications for combat arms soldiers.",
    "doc_id": "31282460",
    "writer": "Foulis SA",
    "year": "2019",
    "summary": "BACKGROUND: Beginning in 2017, successfully passing the four-part pre-enlistment Occupational Physical Assessment Test (OPAT) became a requirement for all U.S. Army recruits. To ensure the test accurately identifies individuals who are qualified for their job, it was neces …",
    "abstract": "Background:\n        \n      \n      Beginning in 2017, successfully passing the four-part pre-enlistment Occupational Physical Assessment Test (OPAT) became a requirement for all U.S. Army recruits. To ensure the test accurately identifies individuals who are qualified for their job, it was necessary to examine classification errors.\n    \n\n\n          Objective:\n        \n      \n      The objectives were to 1) determine the accuracy of OPAT cut-scores for combat arms Soldiers, and 2) determine which events contribute to the individuals that are misclassified as passing or failing the OPATMETHODS:A total of 741 trainees were tested on the OPAT within two weeks of entering their initial entry training. At the end of their training, trainees were tested on simulations of the most physically demanding tasks of their job.\n    \n\n\n          Results:\n        \n      \n      There was a high classification concordance (76.5%) between success on the OPAT and job task simulations. False positives (6.7%) were misclassified because they did not perform as well on the strength-dominant task simulations. While the interval aerobic run was the greatest contributor to false negatives (16.8%), previous studies indicated high performance on this event as a potential key indicator of injury and attrition risk.\n    \n\n\n          Conclusions:\n        \n      \n      The findings provide insight on how the accuracy of the OPAT, and similar pre-employment tests, could be improved.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31282460/"
}