{
  "pmid": "41424220",
  "title": "Artificial intelligence in rehabilitation: a living systematic mapping review - first release.",
  "abstract": "Artificial intelligence (AI) is revolutionizing many fields of science, including medicine, by enhancing diagnostic, therapeutic, and decision-making processes. However, understanding how AI can be truly useful in everyday clinical practice remains challenging. This living review systematically investigates current clinical applications of AI in the rehabilitation field, clarifies key concepts, and identifies knowledge gaps. PubMed, Scopus, WOS/Embase, and PEDro were systematically searched from December 1, 2014, to December 1, 2024. Retrieved articles were independently screened by two reviewers, with a third reviewer resolving any disagreements. Extracted data (including bibliometric, clinical, and AI-related variables) were synthesized into a synoptic table using a semi-automated Python pipeline. Reporting adhered to PRISMA guidelines, and the review protocol was registered in the PROSPERO database (CRD420250622434). Of 4193 records identified, 240 studies applying AI for rehabilitative purposes met the inclusion criteria. Most studies focused on neurological (57.9%) and orthopedic (22.7%) rehabilitation, particularly involving stroke, Parkinson's disease, and amputation, with research activity mainly concentrated in China (24.6%) and the USA (16.7%). AI has been tested across all stages of the medical process, with a slight predominance in intervention (23.8%), followed by prognosis (17.5%), assessment (16.7%), diagnosis (12.9%), and monitoring (12.5%). It was frequently integrated with wearable sensors, robotic systems, and digital technologies, especially inertial measurement units, surface EMG, mobile apps and EEG. Most AI studies in rehabilitation used raw (37.9%) or tabular data (27.5%), with multimodal inputs in only 11.3%. Over half lacked a comparator (50.8%). Supervised learning (70.8%) and classical machine learning (43.8%) predominated, while external validation (5.8%) and explainability (10.2%) were rarely applied. AI applications in rehabilitation are rapidly expanding, particularly in neurological and orthopedic fields where data-driven and technology-assisted approaches prevail. While this progress is promising, current evidence remains largely based on supervised learning with small, single-type datasets, limited external validation, and scarce explainability, critical issues that must be addressed to enable reliable translation into clinical practice.",
  "disease": "parkinson disease"
}