{
  "pmid": "41340627",
  "title": "Integrating Bioinformatics Analysis with RT-qPCR Experimental Validation to Investigate Immune Cell and Telomere-Related Biomarkers in Chronic Obstructive Pulmonary Disease.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) is one of the most widespread diseases. Previous research has found that immune cells and telomeres may affect COPD's pathogenesis, but their combined mechanism in COPD remains unclear. This study aims to investigate the diagnostic value of telomere-associated genes and immune cells in COPD, as well as their synergistic mechanisms, thereby providing novel insights for the clinical management of COPD. Data comprising 19 COPD cases, 24 control samples, and 2086 telomere-related genes (TRGs) were obtained from public databases. The differentially expressed genes (DEGs) between COPD and control were obtained by differential expression analysis. The key module genes related to different immune cells (DICs) were obtained via weighted gene co-expression network analysis (WGCNA). Subsequently, biomarkers were further identified by intersecting all genes, utilizing machine learning algorithm, and verifying the expression level.Furthermore, the nomogram was constructed, and gene set enrichment analysis (GSEA) of biomarkers was adopted. The transcription factors (TFs), microRNAs (miRNAs) and drugs linked to biomarkers were obtained from the databases. The expression of biomarkers in 10 clinical samples was validated via reverse transcription quantitative polymerase chain reaction (RT-qPCR). In this study, ALDH2 and HNMT were identified as biomarkers. The nomogram results demonstrated that the model had an outstanding predictive ability for COPD (area under curve (AUC) = 0.88). Besides, ALDH2 and HNMT were enriched in junction, starch, and sucrose metabolism. In addition, a total of 6 TFs such as ELF3, and 2 miRNAs, such as miR-206, were linked to ALDH2 and HNMT, and clozapine was the drug that had been found to be associated with both ALDH2 and HNMT. Finally, the RT-qPCR results were consistent with bioinformatics analysis. This study identified 2 biomarkers (ALDH2 and HNMT), which might serve as potential targets for COPD. A nomogram model constructed based on biomarkers was employed for the clinical auxiliary diagnosis of COPD. This study provided new scientific evidence for improving the diagnostic process and individualized treatment strategies for COPD.",
  "disease": "chronic obstructive pulmonary disease"
}