{
  "pmid": "41430991",
  "title": "Association of tubular injury with lipid metabolism: A Mendelian randomization study.",
  "abstract": "Patients with chronic kidney disease frequently exhibit abnormalities in their lipid metabolism. Confounding factors in observational studies often obscure the causal relationship between these 2 diseases. This study investigated the causal relationships between genetically predicted levels of 6 key lipid parameters (total cholesterol (TC), triglycerides (TG), HDL-C, low-density lipoprotein cholesterol (LDL-C), apolipoprotein A1 (ApoA1), and apolipoprotein B (ApoB)) and circulating kidney injury molecule 1 (KIM-1) levels, using a comprehensive bidirectional Mendelian randomization (MR) analysis. Using genome-wide association study data, the primary analysis used the inverse-variance weighted (IVW) method, supported by MR-Egger regression and a weighted median estimator. Sensitivity analyses including heterogeneity, pleiotropy tests, leave-one-out, and reverse causality analyses were conducted. The IVW model revealed the following: TG (odds ratio (OR): 1.1843, 95% confidence interval (CI): 1.1178-1.2547, P = 9.5894e-09), TC (OR: 1.1096, 95% CI: 1.0178-1.2095, P = .0182), and ApoA1 (OR: 1.1820, 95% CI: 1.0741-1.3007, P = .0007) were found to have significant causal relationships with KIM-1, a biomarker of kidney tubular injury, and may be risk factors for renal tubular injury; No significant causal associations were observed between high-density lipoprotein cholesterol (HDL-C), (P = .2929), LDL-C (P = .2178), ApoB (P = .1836), and KIM-1; Horizontal pleiotropy was detected for ApoA1 (P = .0208). However, sensitivity analyses confirmed the robustness of the results after the removal of outliers; significant heterogeneity was observed across all lipid parameters (Cochran Q P < .05), which necessitated the use of random-effects IVW models; and reverse causality analyses (MR-Egger intercept P > .05, Steiger filtering) confirmed no evidence of reverse causation between lipid profiles and KIM-1. TG, HDL-C, and ApoA1 levels may be risk factors for renal tubular injury. However, no significant causal relationships were observed between HDL-C, LDL-C, and ApoB levels and renal tubular injury. To further explore the underlying mechanisms of the associations between TG, HDL-C, ApoA1, and KIM-1 and to inform lipid management strategies in tubulopathy-related conditions.",
  "disease": "chronic kidney disease"
}