{
    "title": "Mean of Daily Versus Single Week Recall-Based Pain Quality Assessments in Neuropathic Pain Trials: Implications for Assay Sensitivity.",
    "doc_id": "39067580",
    "writer": "Rangel M",
    "year": "2024",
    "summary": "Patients with neuropathic pain often present with variable pain and nonpainful sensory qualities that could serve as outcomes in randomized clinical trials (RCTs). This study aimed to investigate the within-participant variability in the severity of these sensory qualit …",
    "abstract": "Patients with neuropathic pain often present with variable pain and nonpainful sensory qualities that could serve as outcomes in randomized clinical trials (RCTs). This study aimed to investigate the within-participant variability in the severity of these sensory qualities and whether the means of 7 daily pain quality assessments provide better assay sensitivity (ie, more sensitivity to treatment effects) than single-week recall-based assessments. This secondary analysis used data from an RCT of transcutaneous electrical nerve stimulation for chemotherapy-induced peripheral neuropathy (N = 142). Participants rated the severity of painful and nonpainful sensory qualities using 0 to 10 numeric rating scales daily for 1 week (24-hour recall) and 1 time at the end of each week (week recall) at trial baseline and endpoint (after 6 weeks of treatment). For pain quality assay sensitivity analyses, the 2 types of measures were used to 1) define the study sample (ie, how many participants met minimum baseline pain quality severity) and 2) calculate the observed effect sizes (ie, between-group differences in mean pain qualities) using analysis of covariances. The projected sample sizes required to detect the observed effect sizes in future clinical trials for hot/burning pain and cramping were substantially smaller using the daily mean outcome compared with week recall (ie, hot/burning pain: 153 vs 388, cramping: 121 vs 349), and only marginally larger for sharp/shooting pain (22 participants) with the daily mean outcome. Compared with single-week recall-based assessments of pain qualities, the mean of daily assessments may improve RCT assay sensitivity when used to define entry criteria and assess outcomes. PERSPECTIVE: This study suggests that means of daily pain quality assessments may improve assay sensitivity when used to define entry criteria and assess outcomes in clinical trials. This work may inform design of future clinical trials evaluating the intensity of different pain qualities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39067580/"
}