{
    "title": "Why is erythropoietin made in the kidney? The kidney functions as a 'critmeter' to regulate the hematocrit.",
    "doc_id": "14713115",
    "writer": "Donnelly S.",
    "year": "2003",
    "summary": "The kidney's unique ability to sense ECF volume through tissue oxygen signal allows it to coordinate these two volumes to produce the normal hematocrit. ...The objective of this work is to describe the hypothesis of the kidney's function as a critmeter …",
    "abstract": "The normal hematocrit is not a random number, but one that maximizes oxygen delivery. While the feedback loop wherein tissue oxygen pressure determines the production of erythropoietin, which further drives the production of red blood cells in the bone marrow, explains how the hematocrit is generated, it does not speak to how the hematocrit is regulated. The regulation of the hematocrit requires the coordination of the plasma volume and the red cell mass. By controlling red cell mass via erythropoietin and plasma volume through excretion of salt and water, the kidney is able to generate the hematocrit. It is hypothesized that the kidney functions as a critmeter by sensing the relative volumes of each component of the blood through the common signal of tissue oxygen tension. The kidney's unique ability to sense ECF volume through tissue oxygen signal allows it to coordinate these two volumes to produce the normal hematocrit. Hence, it may be the kidneys ability to report a measure of ECF volume as a tissue oxygen signal and thus to regulate the hematocrit that establishes it as the logical site of erythropoietin production. The critmeter is proposed to be a functional unit located at the tip of the cortical labyrinth at the juxta-medullary region of the kidney where erythropoietin is made physiologically. Renal vasculature and nephron segment heterogeneity in sodium reabsorption likely provides the anatomical construct to generate the marginal tissue oxygen pressure required to trigger the production of erythropoietin. The balance of oxygen consumption for sodium reabsorption and oxygen delivery is reflected by the tissue oxygen pressure. This balance hence determines RBC mass adjusted to plasma volume. Factors that affect blood supply and sodium reabsorption in a discordant manner may modulate the critmeter, e.g. angiotensin II. The objective of this work is to describe the hypothesis of the kidney's function as a critmeter, including the anatomical and physiological components, and the role of the renin-angiotensin system in modulating erythropoietin. Clinical examples of the dysregulation of the critmeter may be found in the anemia of renal failure and in sports anemia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14713115/"
}