{
    "title": "The current status of Zika virus in Southeast Asia.",
    "doc_id": "27336445",
    "writer": "Wiwanitkit V.",
    "year": "2016",
    "summary": "In this study, we summarize the current status of Zika virus in Southeast Asia. This review aims to provide an overview of the current situation and also to suggest ways of adequately managing the emergence of Zika virus in Southeast Asia. ...In additi …",
    "abstract": "Objectives:\n        \n      \n      Zika virus currently poses a global threat and is a major public health issue throughout Latin America and the Caribbean. However, Zika virus infections in humans have also been observed in other regions, including Southeast Asia, where arboviral diseases are very common. In this study, we summarize the current status of Zika virus in Southeast Asia. This review aims to provide an overview of the current situation and also to suggest ways of adequately managing the emergence of Zika virus in Southeast Asia.\n    \n\n\n          Methods:\n        \n      \n      The literature searching for the reports on Zika virus in Southeast Asia was done using standard database PubMed and the re-analysis and summarization on the reports was done.\n    \n\n\n          Results:\n        \n      \n      A limited number of reports have addressed Zika virus disease in Southeast Asia, but it is has been confirmed that a problem already exists. Individual case reports and outbreaks of Zika virus have been confirmed in Southeast Asia. Several reports have also described patients becoming infected after visiting Southeast Asia. In addition, the concurrent circulation of Zika virus with other arboviruses has been confirmed.\n    \n\n\n          Conclusions:\n        \n      \n      As a tropical region with a high prevalence of arboviral diseases, the emergence of Zika virus in Southeast Asia is a major concern. It is essential for local medical personnel to recognize this disease. Given the status of Southeast Asia as a globally important tourist destination, continuous updates on the status of Zika virus in Southeast Asia are required and should be incorporated into global health advisories regarding travel.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27336445/"
}