{
    "title": "Prevalence of thyroid nodule and relationship with physiological and psychosocial factors among adults in Zhejiang Province, China: a baseline survey of a cohort study.",
    "doc_id": "38992649",
    "writer": "Li X",
    "year": "2024",
    "summary": "The aim of this study was to investigate the prevalence of thyroid nodule among adults in Zhejiang province and to explore their relationship with physiological and psychosocial factors. METHODS: The data used in this study were obtained from the baseline survey of the …",
    "abstract": "Background:\n        \n      \n      Thyroid nodules have attracted much attention due to their high incidence and potential for malignant transformation. Compared with the clinical assessment and diagnosis of thyroid nodules, there are relatively few studies on the epidemiological risk factors for thyroid nodules. The aim of this study was to investigate the prevalence of thyroid nodule among adults in Zhejiang province and to explore their relationship with physiological and psychosocial factors.\n    \n\n\n          Methods:\n        \n      \n      The data used in this study were obtained from the baseline survey of the Zhejiang Provincial Cohort Study on Environment and Health. From June 2022 to December 2023, a total of 21,712 participants from five representative cities in Zhejiang were recruited for the baseline survey. Based on the inclusion and exclusion criteria, 15,595 adults were included in the analysis. The data were collected via self-report questionnaires and physical examinations. Multivariate logistic regression analysis was subsequently performed.\n    \n\n\n          Results:\n        \n      \n      The detection rate of thyroid nodules was 50.98% among adults in Zhejiang province. Age, gender, education level, BMI, tea and alcohol consumption all had a statistically significant association with thyroid nodules (p < 0.05). After adjusting for sociodemographic factors, results of logistic regression analysis showed that good life satisfaction (OR = 0.854, 95% CI: 0.780-0.934) had a lower risk of thyroid nodules, however, poor life satisfaction (OR = 1.406, 95% CI: 1.014-1.951), social isolation (OR = 1.294, 95% CI: 1.089-1.538) and a family history of thyroid nodules (OR = 1.334, 95% CI: 1.064-1.672) had a greater risk of thyroid nodules.\n    \n\n\n          Conclusion:\n        \n      \n      The detection rate of thyroid nodules in adults of Zhejiang province was an increasing trend compared with that in previous years. In addition to the sensitive thyroid nodule screening technology, influencing factors mentioned in this study might also represent credible candidates for this increase. As variable influence factors, weight management, good interpersonal relationships and life satisfaction should be the focus of health interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38992649/"
}