{
    "title": "Ventricular Flow Field Visualization During Mechanical Circulatory Support in the Assisted Isolated Beating Heart.",
    "doc_id": "31741229",
    "writer": "Aigner P",
    "year": "2020",
    "summary": "Porcine hearts were connected to an isolated, working heart setup and a left ventricular assist device (LVAD) was implanted. ...Iterative PIV algorithms were applied to calculate flow fields. The isolated heart setup allowed different hemodynamic situations. …",
    "abstract": "Investigations of ventricular flow patterns during mechanical circulatory support are limited to in vitro flow models or in silico simulations, which cannot fully replicate the complex anatomy and contraction of the heart. Therefore, the feasibility of using echocardiographic particle image velocimetry (Echo-PIV) was evaluated in an isolated working heart setup. Porcine hearts were connected to an isolated, working heart setup and a left ventricular assist device (LVAD) was implanted. During different levels of LVAD support (unsupported, partial support, full support), microbubbles were injected and echocardiographic images were acquired. Iterative PIV algorithms were applied to calculate flow fields. The isolated heart setup allowed different hemodynamic situations. In the unsupported heart, diastolic intra-ventricular blood flow was redirected at the heart's apex towards the left ventricular outflow tract (LVOT). With increasing pump speed, large vortex formation was suppressed, and blood flow from the mitral valve directly entered the pump cannula. The maximum velocities in the LVOT were significantly reduced with increasing support. For the first time, cardiac blood flow patterns during LVAD support were visualized and quantified in an ex vivo model using Echo-PIV. The results reveal potential regions of stagnation in the LVOT and, in future the methods might be also used in clinical routine to evaluate intraventricular flow fields during LVAD support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31741229/"
}