{
  "pmid": "41425582",
  "title": "Differences in the peripheral blood immune landscape between early-onset and late-onset colorectal cancer.",
  "abstract": "Colorectal cancer (CRC) is a leading cause of cancer-related mortality. While screening has reduced incidence in older adults, cases of early-onset CRC (EOCRC), diagnosed before age 50, are rising, highlighting the need to understand its unique biology. Immune responses, particularly T-cell infiltration measured by the tumor-based Immunoscore, are known predictors of CRC prognosis, but less is known about systemic immune differences by age at diagnosis. Peripheral blood mononuclear cells (PBMCs) from EOCRC (n=19) and late-onset CRC (LOCRC; n=19) participants recruited in Madrid (Spain) were analyzed for immune cell phenotypes, exhaustion markers, soluble cytokines, and metabolic activity. Our study revealed distinct peripheral blood immune profiles differentiating EOCRC from LOCRC. EOCRC patients exhibited a heightened proinflammatory environment, with increased functional capacity of CD4+ Th1, Th9, and Th17 subsets to produce IFNg, IL-9, and IL-17A, respectively, and increased plasma levels of IFNg and CXCL8/IL-8. This suggests an active but potentially ineffective immune response. Conversely, LOCRC patients showed hallmarks of immunosenescence and chronic inflammation, including impaired cytokine production, higher frequencies of CD8+ Tgd and Th22 cells, and increased plasma CCL13/MCP-4, consistent with tissue remodeling and immune suppression. Biomarkers distinguishing EOCRC included reduced Th22 and CD8+ Tgd cell frequencies and higher NKT-like cells with increased IL-13 production by Th22 cells. EOCRC and LOCRC involved different immune mechanisms, where EOCRC showed an altered proinflammatory environment with preserved regulatory pathways, while LOCRC reflected age-related immune decline and inflammaging. Peripheral blood immune profiling offers a minimally invasive liquid Immunoscore for early detection and enables personalized immunotherapies for age-related immune landscapes, particularly benefiting younger individuals at risk of EOCRC.",
  "disease": "colorectal cancer"
}