{
  "pmid": "41410429",
  "title": "Defining weight trajectory after liver transplantation using generative artificial intelligence.",
  "abstract": "Better understanding of weight trajectories in liver transplant (LT) recipients is essential to improving clinical outcomes. We utilized Generative Artificial Intelligence (GenAI) to identify and visualize factors that exist but are not observable (latent factors or LF) that result from limitations in current knowledge or statistical approaches to model weight in LT recipients. Using GenAI, weight trajectories were modeled in 562 adult LT recipients with available weight data up to 36 months post-LT. Each weight trajectory was treated as an 8-dimensional vector (defined as time at LT to 3, 6, 9, …, 36 mo) to convert longitudinal weight data into cross-sectional data. Multivariate analyses were performed to determine the relationship between latent factors governing weight trajectories and clinical parameters. Two discernable patterns, or LF1 and LF2, were identified from the GenAI model to incorporate individual patient trajectories that explained 99% of the weight after LT. Each patient's weight trajectory, thus, represented the combination of the LF1 and LF2. LF1, the dominant latent factor, demonstrated rapid weight flux early after transplant (<12 mo), followed by gradual persistent weight gain for 36 months. LF2 was less prevalent and demonstrated two distinct trajectories: (A) initial weight gain in the first 12 months followed by weight loss and weight stabilization by 24-30 months, and (B) initial weight loss followed by rapid and continued weight gain after the first 12 months post-LT. In multivariate analysis, MASH cirrhosis and male gender were the strongest clinical predictors of future weight gain. Using a novel statistical approach (GenAI), we identified key weight gain trajectories in LT recipients to be incorporated into clinical practice for risk stratification and mitigation.",
  "disease": "liver cirrhosis"
}