{
    "title": "[DO WEIGHT LOSS INCREASE LIFE EXPECTANCY?: SYSTEMATIC REVIEW].",
    "doc_id": "26545645",
    "writer": "Lizárraga Hernández K",
    "year": "2015",
    "summary": "Five studies assessed the association between weight loss and mortality, two of the studies examined weight cycling and mortality, and two other weight loss and weight cycling with mortality. Weight loss increased all-cause …",
    "abstract": "Background:\n        \n      \n      prospective trials that assess the effect of weight loss on all-cause mortality have shown controversial results. We conducted a systematic review of prospective studies, with a follow up ≥10y, assessing the association of weight loss and weight cycling with all cause- mortality.\n    \n\n\n          Methods:\n        \n      \n      we searched Pubmed of prospective studies with a follow up of ≥10y, published from January 1st 2004 to December 31th 2014.\n    \n\n\n          Results:\n        \n      \n      nine studies met the inclusion criteria. Five studies assessed the association between weight loss and mortality, two of the studies examined weight cycling and mortality, and two other weight loss and weight cycling with mortality. Weight loss increased all-cause mortality in those that assessed weight loss and mortality. In the two studies evaluating the association between weight cycling and mortality, weight cycling made no difference on mortality. In the two studies assessing weight loss and weight cycling, results showed weight cycling increased mortality in both of them, and weight loss increased mortality in one study.\n    \n\n\n          Conclusion:\n        \n      \n      six out of seven (≥10 y of follow up) prospective studies showed that weight loss was associated with increased mortality; the results from studies assessing weight cycling were inconsistent. None of the studies found evidence showing that weight loss improved life expectancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26545645/"
}