{
  "pmid": "41413500",
  "title": "Risk factors of ventilator-associated pneumonia in patients with acute exacerbation of chronic obstructive pulmonary disease: a meta-analysis and systematic review.",
  "abstract": "This meta-analysis aimed to identify risk factors for ventilator-associated pneumonia (VAP) in patients with Acute exacerbations of Chronic obstructive pulmonary disease (AECOPD). We systematically searched PubMed, Web of Science, CINAHL, Cochrane Library, Embase, CNKI, and other databases for studies investigating risk factors for VAP in patients experiencing AECOPD. The search encompassed records from database inception up to July 2, 2025. The quality of the studies was assessed using the Newcastle-Ottawa Scale. Meta-analysis was performed using Stata 18.0. A total of 16 articles were included, encompassing 3,664 subjects and 16 risk factors. Meta-analysis results showed that, Age (OR: 2.49, 95%CI : 1.49, 4.17; P < 0.001), Smoking history (OR: 2.70, 95%CI : 1.65, 4.44; P < 0.001), Acute physiology and chronic health evaluation composite score (APACHE Ⅱ) score (OR: 3.03, 95%CI : 1.98, 4.65; P < 0.001), Sequential organ failure assessment (SOFA) score (OR: 2.75, 95%CI : 1.90, 3.99; P < 0.001), Diabetes (OR: 2.11, 95%CI : 1.38, 3.24; P = 0.001), Underlying Diseases (OR: 3.42, 95%CI : 1.85, 6.32; P < 0.001), Duration of mechanical ventilation (OR: 4.53, 95%CI : 2.68, 7.65; P < 0.001), Tracheal intubation (OR: 4.21, 95%CI : 1.85, 9.57; P = 0.001), Indwelling gastric tube (OR: 3.31, 95%CI : 1.38, 7.95; P = 0.008), Total parenteral nutrition (OR: 1.86, 95%CI : 1.29, 2.70; P = 0.001), Combined antibiotics (OR: 2.79, 95%CI : 1.32, 5.93; P = 0.007), Tracheotomy (OR: 2.92, 95%CI : 2.04, 4.17; P < 0.001), History of mechanical ventilation within one year (OR: 2.92, 95%CI : 2.04, 4.17; P = 0.005), Use acid suppressants (OR: 2.10, 95%CI : 1.49, 2.97; P < 0.001) were associated with the development of VAP in AECOPD patients. This study identified 14 risk factors associated with the risk of VAP in AECOPD patients. This finding is helpful for early identification of high-risk patients, which is of great value for reducing mortality and improving the clinical prognosis of patients with mechanical ventilation.",
  "disease": "chronic obstructive pulmonary disease"
}