{
    "title": "Educating future professionals in perinatal medicine: the attitude of medical and nursing students towards childbirth.",
    "doc_id": "33554590",
    "writer": "González-Mesa E",
    "year": "2020",
    "summary": "OBJECTIVES: The main objective of the present study was to evaluate what educational needs were being neglected in current perinatal educational program in the University of Malaga. METHODS: We performed a cross-sectional study using the Students' questionnaire on attitude …",
    "abstract": "Objectives:\n        \n      \n      The main objective of the present study was to evaluate what educational needs were being neglected in current perinatal educational program in the University of Malaga.\n    \n\n\n          Methods:\n        \n      \n      We performed a cross-sectional study using the Students' questionnaire on attitudes towards childbirth (CAVE-st) in a sample of 378 students who were finishing their undergraduate or postgraduate academic perinatal program, including medical and nursing students.\n    \n\n\n          Results:\n        \n      \n      The Cronbach's alpha reliability coefficient was 0.895. The mean score of CAVE-st in the sample was 200.34 (DT 21.0). The scores were below the median value in more than 53% of the students, especially in medical students. Female students scored systematically higher in the overall scale and its subscales, even after adjusting for study groups. On the other hand, the students with children scored significantly lower in the subscale that explored their attitudes towards unexpected results. A huge margin for improvement was recognizable in those subscales related with childbirth medicalization, respect to women decisions, and health-care prioritization.\n    \n\n\n          Conclusions:\n        \n      \n      Students' attitude towards childbirth need to be improved as a means to improve women's childbirth experience and prevent birth-related trauma. The current undergraduate and postgraduate training in perinatal care lacks a comprehensive and biopsychosocial perspective that would improve the quality of clinical practice during childbirth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33554590/"
}