{
    "title": "Gas Plasma-Augmented Wound Healing in Animal Models and Veterinary Medicine.",
    "doc_id": "34577153",
    "writer": "Bekeschus S",
    "year": "2021",
    "summary": "Attempts to improve cutaneous wound healing are therefore as old as humanity itself. Furthermore, nowadays, targeting defective wound healing is of utmost importance in an aging society with underlying diseases such as diabetes and vascular insufficien …",
    "abstract": "The loss of skin integrity is inevitable in life. Wound healing is a necessary sequence of events to reconstitute the body's integrity against potentially harmful environmental agents and restore homeostasis. Attempts to improve cutaneous wound healing are therefore as old as humanity itself. Furthermore, nowadays, targeting defective wound healing is of utmost importance in an aging society with underlying diseases such as diabetes and vascular insufficiencies being on the rise. Because chronic wounds' etiology and specific traits differ, there is widespread polypragmasia in targeting non-healing conditions. Reactive oxygen and nitrogen species (ROS/RNS) are an overarching theme accompanying wound healing and its biological stages. ROS are signaling agents generated by phagocytes to inactivate pathogens. Although ROS/RNS's central role in the biology of wound healing has long been appreciated, it was only until the recent decade that these agents were explicitly used to target defective wound healing using gas plasma technology. Gas plasma is a physical state of matter and is a partially ionized gas operated at body temperature which generates a plethora of ROS/RNS simultaneously in a spatiotemporally controlled manner. Animal models of wound healing have been vital in driving the development of these wound healing-promoting technologies, and this review summarizes the current knowledge and identifies open ends derived from in vivo wound models under gas plasma therapy. While gas plasma-assisted wound healing in humans has become well established in Europe, veterinary medicine is an emerging field with great potential to improve the lives of suffering animals.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34577153/"
}