{
    "title": "Outcome of Heart Disease in Syrian Refugee Children: Insights into Crisis.",
    "doc_id": "32377891",
    "writer": "Al-Ammouri I",
    "year": "2020",
    "summary": "BACKGROUND: There are many challenges facing Syrian refugee children with heart disease. In this report, we present the spectrum, management, and outcome of heart disease in Syrian refugee children over six-year period, highlighting challenges in manag …",
    "abstract": "Background:\n        \n      \n      There are many challenges facing Syrian refugee children with heart disease. In this report, we present the spectrum, management, and outcome of heart disease in Syrian refugee children over six-year period, highlighting challenges in management and availability of funding.\n    \n\n\n          Methods:\n        \n      \n      Data on Syrian refugee children with heart disease diagnosed between 2012 and 2017 were collected. Patients were followed until January 2019. Data reported included age, diagnosis, recommended treatment, types of procedures done, mortality, cost, financial sources for procedures, and outcome.\n    \n\n\n          Results:\n        \n      \n      415 Syrian refugee children were diagnosed with heart disease at our institution. Median age was 1·9 years (0·4-6·05) years. Children were either born in Syria and fled to Jordan with their families (224, 54%), or born in Jordan to refugee parents (191, 46%). Follow-up was established for 335 patients (81%). Of 196 patients needing surgery, 130 (72%) underwent Surgery, and of 97 patients needing interventional catheterization, 95 underwent the procedure. Waiting time was 222(± 272) days for surgery and 67(± 75) days for catheterizations. Overall mortality was 17% (56 patients), of which 28 died while waiting for surgery. Cost of surgical and interventional catheterization procedures was $7820 (± $4790) and $2920 (± $2140), respectively. Funding was obtained mainly from non-government organizations, private donors, and United Nations fund.\n    \n\n\n          Conclusion:\n        \n      \n      Despite local and international efforts to manage Syrian refugee children with heart disease, there is significant shortage in providing treatment resulting in delays and mortality. More organized efforts are needed to help with this ongoing crisis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32377891/"
}