{
  "pmid": "41447370",
  "title": "Uncovering Hidden Marginalized Populations in Lung Cancer Screening via Latent Class Analysis.",
  "abstract": "To identify previously overlooked and marginalized populations with shared characteristics that influence lung cancer screening rates, including demographic, socioeconomic, geographic, and clinical factors. Using the Behavioral Risk Factor Surveillance System data spanning 2018 to 2021, we analyzed responses from 11,096 individuals eligible for lung cancer screening. Multiple-group latent class analysis was fitted using 10 indicators, states as known groups, and race/ethnicity as covariates while accounted for complex survey designs. Latent class analysis revealed 11 latent classes with varying screening probabilities and shared characteristics. We conducted this study from March 1 to July 31, 2023. Three latent classes with the lowest screening rates (≤5%), representing about 12% of the population (320,543 of 2,752,380 participants), were characterized by limited care access as evidenced by a lack of insurance and primary care. Black individuals were less likely to belong to one of these classes. In contrast, 4 latent classes, comprising 53% (1,457,378 of 2,752,380) of the population who were healthy working or retired individuals, had low screening rates (15% [69,496 of 479,282] to 17% [35,202 of 204,664]), despite having primary care access. Among the remaining 4 classes, individuals with chronic obstructive pulmonary disease and poor health status had higher screening rates (16% [52,513 of 334,480] to 41% [129,065 of 315,562]). Black individuals were less likely to be in one of these classes. Our study underscores the necessity of a nuanced approach to lung cancer screening, moving beyond individual attributes to consider complex interactions of multiple factors. These findings lay the foundation for developing effective interventions to address the disparities in screening.",
  "disease": "chronic obstructive pulmonary disease"
}