{
  "pmid": "41436265",
  "title": "Development and validation of a simple risk score model for predicting 3-year major adverse cardiovascular events in patients with coronary artery disease: a retrospective cohort study.",
  "abstract": "To develop and validate a simple risk score for predicting major adverse cardiovascular events (MACE) in coronary artery disease (CAD) patients using routinely available clinical variables. This was a cohort study with retrospective analysis of prospectively collected data. This study was conducted at a tertiary care centre in China. This cohort study included 7182 CAD patients, randomly divided into training dataset and testing dataset in a ratio of 3:1. The primary outcome was a composite of MACE (cardiovascular death, non-fatal MI, stroke and revascularisation). A Cox regression model was developed on a training set to identify independent predictors. Variables were assigned points based on their β-coefficients to construct a risk score. The model was validated on a testing set. Discrimination was assessed using the concordance index (C-index) and area under the receiver operating characteristic (ROC) curve (AUC). Risk groups were defined according to the total score. Over a median follow-up of 27.3 months, 487 (6.8%) MACE events occurred. Six independent predictors were identified and included in the score: age ≥65 years (three points), NT-proBNP ≥125 pg/mL (four points), HbA1c ≥7% (3 points), elevated serum creatinine (>106 µmol/L for male or >97 µmol/L for female, 4 points), low-density lipoprotein-cholesterol (LDL-C) ≥1.8 mmol/L (two points), and cardiac troponin T (cTnT) ≥0.15 ng/mL (four points). The score stratified patients into low- (0-4 points), middle- (5-9 points), and high-risk (10-14 points) groups. In the testing set, the middle- and high-risk groups had significantly increased MACE risk compared with the low-risk group (HR 1.54, 95% CI 1.03 to 2.29; HR 2.70, 95% CI 1.78 to 4.08, respectively). The model showed consistent discrimination in both training (C-index = 0.726, AUC = 0.728) and testing sets (C-index = 0.702, AUC = 0.705). A simple risk score comprising six clinical variables effectively stratified CAD patients into distinct MACE risk categories. This tool may aid in clinical decision-making and resource prioritisation in secondary prevention, pending external validation.",
  "disease": "coronary artery disease"
}