{
  "pmid": "41465900",
  "title": "Lipid metabolism in type 1 and type 2 diabetes: A comparative cross-sectional study.",
  "abstract": "Types 1 and 2 diabetes mellitus (T1DM and T2DM, respectively) are chronic conditions with distinct pathophysiological mechanisms and clinical manifestations. Dyslipidemia is a common complication in both types, contributing to increased cardiovascular risk. This study aimed to compare the demographic and laboratory characteristics of patients with T1DM and T2DM in Saudi Arabia. We conducted 2 different studies both are retrospective cross-sectional studies that involved 409 T2DM and 509 T1DM patients, respectively. Data were collected from electronic medical records. Clinical characteristics, including diabetes duration, body mass index, hemoglobin A1C levels, and lipid profiles, were analyzed. Statistical comparisons were conducted to identify significant differences between the 2 groups. Patients with T2DM were older (mean age, 58.93 years) than those with T1DM (mean age, 26.15 years). Additionally, substantial demographic differences were observed between the 2 groups. Compared with patients with T2DM, who had hemoglobin A1C levels between 7% to 9%, patients with T1DM had worse glycemic control, with 55.8% of them having such values. Patients with T2DM were more likely to have obesity (63.6%) than those with T1DM (21.8%). Compared with patients with T2DM, those with T1DM had lower triglyceride levels but higher mean low-density lipoprotein, high-density lipoprotein, and total cholesterol levels. A considerably larger proportion of individuals with T2DM had aberrant triglyceride and low high-density lipoprotein levels, indicating a higher incidence of dyslipidemia. Patients with T1DM and T2DM have different clinical characteristics and lipid abnormalities. Patients with T2DM are at higher risk of dyslipidemia and related cardiovascular complications. To reduce cardiovascular risk in patients with diabetes, customized therapies that concentrate on lipid management and glycemic control are necessary. To manage dyslipidemia, further studies are necessary to investigate the underlying mechanisms and develop efficient treatment plans.",
  "disease": "diabetes mellitus"
}