{
    "title": "Professionalism and professional quality of life for oncology nurses.",
    "doc_id": "27335236",
    "writer": "Jang I",
    "year": "2016",
    "summary": "Their satisfaction is representative of professionalism and professional quality of life. However, little research has focused on professionalism and professional quality of life. ...Nurses are connected to professionalism affect the quality of …",
    "abstract": "Aims and objectives:\n        \n      \n      To identify the relationship between professionalism and professional quality of life among oncology nurses working at tertiary hospitals in Korea.\n    \n\n\n          Backgrounds:\n        \n      \n      Oncology nurses are combined with core competencies and qualities required in cancer patient care. Professionalism that means compassion satisfaction and compassion fatigue is a main concept in problem-solving strategies as motivation. Their satisfaction is representative of professionalism and professional quality of life. However, little research has focused on professionalism and professional quality of life.\n    \n\n\n          Design:\n        \n      \n      A cross-sectional study with self-administered questionnaires.\n    \n\n\n          Methods:\n        \n      \n      A total of 285 nurses from two tertiary hospitals were included. Data collection was undertaken using Korean version of professionalism scale derived from the Hall Professional Inventory Scale and professional quality of life. Data were analysed by spss 21.0 for Windows Program using t-test, anova, and multiple regression.\n    \n\n\n          Results:\n        \n      \n      The mean score of professionalism in oncology nurses was 77·98 ± 7·31. The mean professional quality of life score for compassion satisfaction, compassion fatigue and secondary traumatic stress was 33·84 ± 5·62, 28·38 ± 5·36 and 28·33 ± 5·48. Compassion satisfaction was affected by factors of professionalism with an explanatory power of 49·2%. Burnout and secondary traumatic stress were affected by factors of professionalism with an explanatory power of 39·3% and 4·8%.\n    \n\n\n          Conclusion:\n        \n      \n      The higher the professionalism leads to the higher the compassion satisfaction, the lower the compassion fatigue. The relationship between professionalism and professional quality of life for a health work environment requires further investigation.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      Our study supports the idea that enhancing professionalism can increase professional quality of life. It is necessary to develop professionalism by recognised qualifications and applied rewards in advanced nursing organisational culture. Furthermore, compassion satisfaction is increased by continuing ethical and moral education programme for clinical nurses to force professional dedication and encouraging nurses to affiliate themselves with the professional communities. Nurses are connected to professionalism affect the quality of nursing service for patients and professional quality of life for themselves.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27335236/"
}