{
  "pmid": "41413614",
  "title": "Implementation factors and healthcare provider willingness to vaccinate in Latin America and the Caribbean.",
  "abstract": "It is estimated that approximately 80% of childhood cancer cases occur in resource-limited settings and that most unvaccinated children live in middle-income countries. This creates an overlap of burdens for children with cancer, who are especially vulnerable to vaccine-preventable infections such as influenza and invasive pneumococcal disease. Given the complexity of vaccinating children with cancer because of the multidisciplinary care they require, it is unclear how such vaccination is achieved in these settings. A self-administered, anonymized, cross-sectional survey was distributed to providers of healthcare for children with cancer in Latin America and the Caribbean through a contact list of 3236 email addresses. A total of 378 participant responses were included in the final analysis. This study used the Consolidated Framework for Implementation Research to understand the implementation factors influencing the vaccination of children with cancer in Latin America and the Caribbean. Most respondents (n = 246, 65.3%) reported that vaccines were always, almost always, or often available for administration at their institution - and were willing to recommend children with cancer for vaccination. Most respondents reported receiving no training or education on immunizing children with cancer at their current institution (n = 297, 78.6%) or before joining it (n = 242, 64.0%). Furthermore, only a small minority reported working in institutions with written policies on vaccinating children with cancer (n = 53, 14.0%) or clinical guidelines (n = 97, 25.7%) for vaccinating these patients. Respondents estimated that most pediatric patients with cancer at their hospital were not up to date on childhood immunizations and did not receive the annual influenza vaccine. Although most respondents (n = 345, 91.3%) reported that their government provides funding for childhood vaccinations, fewer than half (n = 183, 48.5%) reported that government funding was available for re-immunizing children with cancer. We found a clear willingness to recommend vaccines for children with cancer in Latin America and the Caribbean, a trend not found in similar studies in the literature. Our findings support the notion that interventions to improve vaccination for children with cancer should gear their efforts towards building an institutional culture that prioritizes immunization for both patients and staff and that supports providers in their already established practice of recommending vaccines to their patients.",
  "disease": "influenza"
}