{
  "pmid": "41404511",
  "title": "Mechanism-guided pharmacotherapy for cardiometabolic multimorbidity: from pathophysiology to phenotype-prioritized treatment.",
  "abstract": "Cardiometabolic multimorbidity (CMM), defined as the simultaneous presence of two or more cardiovascular and metabolic diseases in an individual, including but not limited to type 2 diabetes(T2D), chronic kidney disease(CKD), heart failure(HF), stroke, and obesity, constitutes an expanding global burden that challenges the prevailing single-disease paradigm of contemporary therapeutic interventions. Yet routine care is often guided by single-disease guidelines, yielding treatment plans that are siloed, polypharmacy-heavy, and potentially conflicting. Emerging evidence from large-scale outcome trials (2020-2025) and translational studies demonstrates that pharmacologic agents originally developed for glucose control exert multi-organ protective effects through distinct mechanistic pathways and these agents consistently reduced cardiovascular and renal events beyond glycemic control, with additive benefits when appropriately combined. This review indicates that sodium-glucose cotransporter 2 inhibitors or GLP-1 receptor agonists should be prioritized based on phenotypic characteristics, while Non-steroidal mineralocorticoid receptor antagonist should be considered for use in chronic kidney disease phenotypes. Moreover, the implementation of threshold monitoring protocols is imperative in order to mitigate the risk of hypoglycemia, hypotension, and hyperkalemia. This mechanism-based optimization of therapeutic strategies provides significant guidance for the management of cardiometabolic syndrome and shows promise in improving clinical outcomes for patients suffering from comorbid cardiometabolic diseases. It is recommended that future research concentrate on patient populations with overlapping phenotypes, with a view to refining the decision criteria for treatment de-escalation or discontinuation.",
  "disease": "chronic kidney disease"
}