{
    "title": "Wound-induced migration of rat hepatic stellate cells is modulated by endothelin-1 through rho-kinase-mediated alterations in the acto-myosin cytoskeleton.",
    "doc_id": "11124823",
    "writer": "Tangkijvanich P",
    "year": "2001",
    "summary": "Exogenous ET-1 accelerated wound-induced migration of stellate cells, but did not alter wound-induced proliferation. Experiments using ET-1 antagonists in the absence of exogenous ET-1 showed that wound-induced migration was also stimulated by endogenous ET-1 …",
    "abstract": "Although migration of stellate cells during hepatic injury is essential for wound-healing and fibrosis of the liver, the extracellular and intracellular signals that regulate stellate cell migration are incompletely understood. In this study we tested the hypothesis that wound-induced migration of stellate cells is modulated by endothelin-1 (ET-1) through rho-kinase-mediated alterations in the acto-myosin cytoskeleton. To address this hypothesis, a method was established for direct visualization of wound-induced migration of culture-activated stellate cells with subcellular resolution. Migration in response to wounding was characterized by (1) plasma membrane ruffling and protrusion into the wound, (2) lamellipodia formation at the leading edge, (3) focal adhesion and stress fiber assembly, and (4) myosin reorganization. Exogenous ET-1 accelerated wound-induced migration of stellate cells, but did not alter wound-induced proliferation. Experiments using ET-1 antagonists in the absence of exogenous ET-1 showed that wound-induced migration was also stimulated by endogenous ET-1. Selective inhibition of rho-associated kinase decelerated migration in response to wounding. Moreover, inhibition of rho-associated kinase was distinguished by abrogation of focal adhesion formation, stress fiber assembly, and myosin reorganization. This study shows that rho-kinase-dependent alterations in the acto-myosin cytoskeleton contribute to wound-induced stellate cell migration, which is accelerated by both exogenous and endogenous ET-1. Consequently, these results provide important new evidence suggesting that, migration of stellate cells is modulated by paracrine and autocrine ET-1 stimulation via the action of rho-kinase on the acto-myosin cytoskeleton.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11124823/"
}