{
  "pmid": "41474562",
  "title": "Prospective cohort study on acute toxicity, quality of life, and cosmesis in patients treated with moderate hypofractionated radiotherapy following breast-conserving surgery.",
  "abstract": "The aim of this study was to report the acute toxicity, quality of life (QoL), and cosmesis in patients treated with moderate hypofractionated radiotherapy following breast-conserving surgery. This prospective cohort study included consecutive female breast cancer patients who underwent adjuvant moderate hypofractionated radiotherapy following breast-conserving surgery from April 2021 to October 2022. Acute toxicity was documented using the Radiation Therapy Oncology Group (RTOG) criteria and Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 (NCI). At baseline, 3 months, and 6 months, QoL was documented using the European Organization for the Research and Treatment of Cancer QoL Questionnaire (EORTC QLQ). C30 and BR-23, and cosmesis was assessed using the Harvard Cosmesis Scale. Two hundred and eleven patients were included, among whom 149 (71%) were treated with three-dimensional conformal radiotherapy (3DCRT) and 62 (29%) with image-guided radiotherapy (IGRT). Twenty patients (9.5%) had Grade 2 skin reaction, and one patient (0.5%) had Grade 3 skin reaction. Skin toxicity was not significantly different between 3DCRT and IGRT (P = 0.20). At baseline, the worst QoL scores were sexual function, emotional function, upset by hair loss, and fatigue. All QoL scores improved at 3 and 6 months, except the mean breast symptom score, which slightly worsened at 3 months, then improved at 6 months. The mean Global Health Status Score at baseline was 69.87 ± 12.76 and improved to 85.89 ± 9.45 at 6 months (P < 0.001). Fourteen patients (6.6%) had a change in cosmesis to \"fair\" at 6 months. Significant acute skin reactions are less after moderate hypofractionated breast radiotherapy, and cosmesis is good to excellent in the majority of patients. Overall QoL is not affected and is preserved after radiotherapy.",
  "disease": "breast cancer"
}