{
    "title": "Biopolymeric, Nanopatterned, Fibrous Carriers for Wound Healing Applications.",
    "doc_id": "32611301",
    "writer": "Sharma A",
    "year": "2020",
    "summary": "An overview, types, and classification of wounds along with the stages of wound healing and various factors affecting wound healing have been discussed systematically. Various biopolymers are reported for developing nanofibers and microfibers in wou …",
    "abstract": "Background:\n        \n      \n      Any sort of wound injury leads to skin integrity and further leads to wound formation. Millions of deaths are reported every year, which contributes to an economical hamper world widely, this accounts for 10% of death rate that insight into various diseases.\n    \n\n\n          Current methodology:\n        \n      \n      Rapid wound healing plays an important role in effective health care. Wound healing is a multi-factorial physiological process, which helps in the growth of new tissue to render the body with the imperative barrier from the external environment. The complexity of this phenomenon makes it prone to several abnormalities. Wound healing, as a normal biological inherent process occurs in the body, which is reaped through four highly defined programmed phases, such as hemostasis, inflammation, proliferation, and remodeling and these phases occur in the proper progression. An overview, types, and classification of wounds along with the stages of wound healing and various factors affecting wound healing have been discussed systematically. Various biopolymers are reported for developing nanofibers and microfibers in wound healing, which can be used as a therapeutic drug delivery for wound healing applications. Biopolymers are relevant for biomedical purposes owing to biodegradability, biocompatibility, and non- toxicity. Biopolymers such as polysaccharides, proteins and various gums are used for wound healing applications. Patents and future perspectives have been given in the concluding part of the manuscript. Overall, applications of biopolymers in the development of fibers and their applications in wound healing are gaining interest in researchers to develop modified biopolymers and tunable delivery systems for effective management and care of different types of wounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32611301/"
}