{
  "pmid": "41456067",
  "title": "A combined transcriptomic, epigenetic, and functional analysis identifies novel biomarkers in breast cancer.",
  "abstract": "Breast cancer is a leading cause of cancer-related mortality among women worldwide. Identifying reliable molecular biomarkers and therapeutic targets is crucial for improving early diagnosis and treatment strategies. This study aimed to identify and functionally validate key hub genes involved in breast cancer progression using an integrated bioinformatics and experimental approach. Three microarray datasets (GSE42568, GSE29431, and GSE21422) were retrieved from the GEO database to identify differentially expressed genes (DEGs). DEGs common across datasets were subjected to PPI network analysis using STRING and Cytoscape, and hub genes were identified via CytoHubba. The expression of hub genes was validated using RT-qPCR in six breast cancer and five normal epithelial cell lines. Methylation status, survival correlation, immune associations, and drug sensitivity were assessed via GSCA, cBioPortal, OncoDB, and TISIDB. Functional assays, including cell proliferation, colony formation, and wound healing assays were performed following gene overexpression in MCF-7 and T47D cells. Four hub genes (PPARG, LEP, CD36, and PLIN1) were consistently downregulated in breast cancer and showed higher promoter methylation. Their expression correlated with tumor progression, poor survival, immune infiltration, and drug sensitivity. Functional validation demonstrated that overexpression of each gene reduced proliferation, colony formation, and migration in vitro. Additionally, these genes exhibited subtype-specific immune interactions and drug response profiles, with PPARG emerging as a particularly strong therapeutic biomarker. This study identified and experimentally validated four hub genes as potential biomarkers and therapeutic targets in breast cancer. Their expression is regulated by methylation and contributes to tumor progression and immune modulation, highlighting their clinical utility in precision oncology.",
  "disease": "breast cancer"
}