{
    "title": "How COVID-19 News Affect Older Adults' Mental Health-Evidence of a Positivity Bias.",
    "doc_id": "36900959",
    "writer": "Ng ZZ",
    "year": "2023",
    "summary": "To date, there has been no research on the positivity vs. negativity bias of media news on older adults. Here, we investigated whether positivity or negativity bias plays a larger role in affecting how older adults react to COVID-19 news. ...In contrast, negative CO …",
    "abstract": "Background:\n        \n      \n      Media affects the trajectory of many individuals' mental health-with media news, individuals experience negative bias more than positive bias. However, there is also evidence of an age-related positivity effect, with negativity bias generally fading with age. With the rise of COVID-19 cases, older adults (aged 55 years and older) who consume media frequently are at a high risk for declining mental health. To date, there has been no research on the positivity vs. negativity bias of media news on older adults. Here, we investigated whether positivity or negativity bias plays a larger role in affecting how older adults react to COVID-19 news.\n    \n\n\n          Methods:\n        \n      \n      Sixty-nine older adults (aged 55-95) answered questions about their weekly media consumption and how closely they followed news relating to COVID-19. They also completed a general health questionnaire. They were then randomly assigned to read either positive or negative COVID-19 news (n = 35 and 34, respectively). The adults were asked if the news made them feel happy or fearful, and if they wanted to read more about the news or ignore the news.\n    \n\n\n          Results:\n        \n      \n      An analysis revealed that the more often older adults consumed media and the more closely they followed COVID-19 news, the more they felt unhappy and depressed. Importantly, older adults who read positive news reported stronger responses than those who read negative news. Older adults appeared to have a strong positivity bias for COVID-19 news, reporting feeling happy and wanting to read about positive news. In contrast, negative COVID-19 news did not evoke similar levels of response from the older adults.\n    \n\n\n          Conclusions:\n        \n      \n      Media consumption of COVID-19 news does negatively impact the mental well-being of older adults, but older adults appear to have a strong positivity bias and a lack of negativity bias for COVID-19 news. These findings suggest that older adults can remain hopeful and positive during periods of public health crises and intense stress, which is essential to sustaining their mental well-being during difficult times.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36900959/"
}