{
  "pmid": "41474157",
  "title": "Severe cartilage lesions and increased Body-Mass-Index are not associated with inferior outcome following patello-femoral stabilising surgery with Bereiter trochleoplasty: A subgroup analysis of the Copenhagen trochleoplasty cohort.",
  "abstract": "Bereiter trochleoplasty (TP) performed in patients with patello-femoral instability (PFI) is a promising treatment leading to good clinical results and a low re-dislocation rate in most patients. Knowledge of risk factors for a less optimal outcome that could help guide patient selection is sparse. The aim of the study was to identify factors influencing clinical outcome after Bereiter TP. This is a retrospective register study evaluating patients treated with TP according to the Copenhagen PFI algorithm. Investigated factors, present in the hospital register and suspected from clinical experience to be potentially influencing outcome in TP, were: Body mass index (BMI) >/≤ 30, age at first-time dislocation (FTD) >/≤ 12 years, age at time of TP > / ≤ 20 years, time from FTD to TP > / ≤ 2 years, subsequent surgery, patello-femoral cartilage lesions International Cartilage Research Society (ICRS) Grade ≥ 3 at the time of surgery, previous patella stabilising surgery and/or post-operative lateral trochlea inclination (LTI) ≤ 11 deg. Outcomes were the Kujala, Knee injury and Osteoarthritis Outcome Score (KOOS) and Lysholm scores, collected prior to and at 1 and 2 years after TP. From 2011 to 2021, 368 Bereiter TPs were performed on 324 patients (99 males, 225 females, 44 bilateral) by four dedicated surgeons. Patients with a BMI > 30 had better mean improvement (7.6-13.8 points, p < 0.05) in all PROM scores except KOOS quality of life (QoL). Patients who underwent subsequent surgery reported lower mean improvements in Kujala, Lysholm, KOOS Pain, KOOS Sport and KOOS QoL (5.2-12.5 points, p < 0.05). Mean improvement in outcome 2 years after Bereiter TP for high-grade TD was positively influenced by BMI > 30 kg/m Level II.",
  "disease": "osteoarthritis"
}