{
    "title": "Cascade-E-Yolov5s network for recognizing the ulcerative lesion subtypes in small intestinal.",
    "doc_id": "40099988",
    "writer": "Guo X",
    "year": "2025",
    "summary": "This study introduces the Cascade-E-Yolov5s network, designed to improve the efficiency and accuracy of immediate ulcer diagnosis by intelligently identifying ulcer subtypes. The Cascade-E-Yolov5s network integrates EfficientNet for the classification of ulcer …",
    "abstract": "In endoscopy, accurately diagnosing small intestinal ulcers presents significant challenges due to the complex morphology, varying number, and extensive distribution of the lesions, which contribute to a reduced accuracy in immediate diagnosis. The definitive diagnosis typically relies on pathological analysis, laboratory investigations, and prolonged follow-up, often leading to diagnostic delays. This study introduces the Cascade-E-Yolov5s network, designed to improve the efficiency and accuracy of immediate ulcer diagnosis by intelligently identifying ulcer subtypes. The Cascade-E-Yolov5s network integrates EfficientNet for the classification of ulcer lesion images and SimAM-Yolov5s for detecting lesions on these classified images. In the SimAM-Yolov5s component, EfficientNet replaces the traditional backbone structure of Yolov5s, and enhancements such as the SIoU loss function and a simple, parameter-free attention module are incorporated to optimize model performance. The study utilized a dataset comprising 4909 ulcer images from 684 patients at Shanghai Changhai Hospital, encompassing four ulcer types: cryptogenic multifocal ulcerous stenosing enteritis, non-specific ulcer, small intestinal tuberculosis, and Crohn's disease. The experimental findings indicate that Cascade-E-Yolov5s surpasses conventional detection networks, achieving an average detection precision of 86.46% and a mean average precision at the IoU of 0.5 (mAP@0.5) of 82.20%. This model notably enhances the detection efficiency of small intestinal ulcer subtypes, thereby assisting clinicians in making more precise immediate diagnoses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40099988/"
}