{
    "title": "The effectiveness of workplace health promotion interventions on physical and mental health outcomes - a systematic review of reviews.",
    "doc_id": "31134284",
    "writer": "Proper KI",
    "year": "2019",
    "summary": "Objective This systematic review aimed to provide an overview of the effectiveness of health promotion interventions at the workplace on physical and mental health outcomes related to chronic diseases. ...",
    "abstract": "Objective This systematic review aimed to provide an overview of the effectiveness of health promotion interventions at the workplace on physical and mental health outcomes related to chronic diseases. Methods A search for reviews published between 2009 and 2018 was performed in electronic databases. References of the included reviews were checked for additional reviews. Workplace health promotion interventions were included if they studied metabolic risk factors as important predictors of type 2 diabetes mellitus (T2DM) and cardiovascular diseases (CVD) or if they studied mental or musculoskeletal health outcomes. Review quality was assessed using the AMSTAR checklist. Results Of the 23 reviews included, 9 were of high quality. For weight-related outcomes, there was strong evidence for favorable effects of workplace interventions, especially for interventions targeting physical activity and/or diet. For the remaining metabolic risk factors, there was no evidence for a positive effect of workplace health promotion interventions due to the absence of high quality reviews and mixed conclusions between the reviews. There was also strong evidence for a positive, small effect on the prevention of mental health disorders of workplace psychological interventions, especially those that use e- health and cognitive behavioral therapy techniques. Furthermore, strong evidence was found for the prevention of musculoskeletal disorders through workplace interventions, especially resistance exercise training. Conclusions This review found evidence for the effectiveness of workplace interventions on the prevention of weight-related outcomes as well as mental health and musculoskeletal disorders. Future research is however needed on the factors that contribute to the successful implementation of an intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31134284/"
}