{
    "title": "Evolution of Gene Expression across Species and Specialized Zooids in Siphonophora.",
    "doc_id": "35134205",
    "writer": "Munro C",
    "year": "2022",
    "summary": "Analyses of gene expression across species present several challenges, including identification of comparable expression changes on gene trees with complex histories of speciation, duplication, and loss. ...Our findings show that patterns of gene …",
    "abstract": "Siphonophores are complex colonial animals, consisting of asexually produced bodies (zooids) that are functionally specialized for specific tasks, including feeding, swimming, and sexual reproduction. Though this extreme functional specialization has captivated biologists for generations, its genomic underpinnings remain unknown. We use RNA-seq to investigate gene expression patterns in five zooids and one specialized tissue across seven siphonophore species. Analyses of gene expression across species present several challenges, including identification of comparable expression changes on gene trees with complex histories of speciation, duplication, and loss. We examine gene expression within species, conduct classical analyses examining expression patterns between species, and introduce species branch filtering, which allows us to examine the evolution of expression across species in a phylogenetic framework. Within and across species, we identified hundreds of zooid-specific and species-specific genes, as well as a number of putative transcription factors showing differential expression in particular zooids and developmental stages. We found that gene expression patterns tended to be largely consistent in zooids with the same function across species, but also some large lineage-specific shifts in gene expression. Our findings show that patterns of gene expression have the potential to define zooids in colonial organisms. Traditional analyses of the evolution of gene expression focus on the tips of gene phylogenies, identifying large-scale expression patterns that are zooid or species variable. The new explicit phylogenetic approach we propose here focuses on branches (not tips) offering a deeper evolutionary perspective into specific changes in gene expression within zooids along all branches of the gene (and species) trees.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35134205/"
}