{
  "pmid": "41446514",
  "title": "A public health model for bereavement care: learnings from COVID-19 bereavement experiences in Ireland.",
  "abstract": "The COVID-19 pandemic severely disrupted bereavement care, posing risks of long-term physical and mental health consequences. To ensure the lived experience was captured during this challenging time, a national survey was conducted to examine the Irish population's experiences of dying, death, and bereavement during the pandemic. A mixed-methods survey study was conducted between November 2021 and February 2022. Using purposive sampling, a sample of adults completed a 38-question survey. Of the 2,259 participants who completed the survey, 1,223 reported one or more bereavements during the COVID-19 pandemic. This sub-sample of bereaved participants completed the Brief Grief Questionnaire (BGQ). Quantitative data from the sub-sample of 1,223 bereaved individuals were analysed using descriptive and inferential statistics. Qualitative responses were analysed using thematic analysis. Most participants reported that their bereavement experience was negatively affected by COVID-19, with key themes including loss of connection (including lost opportunities to say goodbye), loss of ritual, and valuing community support. Despite altered funeral structures, many participants found comfort from the efforts made by others to honour the deceased. The BGQ results showed that 59.7% screened negative for Prolonged Grief Disorder (PGD), 26.1% were likely to indicate sub-threshold PGD, and 14.2% were likely to have PGD. Significant associations were found between BGQ scores and several variables including lack of support for bereaved people, relationship to the person that died and being with their loved one at time of death. The COVID-19 pandemic disrupted traditional end-of-life and mourning practices. The society-wide implementation of public health measures sought to prevent the spread of COVID-19, particularly among our vulnerable populations, but had a deep impact on the dying, death, and bereavement experience in Ireland. This paper gives voice to the bereavement experience of families, friends, and communities and highlights ways to support people who are grieving.",
  "disease": "pneumonia"
}