{
  "pmid": "41431569",
  "title": "The Prevalence and Trends of Contrast-Induced Nephropathy Among Hospitalized Patients Undergoing Cardiac Resynchronization Therapy.",
  "abstract": " Contrast-induced nephropathy (CIN) is a significant complication following the use of iodinated contrast agents during cardiac procedures. Cardiac resynchronization therapy (CRT), increasingly used in heart failure management, requires contrast administration, putting patients at risk for CIN. However, the prevalence and outcomes of CIN in CRT recipients remain underexplored.  We conducted a retrospective cohort study using the Nationwide Readmissions Database (NRD) from 2016 to 2020. Adult patients undergoing CRT or CRT-D implantation were identified using International Classification of Diseases, 10th edition (ICD-10) codes. The primary outcome was the annual prevalence of CIN. Secondary outcomes included 30-day hospital readmission, mortality, metabolic acidosis, hyperkalemia, and continuous renal replacement therapy (CRRT). Multivariable logistic regression assessed temporal trends, adjusting for patient demographics and comorbidities.  Among 42,545 patients undergoing CRT, CIN prevalence increased from 20.61% in 2016 to 26.40% in 2020 (p < 0.001). CIN was associated with significantly higher 30-day readmission rates, longer hospital stays (mean length of stay (LOS): 7.64 vs. 4.36 days in non-elective cases), and higher hospitalization costs. The incidence of metabolic acidosis rose from 13.73% to 18.51% (p < 0.001), and CRRT use increased from 3.30% to 5.11% (p = 0.03). While overall mortality was higher among CIN patients (2.84% vs. 0.53%), no significant trend in mortality was observed over time (p = 0.352).  CIN is an increasingly prevalent complication in patients undergoing CRT and is associated with worse clinical outcomes and higher healthcare utilization. These findings underscore the need for implementing standardized nephroprotective strategies, including contrast minimization protocols and early risk stratification, to mitigate renal complications in this high-risk population.",
  "disease": "chronic kidney disease"
}