{
    "title": "Duplex scan and histologic assessment of acute renal injury in a kidney-kidney crosstalk swine experimental model.",
    "doc_id": "28958477",
    "writer": "Baptista Sincos APW",
    "year": "2018",
    "summary": "The percentage of lesions increased significantly after 10 minutes in A group nonischemic kidneys (P < .02) and between 50 and 80 minutes in AV group nonischemic kidneys (P < .01). CONCLUSIONS: Nonischemic kidneys were acutely affected by contral …",
    "abstract": "Objective:\n        \n      \n      The objective of this study was to identify the effect of two left renal vasculature occlusion strategies on the duplex ultrasound-assessed rheology and histology of the contralateral kidney.\n    \n\n\n          Methods:\n        \n      \n      Pigs were randomly assigned to one of two groups: left renal artery-only clamping (A group, n = 8) or left renal artery and vein clamping (AV group, n = 9). Bilateral renal parenchymal biopsy specimens were taken every 10 minutes for 90 minutes. Duplex ultrasound resistive index (RI) and pulsatility index (PI) were measured. Mixed models with normal distribution and first-order autoregressive correlation structure and generalized estimating equation models were used. Results are presented as adjusted means with standard errors, estimated proportions with standard errors, and line plots with 95% confidence intervals.\n    \n\n\n          Results:\n        \n      \n      RI and PI increased in the nonischemic kidney. In A group animals, RI values increased significantly (P < .01) after 30 minutes of ischemia and PI increased significantly (P < .04) from 30 to 60 minutes of ischemia. The number of histologic abnormalities was higher in A group than in AV group biopsy specimens. The percentage of lesions increased significantly after 10 minutes in A group nonischemic kidneys (P < .02) and between 50 and 80 minutes in AV group nonischemic kidneys (P < .01).\n    \n\n\n          Conclusions:\n        \n      \n      Nonischemic kidneys were acutely affected by contralateral ischemia. Their function was more adversely affected by unilateral renal artery occlusion with preserved renal vein patency (A group).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28958477/"
}