{
  "pmid": "41474052",
  "title": "Optimizing Psychological Treatment for Pain After Breast Cancer Using a Randomized Factorial Design: A Feasibility Study.",
  "abstract": "Psychological treatment has shown promising results in the treatment of pain after breast cancer (BC) but could benefit from treatment optimization. The present mixed-methods study aimed to evaluate the feasibility of delivering components drawn from third-wave cognitive behavioral therapy to women with persistent pain after BC using the Multiphase Optimization Strategy (MOST). Using a factorial experimental design, women with pain after BC were randomized to eight experimental conditions consisting of either zero, one, two, or three treatment components, namely Mindful Attention, Decentering, and Values and Committed Action. Primary outcomes of pain intensity and pain interference, secondary outcomes, and presumed change processes were measured at baseline and post-intervention. Semi-structured interviews were conducted at post-intervention. The study took place at The Department of Psycholog and Behaviorual Sciences at Aarhus University in Aarhus, Denmark, and all sessions and interviews were conducted online. Thirty-four women were included. Three dropped out, and one withdrew consent and was excluded from all analyses. Qualitative manifest content analysis indicated no major barriers to treatment engagement, validity of treatment components, and overall participant satisfaction. No absolute increases in pain outcomes or significant adverse effects associated with any treatment components were observed. The study results indicate that the project procedures and treatment components are acceptable, valid, and safe, and illustrate how an optimized intervention for pain after BC can be developed using MOST. We therefore recommend proceeding with a larger scale trial to evaluate the effects of the individual and combined treatment components. Trial Registration: NCT04841928 [ClinicalTrials.gov].",
  "disease": "breast cancer"
}