{
    "title": "The Relationship of Hematoma Growth to Red Blood Cell Distribution Width in Patients with Hypertensive Intracerebral Hemorrhage.",
    "doc_id": "27593780",
    "writer": "Altintas O",
    "year": "2017",
    "summary": "Brain computed tomography scans were performed at admission and then 24 hours later as a control. Hematoma growth was classified as an volume increase more than 6.5 ml or > 33%, and good outcome was defined using the modified Rankin Scale (mRS) score (? ...There were si …",
    "abstract": "Aim:\n        \n      \n      Hypertension is a primary risk factor for intracerebral hemorrhage (ICH) and is thought to be responsible for about 55% of all ICH cases. Thus, the primary goal of the study was to examine whether the status of vascular rheological factors upon admission to the hospital was associated with hypertensive ICH growth and early outcomes.\n    \n\n\n          Material and methods:\n        \n      \n      Over a 2-year period, the present study evaluated 60 ICH patients who were admitted within the first 12 hours of symptom onset. Brain computed tomography scans were performed at admission and then 24 hours later as a control. Hematoma growth was classified as an volume increase more than 6.5 ml or > 33%, and good outcome was defined using the modified Rankin Scale (mRS) score (? 2 at 3 months).\n    \n\n\n          Results:\n        \n      \n      The mean age of the study population was 65.07 ± 11.659 years, with 34 men and 26 women. The leading vascular risk factor was hypertension (86.7%). There were significant associations between the initial red blood cell distribution width (RDW) and hematoma growth (p=0.038). Therefore, hematoma growth in the first 24 hours after symptom onset was significantly related to a poor clinical outcome at 3 months (p = 0.050).\n    \n\n\n          Conclusion:\n        \n      \n      The study identified significant relationships between the initial RDW and poor outcome as well as the initial RDW and hypertensive hematoma growth. Additionally, this study demonstrated that these parameters are easily obtainable and could be used to effectively evaluate outcomes in ICH patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27593780/"
}