{
  "pmid": "41399243",
  "title": "Cortico-basal oscillations index naturalistic movements during deep brain stimulation.",
  "abstract": "The basal ganglia and sensorimotor cortex are essential nodes of a network that supports motor control. In Parkinson's disease, disruptions in this network lead to rigidity and slowness during movement execution. Deep brain stimulation (DBS) of the basal ganglia has proven effective in alleviating Parkinson's disease-related hypokinetic symptoms, and sensing-enabled neurostimulators now afford the opportunity to detect cortico-basal oscillations during motion. However, the specific contributions of these motor network nodes to chronic, naturalistic movement and the effects of DBS on circuit dynamics are not well understood. To address these gaps, we recorded over 530 hours of cortical and subcortical signals from 15 Parkinson's disease patients (27 hemispheres) during unsupervised, unconstrained daily activities and subthalamic or pallidal DBS. Synchronized wrist-worn accelerometers tracked forearm speeds, supporting the evaluation of neural biomarkers related to motion. Our study validated and extended the known relationship between cortical and subcortical beta power (13-30 Hz) and movement. We show that cortical low (13-20 Hz) and high (21-30 Hz) beta movement-related desynchronization (MRD) effectively distinguished between mobile and stationary states. In the subthalamic nucleus (STN) and globus pallidus interna (GPi), high beta MRD and gamma (40-80 Hz) movement-related synchronization (MRS) exhibited significant group-level correlations with movement kinematics. When stimulated at 130 Hz, cortical stimulation-entrained gamma oscillations at the half-harmonic (∼65 Hz) were observed. Further, cortical entrained gamma MRS was a stronger predictor of motion than broadband gamma MRS. We developed machine learning (ML) models to predict naturalistic movement over extended periods using spectral features from brief neural recordings (0.5-8 s epochs). Cortical models outperformed subcortical models, although combining cortico-basal signals yielded the highest model performance (AUC > 0.85 for binary movement state classifiers; Pearson r statistic > 0.68 for continuous forearm speed regressors). Higher DBS current amplitudes were associated with reduced beta MRD and low gamma (40-60 Hz) MRS in the STN/GPi. This negatively impacted the accuracy of the subcortical models, whereas cortical and cortico-basal model performance remained stable across stimulation amplitudes. Our study demonstrates that cortico-basal nodes of the motor network encode complementary kinematic information, which can be integrated to enhance the accuracy and stability of chronic, naturalistic movement decoding during deep brain stimulation. These insights support the development and integration of therapeutic brain-computer interfaces (BCIs) with closed-loop, adaptive DBS (aDBS) to leverage rapid and precise movement-predictive models for the treatment of motor network disorders.",
  "disease": "parkinson disease"
}