{
    "title": "Pontomedullary junction as a reference for spinal cord cross-sectional area: validation across neck positions.",
    "doc_id": "37598229",
    "writer": "Bédard S",
    "year": "2023",
    "summary": "Spinal cord cross-sectional area (CSA) is an important MRI biomarker to assess spinal cord atrophy in various neurodegenerative and traumatic spinal cord diseases. ...This suggests that the PMJ can serve as a valuable alternative and reliable method for estim …",
    "abstract": "Spinal cord cross-sectional area (CSA) is an important MRI biomarker to assess spinal cord atrophy in various neurodegenerative and traumatic spinal cord diseases. However, the conventional method of computing CSA based on vertebral levels is inherently flawed, as the prediction of spinal levels from vertebral levels lacks reliability, leading to considerable variability in CSA measurements. Computing CSA from an intrinsic neuroanatomical reference, the pontomedullary junction (PMJ), has been proposed in previous work to overcome limitations associated with using a vertebral reference. However, the validation of this alternative approach, along with its variability across and within participants under variable neck extensions, remains unexplored. The goal of this study was to determine if the variability of CSA across neck flexions/extensions is reduced when using the PMJ, compared to vertebral levels. Ten participants underwent a 3T MRI T2w isotropic scan at 0.6 mm3 for 3 neck positions: extension, neutral and flexion. Spinal cord segmentation, vertebral labeling, PMJ labeling, and CSA were computed automatically while spinal segments were labeled manually. Mean coefficient of variation for CSA across neck positions was 3.99 ± 2.96% for the PMJ method vs. 4.02 ± 3.01% for manual spinal segment method vs. 4.46 ± 3.10% for the disc method. These differences were not statistically significant. The PMJ method was slightly more reliable than the disc-based method to compute CSA at specific spinal segments, although the difference was not statistically significant. This suggests that the PMJ can serve as a valuable alternative and reliable method for estimating CSA when a disc-based approach is challenging or not feasible, such as in cases involving fused discs in individuals with spinal cord injuries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37598229/"
}