{
    "title": "[How many kids are there with excess weight? What information should be published?].",
    "doc_id": "29882524",
    "writer": "Pérez-Ríos M",
    "year": "2018",
    "summary": "OBJECTIVE: In epidemiological studies, there is no consensus on which references should be used to characterize the weight status of schoolchildren after estimating their body mass index. The aim of this study is to evaluate the influence that different criteria hav …",
    "abstract": "Objective:\n        \n      \n      In epidemiological studies, there is no consensus on which references should be used to characterize the weight status of schoolchildren after estimating their body mass index. The aim of this study is to evaluate the influence that different criteria have on the characterization of the weight status of Galician schoolchildren from 6 to 15 years old and to identify the criterion that best characterizes central obesity.\n    \n\n\n          Methods:\n        \n      \n      Cross-sectional study on a sample of 7.438 schoolchildren representative by sex and age of the Galician population of 6 to 15 year olds. The prevalence of central obesity and underweight, normal weight, overweight and obesity was estimated using the reference standards of the World Health Organization (WHO), Cole, Orbegozo-2011 and the Enkid study. In order to identify the criterion that best characterizes central obesity, the positive predictive values of obesity and the negative ones of overweight and obesity were calculated.\n    \n\n\n          Results:\n        \n      \n      The characterization of schoolchildren according to their weight status was different depending on the reference used with estimates that vary by 20.4 percentage points being prevalence of excess weight using WHO references 41.5% while with Enkid it is 21.1%. The reference with the best predictive capacity of central obesity was those proposed by Cole.\n    \n\n\n          Conclusions:\n        \n      \n      The variability observed in the characterization of the weight status of schoolchildren asso- ciated with the use of different reference criteria is very important. If central obesity is a good indicator of excess of weight, the reference proposed by Cole would be the one with the best capacity to characterize the child and youth population, related to the best predictive capacity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29882524/"
}