{
    "title": "Predictors of sleep quality in medical students during COVID-19 confinement.",
    "doc_id": "33863513",
    "writer": "Saguem BN",
    "year": "2022",
    "summary": "OBJECTIVES: We aimed to assess sleep quality of Tunisian medical students during home confinement due to the COVID-19 pandemic, and to analyze the relationship between sleep quality and sociodemographic, clinical, confinement-related and psychological …",
    "abstract": "Objectives:\n        \n      \n      We aimed to assess sleep quality of Tunisian medical students during home confinement due to the COVID-19 pandemic, and to analyze the relationship between sleep quality and sociodemographic, clinical, confinement-related and psychological variables.\n    \n\n\n          Methods:\n        \n      \n      A correlational cross-sectional study was conducted from April 11th to May 3rd 2020. Medical students who have been in home confinement and who accepted to participate in an online survey were targeted. Sociodemographic data, clinical variables, and data related to home confinement were collected. Participants also completed Pittsburgh Sleep Quality Index, Depression, Anxiety and Stress Scale and Beck Hopelessness Scale.\n    \n\n\n          Results:\n        \n      \n      Results showed a high prevalence of poor sleepers among medical students (72.5%) with poor subjective sleep quality, increased sleep latency, sleep disturbances and daytime dysfunction. Multiple regression analysis revealed that family history of suicide attempts, tobacco use, perception of home confinement and reduced physical activity during home confinement significantly contributed to poor sleep quality. Among the psychological variables, anxiety and hopelessness significantly contributed to poor sleep quality in medical students during home confinement.\n    \n\n\n          Conclusions:\n        \n      \n      Results revealed a high prevalence of poor sleep quality in medical students who have been in home confinement due to the COVID-19 pandemic. Except family history of suicide attempts, factors that significantly contributed to poor sleep quality were modifiable factors. Sleep quality and sleep parameters need to be assessed in this particular population and adequate measures aiming to promote quality of sleep need to be enhanced, given the crucial regenerative, homeostatic and psychological roles of sleep.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33863513/"
}