{
  "pmid": "41446484",
  "title": "Temporal Patterns and Comparative Analysis of Emergency Department Utilization for Abdominal Paracentesis: Insights From the National Emergency Department Sample Data (2012-2021).",
  "abstract": "Introduction Abdominal paracentesis is a commonly performed diagnostic and therapeutic procedure for the management of ascites, most often associated with liver cirrhosis and alcoholic hepatitis (LCAH). Understanding how its use in the emergency department (ED) has changed over time can help optimize resource allocation and patient care. This study used National Emergency Department Sample (NEDS) data to describe temporal trends in ED presentations for LCAH and associated abdominal paracenteses in the United States from 2012 to 2021. Methods We conducted a retrospective observational study of adult ED encounters in NEDS between 2012 and 2021. Encounters with a primary or secondary diagnosis of LCAH were identified using International Classification of Diseases (ICD)-9-CM and ICD-10-CM diagnosis codes. Abdominal paracenteses were identified using corresponding procedure codes. We quantified (1) annual numbers and rates of ED visits with LCAH and abdominal paracentesis relative to all ED visits, (2) distributions of three clinical subgroups of LCAH patients with major clinical complications (CirMCC), clinical comorbidities (CirCC), or without complications/comorbidities (CirWC), and (3) annual proportions of LCAH encounters undergoing versus not undergoing paracentesis. Results From 2012 to 2021, there were 214,412 ED encounters with LCAH and 51,683 abdominal paracenteses. The rate of LCAH among all ED visits increased from 0.0030% in 2012 to 0.0287% in 2021, and the rate of abdominal paracentesis among all ED visits rose from 0.0017% to 0.0071% over the same period. Among patients with LCAH, the proportion undergoing paracentesis decreased over time, from 56.9% in 2012 to 24.8% in 2021. CirMCC remained the largest subgroup across the study period, while CirCC and CirWC comprised smaller but relatively stable proportions. Conclusion Across a decade of NEDS data, LCAH-related ED visits and absolute numbers of abdominal paracenteses increased, while the proportion of LCAH patients undergoing paracentesis declined. CirMCC, CirCC, and CirWC subgroups maintained stable relative frequencies. These findings suggest evolving patterns in the ED management of liver disease-related ascites and highlight the importance of anticipating procedural demand, staffing needs, and preventive strategies for liver disease.",
  "disease": "liver cirrhosis"
}