{
  "pmid": "41466771",
  "title": "Management Strategies and Outcomes in HR+/HER2- Metastatic Breast Cancer Receiving CDK4/6 Inhibitors and Subsequent Therapies.",
  "abstract": "This study aimed to evaluate the real-world outcomes and treatment patterns of cyclin-dependent kinase 4/6 (CDK4/6) inhibitors in combination with endocrine therapy (ET) for hormone receptor-positive, HER2-negative (HR+/HER2-) advanced breast cancer (ABC), as well as the use and effectiveness of later-line therapies, in a single tertiary center in Poland. This retrospective, single-center study included 661 patients who initiated CDK4/6 inhibitor-based therapy between September 2019 and December 2023. Data were extracted from medical records to assess progression-free survival (PFS), chemotherapy-free survival, and treatment trajectories. Statistical analyses included Kaplan-Meier estimates and Log rank tests for survival outcomes. The majority of patients (80%) received CDK4/6 inhibitors as first-line therapy, predominantly combined with aromatase inhibitors. Median PFS was 25.8 months overall, with superior outcomes observed in the first-line setting (29.0 months vs 13.8 months in second-line; p < 0.0001). AI-based combinations outperformed fulvestrant in the first line (38.9 vs 16.8 months; p < 0.0001). Chemotherapy-free survival of patients treated in the first line with CDK4/6 inhibitors reached 39.1 months. After progression on first-line CDK4/6 inhibitors, 71% received second-line treatment (49% chemotherapy, 35% ET); median PFS was 4.2 vs 5.3 months, respectively. Only 31% received third-line treatment (median PFS: 3.1 vs 2.6 months). CDK4/6 inhibitors continue to provide substantial clinical benefit in routine practice, with evolving treatment strategies reflecting growing emphasis on individualized, less toxic approaches. A notable shift from chemotherapy towards targeted and endocrine therapies in later lines underscores the changing landscape of ABC management. However, the outcomes in the later lines of therapy are still unsatisfactory. Enhancing biomarker testing is critical for advancing precision oncology in this setting. New medicines are changing the way how patients living with breast cancer are treated. One important group, called CDK4/6 inhibitors, is used together with hormone therapy for women whose cancers are sensitive to hormones (hormone receptor-positive) but do not have high levels of the HER2 protein (HER2-negative). These drugs slow down cancer cell growth and allow many women to live longer while avoiding chemotherapy. In our study, we reviewed the medical records of 661 women treated with CDK4/6 inhibitors at a large oncology center. Most women received this treatment as their very first option for advanced disease. On average, their cancer stayed under control for more than two years, and many could delay chemotherapy for over three years - a result that makes a real difference to everyday life. But once the cancer progressed, the results of next treatments were far less encouraging. Whether women received more hormone therapy or chemotherapy, the benefit usually lasted only a few months. This shows that new, modern medicines are urgently needed for women whose disease stops responding. We also learned that testing tumor receptors again after progression may be important. Sometimes these markers change over time, which can open the door to different treatments. Our study confirms how valuable CDK4/6 inhibitors are in daily practice and highlights the urgent need for better options after progression — so that women can live not only longer, but also better.",
  "disease": "breast cancer"
}