{
  "pmid": "41473254",
  "title": "Human Albumin-enriched Peritoneal Dialysis: A Novel Approach to Manage Refractory Ascites and Kidney Dysfunction in Decompensated Advanced Chronic Liver Disease.",
  "abstract": "For individuals with decompensated advanced chronic liver disease (dACLD), the onset of refractory ascites (RA) represents a dramatic event. In this setting, a relevant proportion of RA patients develop kidney dysfunction, as well as hepatorenal syndrome-acute kidney injury, with limited therapeutic and survival chances. An 81-year-old woman with dACLD-RA was admitted with severe ascites and stage IV chronic kidney dysfunction. On the second day, hepatorenal syndrome-acute kidney injury occurred, requiring standard medical therapy. Intravenous human albumin (HA) and terlipressin administration were compromised by poor venous access and severe respiratory dysfunction. After excluding transjugular intrahepatic portosystemic shunt and transplantation due to age and comorbidities, peritoneal dialysis (PD) was initiated, leading to renal recovery and ascites resolution. Two weeks later, she was readmitted due to the unfeasibility of accessing peripheral veins for the intravenous administration of HA, which was essential to support circulatory function, preserve oncotic balance, and properly manage both RA and chronic kidney dysfunction. A novel PD+HA protocol was therefore started, with intraperitoneal infusion of HA-enriched dialysate to allow a positive albumin gradient from dialysate to blood. Over 12 months, serum albumin levels increased, and clinical stability and improved nutritional status were observed, with no additional hospitalizations or complications. This is the first case describing the application of HA-enriched PD in managing a dACLD patient with RA and kidney dysfunction. HA-enriched PD may represent a promising strategy in complex dACLD care by guaranteeing frequent and small-volume paracentesis and preservation of oncotic pressure without dialytic albumin loss.",
  "disease": "chronic kidney disease"
}