{
    "title": "Renal cell therapy in the treatment of patients with acute and chronic renal failure.",
    "doc_id": "14732813",
    "writer": "Humes HD",
    "year": "2004",
    "summary": "Similarly, the reduced survival times of patients with ESRD on chronic dialysis have been associated with a persistent and chronic systemic pro-inflammatory state. We have hypothesized that the loss of renal tubule cell mass acutely in acute tubule necrosis and c …",
    "abstract": "Hemodialysis and hemofiltration have been important technologies in saving the lives of patients with acute (ARF) and chronic renal failure by clearing small solutes from plasma and thereby preventing death from acidemia, hyperkalemia, volume overload, and uremia. These therapeutic approaches, however, are still suboptimal, as patients with ARF have mortality rates exceeding 50%, and patients with end-stage renal disease (ESRD) have, on average, a life expectancy of 4-5 years. The preeminent cause of death in patients with ARF is the development of sepsis or the systemic inflammatory response syndrome with resulting systemic vasodilation, hypotension, ischemic injury to solid organs, multi-organ failure, and death. This vasodilation is due to persistent and excessive pro-inflammation. Similarly, the reduced survival times of patients with ESRD on chronic dialysis have been associated with a persistent and chronic systemic pro-inflammatory state. We have hypothesized that the loss of renal tubule cell mass acutely in acute tubule necrosis and chronically in ESRD results in an immunologically dysregulated state leading to excessive pro-inflammation. The replacement of renal tubule cell function may thus change the current dismal prognosis of patients with these disorders. In this regard, this report presents the first patient ever treated with a bioartificial kidney consisting of a synthetic hemofilter in series with a renal tubule assist device (RAD) containing approximately 10(9) human renal tubule cells. This treatment in a critically ill patient with multi-organ failure and ARF in the intensive care unit was associated temporally with improved cardiovascular parameters and enhanced native kidney function. Multiple systemic plasma cytokine levels and gene expression profiles of peripheral white blood cells were also temporally changed with cell therapy. Clinical trials in patients suffering from either ARF or ESRD are currently ongoing to evaluate the influence of the RAD on the inflammatory response in these groups of patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/14732813/"
}