{
    "title": "Fatigability of back extensor muscles and low back pain during pregnancy.",
    "doc_id": "19857916",
    "writer": "Dumas GA",
    "year": "2010",
    "summary": "BACKGROUND: Back pain is the most frequently reported musculo-skeletal problem during pregnancy. High muscle fatigability has been associated with back pain in the general population. ...FINDINGS: None of the five logistic analyses demonstrated an improvement of the …",
    "abstract": "Background:\n        \n      \n      Back pain is the most frequently reported musculo-skeletal problem during pregnancy. High muscle fatigability has been associated with back pain in the general population. During pregnancy, the gradual increase in loads may have a training effect, increasing strength and endurance of back muscles. This adaptation however may be too slow, or insufficient to be significant in light of other changes during pregnancy.\n    \n\n\n          Methods:\n        \n      \n      Thirty-two pregnant women performed a fatigue test which consisted of maintaining a fixed load of 70 Nm for 60 s while the surface EMG of the longissimus lumborum and multifidus muscles were recorded bilaterally at 14, 24 and 34 weeks of pregnancy. The measure of fatigability was the highest absolute slope of the median frequency of the power spectrum of the EMG of the four muscles. Occurrence and severity of back pain were reported on questionnaires at 14, 19, 24, 29 and 34 weeks. Binomial logistic regressions between back pain occurrence and the median frequency slopes were calculated.\n    \n\n\n          Findings:\n        \n      \n      None of the five logistic analyses demonstrated an improvement of the one-predictor model over the constant-only model, which indicates that the degree of fatigability of back extensor muscles did not predict the occurrence of back pain in our sample.\n    \n\n\n          Interpretation:\n        \n      \n      Fatigability of back extensor muscles was not found to be a predictor of back pain during pregnancy. This result should be taken with caution due to the small number of participants and broad definition of back pain used, and should be confirmed by studies with a larger number of participants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19857916/"
}