{
  "pmid": "41424168",
  "title": "Validation of the 10-Item Lower Extremity Functional Scale (LEFS-10) for Individuals With Knee Osteoarthritis.",
  "abstract": "Functional capacity assessment in knee osteoarthritis (KOA) is essential because it relates to pain, disability, and quality of life. Reliable, sensitive, and validated tools are needed to measure lower limb function. To validate the Brazilian Portuguese version of the 10-item Lower Extremity Functional Scale (LEFS-10) for people with KOA. A cross-sectional validation study involved 100 participants with KOA. The agreement between the 10-item (LEFS-10) and 20-item (LEFS-20) scales was examined using Spearman's correlation coefficient (rho) between the LEFS-10 and the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC), the Numeric Pain Rating Scale (NPRS), and the World Health Organization Disability Assessment Schedule (WHODAS). Test-retest reliability was measured with the intraclass correlation coefficient (ICC), the standard error of measurement (SEM), and the minimum detectable change (MDC). Internal consistency was assessed using Cronbach's alpha. Ceiling and floor effects were also evaluated. Most individuals had right or bilateral KOA, with diagnosis duration and persistent pain exceeding 5 years. LEFS-10 scores showed strong correlations with the original LEFS-20 (rho = 0.92), NPRS (rho = -0.78), WOMAC pain (rho = -0.69), stiffness (rho = -0.67), physical function (rho = -0.70), and WHODAS (rho = -0.74). Internal consistency was adequate (Cronbach's alpha = 0.89). In a subsample of 50 participants, test-retest reliability was excellent (ICC = 0.98, 95% CI 0.97-0.99), with a SEM of 1.05 points (6.7%) and an MDC of 2.91 points (18.6%), with no ceiling or floor effects. The LEFS-10 demonstrates excellent concordance compared with LEFS-20, good convergent validity, adequate internal consistency, high reliability, and favorable measurement error parameters, making it suitable for individuals with KOA.",
  "disease": "osteoarthritis"
}