{
  "pmid": "41460103",
  "title": "Pharmacokinetic-pharmacodynamic target attainment with continuous infusion piperacillin in patients admitted to the ICU with hospital-acquired pneumonia.",
  "abstract": "Optimizing β-lactam antibiotic exposure in critically ill patients with hospital-acquired pneumonia (HAP) remains a challenge due to significant pharmacokinetic variability, particularly in the setting of renal dysfunction and replacement therapies. Continuous infusion (CI) of piperacillin/tazobactam aims to improve pharmacodynamic target attainment, though both subtherapeutic and potentially toxic concentrations have been reported in practice. We developed a population pharmacokinetic model of piperacillin using 162 plasma samples from 35 intensive care unit (ICU) patients with HAP, including those receiving continuous renal replacement therapy (CRRT). Piperacillin concentrations were quantified using a validated LC-MS method. A one-compartment model parameterized with renal and non-renal clearance was implemented in Monolix, incorporating creatinine clearance (CrCL), CRRT effluent flow rate, and intermittent hemodialysis as key covariates. Monte Carlo simulations in Simulx evaluated steady-state drug exposures following renal dose-adjusted CI regimens. Simulation showed that renally adjusted lower doses administered via CI (3-9 g/day) achieved target concentrations in 74-82% of patients with CrCL ≤75 mL/min. Higher doses (6-12 g/day) resulted in >20% of patients exceeding 96 mg/L across all renal strata. Among CRRT patients, lower doses provided a 100% probability of maintaining targeted piperacillin concentrations. In patients with supra-normal renal function (i.e., CrCL = 150 mL/min), low-dose CI regimens yielded a 6.1% probability of underexposure, compared to 2.7% with high-dose. CI PIP dosing based on CrCL results in variable exposures among ICU patients. Individualized dosing of PIP may be required to optimize efficacy and minimize toxicity in ICU patients treated with CI dosing.",
  "disease": "pneumonia"
}