{
  "pmid": "41438976",
  "title": "The 3V score and joint associations of low ultra-processed food, biodiverse and plant-based diets on colorectal cancer risk: results from the European Prospective Investigation into Cancer and Nutrition (EPIC) study.",
  "abstract": "Diet may modify colorectal cancer risk. We investigated the associations of three dietary patterns, ultra-processed food (UPF) consumption, healthy plant-based food consumption, and food biodiversity, separately and combined into a \"3V\" score with risk of colorectal cancer. This study used data from the prospective European Prospective Investigation into Cancer and Nutrition (EPIC) cohort, which recruited participants between 1992, and 2000, from 23 centres in ten European countries. The 3V score was developed by standardising and summing the healthy plant diet index (hPDI) and dietary species richness per year (DSR) and subtracting UPF (Nova category 4) intake in % g/day. Associations with colorectal cancer risk were assessed among 450,111 middle-aged participants of the EPIC cohort using multivariable-adjusted Cox regression models. Independent associations of each 3V component were assessed using mutually adjusted models. Data-driven thresholds were applied to assess adherence to the 3V components, set at the minimum value of the fourth quintile for hPDI, DSR and low UPF. During mean (standard deviation (SD)) follow-up of 14.9 (4) years, absolute colorectal cancer rates were 8.59 and 10.37 cases/10,000 person-years for the highest and lowest quintiles of the 3V score, respectively. Inverse associations were found for colorectal (hazard ratio (HR) comparing highest vs lowest quintile: 0.84; 95% confidence interval (CI): 0.76-0.94), colon (HR: 0.82; 95% CI: 0.72-0.93), and distal colon cancer (HR: 0.81; 95% CI: 0.67-0.99), with significant linear trends observed across quintiles. UPF intake was positively associated with colon cancer risk (HR per 1 SD increment: 1.06; 95% CI: 1.02-1.11) when mutually adjusted for the other 3V components. Adherence to low UPF, high hPDI, and high DSR was inversely associated with colorectal (HR: 0.73; 95% CI: 0.61-0.88), colon (HR: 0.72; 95% CI: 0.57-0.91), and rectal cancer (HR: 0.65; 95% CI: 0.46-0.91) compared to adhering to none. Adherence to the 3V diet is associated with lower risk of colorectal cancers. Cancer Research UK, World Cancer Research Fund.",
  "disease": "colorectal cancer"
}