{
    "title": "Digital Patient Experience: Umbrella Systematic Review.",
    "doc_id": "35925651",
    "writer": "Wang T",
    "year": "2022",
    "summary": "OBJECTIVE: This study aimed to systematically review the influencing factors and design considerations of PEx in digital health from the literature and generate design guidelines for further improvement of PEx in digital health. METHODS: We performed an umbrella systematic …",
    "abstract": "Background:\n        \n      \n      The adoption and use of technology have significantly changed health care delivery. Patient experience has become a significant factor in the entire spectrum of patient-centered health care delivery. Digital health facilitates further improvement and empowerment of patient experiences. Therefore, the design of digital health is served by insights into the barriers to and facilitators of digital patient experience (PEx).\n    \n\n\n          Objective:\n        \n      \n      This study aimed to systematically review the influencing factors and design considerations of PEx in digital health from the literature and generate design guidelines for further improvement of PEx in digital health.\n    \n\n\n          Methods:\n        \n      \n      We performed an umbrella systematic review following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) methodology. We searched Scopus, PubMed, and Web of Science databases. Two rounds of small random sampling (20%) were independently reviewed by 2 reviewers who evaluated the eligibility of the articles against the selection criteria. Two-round interrater reliability was assessed using the Fleiss-Cohen coefficient (k1=0.88 and k2=0.80). Thematic analysis was applied to analyze the extracted data based on a small set of a priori categories.\n    \n\n\n          Results:\n        \n      \n      The search yielded 173 records, of which 45 (26%) were selected for data analysis. Findings and conclusions showed a great diversity; most studies presented a set of themes (19/45, 42%) or descriptive information only (16/45, 36%). The digital PEx-related influencing factors were classified into 9 categories: patient capability, patient opportunity, patient motivation, intervention technology, intervention functionality, intervention interaction design, organizational environment, physical environment, and social environment. These can have three types of impacts: positive, negative, or double edged. We captured 4 design constructs (personalization, information, navigation, and visualization) and 3 design methods (human-centered or user-centered design, co-design or participatory design, and inclusive design) as design considerations.\n    \n\n\n          Conclusions:\n        \n      \n      We propose the following definition for digital PEx: \"Digital patient experience is the sum of all interactions affected by a patient's behavioral determinants, framed by digital technologies, and shaped by organizational culture, that influence patient perceptions across the continuum of care channeling digital health.\" In this study, we constructed a design and evaluation framework that contains 4 phases-define design, define evaluation, design ideation, and design evaluation-and 9 design guidelines to help digital health designers and developers address digital PEx throughout the entire design process. Finally, our review suggests 6 directions for future digital PEx-related research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35925651/"
}