{
  "pmid": "41316657",
  "title": "Effectiveness of respiratory proprioceptive neuromuscular facilitation techniques on pulmonary function and other health-related parameters in chronic obstructive pulmonary disease: A systematic review.",
  "abstract": "Chronic obstructive pulmonary disease (COPD) affects the pulmonary system and leads to various symptoms. Proprioceptive neuromuscular facilitation (PNF) is used in. rehabilitation, however its application in pulmonary rehabilitation is limited. The primary aim was to investigate the effects of PNF on pulmonary function in. The secondary aim was to investigate its effects on any other COPD. health-related parameter. The protocol of the review was registered in Prospero (CRD 42024526280). Databases were searched up to June 10, 2024, for related studies that investigated the effects of PNF in any COPD health-related parameter. The inclusion criteria were set based on a population, intervention, comparison, outcome and study framework. The studies risk of bias was assessed using the Cochrane risk-of-bias tool for randomized clinical trials. Eight (8) studies satisfied the inclusion criteria and demonstrated significant improvements in pulmonary function parameters post intervention across all studies. The walking distance, exertion, dyspnoea and chest expansion improved significantly. In addition, range of motion, the impact of disease on quality-of-life and physiological parameters improved significantly following PNF but between-group analysis demonstrated that the improvements were not significantly different between PNF-group and the comparator group. Finally, the majority of the studies had high risk of bias. This systematic review demonstrated that PNF techniques can be applied in this clinical population and improve several health-related parameters within the group. However, due to the limited number of included studies, the high risk of bias and the differences among the interventions the results are mixed and lack consistency. These findings should be interpreted with caution because the results are constrained not only by the reasons mentioned above, but also due to the co-interventions and the absence of mechanistic data.",
  "disease": "chronic obstructive pulmonary disease"
}