{
  "pmid": "41400850",
  "title": "Alterations of Gut Microbiota and Microbial Metabolites in Parkinson's Disease: A Systematic Review.",
  "abstract": "Parkinson's disease (PD) is a significant global health issue, ranking as the second most prevalent neurodegenerative disorder after Alzheimer's disease. Research suggests that changes in the gut microbiota may occur before the onset of the motor symptoms of PD. This study seeks to conduct a systematic review (PROSPERO registration ID: CRD420251118297) to explore the mechanistic exploration and biomarker identification of gut microbiota in PD. The research involved a comprehensive literature search across PubMed, Scopus, and Web of Science databases up to August 2022 using a combination of Medical Subject Heading (MeSH) terms for Parkinson's disease, gut microbiota, and metabolites. Eligible studies included in vivo and in vitro investigations focusing on the metabolite levels produced by the gut microbiota in PD patients. Data extraction was performed by two researchers using Microsoft Excel Software. The Newcastle-Ottawa Scale (NOS) was used to assess the risk of bias. The certainty of the evidence was evaluated using the GRADE framework. The review encompassed 39 selected studies, comprising data from over 3000 participants. Approximately two-thirds of the studies reported a reduction in short-chain fatty acids (SCFAs), notably butyrate and acetate, while almost half reported increased trimethylamine N-oxide (TMAO) levels or altered amino acid and bile acid pathways. Key findings emphasized the comparison of microbiomes in PD patients and healthy controls, highlighting metabolic pathway alterations and their implications for PD development. Studies also delved into the role of inflammation in PD progression, exploring the connection between inflammatory factors and the microbiota. Additionally, the present study examined the influence of PD medications on gut microbiota. This systematic review highlights the potential involvement of gut microbiota in modulating the gut-brain axis in PD. Observed associations suggest links between altered metabolite production, pro-inflammatory states, increased gut permeability, and changes in LPS and α-synuclein dynamics. However, these relationships remain largely correlative, and causal mechanisms are yet to be established. Further longitudinal and mechanistic studies are warranted to confirm these observations and explore their clinical relevance.",
  "disease": "parkinson disease"
}