{
    "title": "A systematic review and meta-analysis of side effects influenced by non-surgical treatments in African cancer patients.",
    "doc_id": "40186643",
    "writer": "Salako O",
    "year": "2025",
    "summary": "This systematic review aims to describe treatment-related side effects associated with non-surgical cancer treatment and clinical factors that influence the severity of side effects experienced among African cancer patients. ...Six studies indicated tr …",
    "abstract": "Background:\n        \n      \n      Cancer treatments such as chemotherapy immunotherapy and radiotherapy are associated with serious adverse effects that affect a patient's physiological functioning and physical appearance, contribute to financial toxicity, reduce quality of life, and increase the risk of treatment discontinuation. This systematic review aims to describe treatment-related side effects associated with non-surgical cancer treatment and clinical factors that influence the severity of side effects experienced among African cancer patients.\n    \n\n\n          Method:\n        \n      \n      A systematic search of primary research studies reporting side effects of chemotherapy, radiotherapy, hormone therapy, targeted therapy, and immunotherapy among patients in African countries was undertaken across four databases (Medline (PubMed), ClinicalTrials.gov, Embase, and Cochrane Central Register of Controlled Trials).\n    \n\n\n          Results:\n        \n      \n      Of the 7870 identified articles, 51 eligible studies were included . Articles outlined side effects from chemotherapy (n = 31), radiotherapy (n = 6), chemoradiation (n = 9), chemotherapy and targeted therapy (n = 2), and chemotherapy, radiotherapy, and targeted therapy (n = 3). The most prevalent side effects reported were nausea and vomiting (chemotherapy), radiation dermatitis (radiotherapy), neutropenia, and anaemia (chemoradiation). Included studies reported an increased risk of side effects related to combined therapy (i.e., chemoradiation), type of chemotherapy, higher cumulative chemotherapy doses, more frequent treatment cycles, and the presence of comorbidities. Six studies indicated treatment discontinuation arising due to treatment-related side effects.\n    \n\n\n          Conclusion:\n        \n      \n      The review highlights the need for cancer care providers to anticipate treatment-related side effects and mitigate them ahead of time, providing necessary prophylactic measures and treatment support.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40186643/"
}