{
  "pmid": "41465568",
  "title": "Rescuing Verubecestat: An Integrative Molecular Modeling and Simulation Approach for Designing Next-Generation BACE1 Inhibitors.",
  "abstract": "β-site amyloid precursor protein cleaving enzyme 1 (BACE1) is a central therapeutic target in Alzheimer's disease, as it catalyzes the rate-limiting step in amyloid-β production. Verubecestat (VER), a clinical BACE1 inhibitor, failed in late-stage trials due to limited efficacy and safety concerns. This study employed an integrative computational approach to design VER derivatives with improved binding affinity, stability, and pharmacokinetic profiles. Structural similarity analysis, Molecular docking, frontier molecular orbital (FMO) analysis, pharmacophore modeling, 200 ns molecular dynamics (MD) simulations, MM/PBSA free energy calculations, and per-residue decomposition were performed. In silico ADMET profiling assessed drug-likeness, absorption, and safety parameters. Docking and pharmacophore analyses identified derivatives with stronger complementarity in the BACE1 catalytic pocket. MD simulations revealed that VERMOD-33 and VERMOD-57 maintained low root mean square deviations (RMSDs) and stable binding orientations and induced characteristic flexibility in the flap and catalytic loops surrounding the catalytic dyad (Asp93 and Asp289), consistent with inhibitory activity. MM/PBSA confirmed the superior binding free energies of VERMOD-33 (-51.12 kcal/mol) and VERMOD-57 (-43.85 kcal/mol), both outperforming native VER (-35.33 kcal/mol). Per-residue decomposition highlighted Asp93, Asp289, and adjacent flap residues as major energetic contributors. ADMET predictions indicated improved oral absorption, BBB penetration, and no mutagenicity or toxicity alerts. Rationally designed VER derivatives, particularly VERMOD-33 and VERMOD-57, displayed enhanced binding energetics, stable inhibitory dynamics, and favorable pharmacokinetic properties compared with native VER. These findings provide a computational framework for rescuing VER and support further synthesis and experimental validation of next-generation BACE1 inhibitors for Alzheimer's disease.",
  "disease": "alzheimer disease"
}