{
  "pmid": "41450176",
  "title": "Worldwide prevalence of haemorrhoids: a systematic review and meta-analysis.",
  "abstract": "Haemorrhoidal disease (HD) is one of the most common anorectal disorders globally, significantly impacting individuals' quality of life and productivity. Despite its importance, global prevalence remains unclear due to limited population-specific studies. This study aimed to systematically assess the global prevalence of HD through a systematic review and meta-analysis. We conducted a systematic review and meta-analysis by searching PubMed, Scopus, Embase, Web of Science, and Google Scholar up to March 31, 2025, without language restrictions. Studies reporting prevalence of haemorrhoids in general, clinical, or high-risk populations were included. Exclusion criteria comprised studies lacking total sample size, focusing on other anorectal conditions, or using duplicate or insufficient data. Four independent reviewers extracted and appraised study quality using the Joanna Briggs Institute tool. The primary outcome was pooled point prevalence of HD, analyzed using a random-effects model with 95% confidence intervals (CIs). The study was registered in PROSPERO (CRD420251045600). From 6,312 records, 150 studies (210 datasets) comprising 8,960,338 individuals were included. The global pooled point prevalence was 25.92% (95% CI: 22.62-29.22). Lifetime prevalence was 27.19% (95% CI: 14.77-39.60), and one-year prevalence was 21.65% (95% CI: 14.33-28.97). Prevalence was higher in women (27.33%, 95% CI: 21.84-32.82) than in men, and highest in the African region 28.07% (95% CI: 15.34-40.79). Invasive diagnostic methods (28.05%, 95% CI: 23.86-32.26) yielded higher prevalence estimates than non-invasive methods. Also, factors showing associations with HD in unadjusted analyses include older age, obesity, pregnancy, diabetes, family history, constipation, and hypertension. HD remains a prevalent condition globally, with minor variation across regions. The burden is consistent regardless of socioeconomic context. Diagnostic method and population characteristics influence prevalence estimates. These findings underscore the importance of targeted prevention and early intervention strategies, especially for at-risk groups. This meta-analysis of 150 studies from 45 countries provides the most compre­hensive global estimates of haemorrhoidal disease, with pooled point, one-year, and lifetime prevalences of 25.92%, 21.65%, and 27.19%, respectively.Key risk factors identified include older age, obesity, pregnancy, diabetes, constipation, and family history, all of which were associated with a higher likelihood of developing haemorrhoids.The study also showed that invasive diagnostic methods generally yielded higher prevalence estimates compared to non-invasive methods, suggesting the potential for underdiagnosis in some populations.",
  "disease": "hypertension"
}