{
    "title": "The Fertility Quality of Life Questionnaire (FertiQoL) Relational subscale: psychometric properties and discriminant validity across gender.",
    "doc_id": "27343271",
    "writer": "Donarelli Z",
    "year": "2016",
    "summary": "STUDY QUESTION: Is the Fertility Quality of Life Questionnaire (FertiQoL)-Relational Scale a valid measure to assess the relational domain regarding quality of life in women and men undergoing infertility treatment? ...WIDER IMPLICATIONS OF THE FINDING …",
    "abstract": "Study question:\n        \n      \n      Is the Fertility Quality of Life Questionnaire (FertiQoL)-Relational Scale a valid measure to assess the relational domain regarding quality of life in women and men undergoing infertility treatment?\n    \n\n\n          Summary answer:\n        \n      \n      The FertiQoL-Relational scale (FertiQoL-REL) showed good psychometric properties and captured core aspects of couple relationships.\n    \n\n\n          What is known already:\n        \n      \n      FertiQoL has become a gold standard for the assessment of infertility-related quality of life in patients undergoing assisted reproduction treatment (ART). Despite its growing importance, no previous studies have examined the convergent validity of the FertiQoL-REL and its discriminant validity across gender.\n    \n\n\n          Study design, size, duration:\n        \n      \n      Baseline cross-sectional data as part of a longitudinal study of infertile couples undergoing an ART between February 2013 and January 2015.\n    \n\n\n          Participants/materials, setting, methods:\n        \n      \n      Five hundred and eighty-nine patients (301 females and 288 males), prior to starting an ART in a private clinic, filled in the Fertility Quality of Life Questionnaire (FertiQoL) and several measures of the marital relationship (Dyadic Adjustment Scale, Marital Commitment Inventory and ENRICH Marital Satisfaction Scale) and infertility-related distress (Fertility Problem Inventory).\n    \n\n\n          Main results and the role of chance:\n        \n      \n      Confirmatory factor analysis showed that the FertiQoL four-factor solution provided a good fit for the observed data. Reliability of the FertiQoL-REL was higher for women than men. Significant correlations between the FertiQoL-REL scores and all the other measures of marital relationship were found for both women and men. FertiQoL-REL scores did not differ significantly in women and men. The FertiQoL-REL was able to differentiate subjects as regards the Dyadic Adjustment Scale and ENRICH Marital Satisfaction Scale threshold.\n    \n\n\n          Limitations, reasons for caution:\n        \n      \n      Findings are limited because the data were obtained from only one Italian private clinic.\n    \n\n\n          Wider implications of the findings:\n        \n      \n      FertiQoL-REL threshold scores are useful for identifying those patients undergoing ART who are more likely to report poor or good relationship quality. Clinicians should tailor their counselling strategies to the positive qualities in a couple's relationship, so as to reinforce the overall quality of life, especially among women, and to support patients in tackling the psychological burden, so that they can either continue treatment or choose discontinuation.\n    \n\n\n          Study funding/competing interests:\n        \n      \n      This research was supported by funds provided by Centro Andros S.r.l., Palermo, Italy. The authors declare no financial or commercial conflicts of interest in this study.\n    \n\n\n          Trial registration number:\n        \n      \n      Not necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27343271/"
}