{
    "title": "The Involvement of the Posterior Cerebellum in Reconstructing and Predicting Social Action Sequences.",
    "doc_id": "34694590",
    "writer": "Van Overwalle F",
    "year": "2022",
    "summary": "This paper presents an overview of a series of fMRI experiments on novel tasks involving a combination of (a) the learning or generation of chronological sequences of social actions either in an explicit or implicit manner, which (b) require social mentalizing on another p …",
    "abstract": "Recent advances in social neuroscience have highlighted the critical role of the cerebellum and especially the posterior cerebellar Crus in social mentalizing (i.e., theory of mind). Research in the past 5 years has provided growing evidence supporting the view that the posterior cerebellum builds internal action models of our social interactions to predict how other people's actions will be executed, and what our most likely responses to these actions will be. This paper presents an overview of a series of fMRI experiments on novel tasks involving a combination of (a) the learning or generation of chronological sequences of social actions either in an explicit or implicit manner, which (b) require social mentalizing on another person's mental state such as goals, beliefs, and implied traits. Together, the results strongly confirm the central role of the posterior cerebellar Crus in identifying and automatizing action sequencing during social mentalizing, and in predicting future action sequences based on social mentalizing inferences about others. This research program has important implications: It provides for the first time (a) fruitful starting points for diagnosing and investigating social sequencing dysfunctions in a variety of mental disorders which have also been related to cerebellar dysfunctions, (b) provides the necessary tools for testing whether non-invasive neurostimulation targeting the posterior cerebellum has a causal effect on social functioning, and (c) whether these stimulation techniques and training programs guided by novel cerebellar social sequencing insights, can be exploited to increase posterior cerebellar plasticity in order to alleviate social impairments in mental disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34694590/"
}