{
  "pmid": "41408231",
  "title": "Arterial collagen IV and laminin levels associate with type 2 diabetes, glycemic control, major adverse cardiac events, and mortality in coronary bypass patients.",
  "abstract": "Type 2 diabetes mellitus (T2DM) is associated with arterial diseases; particularly, the incidence of atherosclerotic conditions is increased among patients with diabetes. Basement membrane (BM) protein levels are increased in the artery wall of T2DM patients, but the underlying mechanisms and potential consequences remain elusive. This study aimed to identify putative connections between the level of arterial BM components, clinical characteristics, all-cause mortality and major adverse events (MACE) in groups of patients with and without T2DM. Internal thoracic artery samples from 668 patients undergoing coronary artery bypass graft surgery at Odense University Hospital, Denmark, from 2008 to 2018 were included, of which 27% were diagnosed with T2DM. Seventeen vascular proteins were quantified using liquid chromatography tandem mass spectrometry. Levels of BM components-collagen IV, laminin, and perlecan-were significantly elevated in T2DM patients compared to non-diabetic controls. In the diabetic group, we found strong correlations between collagen IV and laminin levels and hemoglobin A1c, whereas correlations with plasma lipids, blood pressure, and body mass index (BMI) were weak or absent. Moreover, collagen IV and laminin were associated with both all-cause mortality and major adverse cardiovascular events (MACE) up to 14 years after surgery after adjustment for age, sex, and comorbidities. We demonstrate that arterial basement membrane protein accumulation is related to glycemic status in T2DM. Furthermore, the observed associations between collagen IV and laminin levels and clinical outcomes support the notion that generalized alterations in arterial basement membranes may contribute to the development of cardiovascular disease.",
  "disease": "coronary artery disease"
}