{
    "title": "Characterization of Bouveret's syndrome: a comprehensive review of 128 cases.",
    "doc_id": "16817848",
    "writer": "Cappell MS",
    "year": "2006",
    "summary": "RESULTS: Review of 128 reported cases identified syndromic characteristics. Patients on average were 74.1 +/- 11.1 (SD) yr old. The female-to-male sex ratio was 1.86. ...CONCLUSIONS: The following endoscopic findings are suggestive of Bouveret's syndrome: a dilated …",
    "abstract": "Aim:\n        \n      \n      The aim of the study was to characterize the clinical presentation, evaluation, and therapy of Bouveret's syndrome, by comprehensively reviewing all the identified previously reported cases, to facilitate early diagnosis and thereby to improve the prognosis.\n    \n\n\n          Methods:\n        \n      \n      Relevant articles were identified by MEDLINE computerized searches, by consultation with all available reference books, and by review of the first author's teaching files. A new case in which the diagnosis of Bouveret's syndrome was missed at esophagogastroduodenoscopy (EGD)--despite endoscopic findings of gastric outlet obstruction caused by a hard, nonfleshy, and convex pyloric mass--prompted this review.\n    \n\n\n          Results:\n        \n      \n      Review of 128 reported cases identified syndromic characteristics. Patients on average were 74.1 +/- 11.1 (SD) yr old. The female-to-male sex ratio was 1.86. Prominent symptoms were nausea and vomiting in 87%, abdominal pain in 71%, hematemesis in 15%, recent weight loss in 14%, and anorexia in 13% of patients. Prominent signs were abdominal tenderness in 44%, signs of dehydration in 31%, and abdominal distention in 26% of patients. Endoscopy revealed gastroduodenal obstruction in nearly all cases, but identified the obstructing stone in only 69%. Abdominal ultrasound or computerized tomography was diagnostic in about 60% of cases.\n    \n\n\n          Conclusions:\n        \n      \n      The following endoscopic findings are suggestive of Bouveret's syndrome: a dilated stomach containing old digested food from gastrointestinal obstruction together with a hard and nonfleshy mass at the obstruction. These endoscopic findings, in the setting of the currently reported characteristic epidemiologic and clinical findings, should strongly suggest this syndrome. Abdominal ultrasound or computerized tomography is recommended to confirm and extend the endoscopic diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16817848/"
}