{
    "title": "Role of physical activity in ameliorating neuropsychiatric symptoms in Alzheimer disease: A narrative review.",
    "doc_id": "30156330",
    "writer": "Veronese N",
    "year": "2019",
    "summary": "Therefore, physical activity can be a \"potential\" add-on treatment to drugs to reduce or prevent these symptoms onset and recurrence in patients with AD. However, further studies are needed to focus on relationship between physical activity and other N …",
    "abstract": "Objective:\n        \n      \n      Neuropsychiatric symptoms (NPs) affect almost all patients with Alzheimer disease (AD). Because of the complications associated with the pharmacological treatment, nonpharmacological treatment (such as physical activity) can be considered as an additional complementary treatment option for NPs. The aim of this review is to evaluate the impact of physical activity on NPs in patients with AD.\n    \n\n\n          Methods:\n        \n      \n      We searched Pubmed and Google Scholar for potential eligible articles until March 1, 2018.\n    \n\n\n          Results:\n        \n      \n      Although there are contradictory results showing the impact of physical exercise on NPs, most of them reported that it had a significant effect on depression and sleep disturbances in patients with AD. The beneficial effects could be explained through several mechanisms, including modulated production of neurotransmitters; increasing neurotrophins, such as brain-derived neurotrophic factor; reduction of oxidative stress and inflammation; elevation of cerebral blood flow; hypothalamic pituitary adrenal axis regulation; and support of neurogenesis and synaptogenesis. Physical activity can also improve cardiovascular risk factors, which may exaggerate NPs. There is limited evidence for other NPs such as agitation, disinhibition, apathy, hallucinations, and anxiety.\n    \n\n\n          Conclusion:\n        \n      \n      Physical activity may ameliorate depression and sleep disturbances in patients with AD. Therefore, physical activity can be a \"potential\" add-on treatment to drugs to reduce or prevent these symptoms onset and recurrence in patients with AD. However, further studies are needed to focus on relationship between physical activity and other NPs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30156330/"
}