{
    "title": "Asymptomatic endometrial thickening in postmenopausal women: predictor of malignant pathology?",
    "doc_id": "36576124",
    "writer": "Cruz García AM",
    "year": "2023",
    "summary": "Several studies have established the cut-off point for asymptomatic endometrial thickening (AET) for atypical endometrial hyperplasia and endometrial cancer at 10 mm. ...Above this cut-off point, the risk of endometrial cancer increases, and it would t …",
    "abstract": "It is not standardised what is the endometrial thickness that discriminates between normal and potentially malignant. The objective of this study was to determine the endometrial thickness cut-off point from which the risk of endometrial cancer (EC) increases in asymptomatic postmenopausal women; and to evaluate the risk factors linked to malignant endometrial pathology as well as other associated ultrasound findings.This was a retrospective observational study that included hysteroscopies performed at the Hospital Materno-Infantil on 267 asymptomatic menopausal women with an increase in endometrial thickness (AET) >5 mm, from 2015 to 2019. The results shows that the prevalence of malignant pathology in asymptomatic postmenopausal women with a casual finding of endometrial thickening was 3.7%. This percentage was 16.3% when the cut-off point of AET was established at 10 mm. There was a significant association for the diagnosis of malignant pathology with this cut-off point.There is a significant association between the 10 mm endometrial thickness cut-off point from which the risk of EC increases in asymptomatic postmenopausal women.Impact statementWhat is already known on this subject? Several studies have established the cut-off point for asymptomatic endometrial thickening (AET) for atypical endometrial hyperplasia and endometrial cancer at 10 mm. Although no cut-off point has optimal accuracy for the diagnosis of malignant endometrial pathology, it has been found that with a cut-off value of AET >10 mm no cases are missed. Likewise, a cut-off point of AET > 11 mm may provide a balance between cancer detection and histopathological workup extension.What do the results of this study add? A significant association was found at the cut-off point of AET > 10 mm, which suggests that screening postmenopausal women at this thickness is acceptable and unlikely to miss cases of endometrial hyperplasia and endometrial cancer.What are the implications of these findings for clinical practice and/or further research? After analysing our results we can conclude, like other published studies, that by establishing a cut-off point of 10 mm we obtain a good discrimination between benign and malignant pathology, which would allow us to diagnose 100% of malignant pathology. Above this cut-off point, the risk of endometrial cancer increases, and it would therefore be advisable to extend the study. A multicentre study is needed to confirm the cut-off point at which the risk of endometrial cancer increases in postmenopausal women with asymptomatic endometrial thickening.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36576124/"
}