{
    "title": "Stem cell homing.",
    "doc_id": "17053451",
    "writer": "Chute JP.",
    "year": "2006",
    "summary": "This review discusses the latest progress in defining the molecular processes underlying stem cell homing and the specialized niches where stem cells reside. RECENT FINDINGS: Over the past decade, remarkable advances have been made in characterizing th …",
    "abstract": "Purpose of review:\n        \n      \n      Transplantation of hematopoietic stem cells is dependent upon the successful homing, engraftment and repopulation of stem cells in the bone marrow. Stem cell homing through the circulation to the bone marrow is the critical first step in this process. This review discusses the latest progress in defining the molecular processes underlying stem cell homing and the specialized niches where stem cells reside.\n    \n\n\n          Recent findings:\n        \n      \n      Over the past decade, remarkable advances have been made in characterizing the complex sequence of events involved in stem cell homing to the bone marrow. Specifically, the molecular basis of stem cell adhesion and rolling along bone marrow sinusoidal endothelial cells has been defined, and mechanisms underlying endothelial transmigration and enlodgement in bone marrow niches have now been identified. The processes governing hematopoietic stem cell homing to the bone marrow also regulate hematopoietic stem cell migration to extramedullary tissues and the metastasis of cancer stem cells. Improved understanding of these processes has catalyzed the development of therapies to facilitate stem cell mobilization for clinical purposes.\n    \n\n\n          Summary:\n        \n      \n      Several components of the essential process of stem cell homing have now been characterized. Cell adhesion molecules and their ligands, extracellular matrix components, chemokines, and specialized bone marrow niches all participate in the precise regulation of this process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17053451/"
}