{
    "title": "Effects of Healthcare Technologies on the Promotion of Physical Activities in Older Persons: A Systematic Review.",
    "doc_id": "35699246",
    "writer": "Vasquez BA",
    "year": "2023",
    "summary": "Twenty-seven articles were analyzed with significant findings influential to older people nursing: types of health technologies used for promoting physical activity; effects of technology use in promoting physical activity of older person care; and aspects that need …",
    "abstract": "This study aimed to explore the effects of health technologies on the promotion of health through physical activities of older persons. Following PRISMA guidelines, a systematic review of relevant articles published prior to 2020 was conducted from selected indices such as COCHRANE, PubMed, Science Direct, Proquest, including the use of hand search procedure. Twenty-seven articles were analyzed with significant findings influential to older people nursing: types of health technologies used for promoting physical activity; effects of technology use in promoting physical activity of older person care; and aspects that need to be considered in technology use among older persons. Characteristics of technologies were accuracy, usefulness, reliability, comfort, safety, and relevancy. Most technologies promoting physical activities for older people were wearable technologies that use artificial intelligence. Altogether, these technologies influenced overall healthcare behaviors of older persons. With healthcare technology efficiencies, proficiencies, and dependencies, technology-based healthcare have served older people well. Most technologies for older people care, such as wearables, reliably produce characteristics enhancing dependency and accuracy of bio-behavioral information influencing physical activities of older persons. Health technologies foster the values of physical activities among older persons thereby promoting healthy living.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35699246/"
}