{
    "title": "Strategies to Improve Sleep Quality in Intensive Care Unit Patients.",
    "doc_id": "39084670",
    "writer": "Peršolja M",
    "year": "2024",
    "summary": "The following keywords were used: intensive care units, promotion, sleep quality, and sleep. The Critical Appraisal Skills Programme tool was used to assess the quality of individual studies. ...The findings were grouped into 4 thematic categories: con …",
    "abstract": "Background:\n        \n      \n      Patients in intensive care units are exposed to many factors that can negatively affect the quality of their sleep.\n    \n\n\n          Objective:\n        \n      \n      To describe the latest findings regarding sleep quality improvement in intensive care unit patients.\n    \n\n\n          Methods:\n        \n      \n      An integrative literature review was conducted in the CINAHL, PubMed, Cochrane Library, and MEDLINE databases in April and May 2023. The following keywords were used: intensive care units, promotion, sleep quality, and sleep. The Critical Appraisal Skills Programme tool was used to assess the quality of individual studies.\n    \n\n\n          Results:\n        \n      \n      Of 159 articles identified, 10 were included in the final analysis. The findings were grouped into 4 thematic categories: consequences of poor sleep quality, factors affecting sleep quality, pharmacologic ways to improve sleep quality, and nonpharmacologic ways to improve sleep quality.\n    \n\n\n          Discussion:\n        \n      \n      Various pharmacologic and nonpharmacologic treatments are used in clinical settings. Nonpharmacologic interventions include sleep masks, earplugs, reductions in alarm volume, and reductions in nighttime interventions. Relaxation techniques include aromatherapy, music therapy, and acupressure.\n    \n\n\n          Conclusions:\n        \n      \n      The most effective way to improve sleep for intensive care unit patients is to use a combination of pharmacologic and nonpharmacologic interventions. Among the latter, the use of earplugs and sleep masks is simplest.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39084670/"
}