{
    "title": "[Helicobacter pylori infection in gastric remnant cancer after gastrectomy].",
    "doc_id": "12607311",
    "writer": "Kato T",
    "year": "2003",
    "summary": "How Helicobacter pylori(H. pylori) infection participate in stomal gastritis and gastric remnant cancer, same as early gastric cancer in the intact stomach, is attended. ...This may reflect the role of bile reflux because bile reflux interferes with colonizat …",
    "abstract": "Patients who have undergone distal gastrectomy for peptic ulcer are at higher risk of developing gastric remnant cancer, and chronic bile reflux is believed to increase the risk of cancer in remnant stomach. In remnant stomach, carcinogenesis may be prevented by selecting the anastomosis method with a few reflux of intestinal juice including a bile acid. How Helicobacter pylori(H. pylori) infection participate in stomal gastritis and gastric remnant cancer, same as early gastric cancer in the intact stomach, is attended. H. pylori positive rate of remnant stomach is different by examination method and a report, but its rate is decreased every year after gastrectomy and in particular low in Billroth-II(B-II) anastomosis. B-II anastomosis is followed by a significantly lower rate than B-1. This may reflect the role of bile reflux because bile reflux interferes with colonization by H. pylori. Gastric cancer excision usual increase complicates gastric remnant stomach and H. pylori infection, but while H. pylori infection lasts after gastrectomy for gastric cancer, cell proliferation increase in remnant stomach. In remnant stomach after gastrectomy for gastric cancer, while H. pylori infection continues, H. pylori infection may cause remnant gastritis and a second cancer of remnant stomach. H. pylori infection and bile reflux seem to have a synergistic effect on cell proliferation in remnant stomach and may explain the increased risk of gastric remnant cancer. The cancer-causing dominant role might changed from H. pylori infection predominance to bile reflux every year after gastrectomy. Furthermore, a prophylactic effect to carcinogenesis by H. pylori eradication therapy is expected. Eradication of H. pylori after gastrectomy for gastric cancer has been recommended.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12607311/"
}