{
  "pmid": "41465514",
  "title": "The Determinant of Tau Spreading in Alzheimer's Disease: Dependent on Senile Plaque, Neural Circuits, or Spatial Proximity?",
  "abstract": "Alzheimer's disease (AD) is neuropathologically characterized by tau-immunopositive neurofibrillary tangles (NFTs) and amyloid-β (Aβ)-immunopositive senile plaques. According to the widely accepted amyloid cascade hypothesis, Aβ pathology represents the upstream event in AD pathophysiology and induces tau aggregation. However, numerous studies have suggested that tau aggregates correlate more closely with neuronal loss and regional brain atrophy than with Aβ depositions. Tau aggregation in AD demonstrates a hierarchical spreading pattern beginning in the transentorhinal cortex, but the mechanisms underlying this spreading manner of lesions remain to be elucidated. This review aims to address current controversies regarding tau pathology in AD from the perspectives of both the 'amyloid cascade' and 'tauopathy' hypotheses. From the 'amyloid cascade' viewpoint, Aβ deposition prominently involves distal axon and axon terminals, and in some regions, there are anatomical correspondences between axonal Aβ pathology and cytoplasmic tau aggregations (e.g., a close relationship between senile plaques in the molecular layer of the hippocampal dentate gyrus and NFTs in the transentorhinal cortex). Nevertheless, this model cannot explain the whole body of hierarchical spreading of tau aggregation because notable spaciotemporal discrepancies also exist in many regions. From the 'tauopathy' perspective, the distribution of tau aggregates in AD involves key nodes within the memory circuits. Also, experimental studies have suggested that patient-derived tau exhibits seeding and neuron-to-neuron propagation properties. Interestingly, tau aggregation in AD appears to spread laterally in a proximity-dependent, cortico-cortical fashion rather than along long-range memory circuits. This contrasts with the system-selective, poly-nodal degenerations seen in four-repeat tauopathies, amyotrophic lateral sclerosis, or spinocerebellar degenerations. Moreover, the proportions of three-repeat and four-repeat isoforms shift during the maturation of NFTs in AD. Overall, spreading patterns of tau-pathology in AD cannot be fully explained by Aβ pathology and also differ from the system degeneration seen in other tauopathies.",
  "disease": "alzheimer disease"
}