{
  "pmid": "41406075",
  "title": "Biological age threshold is associated with symptomatic knee osteoarthritis risk in chinese adults: Insights from machine learning analysis of a national cohort.",
  "abstract": "Symptomatic knee osteoarthritis (KOA) imposes a substantial global health and economic burden. Although chronological age (CA) is a key risk factor, it poorly reflects interindividual aging heterogeneity. Biological age (BA), which is quantified using blood biomarkers that reflect systemic physiological integrity, is a superior measure of functional decline and molecular aging. Mechanistically, BA may be linked to KOA pathogenesis via cellular senescence and senescence-associated secretory phenotype (SASP). This study aimed to explore the association between BA and symptomatic KOA in a nationally representative Chinese cohort and to evaluate BA's utility of BA in enhancing KOA risk assessment. We conducted a cross-sectional analysis using the 2011/2015 China Health and Retirement Longitudinal Study (CHARLS) data of 1,000 participants (≥45 years old) with complete BA and symptomatic KOA data (defined as self-reported physician-diagnosed osteoarthritis with concurrent knee pain). BA was calculated using the Klemera-Doubal method (KDM) and eight serum biomarkers. Associations were assessed using multivariable-adjusted logistic regression, restricted cubic splines (RCS), and subgroup analyses. Six machine learning models (including XGBoost and LightGBM) were used to distinguish cases of symptomatic KOA, with SHAP interpreting the optimal model. Participants with symptomatic KOA had a significantly higher mean BA than those without (59.97 vs. 58.76 years, p < 0.001). After multivariable adjustment, each 1-year BA increase was associated with 1.23% higher symptomatic KOA odds (OR=1.0123, 95% CI:1.0049-1.0197, p = 0.0010). Compared with the lowest BA quartile (Q1), the highest quartiles (Q3 and Q4) showed a significantly elevated symptomatic KOA risk (Q3: OR=1.4655, 95% CI:1.1989-1.7940, p = 0.0002; Q4: OR=1.4519, 95% CI:1.1755-1.7956, p = 0.0001). RCS analysis revealed a non-linear relationship, with symptomatic KOA risk accelerating beyond approximately 66.7 years (p for non-linearity = 0.013). Subgroup analyses demonstrated consistent results. The XGBoost model demonstrated the highest discriminative performance (AUROC = 0.9078), with SHAP identifying BA as the most influential feature. BA is strongly and non-linearly associated with symptomatic KOA risk in Chinese adults, accelerating beyond a critical threshold. BA assessment may enhance KOA risk stratification and could inform future interventional studies. However, the cross-sectional design of this study precludes causal inferences. Longitudinal studies are required to establish temporal relationships and explore potential causal associations.",
  "disease": "osteoarthritis"
}