{
  "pmid": "41379439",
  "title": "Pentosan Polysulfate Maculopathy Following Subcutaneous Injections for Arthritis.",
  "abstract": "Retinal toxic effects due to pentosan polysulfate sodium (PPS) have primarily been reported following oral administration of the drug. Because PPS can also be administered subcutaneously, it is important to determine whether this route of administration may also be associated with retinal toxic effects. To characterize the exposure characteristics and clinical presentation of toxic maculopathy following subcutaneous administration of PPS for the treatment of arthritis. This multi-institutional, retrospective case series examined 3 cases of pentosan polysulfate maculopathy (PPM) after subcutaneous administration of PPS for the treatment of arthritis at 3 centers in Miami, Florida; Los Angeles, California; and Sydney, Australia, between September 1, 2024, and July 8, 2025. Data were analyzed from July 9, 2025, to July 18, 2025. Subcutaneous administration of PPS. The primary outcome was PPM after subcutaneous PPS administration for arthritis. Changes were assessed by examining drug dosage, visual acuity, and features of multimodal retinal imaging. Three patients with PPS toxic maculopathy presented following treatment for osteoarthritis or inflammatory arthritis. The cumulative dose was very low in all 3 cases and ranged from 45.5 to 96 g during a span of 7 to 10 years. The multimodal features in all 3 cases were classic for PPS retinal toxic effects. The findings of this case series suggest that PPS retinal toxic effects can occur with subcutaneous administration alone, at much lower doses than typically occurs with oral administration, potentially due to 10-fold higher bioavailability. Early recognition of this toxic maculopathy with multimodal imaging is important to limit exposure to this drug and avoid incorrect treatments. Given progression of maculopathy even following cessation, caution is advised when using subcutaneous PPS.",
  "disease": "osteoarthritis"
}