{
  "pmid": "41466553",
  "title": "Exploring Stakeholder Perceptions and Experience of Biosimilar Insulin Switching: A Scoping Review.",
  "abstract": "The option to switch patients to more cost-effective biosimilar insulins has been available since 2014, and the market share for these medicines has been slowly increasing since then. This scoping review aimed to identify the current knowledge around stakeholder perception and experience of biosimilar insulin switches. A systematic search strategy of the published literature was conducted using several bibliographic databases including PubMed, Web of Science and CINAHL Ultimate to identify relevant articles. A grey literature search and reference scouring were also employed. A thematic analysis of the literature was then conducted to identify and synthesize findings in a narrative format. The search identified a total of 184 records, with 20 deemed eligible for inclusion. These comprised research studies, reviews, guidance and opinion pieces with several themes identified, including healthcare professional, patient and health service administrator perspectives. Healthcare professional concerns about switching established patients, as well as patient perceptions and experiences, were highlighted as key barriers to biosimilar insulin adoption, although patients expressing strong opinions against switching were in the minority. The established nature and proven efficacy of the reference products served as a barrier to patient acceptance. Financial considerations, especially in the context of publicly funded healthcare systems, and factors expected to facilitate biosimilar insulin switches were also identified as key themes. There is considerable uncertainty about how stakeholders perceive biosimilar insulin switches, particularly managed switch programmes. Almost no literature related to the experience of stakeholders who have already engaged in biosimilar insulin switching was identified. More research is needed to provide guidance on how healthcare systems can implement biosimilar insulin switch programmes in a manner acceptable to healthcare professionals and patients.",
  "disease": "diabetes mellitus"
}