{
  "pmid": "41378507",
  "title": "Insomnia, Sleep Apnea, and Incidence of Hypertension and Cardiovascular Disease Among Men and Women US Veterans.",
  "abstract": "Comorbid insomnia and obstructive sleep apnea (COMISA) is associated with cardiovascular disease (CVD) in older adults. The associations of COMISA with cardiovascular risk among military veterans, who show a greater risk for hypertension and CVD than non-Veterans, and whether associations differ by sex are unknown. Thus, we examined associations of COMISA with incident hypertension and CVD risk in post-9/11 Veterans. This retrospective cohort included patients who enrolled in Veterans Health Administration care from 2001 to 2021. Insomnia and obstructive sleep apnea were defined by ≥2 outpatient diagnoses. Hypertension was defined by ≥2 outpatient-coded diagnoses or ≥1 antihypertensive medication fill; CVD by ≥1 inpatient or ≥2 outpatient diagnoses. Time-varying Cox proportional hazard models adjusted for demographics, behavioral, and clinical factors were conducted overall and by sex. Sensitivity analyses accounted for health care use, a 180-day washout, sleep study-confirmed diagnoses, outpatient blood pressure data, and inclusion of patients deceased during follow-up. Among 937 598 veterans (12% women; median age, 41 years), COMISA was associated with increased hypertension risk overall (adjusted hazard ratio [aHR], 2.43 [95% CI, 2.36-2.50]), in men (aHR, 2.09 [95% CI, 2.02-2.16]) and in women (aHR, 2.20 [95% CI, 2.00-2.42]). Insomnia alone (aHR, 1.27-1.44) and obstructive sleep apnea only (aHR, 2.00-2.26) were also associated with elevated risk. COMISA was similarly associated with CVD risk overall (aHR, 3.81 [95% CI, 3.64-3.99]), in men (aHR, 3.81 [95% CI, 3.63-4.00]) and women (aHR, 3.44 [95% CI, 2.98-3.98]), as were insomnia (aHR, 1.36-1.37) and obstructive sleep apnea (aHR, 3.32-2.62). Sensitivity analyses were consistent. COMISA conferred the greatest risk of hypertension and CVD among post-9/11 Veterans. Identifying disordered sleep among men and women may be an important CVD prevention priority.",
  "disease": "chronic obstructive pulmonary disease"
}