{
  "pmid": "41390096",
  "title": "Evolving indications for transcatheter aortic valve implantation (TAVI): key issues from procedural challenges to lifetime management.",
  "abstract": "Transcatheter aortic valve implantation (TAVI) has evolved from a less invasive option for inoperable patients with symptomatic severe aortic stenosis (AS) to a first-line treatment for patients ≥70 years of age with tricuspid aortic valve stenosis, if anatomy is suitable, across the whole risk spectrum. As indications expand toward younger, low-risk and asymptomatic patients, the clinical paradigm is shifting from isolated valvular intervention to lifetime valve management. This requires balancing procedural planning to optimize the index procedure with long-term considerations, including prosthesis durability, coronary re-accessibility, need for TAVI-in-TAVI, and risk of patient-prosthesis mismatch and conduction abnormalities. Prosthesis and patient-related challenges remain central. Bicuspid aortic valve and small aortic annulus are anatomical features associated with an increased post-TAVI risk of paravalvular leak, patient-prosthesis mismatch, and conduction disturbances, though outcomes have improved with new-generation devices and meticulous preprocedural planning. Durability concerns are particularly relevant in younger patients, with TAVI-in-TAVI offering a feasible reintervention strategy yet raising issues of coronary re-access and potential patient-prosthesis mismatch. Conduction disturbances and permanent pacemaker implantation remain frequent after TAVI, underscoring the importance of implantation techniques and physiologic pacing strategies. Furthermore, concomitant coronary artery disease requires individualized revascularization strategies, with an increasing role of invasive physiological assessment. Beyond device-related factors, medical therapy may favourably influence clinical outcomes in patients undergoing TAVI, both in pre- and post-procedural setting. In this era of expanding indications, achieving durable, favourable outcomes requires a comprehensive approach that integrates anatomical and clinical considerations, individualized device selection, careful lifetime planning, and optimization of pharmacologic therapy.",
  "disease": "coronary artery disease"
}