{
  "pmid": "41396314",
  "title": "Preferences regarding technology to unobtrusively monitor symptoms in rheumatoid arthritis: a qualitative study using focus group discussions.",
  "abstract": "Digital tools can be used for both self-tracking and telemonitoring of symptoms of rheumatoid arthritis. However, long-term monitoring can be a significant burden on patients, hindering implementation. The objective of this study is to understand patient preferences and barriers regarding long-term symptom monitoring. Five focus groups with 20 people with rheumatoid arthritis (RA) and 14 healthcare professionals were organised. Topics included motivations to monitor, motivators and barriers, willingness to put effort into monitoring, data collection, and privacy concerns. People with RA are interested in self-tracking to support self-management, and in optimizing hospital visits through telemonitoring. Monitoring has to be personalized, with a wearable and affordable device, to monitor a variety of symptoms. People are willing to invest up to 3 months to personalize settings. After that, long-term monitoring should be unobtrusive, not requiring active participation. Data should be processed and presented with clear feedback. Data should also be shared with healthcare professionals to improve disease management and to optimize hospital visits. Medical professionals see benefits as patients become better informed. Telemonitoring is perceived especially relevant if information on disease activity and medication side-effects can be obtained. People with RA see benefits for long-term monitoring, both with regard to self-tracking and telemonitoring. Even though they are willing to invest initial effort, for the long-term monitoring they prefer more unobtrusive types of monitoring. Similarly, medical professionals see benefits in only seeing patients when needed, however; they fear an overload on information which could raise the workload even further. The online version contains supplementary material available at 10.1007/s00296-025-06041-9.",
  "disease": "rheumatoid arthritis"
}