{
    "title": "Evaluation of lymph node counts in primary retroperitoneal lymph node dissection.",
    "doc_id": "20665486",
    "writer": "Thompson RH",
    "year": "2010",
    "summary": "Features that were associated with lymph node counts, positive lymph nodes, the number of positive lymph nodes, and the risk of positive contralateral lymph nodes were evaluated with regression models. RESULTS: The median (i …",
    "abstract": "Background:\n        \n      \n      Lymph node counts are a measure of quality assurance and are associated with prognosis for numerous malignancies. To date, investigations of lymph node counts in testis cancer are lacking.\n    \n\n\n          Methods:\n        \n      \n      By using the Memorial Sloan-Kettering Testis Cancer database, the authors identified 255 patients who underwent primary retroperitoneal lymph node dissection (RPLND) for nonseminomatous germ cell tumors (NSGCTs) between 1999 and 2008. Features that were associated with lymph node counts, positive lymph nodes, the number of positive lymph nodes, and the risk of positive contralateral lymph nodes were evaluated with regression models.\n    \n\n\n          Results:\n        \n      \n      The median (interquartile range [IQR]) total lymph node count was 38 lymph nodes (IQR, 27-53 total lymph nodes), and it was 48 (IQR, 34-61 total lymph nodes) during the most recent 5 years. Features that were associated with higher lymph node count on multivariate analysis included high-volume surgeon (P = .034), clinical stage (P = .036), and more recent year of surgery (P < .001); whereas pathologist was not associated significantly with lymph node count (P = .3). Clinical stage (P < .001) and total lymph node count (P = .045) were associated significantly with finding positive lymph nodes on multivariate analysis. The probability of finding positive lymph nodes was 23%, 23%, 31%, and 48% if the total lymph node count was <21, 21 to 40, 41 to 60, and >60, respectively. With a median follow-up of 3 years, all patients remained alive, and 16 patients developed recurrent disease, although no patients developed recurrent disease in the paracaval, interaortocaval, para-aortic, or iliac regions.\n    \n\n\n          Conclusions:\n        \n      \n      The current results suggested that >40 lymph nodes removed at RPLND improve the diagnostic efficacy of the operation. The authors believe that these results will be useful for future trials comparing RPLNDs, especially when assessing the adequacy of lymph node dissection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20665486/"
}