{
  "pmid": "41452545",
  "title": "Hypomagnesemia in peritoneal and hybrid dialysis: prevalence, predictors, and association with atrial fibrillation.",
  "abstract": "Although hypomagnesemia is theoretically induced by the peritoneal dialysis (PD) environment, its real-world risk and clinical correlates remain unclear, and its association with atrial fibrillation (AF) has not been evaluated. We conducted a cross-sectional study using nationwide data from the 2019 annual survey of the Japanese Society for Dialysis Therapy. Adults (≥ 20 years) undergoing hemodialysis (HD) or PD were included. Serum magnesium (sMg) was categorized into five groups (≤ 1.5, > 1.5- ≤ 2.0, > 2.0- ≤ 2.5, > 2.5- ≤ 3.0, and > 3.0 mg/dL). The prevalence of hypomagnesemia (≤ 1.5 mg/dL) was compared among PD-only, hybrid, and HD patients. Among PD-only and hybrid patients, the association between sMg and AF was examined using logistic regression. Factors associated with sMg levels were further analyzed using a general linear model.Please check and confirm that the authors and their respective affiliations have been correctly identified and amend if necessary.Dr. Tatsunori Toida's affiliation has been corrected. Otherwise, OK. A total of 2,347 PD, 806 hybrid, and 177,779 HD patients were analyzed. The prevalence of hypomagnesemia was 6.2% in PD-only, 3.6% in hybrid, and 0.5% in HD patients. Hypomagnesemia was significantly associated with AF (adjusted OR 2.96, 95% CI 1.64-5.33). Lower sMg levels were associated with higher renal Kt/V, higher total daily dialysate volume, use of icodextrin, and higher peritoneal equilibration test dialysate-to-plasma ratio, whereas higher sMg levels were associated with greater ultrafiltration volume, use of automated PD, and hybrid dialysis. Hypomagnesemia is common in PD and is associated with an increased prevalence of AF. Further studies are warranted to identify the optimal sMg range for AF prevention and to develop PD prescription strategies for maintaining appropriate sMg levels.",
  "disease": "hypertension"
}