{
    "title": "From here to epilepsy: the risk of seizure in patients with Alzheimer's disease.",
    "doc_id": "26907471",
    "writer": "Nicastro N",
    "year": "2016",
    "summary": "We also discuss specific antiepileptic treatment strategies in patients with Alzheimer's disease, as well as transient epileptic amnesia as a possible crossroads between degeneration and epilepsy. Regarding epidemiology, we searched publications in Pubmed, Me …",
    "abstract": "To describe the association between Alzheimer's disease and seizures by reviewing epidemiological data from available literature and to assess the putative pathophysiological links between neurodegeneration and altered cortical excitability. We also discuss specific antiepileptic treatment strategies in patients with Alzheimer's disease, as well as transient epileptic amnesia as a possible crossroads between degeneration and epilepsy. Regarding epidemiology, we searched publications in Pubmed, Medline, Scopus and Web of Science (until September 2015) using the keywords \"incidence\", \"prevalence\" and \"frequency\", as well as \"Alzheimer's disease\" and \"seizures\". In addition, therapeutic aspects for seizures in Alzheimer's disease were searched using the key words \"antiepileptic drugs\", \"seizure treatment\" and \"Alzheimer\". The prevalence and incidence rates of seizures were found to be increased 2 to 6-fold in patients with Alzheimer's disease compared to age-adjusted control patients. Treatment strategies have mainly been extrapolated from elderly patients without dementia, except for one single randomised trial, in which levetiracetam, lamotrigine and phenobarbital efficacy and tolerance were investigated in patients with Alzheimer's disease. Mouse models appear to show a major role of amyloid precursor protein and its cleavage products in the generation of cortical hyperexcitability. A link between Alzheimer's disease and epilepsy has long been described and recent cohort studies have more clearly delineated risk factors associated with the genesis of seizures, such as early onset and possibly severity of dementia. As genetic forms of Alzheimer's disease and experimental mouse models suggest, beta-amyloid may play a prominent role in the propagation of synchronised abnormal discharges, perhaps more via an excitatory mode than a direct neurodegenerative effect.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26907471/"
}