{
    "title": "Unique strengths of ELISPOT for T cell diagnostics.",
    "doc_id": "21956497",
    "writer": "Lehmann PV",
    "year": "2012",
    "summary": "The quest of T cell immune diagnostics is to understand which specific effector function and T cell lineage is associated with a given clinical outcome, be it positive or adverse. ...Thus, the two assays systems compliment each other in the quest to un …",
    "abstract": "The T cell system plays an essential role in infections, allergic reactions, tumor and transplant rejection, as well as autoimmune diseases. It does so by the selective engagement of different antigen-specific effector cell lineages that differentially secrete cytokines and other effector molecules. These T cell subsets may or may not have cytolytic activity, can preferentially migrate to different tissues, and display variable capabilities to expand clonally. The quest of T cell immune diagnostics is to understand which specific effector function and T cell lineage is associated with a given clinical outcome, be it positive or adverse. No single assay can measure all of the relevant parameters. In this chapter, we review the unique contributions that ELISPOT assays can make toward understanding T cell-mediated immunity. ELISPOT assays have an unsurpassed sensitivity in detecting low frequency antigen-specific T cells that secrete effector molecules, including granzyme and perforin. They provide robust, highly reproducible data - even by first time users. Because ELISPOT assays require roughly tenfold less cell material than flow cytometry, ELISPOT is ideally suited for all measurements requiring parallel testing under multiple conditions. These include defining (a) T cell reactivity to individual peptides of extensive libraries, thereby establishing the fine-specificity of the response, and determinant mapping; (b) reactivity to different concentrations of the antigen in serial dilutions to measure the avidity of the T cell response; or (c) different secretory products released by T cells which define their respective effector lineage/functions. Further, because T cells survive ELISPOT assays unaffected, they can be retested for the acquisition of additional information in follow-up assays. These strengths of ELISPOT assays the weaknesses of flow cytometry-based measurements. Thus, the two assays systems compliment each other in the quest to understand T cell-mediated immunity in vivo.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21956497/"
}