{
  "pmid": "41327102",
  "title": "The burden of chronic respiratory disease in Western Pacific Region from 1990 to 2021: a systematic analysis for the global burden of disease study 2021.",
  "abstract": "Chronic respiratory diseases (CRDs) like asthma, chronic obstructive pulmonary disease (COPD), pneumoconiosis, interstitial lung disease (ILD) and pulmonary sarcoidosis pose a major global health challenge. This study thoroughly examines the impact of CRDs in the Western Pacific Region (WPR) from 1990 to 2021. Using data from the Global Burden of Disease 2021 study, we evaluated the CRD burden (incidence, prevalence, mortality, disability-adjusted life years (DALYs) in the WPR. The analysis was categorized by age (20-54, ≥ 55), sex, country, CRD subtype, and risk factors, with temporal trends measured by annual and average annual percentage changes (APC, AAPC). From 1990 to 2021, CRD-related DALYs and mortality decreased across all ages, but incidence and prevalence have increased in those aged 20-54 since 2014. Men bear a higher CRD burden than women, though the gap is closing in the 20-54 age group. Air pollution and tobacco are key risk factors, with high body mass index (BMI) becoming more significant, especially for ages 20-54. High-socio-demographic index (SDI) countries show lower mortality and DALYs despite high prevalence and incidence. COPD and asthma are the main CRDs, with asthma most common in ages 20-54 and COPD in those 55 and older. ILD and pulmonary sarcoidosis burdens have risen, particularly in the 55 + group and in medium-high SDI countries like Japan, Australia, and South Korea. Pneumoconiosis is most prevalent in China and South Korea, mainly affecting males aged 20-54. Despite advances in lowering CRD mortality and DALYs in the Western Pacific since 1990, challenges persist, including high COPD and asthma rates, rising ILD and pulmonary sarcoidosis, localized pneumoconiosis, and more young adult cases. Ongoing efforts in tobacco control, air pollution reduction, weight management, and occupational safety are crucial to further decrease the CRD burden.",
  "disease": "chronic obstructive pulmonary disease"
}