{
  "pmid": "41465908",
  "title": "Causal relationship between branched-chain amino acids and their metabolites and frailty: A two-sample Mendelian randomization study.",
  "abstract": "Increasing evidence suggests that branched-chain amino acids (BCAAs) are associated with frailty. However, whether there is a causal relationship between them remains to be seen. In addition, the metabolism of amino acids in the body is complex, and many previous studies have neglected the effects of their metabolites. The aim of this study was to investigate the relationship between BCAAs and their metabolites and indicators of frailty through Mendelian randomization (MR) methods, so as to determine the causal relationship between the 2, and to provide potential information for preventive and therapeutic strategies for frailty. A MR study was conducted using public genome-wide association studies (GWAS) data, applying inverse variance weighted as the primary method and complementary methods such as MR-Egger, weighted median, and mode. Cochran Q and MR-Egger were used to assess heterogeneity and pleiotropy. MR-PRESSO was utilized to detect and correct horizontal pleiotropy effects. The inverse variance weighted analysis suggested significant causal associations between acetoacetate levels and hand grip strength (left), acetoacetate levels, plasma isobutyrylcarnitine (C4) levels in chronic kidney disease and leucine and hand grip strength (right), leucine, valine, isoleucine and total concentration of BCAAs (leucine + isoleucine + valine) and frailty index, isoleucine, leucine, total concentration of BCAAs (leucine + isoleucine + valine) and valine and usual walking pace, propionylcarnitine levels and isobutyrylcarnitine (c4) levels and weight loss (P < .05), while no causal associations between BCAA and other frailty traits. The sensitivity analysis found the results to be robust. This study provided support for a causal association between BCAAs and their metabolites and frailty. Further exploration was still required to understand the potential mechanism.",
  "disease": "chronic kidney disease"
}