{
  "pmid": "41459857",
  "title": "Comprehensive Meta-Analysis of 28 miRNA-SNPs Reveals First Pooled Evidence for Five Variants Associated with Breast Cancer Susceptibility.",
  "abstract": "MicroRNA-related single nucleotide polymorphisms (miRNA-SNPs) influence post-transcriptional gene regulation and may contribute to breast cancer susceptibility. Individual case-control studies have evaluated several miRNA-SNPs, but there is limited or no pooled evidence available for many variants. This study aimed to conduct a comprehensive meta-analysis of miRNA-SNPs and their associations with breast cancer risk, including novel variants not previously examined in pooled analyses. A systematic search of PubMed, Scopus, Web of Science, and Google Scholar up to July 2024 identified eligible case-control studies. Fifty-eight studies involving 28 miRNA-SNPs were included. Pooled odds ratios (ORs) and 95% confidence intervals (CIs) were calculated under multiple genetic models. Subgroup analyses were conducted using population and genotyping methods. Heterogeneity was explored using meta-regression, and robustness was assessed via leave-one-out sensitivity analyses. Five previously established SNPs-rs11614913, rs895819, rs3746444, rs2910164, and rs2043556 showed significant associations with breast cancer risk. Additionally, five novel variants rs1053872, rs2018562, rs5750504, rs2682818, and rs353291-were identified as significantly associated for the first time. These SNPs are functionally linked to PI3K/AKT, NF-κB, and EGFR signaling pathways. The genotyping method was the major contributor to heterogeneity (R² = 41.16%). Population-specific associations were observed, with rs2910164 significant across four continents. Most associations were stable in sensitivity analyses. This meta-analysis is the first to provide pooled evidence for five novel miRNA-SNPs associated with breast cancer susceptibility. The findings confirm key genetic variants and reveal new population-specific markers that may inform polygenic risk models and precision prevention strategies.",
  "disease": "breast cancer"
}