{
  "pmid": "41430111",
  "title": "Analysis of bacterial pathogen spectrum and epidemiological characteristics of pediatric lower respiratory tract infections: a large sample study based on bronchoalveolar lavage.",
  "abstract": "Lower respiratory tract infection (LRTI) is a common disease that endangers the health of children. Our study aims to investigate the bacterial etiology of LRTI and explore the risk factors associated with severe pneumonia among hospitalized children in Chongqing, China. The bronchoalveolar lavage fluid (BLAF) samples of 2,962 hospitalized pediatric patients diagnosed with LRTI from January to December 2024 were collected and subjected to detection of respiratory bacterial pathogens using a kit based on on-chip loop-mediated isothermal amplification (LAMP). The distributions of the bacterial pathogens in different age groups, genders and seasons were analyzed. Logistic regression analyses were applied to determine the factors associated with the severity of pneumonia in children. Of the 2,962 pediatric patients, 1,520 (51.32%) cases tested positive for at least one respiratory bacterial pathogen. Among the bacterial pathogens, Haemophilus influenzae (24.75%) was the most prevalent, followed by Streptococcus pneumoniae (19.75%), methicillin-resistant Staphylococcus (11.31%) and Staphylococcus aureus (9.08%), which were the main pathogens detected in the children enrolled. Age-related analyses indicated higher detection rates of Haemophilus influenzae (28.55%) in toddlers, Streptococcus pneumoniae (29.00%) in preschool children, and Staphylococcus aureus (17.37%) and methicillin-resistant Staphylococcus (21.09%) in infants. No significant difference in infection rates was identified between boys and girls. Moreover, diverse seasonal peaks were observed for the main pathogens. Co-infections were detected in 428 (14.45%) cases, with double infections constituting the majority (79.67%). In addition, logistic regression analyses revealed that male gender, elevated body temperature, high level of NEU and infection with Streptococcus pneumoniae might be risk factors for severe pneumonia of the children with LRTI. Our findings revealed the epidemiological patterns of respiratory bacterial pathogens and the potential risk factors for severe pneumonia in children with LRTI, providing theoretical basis for clinical prevention and specific therapies.",
  "disease": "influenza"
}