{
    "title": "First Report of Sugarcane yellow leaf virus (ScYLV) in Costa Rica.",
    "doc_id": "30823064",
    "writer": "Avila R",
    "year": "2001",
    "summary": "In Costa Rica, sugarcane plants with symptoms similar to those described for yellow leaf syndrome (YLS) (1,2) were first observed in 1994 in research plots of imported material in the midland areas of San Carlos and Turrialba. ...Symptomatic plants were characterized by …",
    "abstract": "In Costa Rica, sugarcane plants with symptoms similar to those described for yellow leaf syndrome (YLS) (1,2) were first observed in 1994 in research plots of imported material in the midland areas of San Carlos and Turrialba. Recently, the same symptoms have been observed in commercial plantations in Turrialba. Symptomatic plants were characterized by yellowing of the leaves and central veins, the yellowing being more intense near the leaf tips. In severe cases, veins became reddish, and necrosis developed along the leaf edges, beginning at the leaf tip and extending to the base of the leaf. Growth of stems and roots was also reduced in infected plants. Minipurifications of six plants of four different varieties were examined by immunospecific electron microscopy (ISEM) using polyclonal antibodies (1). They were: one symptomatic plant each of the varieties H782313 and H608521; two symptomatic plants of H657052, and one asymptomatic plant each of H608521 and H827318. Isometric particles of approximately 28 nm were observed in the asymptomatic H827318 plant and in all symptomatic plants, with the exception of one plant of H657052. The size and morphology of the particles was similar to those reported for Sugarcane yellow leaf virus (ScYLV) (2). The presence of ScYLV was verified by indirect enzyme-linked immunosorbent assay (ELISA) using polyclonal antibodies (1). Twenty-two of 24 symptomatic plants and five of 13 asymptomatic plants were positive for ScYLV. These findings confirm the association of ScYLV with the yellows syndrome of sugarcane observed in Costa Rica. However, as was also reported by Scaglusi and Lockhart (1), ScYLV was not detected in several symptomatic plants, and research is continuing to determine whether other pathogens are associated with this syndrome in Costa Rica. References: (1) S. Scagliusi and B. E. L. Lockhart. Phytopathology 90:120, 2000; (2) J. Vega et al. Plant Dis. 81:21, 1997.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30823064/"
}