{
    "title": "The Role of Testosterone Therapy in the Setting of Prostate Cancer.",
    "doc_id": "29961247",
    "writer": "Rodriguez KM",
    "year": "2018",
    "summary": "PURPOSE OF REVIEW: The role of testosterone in the development of prostate cancer and the safety of testosterone therapy (TTh) after prostate cancer treatment, or in the setting of active surveillance, remains controversial. ...In men with high-risk …",
    "abstract": "Purpose of review:\n        \n      \n      The role of testosterone in the development of prostate cancer and the safety of testosterone therapy (TTh) after prostate cancer treatment, or in the setting of active surveillance, remains controversial. There are many concerns about using TTh in men, particularly those with a history of prostate cancer, ranging from a possible increased risk of cardiovascular disease to cancer progression or recurrence. With many prostate cancer patients living longer, and hypogonadism having significant morbidity, much care must go into the decision to treat. Here, we review the literature investigating the effects of testosterone on the prostate as well as the efficacy and safety of exogenous testosterone in men with a history of prostate cancer.\n    \n\n\n          Recent findings:\n        \n      \n      The improvement in quality of life with TTh is well studied and understood, while the argument for significantly increased risk of cancer or other adverse effects is much less robust. Neither increased rates of prostate cancer, cancer recurrence, or cardiovascular risk have been well established. In men with high-risk prostate cancer, evidence in the setting of TTh is very limited, and TTh should be used with caution. The fears of TTh causing or worsening prostate cancer do not appear to be well supported by available data. Though more studies are needed to definitively determine the safety of TTh in men with prostate cancer, consideration should be given to treatment of hypogonadal men with a history of CaP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29961247/"
}