{
  "pmid": "41435216",
  "title": "Feasibility of Providing Colorectal Cancer Screening in the Context of Door-to-Door Vaccination Activities in Mexico City.",
  "abstract": "Colorectal cancer burden is increasing in Mexico. Population-based screening programs will be needed to address this public health challenge. Our objective was to explore the feasibility of offering colorectal cancer screening (CRCS) with a fecal immunochemical test (FIT) kit in the context of an existing door-to-door vaccination program in Mexico City. The study was conducted in Mexico City in 2019-2020, before and during the onset of the COVID-19 pandemic. Design of the intervention was informed by focus group interviews with average-risk adults age 50-75 years served by a door-to-door vaccination program and interviews with primary care clinic and hospital staff serving this community. The intervention involved offering FIT to household members age 50-75 years during routine door-to-door immunization campaigns, with follow-up colonoscopy for those with abnormal results. Feasibility and acceptability of the intervention was evaluated through analysis of patient participation, clinical outcomes, and surveys. A total of 132/178 (74.2%) eligible community participants accepted a FIT kit after receiving information from a trained health promoter. Mean age of participants was 62.0 (±6.8) years, and most were women (n = 84, 63.6%). Among participants, 94 (71.2%) returned FIT for testing. Of these, 20 (21.3%) had an abnormal FIT result (≥20 ngHg/mL) and were offered colonoscopy. Of these, 10 (50%) completed the colonoscopy. Recruitment was halted due to the COVID-19 pandemic, which also became a barrier to colonoscopy completion. Offering CRCS with FIT during door-to-door vaccination activities was feasible and acceptable to outreach workers and patients. Further studies are needed to determine interventions and implementation strategies necessary for scale-up and the effectiveness within integrated health systems.",
  "disease": "colorectal cancer"
}