{
    "title": "Duration and Voice Quality of Early Infant Vocalizations.",
    "doc_id": "29872837",
    "writer": "Gregory A",
    "year": "2018",
    "summary": "The purpose of this study was to evaluate the durational properties of infant vocalizations from the unique perspective of voice quality. By considering an infant's modal and nonmodal voice qualities, the developmental range of vocalizations produced by infants duri …",
    "abstract": "Purpose:\n        \n      \n      Infant vocal durations have been studied from a variety of perspectives, including medical, social, and linguistic. The resultant developmental profile across the first 6 months of life, however, is still far from clear. The purpose of this study was to evaluate the durational properties of infant vocalizations from the unique perspective of voice quality. By considering an infant's modal and nonmodal voice qualities, the developmental range of vocalizations produced by infants during the early months of life was captured.\n    \n\n\n          Method:\n        \n      \n      Four Australian English-speaking infants were recorded for approximately 1 hr per week during the first 6 months of life. A total of 6,309 vocalizations were perceptually identified and labeled according to voice quality. The duration of each vocalization was subsequently measured.\n    \n\n\n          Results:\n        \n      \n      A nonlinear curve was evident for the duration of all vocalizations combined. Duration increased significantly between Months 3 and 5. Modal voice was the only voice quality that displayed a linear increase in duration across the study. All other voice qualities displayed polynomial trends.\n    \n\n\n          Conclusions:\n        \n      \n      Based on the current results, the inconsistent pattern of vocal duration development found previously can be reconciled when voice quality properties of vocalizations are taken into account. A nonlinear curve is evident when a broad corpus of infant vocalizations is used, whereas a narrow corpus containing predominantly modal vocalizations displays a linear trend. The results demonstrate the necessity of including nonmodal voice qualities in infant duration experiments so as to not overstate the linear nature of duration increases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29872837/"
}