{
    "title": "Consensus Paper: Cerebellum and Social Cognition.",
    "doc_id": "32632709",
    "writer": "Van Overwalle F",
    "year": "2020",
    "summary": "This role is evident in social cognition based on interpreting goal-directed actions through the movements of individuals (social \"mirroring\") which is very close to its original role in motor learning, as well as in social understanding of other individuals' mental state, …",
    "abstract": "The traditional view on the cerebellum is that it controls motor behavior. Although recent work has revealed that the cerebellum supports also nonmotor functions such as cognition and affect, only during the last 5 years it has become evident that the cerebellum also plays an important social role. This role is evident in social cognition based on interpreting goal-directed actions through the movements of individuals (social \"mirroring\") which is very close to its original role in motor learning, as well as in social understanding of other individuals' mental state, such as their intentions, beliefs, past behaviors, future aspirations, and personality traits (social \"mentalizing\"). Most of this mentalizing role is supported by the posterior cerebellum (e.g., Crus I and II). The most dominant hypothesis is that the cerebellum assists in learning and understanding social action sequences, and so facilitates social cognition by supporting optimal predictions about imminent or future social interaction and cooperation. This consensus paper brings together experts from different fields to discuss recent efforts in understanding the role of the cerebellum in social cognition, and the understanding of social behaviors and mental states by others, its effect on clinical impairments such as cerebellar ataxia and autism spectrum disorder, and how the cerebellum can become a potential target for noninvasive brain stimulation as a therapeutic intervention. We report on the most recent empirical findings and techniques for understanding and manipulating cerebellar circuits in humans. Cerebellar circuitry appears now as a key structure to elucidate social interactions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32632709/"
}