{
    "title": "An Audit of the Quality of Reporting and Bias of Studies on Yoga in Epilepsy.",
    "doc_id": "36352602",
    "writer": "Das S",
    "year": "2022",
    "summary": "BACKGROUND: Yoga is increasingly being used as a complementary mode of treatment for epilepsy along with pharmacotherapy; however, the quality of reporting and bias of studies on yoga in epilepsy is uncertain. OBJECTIVE: This study was performed to systematically evaluate …",
    "abstract": "Background:\n        \n      \n      Yoga is increasingly being used as a complementary mode of treatment for epilepsy along with pharmacotherapy; however, the quality of reporting and bias of studies on yoga in epilepsy is uncertain.\n    \n\n\n          Objective:\n        \n      \n      This study was performed to systematically evaluate the reporting quality and bias of the published studies on yoga in epilepsy.\n    \n\n\n          Materials and methods:\n        \n      \n      PubMed and Cochrane databases were searched for studies investigating the efficacy of yoga in epilepsy or describing the patients' or caregivers' knowledge, attitude, influence, and practice of yoga in epilepsy. The reporting qualities of the studies were appraised by standard reporting checklists (CONSORT, STROBE, COREQ, and modified CONSORT) and the risks of bias were assessed using standard tools (Cochrane Collaboration's risk of bias tool, Newcastle-Ottawa scale, and ROBINS-I tool) according to the study designs.\n    \n\n\n          Results:\n        \n      \n      Fifteen studies (four randomized control trials, seven observational studies, three non-randomized interventional studies, and one was a mixed-method study) were included. The reporting qualities of the studies which evaluated the role of yoga in epilepsy were comparatively poor from the methodological perspective and the risks of bias were comparatively high than those which described the knowledge, attitude, influence, and practice of yoga in epilepsy.\n    \n\n\n          Conclusion:\n        \n      \n      The reporting qualities of studies in relation to yoga and epilepsy were not satisfactory and the risks of bias were high. Hence, it is imperative to be cautious before widely recommending yoga in epilepsy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36352602/"
}