{
    "title": "Changing epidemiology of yellow fever virus in Oyo State, Nigeria.",
    "doc_id": "35260123",
    "writer": "Bassey BE",
    "year": "2022",
    "summary": "A large epidemic of yellow fever occurred in Oyo State in April and May 1987 following an epidemic of sylvatic yellow fever in Eastern Nigeria the previous year. ...Yellow Fever disease has no cure, but control is through vaccination and …",
    "abstract": "Background:\n        \n      \n      Yellow Fever is an acute viral hemorrhagic disease endemic in tropical Africa and Latin America and is transmitted through infected mosquitoes. The earliest outbreak of yellow fever in Nigeria was reported in Lagos in 1864 with subsequent regular outbreaks reported until 1996. A large epidemic of yellow fever occurred in Oyo State in April and May 1987 following an epidemic of sylvatic yellow fever in Eastern Nigeria the previous year. For 21 years, no further confirmed cases were reported until September 2017 following which Nigeria has been responding to successive outbreaks. The renewed onset of yellow fever outbreaks in Nigeria followed a global trend of reports and from other African countries. Yellow Fever disease has no cure, but control is through vaccination and vector control. Eliminating Yellow fever Epidemic (EYE) strategy to improve high-risk countries' prevention, preparedness, detection, management, and response to yellow fever outbreaks was developed by the WHO in 2017 and launched in Nigeria in April 2018. Yet, poor vaccination coverage continues to be a cause for concern.\n    \n\n\n          Materials and methods:\n        \n      \n      We conducted a retrospective cross-sectional study that examines the resurgence of Yellow fever cases and outbreaks from 2013 to 2020 in Oyo State, Nigeria. The Yellow Fever data for both surveillance and routine Expanded Programme on Immunization (EPI) were the focus of the review. Surveillance data were retrieved from the State's database reported by all 33 LGAs, maintained by the State and supported by the World Health Organization at the Zonal and State levels. The routine EPI data were retrieved from District Health Information Software (DHIS_2). The proportion of LGAs reporting at least one case of suspected yellow fever with a blood specimen and the number of suspected cases reported for each year within the period under review was measured. We also assessed the trend of confirmed cases and the incidence per 100,000 persons. Also, suspected cases of yellow fever were categorized into four age groups and their vaccination status was assessed. The State's annual administrative routine vaccination coverage for yellow fever vaccine was compared with the number of confirmed cases for each year.\n    \n\n\n          Results:\n        \n      \n      The proportion of LGAs reporting at least a case of suspected yellow fever, with blood samples collected, ranged from 6.1 to 84.9% between 2014 and 2020 while a total of 9 confirmed (8 cases) and probable (1 case) cases of yellow fever were recorded. However, there were no confirmed cases from the year 2013 to 2016, including 2018 but an upward trend of incidence of the disease per 100,000 persons from 0% to 2013 through 2018, to 3.5% in 2019, and then to 5.6% in 2020 was observed. 93 of 240 (39%) suspected yellow fever cases reported during the given period were observed to have received yellow fever vaccine.\n    \n\n\n          Conclusions:\n        \n      \n      In conclusion, the increase in the circulation of the yellow fever virus in the state reiterates the state is at a high risk of yellow fever transmission and underlines the need for viable interventions such as environmental hygiene to rid the environment of the disease vector's ecological niche and improving routine EPI coverage to provide population immunity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35260123/"
}