{
    "title": "Clinical determinants of sleep quality in patients with amyotrophic lateral sclerosis.",
    "doc_id": "37231286",
    "writer": "Goudarzi A",
    "year": "2023",
    "summary": "OBJECTIVES: Poor sleep quality is more prevalent in patients with amyotrophic lateral sclerosis (ALS) than in healthy populations. ...Sleep quality (PSQI) score correlated with ALSFRS-R score, BDI-II score, and ESS score. ...",
    "abstract": "Objectives:\n        \n      \n      Poor sleep quality is more prevalent in patients with amyotrophic lateral sclerosis (ALS) than in healthy populations. The purpose of this study was to examine whether or not motor dysfunction at various distinct levels correlates with subjective sleep quality.\n    \n\n\n          Methods:\n        \n      \n      Patients with ALS and controls were assessed using the Pittsburgh Sleep Quality Index (PSQI), ALS Functional Rating Scale Revised (ALSFRS-R), Beck Depression Inventory-II (BDI-II), and the Epworth Sleepiness Scale (ESS). The ALSFRS-R was used to obtain information on 12 different aspects of motor function in patients with ALS. We compared these data between the groups with poor and good sleep quality.\n    \n\n\n          Results:\n        \n      \n      A total of 92 patients with ALS and 92 age- and sex-matched controls entered the study. The global PSQI score was significantly higher in patients with ALS than in healthy subjects (5.5 ± 4.2 vs. 4.0 ± 2.8) and 44% of the patients with ALS had poor sleep quality (PSQI score > 5). The sleep duration, sleep efficiency, and sleep disturbances components were significantly worse in patients with ALS. Sleep quality (PSQI) score correlated with ALSFRS-R score, BDI-II score, and ESS score. Of the 12 ALSFRS-R functions, swallowing significantly affected sleep quality. Orthopnea, speech, salivation, dyspnea, and walking had a medium effect. In addition, turning in bed, climbing stairs, and dressing and hygiene were found to have a small effect on sleep quality among patients with ALS.\n    \n\n\n          Conclusions:\n        \n      \n      Nearly half of our patients had poor sleep quality related to disease severity, depression, and daytime sleepiness. Bulbar muscle dysfunction may be associated with sleep disturbances in individuals with ALS, particularly when swallowing is impaired. In addition, patients suffering from axial or lower limb muscle disruptions are likely to have trouble sleeping.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37231286/"
}