{
  "pmid": "41453720",
  "title": "Engineered Cationic Interleukin-1 Receptor Antagonist Outperforms Anakinra at Joint Retention and Preventing IL-1-induced Cartilage Inflammation.",
  "abstract": "Even after intra-articular injections, therapeutics to treat osteoarthritis are limited by rapid drug clearance given their poor joint retention. To address this, we engineered a cationic Interleukin-1 Receptor Antagonist (catIL-1RA) to target anionic cartilage and form drug depots within the joint. catIL-1RA was compared to IL-1RA (i.e. Anakinra) in terms of receptor binding, pharmacokinetics in an osteoarthritis rat model, and prevention of IL-1-induced catabolism in bovine cartilage explants. Computational modelling was performed to evaluate whether a cartilage-targeting cationic peptide carrier (CPC) should be added to the N- or C-terminal of IL-1RA to best preserve receptor binding. catIL-1RA was produced and receptor binding was compared to an equimolar dose of Anakinra in micromass chondrocyte culture. To assess pharmacokinetics, serum and synovial fluid were analyzed following injections of catIL-1RA or Anakinra in rats. Finally, therapeutics were compared in an IL-1-challenged bovine explant culture model. catIL-1RA with CPC on the C-terminal had the best predicted receptor binding and was produced. catIL-1RA reduced IL-1-mediated protein and RNA levels similarly to Anakinra, demonstrating comparable receptor binding. When intra-articularly administered in rats, catIL-1RA had slower serum clearance and a 25-fold increase in synovial fluid compared to Anakinra one week later. By retaining in cartilage explants, catIL-1RA prevented IL-1-induced cartilage catabolism throughout 16 days of explant culture, while Anakinra was ineffective at an equivalent or 4x higher dose. catIL-1RA has improved joint retention compared to Anakinra, without compromising receptor binding. This study shows biologics incorporating CPC can dramatically improve the joint bioavailability of disease-modifying OA drugs (DMOADs).",
  "disease": "osteoarthritis"
}