{
  "pmid": "41455080",
  "title": "Polyglycolic acid aerostatic patch for air leak management: Results from a decade of pulmonary resections using propensity-score weighting.",
  "abstract": "Prolonged air leaks are common after thoracic surgery and may be managed with synthetic aerostatic devices. This study assessed the impact of the Neoveil patch on air leak duration, hospital stay, and postoperative pneumonia. We conducted a retrospective monocentric study at Amiens University Hospital including adults undergoing lung resection between 2014 and 2024. Patients were divided into three groups: those receiving Neoveil, those not receiving it because of absence of indication, and those operated before its introduction in 2017. For analysis, the two latter groups were pooled as the Non-Neoveil arm. To address confounding, a propensity score was built from baseline covariates with standardized mean difference >5%, and inverse probability weighting was applied. The primary end-point was air leak duration, assessed with weighted linear regression. Secondary outcomes were hospital stay and postoperative pneumonia, analyzed with weighted linear and logistic regression. Among 1216 patients, 313 (26%) received Neoveil. Compared with the control group, Neoveil use was associated with shorter air leak duration both before adjustment (-1.01 days; p = 0.0004) and after adjustment (-0.67 days; p = 0.0042). Hospital stay was also reduced (-1.88 days before adjustment; -1.09 days after adjustment; p = 0.0022). No significant difference was observed for postoperative pneumonia after adjustment (adjusted Odds Ratio 0.73, 95% Confidence Interval 0.48-1.11; p = 0.14). Neoveil use was associated with reduced air leak duration and shorter hospital stay following lung resection, without significant impact on pneumonia. These findings support its potential role in enhancing postoperative recovery and highlight the need for confirmation in prospective multicentre studies.",
  "disease": "pneumonia"
}