{
    "title": "Developmental Pathways from Childhood Maltreatment to Young Adult Romantic Relationship Functioning.",
    "doc_id": "33472559",
    "writer": "Fitzgerald M.",
    "year": "2021",
    "summary": "Childhood abuse has been suggested to potentiate a maladaptive developmental trajectory, leaving adolescents and young adults at risk for mental health and romantic relationship problems. It has been suggested that mental health problems mediate the relationship between ch …",
    "abstract": "Childhood abuse has been suggested to potentiate a maladaptive developmental trajectory, leaving adolescents and young adults at risk for mental health and romantic relationship problems. It has been suggested that mental health problems mediate the relationship between childhood abuse and young adult romantic relationship functioning; however, there are few prospective studies. The objective of the current study was to examine the effects of childhood physical, sexual, and emotional abuse on posttraumatic stress symptoms in adolescence, and relationship quality, intimacy, companionship, and conflict in young adult's romantic relationships. Using data from the Longitudinal Studies of Childhood Abuse and Neglect (LONGSCAN), a sample of 313 racially diverse adolescents were used. Using structural equation modeling, it was found that dissociation mediated the relationship between physical abuse and relationship quality, but in the opposite direction of what was expected. Additionally, anger mediated the relationship from both physical and sexual abuse to conflict. Childhood abuse appears to influence young adult relationship functioning through mental health problems in mid-adolescence, particularly anger and dissociation. These results are consistent with the notion that children who were abused may struggle in romantic relationships in young adulthood and addressing mental health problems in adolescence may a point of intervention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33472559/"
}