{
    "title": "Does histological prostatic inflammation during transurethral resection of the prostate for bladder outlet obstruction affect post-operative urinary outcomes?",
    "doc_id": "36691261",
    "writer": "Arora B",
    "year": "2023",
    "summary": "OBJECTIVE: Benign prostate hyperplasia (BPH) is a common cause for bladder outlet obstruction (BOO) and lower urinary tract symptoms (LUTS) in men. ...The association between histological prostatitis found at transurethral resection of the prostate (TURP) and …",
    "abstract": "Objective:\n        \n      \n      Benign prostate hyperplasia (BPH) is a common cause for bladder outlet obstruction (BOO) and lower urinary tract symptoms (LUTS) in men. The pathophysiology of BPH is multifactorial and inflammation has been linked with progression of BPH and LUTS. The association between histological prostatitis found at transurethral resection of the prostate (TURP) and adverse post-operative urinary outcomes is not clearly defined. Our aim was to evaluate the association between histological prostatitis and adverse post-operative urinary outcomes following TURP procedure.\n    \n\n\n          Methods:\n        \n      \n      Patients who had undergone TURP for BPH at a single institution between 2014 and 2018 were included. The study population was divided into three cohorts: those with no histological inflammation, those with any form of inflammation and those specifically with prostatic stromal inflammation. Functional outcomes were assessed by defining a series of measurable post-operative \"LUTS events\" and comparing these to time-to-event profile using a Kaplan-Meier estimator.\n    \n\n\n          Results:\n        \n      \n      A total 198 patients were included (no inflammation n = 101; any inflammation n = 97, prostatic stromal inflammation n = 81). All three groups were comparable in terms of baseline characteristics. The any inflammation group had significantly more adverse post-operative outcomes after TURP compared to the no inflammation group, P = 0.0065. The stromal inflammation group had more LUTS events after surgery compared to the no inflammation groups in the first year of follow-up n = 0.011; over a 5-year follow-up period the results were not statistically significant, P = 0.244.\n    \n\n\n          Conclusion:\n        \n      \n      Histological prostatitis is associated with worse urinary outcomes after TURP compared to no inflammation. These results are useful in improving prognostic discussions with patients after TURP.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36691261/"
}