{
  "pmid": "41442023",
  "title": "Challenges in Evaluating Clinical Remission in Severe Asthma: Insights from the Mayo Clinic.",
  "abstract": "Clinical remission (CR) is an ambitious and achievable treatment goal for many patients with severe asthma. This study evaluated real-life care of patients in the U.S. using CR criteria defined by the American Thoracic Society; American College of Allergy, Asthma, and Immunology; and American Academy of Allergy, Asthma & Immunology. This retrospective cohort study (GSK ID: 219744) utilized data from the Mayo Clinic's electronic health record database (January 1, 2014-March 31, 2023). Eligible adults had severe asthma, ≥ 1 respiratory biologic initiated, and ≥ 12 months of clinical activity post-index date. The primary objective quantified the proportion of patients with documented CR component criteria 12-months post-biologic initiation. Criteria included asthma exacerbations, systemic corticosteroid use for asthma, missed work/school due to asthma, ≥ 2 pulmonary function tests, controller medication use for asthma, ≥ 2 asthma control tests, and rescue medication use for asthma. Of 4623 patients receiving respiratory biologics, 707 were eligible. Documentation was available for ≥ 1 component in 94.2% of patients; none had all criteria documented. Overall, 90.2%, 83.2%, 55.4%, and 33.0% of patients had documented controller medication use, rescue medication use, systemic corticosteroid use, and asthma exacerbations, respectively. For patients with documentation, 91.2% achieved ≥ 1 criterion. However, the proportion achieving remission decreased with the number of components; 0.6% of patients achieved ≥ 5 criteria. Of 141 (19.9%) patients receiving mepolizumab, documentation was available for ≥ 1 component in all patients; none had all criteria documented. The proportion of patients with documentation, and who achieved ≥ 1 to ≥ 4 criteria, was higher versus the overall population. This study demonstrated infrequent documentation of the CR components in routine practice, thereby limiting the comprehensive evaluation of CR. Standardized assessment protocols encompassing all domains are needed to enable accurate assessment of CR, and for treatment targets to provide clear goals for clinicians and patients.",
  "disease": "asthma"
}