{
    "title": "Associations of risk factors and the number of risk factors with the classification, GMFCS level and comorbidities with cerebral palsy: a retrospective study.",
    "doc_id": "39695464",
    "writer": "Gong C",
    "year": "2024",
    "summary": "OBJECTIVE: The objective was to explore the characteristics of risk factors in children with cerebral palsy (CP), focusing on the effects of single risk factors and the number of risk factors on the classification, GMFCS level, and comorb …",
    "abstract": "Objective:\n        \n      \n      The objective was to explore the characteristics of risk factors in children with cerebral palsy (CP), focusing on the effects of single risk factors and the number of risk factors on the classification, GMFCS level, and comorbidities of children with CP.\n    \n\n\n          Methods:\n        \n      \n      The medical records of children with CP hospitalized from 2015 to 2023 were reviewed. The effects of nine risk factors, such as hyperbilirubinemia, asphyxia, and HIE, on the classification, GMFCS level and comorbidities of children with CP were studied.\n    \n\n\n          Results:\n        \n      \n      In Part 1, among the 536 children with CP, 476 (88.8%) had obvious risk factors. Preterm birth and/or low birth weight were the most common risk factor (243 cases (45.3%)). CP combined with two risk factors was the most common, with 147 cases (27.4%). In Part 2, neonatal seizures were associated with epilepsy, and HIE and hyperbilirubinemia were associated with intellectual disability. Asphyxia was associated with high GMFCS levels and mixed CP. Preterm birth and/or low birth weight was associated with spastic diplegia, and hyperbilirubinemia was associated with involuntary movement. In Part 3, the number of risk factors in children with CP with epilepsy and/or hearing impairment seemed to be lower, but those with spastic quadriplegia were more likely to have more risk factors (≥ 4). In the six groups with 1-6 risk factors, intellectual disability and a GMFCS level ≥ level IV were more common in the various risk factor groups, but spastic hemiplegia and ataxia were less common.\n    \n\n\n          Conclusion:\n        \n      \n      Most children with CP have apparent risk factors, and the combination of two risk factors is relatively common. Preterm birth/low birth weight is the most common risk factor. The analysis of single risk factors revealed that the risk factors were related to the classification, GMFCS level and comorbidities. This correlation is consistent with the current research. Risk factors were more common in children with severe CP, high GMFCS levels, spastic quadriplegia, and intellectual disability.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39695464/"
}