{
  "pmid": "41449184",
  "title": "Abnormal variations in china' s elite sport performance under the COVID-19 pandemic: evidence from world champions and world records (2020-2022).",
  "abstract": "The COVID-19 pandemic has profoundly disrupted the global sports ecosystem, posing challenges not only to athletic performance but also to public health and physical activity promotion. Despite this, quantitative analyzes of the pandemic's systemic impact on China's elite sports output remain limited. This study leverages comprehensive data on Chinese world champions and world records spanning 2010 to 2024, employing a multi-period comparative framework that designates 2020-2022 as the pandemic impact phase. We systematically examine the temporal evolution, structural distribution, and institutional response mechanisms of sports output across pre-pandemic, pandemic, and post-pandemic periods. Applying moving averages, Z-score outlier detection, and structural attribution analyzes, we identify characteristic pandemic-related anomalies including a sharp decline in 2020, an abnormal rebound in 2021, and subsequent structural shifts. Further disaggregation by event type, gender, and institutional flexibility uncovers underlying systemic imbalances. Results reveal that core Olympic events sustained stable output through a \"bubble mechanism\" closed-environment strategy, mitigating infection risks and preserving training continuity. Conversely, peripheral and internationally-dependent sports experienced near-complete standstill. Female and para-sports demonstrated relative resilience, highlighting the role of targeted institutional support, whereas many non-Olympic events faced significant suspension. The 2021 rebound was accompanied by intensified institutional regulation and reduced international competition, leading to potential \"policy-driven pseudo-performance\" artifacts in some indicators. This study provides the first structural and mechanism-based quantitative assessment of the COVID-19 pandemic's institutional impacts on China's elite sports system. The proposed integrative analytical framework linking output data, institutional responses, and event structures offers novel insights into sports system resilience and informs public health policies integrating sports during major disruptions.",
  "disease": "covid-19"
}