{
    "title": "Perceptions of the health risk from hot days and the cooling effect of urban green spaces: a case study in Xi'an, China.",
    "doc_id": "37674680",
    "writer": "Zhang T",
    "year": "2023",
    "summary": "METHODS: A survey with a combination of closed-ended and open-ended questions was conducted in July 2021 among 13 urban parks in Xi'an City, China. With the help of ANOVA and ordinal logistic regression, this study investigated the influencing factors both on reside …",
    "abstract": "Background:\n        \n      \n      Hot days are one of the typical threats to human health and sustainable cities. The exploration of residents' perceptions of thermal environment and its mitigation measures will support the health risk prevention.\n    \n\n\n          Methods:\n        \n      \n      A survey with a combination of closed-ended and open-ended questions was conducted in July 2021 among 13 urban parks in Xi'an City, China. With the help of ANOVA and ordinal logistic regression, this study investigated the influencing factors both on residents' health risk perception of hot days and their perception of the effect of urban ecological landscape on reducing the thermal risk. The relationship between health risk perception and residents' needs of urban ecological construction was also explored.\n    \n\n\n          Results:\n        \n      \n      According to 325 valid questionnaires, the male-female ratio of respondents was found to be 1:0.87, young people aged 18-29 (26.46%), the retirees (27.08%) and the ones with undergraduate education (33.23%) were, relatively, the largest groups. The results show that 92.31% of the respondents believed that their daily lives were under the influence of hot days. Housing types, occupation, cooling equipment at work, and outdoor working hours all had a significant impact on their high temperature perceptions. The proportion of respondents who were under a huge health risk and sought medical treatment due to hot days was 30.16% and 44.92%, respectively. Women were 18.52 and 2.33 times more likely to suffer health threats and experience discomforts than men. Furthermore, 73.23% of the respondents believed that the urban ecological landscapes in Xi'an had an enhanced cooling effect in recent years. Compared with the morphological characteristics, residents' recognition of the restriction of landscape's area on its cooling effect was higher, and the residence duration showed a significant influence.\n    \n\n\n          Conclusion:\n        \n      \n      The cooling effect of green spaces and water effectively resisted urban thermal threats, and residents' needs of the urban ecological landscapes was associated with their health risk perceptions of hot days. In the future, it is necessary to promote the early warning of hot days, meanwhile, the optimization of landscape patterns of green infrastructures should be implemented in urban planning for the purposes of residents' health risk prevention.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37674680/"
}