{
    "title": "Quality of life in bimodal hearing users (unilateral cochlear implants and contralateral hearing aids).",
    "doc_id": "25373837",
    "writer": "Farinetti A",
    "year": "2015",
    "summary": "The main objective was to evaluate the bimodal self-rated benefits on auditory performance under real conditions and the quality of life in two groups of cochlear-implanted adults, with or without a contralateral hearing aid. ...A population of 183 postlingually dea …",
    "abstract": "The main objective was to evaluate the bimodal self-rated benefits on auditory performance under real conditions and the quality of life in two groups of cochlear-implanted adults, with or without a contralateral hearing aid. The secondary objective was to investigate correlations between the use of a hearing aid and residual hearing on the non-implanted ear. This retrospective study was realized between 2000 and 2010 in two referral centers. A population of 183 postlingually deaf adults, implanted with a cochlear experience superior to 6 months, was selected. The Speech, Spatial, and other Qualities of Hearing Scale were administered to evaluate the auditory performances, and the Nijmegen Cochlear Implant Questionnaire to evaluate the quality of life. The population was divided into two groups: a group with unilateral cochlear implants (Cochlear Implant-alone, n = 54), and a bimodal group with a cochlear implant and a contralateral hearing aid (n = 62). Both groups were similar in terms of auditory deprivation duration, duration of cochlear implant use, and pure-tone average on the implanted ear. There was a significant difference in terms of pure-tone average on low and low-to-mid frequencies on the non-implanted ear. The scores on both questionnaires showed an improvement in the basic sound perception and quality of social activities for the bimodal group. The results suggest that the bimodal stimulation (cochlear implant and contralateral hearing aid) improved auditory perception in quiet and the quality of life domain of social activities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25373837/"
}