{
    "title": "Pregnant women's attitudes towards alcohol consumption.",
    "doc_id": "19500375",
    "writer": "Raymond N",
    "year": "2009",
    "summary": "METHODS: A qualitative study involving individual, semi-structured interviews with 20 pregnant women recruited from community organisations in the UK. Interview transcripts were analysed qualitatively using thematic analysis. ...Many had received no individual advic …",
    "abstract": "Background:\n        \n      \n      There is uncertainty as to whether there is a safe threshold for drinking alcohol during pregnancy. We explored pregnant women's attitudes towards drinking alcohol in pregnancy and their attitudes towards sources of information about drinking in pregnancy following recent changes in UK government guidance.\n    \n\n\n          Methods:\n        \n      \n      A qualitative study involving individual, semi-structured interviews with 20 pregnant women recruited from community organisations in the UK. Interview transcripts were analysed qualitatively using thematic analysis.\n    \n\n\n          Results:\n        \n      \n      Most women found information and advice about safe levels of drinking in pregnancy confusing and lacking in evidence and detail. Although most women considered that there were risks involved with drinking in pregnancy and these perceptions influenced their behaviour, only six women reported abstinence. Women reported being influenced by advice from family and friends and their experiences of previous pregnancies. Many had received no individual advice from general practitioners or midwives relating to drinking during pregnancy.\n    \n\n\n          Conclusion:\n        \n      \n      Pregnant women wished to take responsibility for their own health and make choices based on informed advice. In order to do so, they require clear and consistent advice about safe levels of drinking from policy makers and health professionals. This is an important issue as women might drink socially during their pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19500375/"
}