{
  "pmid": "41469131",
  "title": "Andrographolide Induces Mitochondrial Dysfunction and Alters Stemness-related Gene Expression in MCF7 Breast Cancer Cells.",
  "abstract": "Andrographolide, a compound derived from  MCF7 cells were treated with andrographolide (7.5-120 μM) for 24 or 48 h. Cell viability was evaluated using the MTT assay. Mitochondrial membrane potential was measured using TMRE. Gene expression of TOMM20, caspase-3, BAX, BCL2 and OCT4 was analyzed using RT-qPCR. Mammosphere and colony formation assays were performed to assess self-renewal and proliferation. MTT assays revealed a dose- and time-dependent reduction in the cell viability following andrographolide treatment. TMRE staining revealed a decrease in the mitochondrial membrane potential of andrographolide-treated MCF7 cells, indicating mitochondrial dysfunction. RT-qPCR analysis showed down-regulation of TOMM20 and caspase-3 expression, although MCF7 cells are typically caspase-3 deficient. Notably, BAX expression was up-regulated following treatment with 60 μM andrographolide, suggesting the induction of apoptosis. A dose-dependent increase in OCT4 expression was observed, with a 13.52-fold rise at 60 μM, indicating a potential shift toward a pluripotent-like state. Gene correlation analysis revealed a negative correlation between TOMM20 and OCT4 expression, suggesting that TOMM20 down-regulation enhances pluripotency. The positive correlation between OCT4 and BAX expression suggests a complex link between apoptosis and stemness. Immunocytochemistry confirmed TOMM20 localization in the cytoplasm. Reduced mammosphere and colony formation indicated decreased self-renewal and proliferation. Andrographolide exerts anti-cancer effects through mitochondrial dysfunction and apoptosis, while paradoxically increases OCT4 expression. These findings may indicate an adaptive cellular survival mechanism, in which OCT4 up-regulation and TOMM20 down-regulation are correlated with cancer-like characteristics.",
  "disease": "breast cancer"
}