{
    "title": "The alpha-thalassemia/mental retardation syndromes.",
    "doc_id": "8606626",
    "writer": "Gibbons RJ",
    "year": "1996",
    "summary": "The chromosome-16 and the X-chromosome forms of alpha-thalassemia--ATR-16 and ATR-X--exemplify 2 important causes of syndromal mental retardation. ...It also provided the first example of a telomeric truncation giving rise to a complex genetic syndrome …",
    "abstract": "The chromosome-16 and the X-chromosome forms of alpha-thalassemia--ATR-16 and ATR-X--exemplify 2 important causes of syndromal mental retardation. ATR-16 is a contiguous gene syndrome which arises from loss of DNA from the tip of chromosome 16p13.3 by truncation, interstitial deletion, or unbalanced translocation. It provided the first example of a chromosome translocation that could be detected by molecular analysis but not conventional cytogenetics. It also provided the first example of a telomeric truncation giving rise to a complex genetic syndrome. In contrast ATR-X appears to be due to mutations in a trans-acting factor that regulates gene expression. Mutations in transcription factors have recently been identified in a number of genetic diseases (for example, Denys-Drash syndrome, WT1 [19]; pituitary dwarfism, PIT1 [16]; Rubinstein-Taybi syndrome, CBP [20]. Not only is this mechanism proving to be an important cause of complex syndromes but it is providing new perspectives on certain developmental pathways. XH2 may not be a classical transcription factor but it is certainly involved in the regulation of gene expression, exerting its effects on several different genes. It seems likely that other mutations in this class of regulatory proteins will be found in patients with complex disorders including mental retardation. In broader terms the 2 mechanisms described here may prove to be responsible for a significant proportion of mental retardation. However, without a feature such as alpha-thalassemia to pinpoint the area of genome or pathways involved it may prove difficult to identify other, similarly affected genes underlying other forms of mental retardation. As the human genome project and rapid genome analysis evolve this problem should become less of an obstacle. In the meantime, it is very worthwhile to continue looking for unusual clinical associations that may point to critical genes underlying human genetic disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8606626/"
}