{
    "title": "Pathophysiological significance and clinical application of ANP and BNP in patients with heart failure.",
    "doc_id": "11558682",
    "writer": "Yoshimura M",
    "year": "2001",
    "summary": "ANP, and especially BNP, are useful markers of the heart's status during treatment for heart failure. The infusion of synthetic ANP (hANP) or BNP (Nesiritide) is effective in the treatment of acute heart failure. In Japan, BNP occupies an important pos …",
    "abstract": "Plasma levels of ANP and BNP increase in accordance with the severity of the heart failure. In severe cases, the amount of BNP secreted surpasses that of ANP. The main secretion site of BNP is the ventricles, and that of ANP is the atria. However, ANP is also secreted from the ventricles as heart failure advances, and thus the ventricles are important sites for both BNP and ANP. It is well known that myocardial stretch is a key factor in the stimulation of the secretion of ANP and BNP, although neurohumoral factors also play a role in the secretion mechanism. The major physiological effects of ANP and BNP are vasodilation, natriuresis, and inhibition of the renin-angiotensin-aldosterone (RAA) and the sympathetic nervous systems; all of which are supposed to suppress the progression of heart failure. The inhibitory action of ANP and BNP on the RAA system has been considered to be an extra-cardiac effect. We recently reported the activation of an angiotensin-converting enzyme and aldosterone production in failing human hearts. ANP and BNP, however, would inhibit aldosterone production, not only in the adrenal cortex but also in cardiac tissue. ANP, and especially BNP, are useful markers of the heart's status during treatment for heart failure. The infusion of synthetic ANP (hANP) or BNP (Nesiritide) is effective in the treatment of acute heart failure. In Japan, BNP occupies an important position in the diagnosis of chronic heart failure, as ANP does in the treatment of acute heart failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11558682/"
}