{
    "title": "Umbrella systematic review finds limited evidence that school absence explains the association between chronic health conditions and lower academic attainment.",
    "doc_id": "37361156",
    "writer": "Jay MA",
    "year": "2023",
    "summary": "METHODS: We determined whether school absence explains the association between CHCs and academic attainment through a systematic review of systematic reviews of comparative studies involving children with or without CHCs and academic attainment. ...Policies that foc …",
    "abstract": "Introduction:\n        \n      \n      Absence from school is more frequent for children with chronic health conditions (CHCs) than their peers and may be one reason why average academic attainment scores are lower among children with CHCs.\n    \n\n\n          Methods:\n        \n      \n      We determined whether school absence explains the association between CHCs and academic attainment through a systematic review of systematic reviews of comparative studies involving children with or without CHCs and academic attainment. We extracted results from any studies that tested whether school absence mediated the association between CHCs and academic attainment.\n    \n\n\n          Results:\n        \n      \n      We identified 27 systematic reviews which included 441 unique studies of 7, 549, 267 children from 47 jurisdictions. Reviews either covered CHCs generally or were condition-specific (e.g., chronic pain, depression, or asthma). Whereas reviews found an association between a range of CHCs (CHCs generally, cystic fibrosis, hemophilia A, end-stage renal disease (pre-transplant), end-stage kidney disease (pre-transplant), spina bifida, congenital heart disease, orofacial clefts, mental disorders, depression, and chronic pain) and academic attainment, and though it was widely hypothesized that absence was a mediator in these associations, only 7 of 441 studies tested this, and all findings show no evidence of absence mediation.\n    \n\n\n          Conclusion:\n        \n      \n      CHCs are associated with lower academic attainment, but we found limited evidence of whether school absence mediates this association. Policies that focus solely on reducing school absence, without adequate additional support, are unlikely to benefit children with CHCs.\n    \n\n\n          Systematic review registration:\n        \n      \n      https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=285031, identifier: CRD42021285031.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37361156/"
}