{
  "pmid": "41461594",
  "title": "Post-Operative C-Reactive Protein as a Predictor of Anastomotic Leak Following Robotic Colorectal Surgery.",
  "abstract": "Postoperative C-reactive protein (CRP) levels are good predictors of anastomotic leak (AL) following colorectal surgery, with postoperative day-3 CRP thresholds ranging between 162 and 195 mg/L in open and laparoscopic resections. This study aims to determine a cut-off CRP value that predicts ALs following robotic colorectal surgery and identifies patients suitable for safe early discharge. A single-center retrospective analysis of patients who underwent an elective robotic colorectal resection, with primary anastomosis, between February 2017 and December 2024, was conducted. Primary outcome measure was clinically and radiologically confirmed AL (graded). Data were analyzed using IBM SPSS v30.0.0. Seven hundred eighty-four elective robotic colorectal resections with anastomosis were performed. Median age was 69 years (IQR 60-77), 448 male, 336 female, and BMI 27.5 (IQR 24.4-31.1), indication for surgery was cancer in 681 (86.9%) patients. 51 (6.5%) patients had an AL, of which 12/51 (23.5%) had a grade ≥ 3 leak. A POD-3 CRP level of 136.0 mg/L (73% sensitivity, 79% specificity, and AUC 0.788) and POD-4 CRP level of 94.4 mg/L (84% sensitivity, 62% specificity, and AUC 0.806) were predictive of AL. At POD-5, a cut-off CRP of 243 mg/L (88% sensitivity, 73% specificity, and AUC 0.818) was predictive of ALs requiring re-operation and/or escalation to level 2-3 care. Male sex, colo-rectal anastomoses, and resections performed before 2020 were associated with higher AL rates. Postoperative CRP levels have high predictive value in early detection and exclusion of AL, facilitating early patient discharge under the enhanced recovery after surgery (ERAS) pathways. CRP thresholds in robotic colorectal resections are lower than previously reported thresholds in open and laparoscopic surgery.",
  "disease": "colorectal cancer"
}