{
    "title": "The higher injury risk of abnormal kidneys in blunt renal trauma.",
    "doc_id": "9925001",
    "writer": "Schmidlin FR",
    "year": "1998",
    "summary": "Patients with renal abnormalities had a lower rate of associated trauma to other abdominal organs, a lower Injury Severity Score (ISS) and their kidneys were more frequently injured by low velocity impacts. Of the patients with normal kidneys requiring surger …",
    "abstract": "Objective:\n        \n      \n      To investigate the vulnerability of abnormal kidneys in blunt trauma, and to determine clinical features which enable identification of patients at risk of renal abnormality, hence modifying their management.\n    \n\n\n          Material and methods:\n        \n      \n      The medical records of 120 patients with blunt renal trauma were reviewed. Presence of pre-existing renal abnormalities, clinical symptoms, contrast study findings, associated injuries and the estimated impact velocity were recorded.\n    \n\n\n          Results:\n        \n      \n      Pre-existing renal abnormalities were found in 23 patients (19%). Patients with renal abnormalities had a lower rate of associated trauma to other abdominal organs, a lower Injury Severity Score (ISS) and their kidneys were more frequently injured by low velocity impacts. Of the patients with normal kidneys requiring surgery, hemodynamics and/or severity of the renal lesions triggered the operative indications in all cases, whereas most (57%) of the abnormal kidneys were operated because of their underlying renal pathology.\n    \n\n\n          Conclusion:\n        \n      \n      Patients at risk for harbouring renal pathology are characterized by the association of monotrauma, macroscopic hematuria and low impact velocity. In this clinical setting, contrast studies should be generously indicated, since the management of abnormal kidneys unmasked by trauma is, to a large extent, dependent on the type of pathology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9925001/"
}