{
  "pmid": "41356549",
  "title": "Analyzing the Role of Surgical Management of Initial Fractures of the Distal Radius in Refracture among Elderly Koreans: A Nationwide Population-Based Cohort Study.",
  "abstract": "We hypothesized that surgical treatment for acute distal radius fractures (DRFs) plays a major role in minimizing malunion; thus, we sought to estimate the overall incidence of refracture in the distal radius in elderly populations using a real-world, nationwide cohort from the National Health Information Database of Korea. A total of 201,146 participants from 49.4 million Korean people met the inclusion criteria. The inclusion criteria were as follows: female sex, age older than 65 years at the time of index injury (first episode of DRF), diagnosis between 2010 and 2015, and at least 2 years of follow-up since the index fracture. Among the 201,146 enrolled patients, 22,597 (11.3%) experienced a refracture during the follow-up period. Of the 178,549 patients who did not experience a refracture, 119,871 (59.6%) were treated conservatively (scenario 1), while 58,678 (29.2%; scenario 2) underwent surgical management without refracture. The surgical methods used in these patients included Kirschner wires (19,823, 9.8%), plates without removal (12,601, 6.2%), and external fixators (1,253, 0.6%). Among the 58,678 surgically treated patients, 25,001 later underwent implant removal (plate). Refractures were identified in 22,597 patients (11.3%), with 4.1% treated conservatively again at refracture (scenario 3) and 2.9% treated surgically for refractures after initial recovery from the first fracture via a conservative approach (scenario 4). Additionally, corrective surgeries for second fractures were identified in 1,046 patients (0.5%) (scenario 5), where the initial fracture was managed conservatively. Within the current cohort, refracture after surgical treatment for the first event occurred in 7,386 patients (3.7%; scenarios 6, 7, and 8). The refracture rate within this retrospective DRF cohort was revealed to be as common as the overall DRF rate in older patients. Considering the lack of knowledge regarding refractures to date, surgical treatment at initial fracture appears to minimize the risk of typical malunion, thus providing an easier approach to treating refractures. However, further studies should be conducted to rationalize surgical treatment for DRF with respect to refractures at the radius malunion.",
  "disease": "rheumatoid arthritis"
}