{
    "title": "Methodological Quality of Systematic Reviews of Intraoperative Neuromonitoring in Thyroidectomy: A Systematic Review.",
    "doc_id": "30973598",
    "writer": "Sanabria A",
    "year": "2019",
    "summary": "STUDY SELECTION: Studies that mentioned performance of a systematic review/meta-analysis during the search period. DATA EXTRACTION AND SYNTHESIS: Data including study characteristics, type of patients, numbers of nerves at risk, and temporary and definitive RLN para …",
    "abstract": "Importance:\n        \n      \n      Systematic reviews and meta-analyses are considered the best evidence for clinical decision making. Many reviews of intraoperative neuromonitoring (IONM) in thyroidectomy have conflicting results, owing in large part to methodological quality.\n    \n\n\n          Objective:\n        \n      \n      To assess the methodological quality and the causes of heterogeneous results of systematic reviews that compare routine IONM vs visual identification of the recurrent laryngeal nerve (RLN) in patients undergoing thyroidectomy.\n    \n\n\n          Data sources:\n        \n      \n      A systematic search was performed of MEDLINE (PubMed), Embase, the Cochrane Library, LILACS (Literatura Latino Americana e do Caribe em Ciências da Saúde), Web of Science, and Google from January 1, 1968, through June 30, 2018. Data were analyzed from July 17 to November 30, 2018.\n    \n\n\n          Study selection:\n        \n      \n      Studies that mentioned performance of a systematic review/meta-analysis during the search period.\n    \n\n\n          Data extraction and synthesis:\n        \n      \n      Data including study characteristics, type of patients, numbers of nerves at risk, and temporary and definitive RLN paralysis by group were extracted. Data about methodological characteristics, type of statistical analysis and summary estimator, endorsement of systematic review/meta-analysis guidelines, heterogeneity, publication bias, funding, conflict of interest, and statistical analysis were also recorded. The methodological quality was measured with the AMSTAR2 (A Measurement Tool to Assess Systematic Reviews) tool by 2 independent evaluators.\n    \n\n\n          Main outcomes and measures:\n        \n      \n      Methodological quality.\n    \n\n\n          Results:\n        \n      \n      The search identified 13 systematic reviews that included patients who underwent open or minimally invasive thyroidectomy, second operations, and a mixture of low- and high-risk procedures. The mean compliance with the AMSTAR2 overall criteria was 53% (range, 11%-83%); with critical criteria, 71% (range, 50%-94%). The percentage of nerves at risk from RCTs was 4.8%. The mean (SD) crude rate of definitive RLN paralysis was 0.81% (0.22%; median, 0.75% [range, 0.53%-1.30%]) in the monitoring group and 1.14% (0.56%; median, 0.96% [range, 0.57%-2.56%]) in the control group.\n    \n\n\n          Conclusions and relevance:\n        \n      \n      A substantial number of systematic reviews of IONM in thyroidectomy have conflicting results, but their mean methodological quality is critically low. Design of a systematic review should comply with methodological standards and recommendations to offer relevant and practical information for decision making.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30973598/"
}