{
  "pmid": "41390236",
  "title": "Patients' and rheumatologists' perceptions about shared decision-making implementation: A Latin-American survey.",
  "abstract": "Shared decision-making (SDM) has been linked to improved patient- and physician-reported outcomes. To achieve these benefits, both parties need to agree on implementing SDM. The objective of the study was to compare the perception of SDM process implementation in daily practice between patients with rheumatic diseases (RMDs) and rheumatologists. This cross-sectional study was conducted in April 2024 in Latin America (LATAM). Adult patients diagnosed with RMDs and rheumatologists were invited to participate in a web-based survey based on the Spanish patient version of the 9-item SDM questionnaire (SDM-Q-9) and the physician version (SDM-Q-Doc). Both versions were validated tools for evaluating patients' and physicians' perceived levels of SDM. Descriptive statistics and comparative tests (e.g., chi-square or Mann-Whitney U test) were used to analyze the data. Statistical significance was set at p<0.05, and analyses were conducted using STATA 17 software. We received surveys from 369 patients, primarily systemic lupus erythematosus (51.8%) and rheumatoid arthritis (19.5%), across 17 countries. The largest number of responses was from Mexico (42%) and Colombia (11.9%). The survey was completed by 144 rheumatologists from 10 countries, primarily from Colombia (52.8%) and Chile (23.6%). Physicians most frequently strongly agree/agree that they engaged in the different steps of the SDM process, compared to patients, and this difference was less evident for the step \"sharing with the patient the different options for treating the condition.\" Also, a higher percentage of rheumatologists (96.5%) reported engaging in SDM during clinical practice compared to patients (62.3%), p=0.001. In LATAM, rheumatologists more frequently referred to implementing the SDM process during clinical care than patients with RMDs. Further research is needed to improve patient-centered care.",
  "disease": "rheumatoid arthritis"
}