{
  "pmid": "41448789",
  "title": "Effect of smoking on drug-resistant tuberculosis treatment outcomes and potential mechanistic pathways: a multicountry cohort study.",
  "abstract": "People who smoke are at increased risk of unfavourable tuberculosis treatment outcomes compared with those who do not, but the pathways that explain this disparity are unclear. To estimate the difference in a successful end-of-treatment outcome by smoking status among people with multidrug- or rifampicin-resistant tuberculosis (MDR/RR-TB) and to examine if this difference changes if people who smoked had the same retention in treatment as those who did not smoke. Using data from the prospective endTB Observational Study, we estimated the difference in treatment success by cigarette smoking status, adjusting for baseline confounders including demographics, social history and comorbidities. To examine how this difference changed if everyone was retained in treatment, we censored participants who were lost to follow-up and applied inverse probability of censoring weights to simulate this scenario. Among 1786 participants in 12 countries, 539 (30.2%) reported smoking at least one cigarette daily. People who smoked were more frequently found in post-Soviet countries and had a complex social history (eg, incarceration and substance use) and infectious comorbidities (eg, hepatitis C). At the end of treatment, 73.5% of people who smoked and 80.3% of people who did not smoke had treatment success (risk difference in percentage points: -6.8, 95% CI -11.1 to -2.6). After adjusting for baseline confounders, the risk difference was similar (-5.2 percentage points), but the 95% CI was less precise (-14.1 to 3.2). When simulating a scenario in which everyone was retained in treatment, the risk difference was attenuated (-1.9 percentage points; 95% CI -11.1 to 4.7). People who smoked had a lower frequency of MDR/RR-TB treatment success than those who did not smoke. Eliminating loss to follow-up reduced this difference by smoking status, suggesting that pathways related to retention in treatment were a major driver of this disparity.",
  "disease": "tuberculosis"
}