{
    "title": "Angiotensin type-2 receptors and cardiovascular function: are angiotensin type-2 receptors protective?",
    "doc_id": "15956821",
    "writer": "Carey RM.",
    "year": "2005",
    "summary": "The major effector peptide, angiotensin II, binds to two major receptors, angiotensin type-1 and angiotensin type-2. Most of the actions of angiotensin II are mediated by the angiotensin type-1 receptor, but recent evidence strongly suggests that the a …",
    "abstract": "Purpose of review:\n        \n      \n      The renin-angiotensin system is a coordinated hormonal cascade of critical importance to the regulation of blood pressure and cardiovascular function. The major effector peptide, angiotensin II, binds to two major receptors, angiotensin type-1 and angiotensin type-2. Most of the actions of angiotensin II are mediated by the angiotensin type-1 receptor, but recent evidence strongly suggests that the angiotensin type-2 receptor opposes the angiotensin type-1 receptor, particularly by promoting vasodilatation instead of vasoconstriction.\n    \n\n\n          Recent findings:\n        \n      \n      Conclusive evidence has been presented indicating that the angiotensin type-2 receptor mediates vasodilatation in small resistance arterioles as well as in the coronary microcirculation. Substantial evidence also is available that the angiotensin type-2 receptor dilates large capacitance vessels, including the aorta, subjected to pressure-overload. The angiotensin type-2 receptor has recently been found to inhibit renin biosynthesis and secretion similar to the action of the angiotensin type-1 receptor. The angiotensin type-2 receptor appears to be cardioprotective, particularly in limiting cardiac remodeling following ischemic injury.\n    \n\n\n          Summary:\n        \n      \n      The angiotensin type-2 receptor represents an important area of cardiovascular investigation with potential therapeutic implications for cardiac disease and hypertension.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15956821/"
}