{
  "pmid": "41416817",
  "title": "Higher revision rates in primary total hip arthroplasty among patients with rheumatoid arthritis compared with osteoarthritis.",
  "abstract": "Although therapies for rheumatoid arthritis (RA) have advanced, it remains unclear whether RA continues to carry an elevated risk for revision surgery after total hip arthroplasty (THA). Therefore, the aim of this study was to compare revision rates of patients with RA undergoing primary THA with those of patients with osteoarthritis (OA). This observational cohort study was based on data from the German Arthroplasty Registry from November 2012 to March 2024. Primary THA procedures in RA patients were compared with those in OA patients. Cumulative revision rates over nine years were calculated using Kaplan-Meier estimations. Differences by type of revision (major/minor), cause (aseptic/septic), and implant fixation were tested using the log-rank test and multivariate Cox proportional hazard analyses. A total of 12,750 THAs in RA patients were compared with 528,435 in OA patients. Overall, 17,434 revisions were recorded (RA 604; OA 16,830). At nine years, higher cumulative revision rates were observed in RA patients for major (5.1% vs 3.1%; p < 0.0001) and minor revisions (1.7% vs 1.1%; p < 0.0001), regardless of cause. After adjustment for demographic characteristics and fixation type, RA was associated with increased risk of major (hazard ratio (HR) 1.48, 95% CI 1.34 to 1.63; p < 0.001) and minor revision (HR 1.62, 95% CI 1.40 to 1.88; p < 0.001). In RA patients, hybrid fixation was linked to lower major revision risk compared with uncemented fixation (HR 0.56, 95% CI 0.42 to 0.74; p < 0.001). Cementless fixation predominated in both groups (RA 69%, OA 78%). An increased risk of major and minor revision after primary THA was found in RA patients compared with OA patients, independent of cause. Although hybrid fixation was linked to lower major revision risk than uncemented fixation, cementless fixation remained the most common method in RA patients.",
  "disease": "rheumatoid arthritis"
}