{
  "pmid": "41440509",
  "title": "Hearing Loss in Young and Middle-Aged Adults as a Modifiable Risk Factor for Late-Life Dementia: A Systematic Review and Meta-Analysis.",
  "abstract": "Individuals with untreated hearing loss often experience cognitive decline as a result of increased cognitive load and reduced sensory stimulation. Despite the well-established link between untreated hearing loss and cognitive decline in older adults, its impact on cognition in young and middle-aged adults has not been systematically examined. Given the Lancet Commission's identification of midlife hearing loss as the leading modifiable risk factor for dementia, early identification of cognitive decline is essential. This review explored the cognitive impact of untreated hearing loss in adults. A comprehensive search was conducted in PubMed, Scopus, Web of Science, and EMBASE to include studies comparing cognitive function between adults with normal hearing and those with untreated hearing loss aged 18-65 years. The methodological quality of the included studies was examined via the Joanna Briggs Institute Critical Appraisal Checklist for Analytical Cross-Sectional Studies. Pooled mean differences and heterogeneity were analysed for each domain. Seven studies included in the qualitative synthesis had \"moderate\" to \"strong\" methodological quality. The cognitive domains assessed in these studies were global cognitive function, memory, attention, and executive function. Of these, six were eligible for meta-analysis, which revealed a small but statistically significant decline in overall cognitive performance and memory and executive function among adults with untreated hearing loss. Cognitive vulnerabilities exist in young and middle-aged adults with untreated hearing loss. Hence, incorporating cognitive assessment into routine audiological evaluation may enable earlier intervention and delay the future burden of Alzheimer's disease and related dementias in such a population.",
  "disease": "alzheimer disease"
}