{
  "pmid": "41454354",
  "title": "Brazilian guidelines for the management of osteoporosis in diabetes mellitus.",
  "abstract": "Complications of diabetes mellitus are classically divided into microangiopathic and macroangiopathic categories, encompassing disorders affecting the retina, kidneys, nerves, and cardiovascular system. However, the complications associated with diabetes are broader, causing impaired immunity and increased susceptibility to cancer. Recently, diabetes, irrespective of type, has been recognized as a risk factor for fractures, which can impair quality of life and reduce life expectancy. This paper presents the joint stance of the Brazilian Society of Endocrinology and Metabolism and the Brazilian Diabetes Society on the management of osteoporosis in diabetes. The guidelines were developed based on selected topics to be addressed, including fracture risk in diabetes, the osteoporosis diagnosis in diabetes, adjustments to the Fracture Risk Assessment Tool, the impact of treatment on skeletal health, the impact of osteoporosis treatment on metabolic control, and the efficacy of therapeutic agents for osteoporosis in individuals with diabetes. Each section reflects the consensus of 11 experts from the two societies, derived from a review of the best available evidence, including randomized clinical trials, meta-analyses, and high-quality observational studies related to the association between diabetes and osteoporosis. RESULTS AND CONCLUSIONS: A total of twelve recommendations were established. The first recommendation acknowledges types 1 and 2 diabetes as risk factors for fractures. Osteoporosis screening should commence in men and women aged 50 and older, provided there is a specific risk factor, such as duration exceeding 10 years. The safety profile of antidiabetic drugs concerning bone health should be considered for individuals at high fracture risk. Fall prevention is essential for fracture prevention. Antiresorptive drugs do not interfere with the metabolic control of diabetes, and bisphosphonates are deemed the most appropriate agents for primary fracture prevention in diabetes.",
  "disease": "diabetes mellitus"
}