{
  "pmid": "41432978",
  "title": "Understanding colorectal cancer-related stigma and its impact on cancer survivors in South-West Nigeria: a qualitative study of patients, caregivers, and healthcare professionals.",
  "abstract": "Colorectal cancer-related stigma (CRC stigma) is understudied in a Nigerian context and likely contributes to delays in diagnosis and treatment. Understanding and addressing the drivers, manifestations, and impacts of CRC stigma can lead to improved survivorship outcomes. This study examined perceptions, attitudes, and behaviors related to CRC stigma in South-Western Nigeria to identify strategies for mitigating its consequences. Between September 2022 and April 2023, 20 patients receiving treatment for CRC, 31 caregivers, and 16 healthcare professionals from Osun State, Nigeria, participated in 42 in-depth interviews and four focus group discussions about CRC perceptions and stigma. Qualitative content analysis was used to identify themes related to drivers, manifestations, and impacts of CRC stigma, as well as potential mitigating strategies. Perceived drivers of CRC stigma included cultural misperceptions about cancer and perceptibility of physical symptoms. Manifestations of CRC stigma were felt to disproportionately impact socioeconomically marginalized patients. Resultant social isolation, shame, mistrust, and delayed health-seeking behaviors, contributed to significant psychosocial burden and worse clinical outcomes. Although CRC stigma remains prevalent, participants noted a shift in community attitudes as CRC outcomes improve. Suggested strategies for mitigating CRC stigma included awareness campaigns, early diagnosis programs, patient and caregiver support programs, and resources for improved symptom management. CRC stigma remains common in South-West Nigeria and contributes to worse oncologic outcomes and substantial psychosocial burden among patients with CRC. Interventions promoting early diagnosis and treatment, improved symptom management, and survivor empowerment may lessen the psychosocial impact of CRC stigma and improve long-term outcomes.",
  "disease": "colorectal cancer"
}