{
    "title": "[Diagnosis and Therapeutic Management in Kidney, Ureter and Bladder Trauma].",
    "doc_id": "28403495",
    "writer": "Hirsch K",
    "year": "2017",
    "summary": "Among all urological trauma cases, the incidence of ureteral injury is lower than 1% [4]. Ureteral injuries include contusion, laceration and avulsion. ...Here, too, the most common type of trauma is blunt injury. High percentages of bladder injuries a …",
    "abstract": "Trauma refers to the destruction of tissues or organs by external forces and it is the most common cause of mortality and morbidity in children (1, 2). Injuries of the genitourinary tract may be the result of blunt (falls, sport injuries, motor vehicle accidents and sexual abuse) or penetrating (stab wounds, gun shots, falling onto sharp objects) injuries. The genitourinary tract is significantly injured in 2.9% of paediatric trauma patients 4.In the paediatric population, the kidney is the most affected organ in the genitourinary tract (>60% of all genitourinary tract injuries) 4. Blunt renal trauma is the most common type of injury representing 80-90% 4. The paediatric kidney is more susceptible due to less abdominal and retroperitoneal fat, weaker trunk and abdominal muscles and a lower position in the abdomen. Preexisting renal abnormalities such as UPJ obstruction, hydronephrosis, horseshoe kidney or ectopic kidney make the kidney more vulnerable. Spiral computed tomography is the gold standard method for radiological assessment. Surgical intervention is needed only in the minority of children. Isolated ureteral injury due to trauma is very rare in children. Penetrating ureteral trauma is more common than blunt trauma in the paediatric population. Among all urological trauma cases, the incidence of ureteral injury is lower than 1% [4]. Ureteral injuries include contusion, laceration and avulsion. Because of their hyperextensible vertebral column, children are more likely to sustain deceleration injuries. Delayed films of IVP and CT are the main diagnostic tools whereas the gold standard is retrograde ureteropyelography. Ureteral injury treatment options depend on the location of injury. The bladder in children is a more abdominal organ than in adults. Lying in an exposed position above the pelvis, the bladder is more vulnerable in this age group as it is less well protected due to the less developed abdominal fat and rectus muscles. Here, too, the most common type of trauma is blunt injury. High percentages of bladder injuries are associated with pelvic fractures (70-90%) 4. The average rate of bladder injury in patients with pelvic fractures is 4% in the paediatric age group 4. Conventional or CT cystography is the gold standard method of imaging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28403495/"
}