{
    "title": "Observer-based and computerized measures of the patient's mentalization in psychotherapy: A scoping review.",
    "doc_id": "37356814",
    "writer": "Hüwe L",
    "year": "2024",
    "summary": "OBJECTIVE: In recent decades, mentalizing has found its permanent place both in therapeutic practice and in psychotherapy research. ...A scoping review was conducted to provide an overview of the approaches that measure the patient's mentalizing ability based on the …",
    "abstract": "Objective:\n        \n      \n      In recent decades, mentalizing has found its permanent place both in therapeutic practice and in psychotherapy research. Inconsistent results and null results are often found. Therefore, the different methodological approaches should be examined in more detail. A scoping review was conducted to provide an overview of the approaches that measure the patient's mentalizing ability based on therapy sessions or in the course of psychotherapy.\n    \n\n\n          Method:\n        \n      \n      For the scoping review, a literature search was conducted in four databases. A total of 3217 records were identified.\n    \n\n\n          Results:\n        \n      \n      We included 84 publications from 43 independent studies. Most studies used the Reflective Functioning Scale and applied the scale to therapy sessions or the Adult Attachment Interview. The other identified approaches used a computerized text analysis measure or clinician-report measures. Mostly good psychometric properties of the measures were reported. The Reflective Functioning Scale applied to the Adult Attachment Interview was the only measure that proved to be sensitive to change.\n    \n\n\n          Conclusion:\n        \n      \n      More economical variants to the time-consuming Reflective Functioning Scale applied to the Adult Attachment Interview are being developed continuously. In some cases, there is no standardized approach, or the measures are used only sporadically and require further and more comprehensive psychometric evaluations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37356814/"
}