{
  "pmid": "41432960",
  "title": "Associations of chronic obstructive pulmonary disease with life satisfaction and self-rated health: quantifying the subjective burden in a population-based study.",
  "abstract": "Subjective health and wellbeing measures such as self-rated health and life satisfaction are widely used in population health research and surveillance, yet their ability to reflect the lived burden of chronic disease has rarely been tested directly. This cross-sectional study examined whether life satisfaction and self-rated health differ between individuals with and without chronic obstructive pulmonary disease (COPD). We used pooled data from the 2018, 2019, 2021, and 2022 waves of the Scottish Health Survey, comprising 18,563 adults aged 16 years and over. COPD status was determined through self-report of a doctor diagnosis. Life satisfaction was categorised as low (0–7), moderate (8), or high (9–10), and self-rated health was grouped as very good/good, fair, or bad/very bad. Ordinal logistic regression was used to estimate unadjusted associations and generalised ordered logistic regression was applied for adjusted models, controlling for age, sex, smoking, ethnicity, education, mental health, area deprivation, and urban/rural residence. Individuals with COPD had significantly poorer subjective wellbeing. In unadjusted models, individuals with COPD had 60% lower odds of reporting higher life satisfaction (OR = 0.40; 95% CI 0.35–0.46) and nearly nine times the odds of reporting worse self-rated health (OR = 8.70; 95% CI 7.64–9.92) compared to those without COPD. After adjustment, these associations remained strong: COPD was associated with 49% lower odds of higher life satisfaction (OR = 0.51; 95% CI 0.44–0.59) and over fourfold higher odds of poor self-rated health (OR = 4.24; 95% CI 3.68–4.89). Self-rated health and life satisfaction clearly distinguish individuals with COPD from those without, supporting their construct validity as indicators of chronic disease burden in population-based surveys. These brief measures may offer valuable tools for public health monitoring and evaluation of health inequalities.",
  "disease": "chronic obstructive pulmonary disease"
}