{
    "title": "Epidemiological characteristics of Vibrio parahaemolyticus outbreaks, Zhejiang, China, 2010-2022.",
    "doc_id": "37448578",
    "writer": "Chen L",
    "year": "2023",
    "summary": "The purpose of the study was to elucidate the epidemiological characteristics of Vibrio parahaemolyticus outbreaks in Zhejiang Province, and provide insights for the targeted prevention and control of foodborne diseases. METHODS: Descriptive statistical methods were utiliz …",
    "abstract": "Background:\n        \nVibrio parahaemolyticus is one of the most common foodborne pathogens and poses a significant disease burden. The purpose of the study was to elucidate the epidemiological characteristics of Vibrio parahaemolyticus outbreaks in Zhejiang Province, and provide insights for the targeted prevention and control of foodborne diseases.\n    \n\n\n          Methods:\n        \n      \n      Descriptive statistical methods were utilized to analyze the data on Vibrio parahaemolyticus outbreaks reported by all Centers for Disease Control and Prevention (CDCs) through Foodborne Disease Outbreaks Surveillance System (FDOSS) in Zhejiang Province from 2010 to 2022.\n    \n\n\n          Results:\n        \n      \n      From 2010 to 2022, a total of 383 outbreaks caused by Vibrio parahaemolyticus were reported by 90 CDCs in 11 prefectures of Zhejiang Province, resulting in 4,382 illnesses, 326 hospitalizations and 1 death. The main symptoms of the outbreak-related cases were diarrhea (95.18%), abdominal pain (89.23%), nausea (55.64%), vomiting (50.57%), fever (24.21%), etc. The outbreaks occurring between July and September accounted for 77.54% of all outbreaks (297 out of 383). Outbreaks associated with restaurants accounted for the majority (57.96%, 222/383) of all outbreaks, followed by those linked to staff canteens (15.40%, 59/383) and rural banquets (11.23%, 43/383). 31.85% of all outbreaks were associated with the consumption of aquatic products, while ready-to-eat foods such as Chinese cold dishes and cooked meat products accounted for 12.53% of all outbreaks. Serotype O3:K6 (81.94%, 118/144) was the predominant serotype responsible for outbreaks from 2010 to 2020, while serotype O10:K4 (57.89%, 33/57) was the predominant serotype from 2021 to 2022.\n    \n\n\n          Conclusion:\n        \n      \n      In-depth and comprehensive analysis of long-term surveillance data on Vibrio parahaemolyticus outbreaks is essential to gain insight into the epidemiological characteristics, identify long-term patterns and recent trends, and enable governments to prioritize interventions and develop targeted policies to mitigate such outbreaks.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37448578/"
}