{
    "title": "Improving youth physical, mental and social health through physical activity: A Systematic literature review.",
    "doc_id": "34735738",
    "writer": "Kemel PN",
    "year": "2022",
    "summary": "To further understand the link between physical inactivity and illness, it is important to determine the effect that physical activity has various components of wellbeing. The primary aim of this review was to compile and synthesise the recent evidence on …",
    "abstract": "Background:\n        \n      \n      Across various parts of the world there is an increasing trend in adolescent and young adult physical inactivity, which has been linked to a multitude of illnesses throughout the lifespan. To further understand the link between physical inactivity and illness, it is important to determine the effect that physical activity has various components of wellbeing. The primary aim of this review was to compile and synthesise the recent evidence on physical activity and its effect on physical, mental and social wellbeing across younger populations. The secondary aim was to determine whether there is relationship between the amount, type and intensity of exercise, and changes in wellbeing outcomes.\n    \n\n\n          Methods:\n        \n      \n      Main databases were searched using MeSH terms for the population of interest (young adult, adolescent), intervention (physical activity) and outcome (wellbeing). Upon screening papers of eligibility, quality appraisal was completed through the Critical Appraisals Skills Programme (CASP).\n    \n\n\n          Results:\n        \n      \n      Nineteen studies were included in this review. The majority of studies found an associated link between the participation of physical activity and improvements in physical, mental and social wellbeing outcomes. There was evidence to suggest that lower levels of physical intensity produced similar results in mental and social outcomes when compared to higher levels of physical intensity.\n    \n\n\n          Conclusion:\n        \n      \n      This review supports the encouragement of adolescent and young adult physical activity, noting the improvements seen across the physical, mental and social wellbeing outcomes. Future research is still required to further understand the benefits of lower intensity exercise within the adolescent and young adult population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34735738/"
}