{
  "pmid": "41417800",
  "title": "Protocol for an open labelled observational study in children & adolescents with severe asthma with an eosinophilic phenotype treated with mepolizumab (CASAM).",
  "abstract": "Children with severe eosinophilic asthma are at an increased risk of severe exacerbations, medication side effects, impaired lung function, and significantly reduced quality of life. The advent of biologic agents aimed at eosinophilic pathways has significantly improved management options for patients with severe asthma. Mepolizumab, an anti-interleukin-5 monoclonal antibody, was approved in 2018 as an add-on maintenance treatment for patients with severe eosinophilic asthma aged ≥6 years of age. Mepolizumab's efficacy and safety is well documented in adults, but paediatric data remain limited. This real-world observational study will evaluate the long-term safety and efficacy of mepolizumab in children and adolescents, including those with comorbidities and on concomitant medications to provide a clearer picture of its performance in everyday clinical practice. Design: CASAM is an open label, multinational (Spain and United Kingdom), multicenter (15 Spanish and 6 UK public institutions) observational cohort study. Sample size: 150 paediatric patients on mepolizumab for SA between 6-17 years of age will be enrolled. Study Duration: Study will be conducted over 36 months (12 months pre mepolizumab initiation and 24 months after initiation). Data Collection: Pseudonymized data (prospective and retrospective) from medical charts will be collected and entered in the electronic case report forms (eCRFs) of the electronic data capture (EDC) system. Primary Outcome: To compare the rates of clinically significant asthma exacerbations in the pre-exposure and the 12-month post-exposure period with mepolizumab treatment. Protocol Version: CASAM Study_Protocol_V2.0_16th November 2023 KCH. The study is registered with ClinicalTrials.gov (NCT05139381), IRAS number 306475.",
  "disease": "asthma"
}