{
    "title": "Juvenile rank acquisition is associated with fitness independent of adult rank.",
    "doc_id": "32126950",
    "writer": "Strauss ED",
    "year": "2020",
    "summary": "The predictable nature of rank acquisition in these societies allows the process of rank acquisition to be studied independently from the ultimate rank that each juvenile attains. In this study, we use Elo-deviance scores, a novel application of the Elo-rating method, to c …",
    "abstract": "Social rank is a significant determinant of fitness in a variety of species. The importance of social rank suggests that the process by which juveniles come to establish their position in the social hierarchy is a critical component of development. Here, we use the highly predictable process of rank acquisition in spotted hyenas to study the consequences of variation in rank acquisition in early life. In spotted hyenas, rank is 'inherited' through a learning process called 'maternal rank inheritance.' This pattern is very consistent: approximately 80% of juveniles acquire the exact rank expected under the rules of maternal rank inheritance. The predictable nature of rank acquisition in these societies allows the process of rank acquisition to be studied independently from the ultimate rank that each juvenile attains. In this study, we use Elo-deviance scores, a novel application of the Elo-rating method, to calculate each juvenile's deviation from the expected pattern of maternal rank inheritance during development. Despite variability in rank acquisition among juveniles, most of these juveniles come to attain the exact rank expected of them according to the rules of maternal rank inheritance. Nevertheless, we find that transient variation in rank acquisition in early life is associated with long-term fitness consequences for these individuals: juveniles 'underperforming' their expected ranks show reduced survival and lower lifetime reproductive success than better-performing peers, and this relationship is independent of both maternal rank and rank achieved in adulthood. We also find that multiple sources of early life adversity have cumulative, but not compounding, effects on fitness. Future work is needed to determine if variation in rank acquisition directly affects fitness, or if some other variable, such as maternal investment or juvenile condition, causes variation in both of these outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32126950/"
}