{
    "title": "Selection of suitable internal control gene for assaying gene expression in rice through qRT-PCR during sheath blight infection.",
    "doc_id": "36513313",
    "writer": "Tiwari IM",
    "year": "2023",
    "summary": "Independent RNA isolations, however, include error due to batch effect which must be normalized for error-free calculation of relative gene expression. Hence, C(T) values of internal control (IC) genes are used for normalization during the calculation of expressi …",
    "abstract": "qRT-PCR is a globally accepted technique for assaying gene expression in relative terms which compares the difference between critical threshold (CT) values of a gene calculated form two independently isolated RNA samples. Independent RNA isolations, however, include error due to batch effect which must be normalized for error-free calculation of relative gene expression. Hence, CT values of internal control (IC) genes are used for normalization during the calculation of expression fold-change in gene expression analysis. The expression of ICs genes expected to be stable in all the experimental conditions. However, it is almost impossible to find such a gene which do not depict expression fluctuation in response to the changes in experimental conditions. Hence, it is necessary to identify suitable IC gene(s) for any given experimental condition before conducting any particular gene expression study. Here, we examined the suitability of eight candidate IC genes, namely glyceraldehyde 3-phosphate dehydrogenase (GAPDH), eukaryotic elongation factor-1 (eEF-1α), 25 S rRNA (25 S), 18 S rRNA (18 S), ubiquitin C E2 ligase (UBC), Actin (Act), ubiquitin 5 (UBQ5) and ubiquitin 10 (UBQ10), for assaying gene expression in rice during sheath blight infection. Our analysis suggest that GAPDH might be the IC of choice when expression studies include contrasting genotypes differing in their tolerance to sheath blight pathogen as well as progressive infection time. While if expression analysis have to be performed only in one genotype but under progressive sheath blight infection, UBQ5 might be chosen as IC because of its high expression stability under the proposed experimental setup.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36513313/"
}