{
    "title": "Atubular glomeruli and the structural basis for chronic renal failure.",
    "doc_id": "1538583",
    "writer": "Marcussen N.",
    "year": "1992",
    "summary": "This progressive glomerulosclerosis has been proposed as a mechanism for the continuous deterioration of renal function that is found in most chronically diseased kidneys. Increased glomerular capillary pressure and glomerular hypertrophy, and dietary factors have b …",
    "abstract": "The pathologic changes in chronic renal failure are heterogeneous and depend to some extent on the primary disease process. However, end-stage kidneys have many common features, and other factors than the primary disease may be operative in the progression. Hyperfiltration of still functioning glomeruli has (especially in rat studies) been shown to be followed by glomerular injury. This progressive glomerulosclerosis has been proposed as a mechanism for the continuous deterioration of renal function that is found in most chronically diseased kidneys. Increased glomerular capillary pressure and glomerular hypertrophy, and dietary factors have been invoked in the pathogenesis of the glomerulosclerosis. In several chronic renal diseases, including tubulointerstitial diseases, but also some primary glomerular diseases such as glomerulonephritis, the renal function correlated better with the changes in the tubules and interstitium than with glomerular changes detectable in simple 2-dimensional sections. The correlation between tubulointerstitial changes and renal insufficiency has been explained by obliteration of the postglomerular capillaries supposed to lead to a decreased glomerular blood flow or by reduced reabsorption of sodium chloride in atrophic or damaged proximal tubules with subsequent reduction of glomerular filtration via the tubuloglomerular feedback mechanism. Atubular glomeruli have been found in several, mainly tubulointerstitial disorders. Unbiased morphometrical methods have provided valuable quantitative data about the atubular glomeruli and about the structural renal changes in general. The atubular glomeruli constitute a significant and sometimes even a major part of the glomerular population in various chronic renal diseases. The atubular glomeruli are generally small, whereas glomeruli connected to normal proximal tubules have volumes at the normal level or above. Atubular glomeruli have open capillaries and minor ultrastructural changes and function as a pathway for blood that is delivered without prior filtration to the intertubular capillaries. This lack of filtration may explain the decreased filtration fraction seen in some renal diseases. Their fate in the chronically diseased kidney is not known but they have not been shown to be eliminated. They can only be identified using serial sections or microdissection. Correlation between the decrease in renal function and the decrease in percentage of glomeruli connected to normal proximal tubules have been found in experimental lithium and cisplatin nephropathy. The presence of atubular glomeruli explains the correlation between the volume of proximal tubules (and interstitium) on the one hand and the altered renal function on the other. The presence of atubular glomeruli also explains the irreversibility of chronic renal diseases.(ABSTRACT TRUNCATED AT 400 WORDS)",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1538583/"
}