{
    "title": "Temperate Conditions Limit Zika Virus Genome Replication.",
    "doc_id": "35467365",
    "writer": "Tesla B",
    "year": "2022",
    "summary": "Zika virus is a mosquito-borne flavivirus known to cause severe birth defects and neuroimmunological disorders. ...This phenotype was observed in the Asian lineage of Zika virus, while the African lineage Zika virus was less restricted at …",
    "abstract": "Zika virus is a mosquito-borne flavivirus known to cause severe birth defects and neuroimmunological disorders. We have previously demonstrated that mosquito transmission of Zika virus decreases with temperature. While transmission was optimized at 29°C, it was limited at cool temperatures (<22°C) due to poor virus establishment in the mosquitoes. Temperature is one of the strongest drivers of vector-borne disease transmission due to its profound effect on ectothermic mosquito vectors, viruses, and their interaction. Although there is substantial evidence of temperature effects on arbovirus replication and dissemination inside mosquitoes, little is known about whether temperature affects virus replication directly or indirectly through mosquito physiology. In order to determine the mechanisms behind temperature-induced changes in Zika virus transmission potential, we investigated different steps of the virus replication cycle in mosquito cells (C6/36) at optimal (28°C) and cool (20°C) temperatures. We found that the cool temperature did not alter Zika virus entry or translation, but it affected genome replication and reduced the amount of double-stranded RNA replication intermediates. If replication complexes were first formed at 28°C and the cells were subsequently shifted to 20°C, the late steps in the virus replication cycle were efficiently completed. These data suggest that cool temperature decreases the efficiency of Zika virus genome replication in mosquito cells. This phenotype was observed in the Asian lineage of Zika virus, while the African lineage Zika virus was less restricted at 20°C. IMPORTANCE With half of the human population at risk, arboviral diseases represent a substantial global health burden. Zika virus, previously known to cause sporadic infections in humans, emerged in the Americas in 2015 and quickly spread worldwide. There was an urgent need to better understand the disease pathogenesis and develop therapeutics and vaccines, as well as to understand, predict, and control virus transmission. In order to efficiently predict the seasonality and geography for Zika virus transmission, we need a deeper understanding of the host-pathogen interactions and how they can be altered by environmental factors such as temperature. Identifying the step in the virus replication cycle that is inhibited under cool conditions can have implications in modeling the temperature suitability for arbovirus transmission as global environmental patterns change. Understanding the link between pathogen replication and environmental conditions can potentially be exploited to develop new vector control strategies in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35467365/"
}