{
  "pmid": "41433800",
  "title": "Alzheimer's Imaging Consortium.",
  "abstract": "The most common neurodegenerative disorders include Alzheimer's disease (AD), Lewy body and related dementias (ADRDs). Triggers of pathobiochemical changes in ADRDs remains unknown and appear numerous. Short non-coding RNAs, microRNA (miRNA), play a vital role in regulating biological and pathological processes leading to neurodegenerative diseases. Amyloid plaques, major hallmarks of AD, comprise abnormal aggregation of extracellular amyloid-β peptides (Aβ) derived from Aβ precursor protein (APP). Neurofibrillary tangles consist of filamentous hyper-phosphorylated tau proteins. Alpha-synuclein (SNCA) plays a critical role in the pathogenesis of Parkinson's and other synucleinopathies. Repressor Element 1-Silencing Transcription (REST) factor is altered in ADRDs. We studied the role of miR-153-3p in AD risk and in regulating levels of critical proteins. miR-153-3p reduced APP, SNCA and METHOD: We measured miR153 levels in non-cognitively impaired (NCI) and AD subject brain tissue samples from different recognized sources by qRT-PCR as described (Wang et al). We utilized autopsy brain tissues and ADNI participants' genotyping and performed association studies of miR-153-3p and its single nucleotide polymorphisms (SNPs) with AD risk, and nine endophenotypes. We used iPSC-derived neuronal cells, human cell lines and miRNA transfections to study the mechanism of miR-153-3p RESULT: Elevation of miR-153-3p is associated with a reduced probability of AD, while elevated REST associated with a greater likelihood of AD. MiR-153 gene SNPs are associated with nine AD-related endophenotypes. MiR-153-3p reduced REST, APP and SNCA 3'-UTR activities and respective protein levels. MiR-153-3p treatment altered REST and neuronal differentiation in iPSC-derived neuronal stem cells. RNA sequencing proteomics and interactome analysis revealed the role of miR-153-3p in axonal guidance. With the increased emphasis on comorbidities of AD and other neurodegenerative diseases, we identified that miR-153-3p, as a master regulator, reduced a key group of neurodegeneration-related proteins. MiR-153-3p reduces APP, SNCA and REST expression, all pointing towards a therapeutic and biomarker potential in ADRDs. In addition to late-onset cases, we will profile miR153 in brain tissue samples from early-onset AD cases.",
  "disease": "parkinson disease"
}