{
    "title": "Fibrin sealant combined with fibroblasts and platelet-derived growth factor enhance wound healing in excisional wounds.",
    "doc_id": "19660049",
    "writer": "Mogford JE",
    "year": "2009",
    "summary": "We test the hypothesis that the fibrinogen-thrombin formulation of fibrin sealant combined with fibroblasts and PDGF-BB enhance cutaneous wound healing. Four formulations varying in fibrinogen and thrombin concentration were applied to full-thickness biopsy wounds i …",
    "abstract": "We test the hypothesis that the fibrinogen-thrombin formulation of fibrin sealant combined with fibroblasts and PDGF-BB enhance cutaneous wound healing. Four formulations varying in fibrinogen and thrombin concentration were applied to full-thickness biopsy wounds in the rabbit ear cutaneous wound healing model with or without cultured rabbit dermal fibroblasts (RDFs; 3 x 10(5) cells/wound) embedded in the fibrinogen component. At post-wounding day 7, there was no difference in the diluted vs. non-diluted formulations for either the promotion of granulation tissue coverage of the open wounds or total granulation tissue area when tested without embedded cells. Including the RDFs, the highest degree of wound coverage by granulation tissue was observed in the combined dilution formulation (17.3 mg/mL fibrinogen, 167 U/mL thrombin; n=10 wounds) that was 167% (p<0.05) of the nondiluted FS containing cells (50 mg/mL fibrinogen, 250 U/mL thrombin; n=10 wounds). Inclusion of fibroblasts increased granulation tissue area within the wounds vs. FS alone (p<0.05) for each diluted formulation although no differences in this parameter were observed within each group (FS alone or with embedded cells). However, addition of the vulnerary growth factor PDGF-BB (3 mg; n=4) with the embedded RDFs in the combined dilution formulation increased granulation tissue area over two-fold (p<0.01) over FS alone. Additionally, the presence of the RDFs promoted incorporation of the granulation tissue with and epithelial migration over the FS suggesting an active interaction between cells delivered to the wound by FS and the host repair cells. The findings suggest the progress of cutaneous defect repair can be enhanced by ex vivo cell delivery in fibrin sealant.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19660049/"
}