{
    "title": "Edge-relational window-attentional graph neural network for gene expression prediction in spatial transcriptomics analysis.",
    "doc_id": "38626512",
    "writer": "Chen C",
    "year": "2024",
    "summary": "Addressing this, our article aims to creates a cost-effective, virtual ST approach using standard tissue images for gene expression prediction, eliminating the need for expensive equipment. Conventional approaches in this field often overlook the long-distance spati …",
    "abstract": "Spatial transcriptomics (ST), containing gene expression with fine-grained (i.e., different windows) spatial location within tissue samples, has become vital in developing innovative treatments. Traditional ST technology, however, rely on costly specialized commercial equipment. Addressing this, our article aims to creates a cost-effective, virtual ST approach using standard tissue images for gene expression prediction, eliminating the need for expensive equipment. Conventional approaches in this field often overlook the long-distance spatial dependencies between different sample windows or need prior gene expression data. To overcome these limitations, we propose the Edge-Relational Window-Attentional Network (ErwaNet), enhancing gene prediction by capturing both local interactions and global structural information from tissue images, without prior gene expression data. ErwaNet innovatively constructs heterogeneous graphs to model local window interactions and incorporates an attention mechanism for global information analysis. This dual framework not only provides a cost-effective solution for gene expression predictions but also obviates the necessity of prior knowledge gene expression information, a significant advantage in the field of cancer research where it enables a more efficient and accessible analytical paradigm. ErwaNet stands out as a prior-free and easy-to-implement Graph Convolution Network (GCN) method for predicting gene expression from tissue images. Evaluation of the two public breast cancer datasets shows that ErwaNet, without additional information, outperforms the state-of-the-art (SOTA) methods. Code is available at https://github.com/biyecc/ErwaNet.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38626512/"
}