{
    "title": "Parent-perceived barriers to child weight management: Measure validation in a clinical sample.",
    "doc_id": "32297759",
    "writer": "Darling KE",
    "year": "2020",
    "summary": "The Barriers to Child Weight Management (BCWM) scale quantitatively assesses parents' perceptions of barriers to engaging in positive weight-related behaviors but has not been validated within a clinical sample. ...DISCUSSION: The BCWM is a promising tool to assess …",
    "abstract": "Introduction:\n        \n      \n      Although families face many barriers to obtaining and maintaining a healthy weight status for children, there remains a lack of psychometrically sound tools to assess perceived barriers. The Barriers to Child Weight Management (BCWM) scale quantitatively assesses parents' perceptions of barriers to engaging in positive weight-related behaviors but has not been validated within a clinical sample. The present study sought to validate the BCWM scale among parents of children presenting to a tertiary pediatric weight management clinic.\n    \n\n\n          Method:\n        \n      \n      Participants included 258 parents of children aged 6-18 years presenting to a tertiary care behavioral weight management program. Parents completed the BCWM prior to the initial clinic visit. Confirmatory factor analysis was conducted to test the previously identified 4-factor structure within a clinical sample.\n    \n\n\n          Results:\n        \n      \n      Overall model fit was good with the addition of 2 theoretically appropriate model respecifications, χ2(144) = 278.60, p < .001, comparative fit index = .90, root mean square error of approximation = .05, standardized root mean square residual = .06.\n    \n\n\n          Discussion:\n        \n      \n      The BCWM is a promising tool to assess parental perceptions of barriers to healthy weight-related behaviors among youth presenting for clinical weight management intervention. Incorporation of this measure into pediatric weight-management appointments may aid in quickly identifying points of intervention. (PsycInfo Database Record (c) 2020 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32297759/"
}