{
    "title": "Bromelain ameliorates the wound microenvironment and improves the healing of firearm wounds.",
    "doc_id": "22341346",
    "writer": "Wu SY",
    "year": "2012",
    "summary": "BACKGROUND: In a previous study, we proposed a new therapy using topical bromelain as a supplement to simple wound-track incision for the debridement of firearm wounds. This enzymatic debridement greatly simplified the management of high-velocity gunshot wounds …",
    "abstract": "Background:\n        \n      \n      In a previous study, we proposed a new therapy using topical bromelain as a supplement to simple wound-track incision for the debridement of firearm wounds. This enzymatic debridement greatly simplified the management of high-velocity gunshot wounds in a pig model, and bromelain was confirmed to improve wound healing. The purpose of the present study was to investigate the effect of bromelain on the microenvironment of firearm wounds.\n    \n\n\n          Methods:\n        \n      \n      Sixteen Chinese landrace pigs wounded by high-velocity projectiles were divided randomly into four groups: wound incision (group I), incision + bromelain (group IB), wound excision (group E), and control. Blood perfusion, oxygen partial pressure (pO(2)), and the content of tumor necrosis factor (TNF)-α and transforming growth factor (TGF)-β in wound-track tissue were measured. Wound healing was also noted.\n    \n\n\n          Results:\n        \n      \n      The recovery of blood perfusion in tissue and pO(2) in wound tracks was significantly more rapid in group IB and group E than in group I and control. The tissue level of TNF-α was significantly lower in group IB than in group I and control 48 h and 72 h post-wounding, and was lower than in group E 48 h post-wounding. The tissue level of TGF-β in group IB was sustained at a significantly higher level than in the other three groups. Wound healing time was also shorter in group IB.\n    \n\n\n          Conclusions:\n        \n      \n      Enzymatic debridement using topical bromelain in incised wound tracks accelerates the recovery of blood perfusion, pO(2) in wound tissue, controls the expression of TNF-α and raises the expression of TGF-β.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22341346/"
}