{
    "title": "Psoriasis, psoriatic arthritis and type 2 diabetes mellitus: a systematic review and meta-analysis.",
    "doc_id": "23772556",
    "writer": "Coto-Segura P",
    "year": "2013",
    "summary": "Several observational studies have assessed the association between psoriasis, psoriatic arthritis (PsA) and type 2 diabetes mellitus, with inconclusive results. We set out to investigate the association between psoriasis, PsA and type 2 …",
    "abstract": "Several observational studies have assessed the association between psoriasis, psoriatic arthritis (PsA) and type 2 diabetes mellitus, with inconclusive results. We set out to investigate the association between psoriasis, PsA and type 2 diabetes mellitus. Observational studies assessing the relationship between psoriasis or PsA and type 2 diabetes mellitus up to December 2012 were identified by electronic and hand searches in Medline, Embase, PubMed, the Cochrane Database of Systematic Reviews and Google Scholar. For each study we collected the first author's last name, publication year, country of origin, study design, characteristics of participants (sample size, age and sex), the variables incorporated into the multivariable analyses, and the odds ratios (ORs) of psoriasis associated with diabetes along with the corresponding 95% confidence intervals (CIs). From the data provided in each article, the crude OR was also calculated. Forty-four observational studies (in 37 articles) were identified for the final analysis. The pooled OR from random-effects analysis was determined to be 1·76 (95% CI 1·59-1·96). The highest risk was for patients suffering from PsA (OR 2·18, 95% CI 1·36-3·50). We also observed a dose effect in the risk of suffering from type 2 diabetes mellitus, as patients considered as having severe psoriasis had higher risk (OR 2·10, 95% CI 1·73-2·55) than the pooled OR. We perform meta-regression and sensitivity analyses to explore sources of heterogeneity among the studies and to determine how they would influence the estimates, and found no significant influence in the results of the meta-analyses. The findings support the association between psoriasis, PsA and type 2 diabetes mellitus. Some caution must be taken in the interpretation of these results because there may be heterogeneity between studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23772556/"
}