{
  "pmid": "41442001",
  "title": "Integrated assessment of total airway count and pneumonia volume on chest computed tomography as a prognostic biomarker for coronavirus disease.",
  "abstract": "The clinical relevance of computed tomography (CT)-based airway tree structure is unclear. Herein, we used artificial intelligence to segment the airway tree and pneumonia regions, measuring total airway count (TAC) and pneumonia volume to examine whether their combination is more closely associated with clinical outcomes in patients with coronavirus disease (COVID-19) than pneumonia volume alone. We examined clinical data and chest CT from 781 hospitalized COVID-19 patients in a multicenter retrospective cohort in Japan, focusing on the percentage of critical outcomes (high-flow oxygen, invasive mechanical ventilation, or death). Additionally, 197 patients were followed up for 3 months to monitor TAC and pneumonia volume. Critical outcomes were observed in 63 (8.8%) patients, with higher TAC in those patients. Patients were divided into four groups based on cutoff values of 17.6% for pneumonia volume percent and 255 for TAC: Group A (low TAC, low pneumonia volume), Group B (high TAC, low pneumonia volume), Group C (low TAC, high pneumonia volume), and Group D (high TAC, high pneumonia volume). Group D had the worst outcomes, highest levels of inflammation, fibrosis markers, and complications, as well as a significantly higher risk of critical outcomes after adjusting for age, body mass index, sex, total lung volume and comorbidities. In the 3-month longitudinal analysis, pneumonia volume, but not TAC, improved in critical cases. The integrated assessment of TAC and pneumonia volume effectively predicted critical outcomes in COVID-19 patients and may be useful for various respiratory diseases, including infectious or interstitial pneumonia. Question Total airway counts (TAC) on computed tomography (CT) scan is associated with respiratory disease progression, but clinical relevance of CT-based airway tree structure is unclear. Findings The integrated assessment of TAC and pneumonia volume effectively predicted critical outcomes in COVID-19 patients. Clinical relevance This metric can potentially be applied to various respiratory diseases, including infectious or interstitial pneumonia.",
  "disease": "pneumonia"
}