{
    "title": "Strain energy density as a rupture criterion for the kidney: impact tests on porcine organs, finite element simulation, and a baseline comparison between human and porcine tissues.",
    "doc_id": "15797581",
    "writer": "Snedeker JG",
    "year": "2005",
    "summary": "High-velocity (up to 25 m/s) impact tests were performed on pig kidneys to characterize failure behavior at deformation rates associated with traumatic injury. ...The relationship between localized failure in whole organ impacts and tissue level failure thresholds o …",
    "abstract": "High-velocity (up to 25 m/s) impact tests were performed on pig kidneys to characterize failure behavior at deformation rates associated with traumatic injury. Cylindrical tissue samples (n = 45) and whole perfused organs (n = 34) were impacted using both falling weights and a high-velocity pneumatic projectile impactor. Impact energy was incrementally increased until visible rupture occurred. The strain energy density failure threshold fell between 25 and 60 kJ/m3 for excised porcine tissue samples, and between 15 and 30 kJ/m3 for whole, perfused organs. The relationship between localized failure in whole organ impacts and tissue level failure thresholds observed in cylindrical tissue samples was explored using a detailed finite element model of the human kidney. The model showed good correlation between experimentally observed injury patterns and predicted strain energy density distributions within the renal parenchyma. Finally, to facilitate interpretation of the porcine renal impact results with regard to human trauma, quasi-static compression test results of freshly excised human kidney cortex samples (n = 30) were compared against similar tests on pig kidneys. Human tissues failed at Lagrange strain levels similar to porcine tissue (63+/-6.3%), but at 52% lower Lagrange stress (116+/-28 kPa), and 35% lower strain energy density (17.1+/-4.4 kJ/m3). Thus conservative interpretation of porcine test results is recommended.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15797581/"
}