{
  "pmid": "41416743",
  "title": "Seropositive Rheumatoid Arthritis and Polyhexamethylene Guanidine/Oligo(2-(2-Ethoxy)ethoxyethyl)guanidinium Chloride Exposure Are Associated With a Synergistic Effect on the Risk of Developing Interstitial Lung Disease: Registry Based Cohort-Study.",
  "abstract": "Humidifier disinfectants (HDs) containing polyhexamethylene guanidine/oligo(2-(2-ethoxy)ethoxyethyl)guanidinium chloride (PHMG/PGH) have a strong association with interstitial lung disease (ILD). Whether PHMG/PGH increases seropositive rheumatoid arthritis (RA) or interacts with RA to raise ILD risk is unknown. We constructed a registry-linked retrospective cohort by linking HD-claimant from the Korean Environmental Industry & Technology Institute (KEITI) to the National Health Insurance Service. Individuals who were aged ≥ 20 years as of January 1, 2003, were followed until death or December 31, 2021. PHMG/PGH exposure was modeled time-varyingly (pre vs. post). Seropositive RA (ICD-10 M05) was identified through claims screening with medical record review; ILD was defined by J84 claims. RA incidence was estimated using Poisson regression. For ILD, we applied time-dependent Cox models for PHMG/PGH exposure and post-RA status, adjusting for demographics, smoking, residence, and other HD components. Additive interaction was quantified by the relative excess risk due to interaction (RERI), attributable proportion (AP), and synergy index (S). Total 3452 adults (mean follow-up 15.9 ± 5.6 person-years) were analyzed; 1.7% developed seropositive RA and 21.6% ILD. RA incidence was 0.830 before exposure and 1.105 after (per 1000 person-years; p = 0.61). ILD hazards were elevated for PHMG/PGH exposure (HR 3.62, 95% CI 3.11-4.20) and for seropositive RA (HR 3.80, 2.70-5.34). Co-occurrence was observed more-than-additive risk: RERI 1.467 (95% CI 0.814-2.120), AP 0.143 (0.079-0.206), S 1.188 (1.049-1.326). PHMG/PGH exposure was not associated with increased incidence of seropositive RA. PHMG/PGH and seropositive RA each independently raised ILD risk, with more-than-additive association when combined. Given the retrospective, internally compared design, mechanistic work is warranted.",
  "disease": "rheumatoid arthritis"
}