{
  "pmid": "41462378",
  "title": "The role of perinatal perceived stress in the setting of adverse childhood experience and perinatal anxiety and depressive symptoms.",
  "abstract": "Adverse childhood experiences (ACE) are highly prevalent, with long-lasting effects on physical and mental health that vary among individuals across their lifespan. Notably, ACE is associated with depression and anxiety disorders, which are major public health concerns. However, the factors involved in the detrimental effects of ACE on women in the perinatal period, a time of heightened vulnerability to physical and mental health outcomes for both mothers and their offspring, require further investigation. To investigate the role of perceived stress in the association between ACE and maternal depressive and anxiety symptoms across the perinatal period, we included 138 pregnant women recruited for a prospective longitudinal study that examined the effects of increased maternal prenatal stress on pregnancy during the COVID-19 pandemic. Participants self-reported adverse childhood experiences and serial measures of perceived stress, anxiety, and depressive symptoms. Linear mixed-effects (LME) models were employed to assess the association between ACE, perceived stress, anxiety, and depressive symptoms and to determine an interaction effect between ACE and perceived stress on state anxiety, trait anxiety, and depressive symptoms. On average, participants were 34 years of age and at 26 weeks of gestation (gestational age; GA). We found a significant interaction between ACE and perceived stress on trait anxiety (β = 0.06, SE = 0.01, p < .001) and depressive symptoms (β = 0.07, SE = 0.01, p < .001) in the perinatal period. Perceived stress moderated the association between ACE and trait anxiety symptoms in the third trimester (β = 0.07, SE = 0.02, p < .001). The association between ACE and depressive symptoms was moderated by perceived stress in the first trimester (β = 0.23, SE = 0.09, p < .05), second trimester (β = 0.09, SE = 0.03, p < .05), and third trimester (β = 0.04, SE = 0.02, p < .05). These findings underscore the importance of assessing ACE as a risk factor when evaluating maternal mental health to identify individuals susceptible to depressive and anxiety disorders in the perinatal period. Moreover, multiple mental health screenings in the perinatal period reduce the risk of missed opportunities for intervention and preventative actions.",
  "disease": "pneumonia"
}