{
  "pmid": "41474650",
  "title": "Domain-specific physical activity and depressive symptoms in Korean adults: An isotemporal substitution study using KNHANES data.",
  "abstract": "Although the mental health benefits of physical activity are well-established, they appear more pronounced when engaging in leisure activities rather than work-based efforts. This phenomenon is often referred to as the physical activity paradox. While leisure activity is often linked to reduced likelihood of depression, the influence of occupational physical activity remains less clearly understood, especially during periods of social disruption such as the COVID-19 pandemic. This study analyzed data from 26,454 Korean adults aged 19 years and older who participated in the Korea National Health and Nutrition Examination Survey (KNHANES) in 2014, 2016, 2018, 2020, and 2022. Depressive symptoms were assessed using the Patient Health Questionnaire-9 (PHQ-9), and domain-specific physical activity was measured with the Global Physical Activity Questionnaire (GPAQ). Isotemporal substitution modeling examined associations between reallocating 30 minutes of activity among occupational, transport, and leisure domains and depressive symptoms. Subgroup analyses were conducted across three time periods: pre-pandemic (2014-2018), early pandemic (2020), and later pandemic (2022). In the full sample, reallocating 30 min from occupational-type moderate-to-vigorous physical activity (MVPA) to leisure MVPA was associated with lower odds of depressive symptoms (odds ratio [OR]: 0.805, 95% confidence interval [CI:] 0.694-0.934), whereas the reverse substitution was linked to higher odds (OR: 1.242, 95% CI: 1.071-1.441). These associations were statistically significant during the pre-pandemic period but did not reach significance during the early or later pandemic phases. The observed associations between physical activity and depressive symptoms appear to vary by activity type and the social context. The potential mental health benefits of leisure-based activity may be weaker during periods of societal disruption, such as the COVID-19 pandemic. These findings highlight the need for physical activity guidelines that consider both domain-specific patterns and the psychosocial environment in which activity takes place.",
  "disease": "pneumonia"
}