{
  "pmid": "41470004",
  "title": "Seventeen years of experience: a retrospective cohort analysis of methadone maintenance treatment program patterns in Georgia.",
  "abstract": "In Georgia, MMT has evolved since 2005 from donor-funded pilot projects to a fully government-funded national program. We aimed to describe long-term patterns of engagement, retention and exit rates in the context of policy changes (removing financial barriers in 2017 and introducing take-home doses in 2020), by retrospectively analyzing nationwide data. We also aimed to analyze the association between the retention and factor variables (age, average daily methadone doses and location of MMT). We used routine data obtained from the Center for Mental Health and Prevention of Addiction as of February 9, 2025. Each patient can have multiple treatment episodes. Retention days were assessed at the episode level, whereas \"total engagement duration\" reflected the total time a patient spent in treatment across all episodes. Exit rates for first treatment episodes were calculated for one, three, and five-year follow-ups, standardized per 100 person-years. Cox regression was used to examine associations between retention duration and factor variables. The final dataset consisted of 59828 treatment episodes representing 30747 patients, enrolled in the program from August 6, 2008, to December 31, 2024. Age ranged from 21 to 85 years with median of 40 [IQR 34-47] years. The mean years of total engagement gradually declined across annual cohorts from 6.6 to 0,3 from 2008 to 2024. Peaks in retention occurred: in 2017 and in 2020. Each additional year of age reduced the risk of dropout by 26-28%, while higher doses were associated with 48% lower risk. One year exit rates calculated per 100 person-years showed higher variability across the annual cohorts from 40 (95%CI 33-47) in 2008 to 186 (95%CI 168-197) in 2015, compared to three- (40(95%CI 37-47) in 2008 to 120 (95%CI (113-128) in 2015), and five-year follow-ups (40 (95%CI 33-44) in 2008 to 102 (95%CI(95-106) in 2015). Findings highlight the potential role of adequate dosing, sustained accessibility, and patient-centered approaches. Descriptive results suggest that removing financial barriers and introducing take-home doses may improve retention. For a comprehensive assessment of program effectiveness, total engagement duration and long-term exit rates should also be considered.",
  "disease": "covid-19"
}