{
    "title": "What role should spinal cord MRI take in the future of multiple sclerosis surveillance?",
    "doc_id": "32133874",
    "writer": "Rocca MA",
    "year": "2020",
    "summary": "INTRODUCTION: In multiple sclerosis (MS), inflammatory, demyelinating, and neurodegenerative phenomena affect the spinal cord, with detrimental effects on patients' clinical disability. Although spinal cord imaging may be challenging, improvements in M …",
    "abstract": "Introduction:\n        \n      \n      In multiple sclerosis (MS), inflammatory, demyelinating, and neurodegenerative phenomena affect the spinal cord, with detrimental effects on patients' clinical disability. Although spinal cord imaging may be challenging, improvements in MRI technologies have contributed to better evaluate spinal cord involvement in MS.\n    \n\n\n          Areas covered:\n        \n      \n      This review summarizes the current state-of-art of the application of conventional and advanced MRI techniques to evaluate spinal cord damage in MS. Typical features of spinal cord lesions, their role in the diagnostic work-up of suspected MS, their predictive role for subsequent disease course and clinical worsening, and their utility to define treatment response are discussed. The role of spinal cord atrophy and of other advanced MRI techniques to better evaluate the associations between spinal cord abnormalities and the accumulation of clinical disability are also evaluated. Finally, how spinal cord assessment could evolve in the future to improve monitoring of disease progression and treatment effects is examined.\n    \n\n\n          Expert opinion:\n        \n      \n      Spinal cord MRI provides relevant additional information to brain MRI in understanding MS pathophysiology, in allowing an earlier and more accurate diagnosis of MS, and in identifying MS patients at higher risk to develop more severe disability. A future role in monitoring the effects of treatments is also foreseen.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32133874/"
}