{
    "title": "Exploring social participation in young adults with cerebral palsy.",
    "doc_id": "30815703",
    "writer": "Jacobson DNO",
    "year": "2019",
    "summary": "OBJECTIVES: To describe social outcomes for young adults with cerebral palsy, and to explore associations of social outcomes with their classification levels within the Gross Motor Function, Manual Ability and Communication Function Classification Systems, and with …",
    "abstract": "Objectives:\n        \n      \n      To describe social outcomes for young adults with cerebral palsy, and to explore associations of social outcomes with their classification levels within the Gross Motor Function, Manual Ability and Communication Function Classification Systems, and with the presence of intellectual disability.\n    \n\n\n          Design:\n        \n      \n      A cross-sectional study with a population-based inclusion approach at a neuropaediatric referral centre in Sweden.\n    \n\n\n          Subjects:\n        \n      \n      Sixty-one young adults with cerebral palsy, age 20-22 years.\n    \n\n\n          Methods:\n        \n      \n      Physical examination and questionnaires on social outcomes including living arrangements, relationships, occupation, personal finances, extent of family support with personal care, and physical examination.\n    \n\n\n          Results:\n        \n      \n      Twenty percent of the young adults with cerebral palsy had moved out of the parental home. Forty-three percent were dependent on family support for basic activities of daily living. Seventy-nine percent of those without intellectual disability were employed or studying. The Communication Function Classification Systems, and presence of intellectual disability, demonstrated associations with most social outcomes, followed in significance by Manual Ability Classification System.\n    \n\n\n          Conclusion:\n        \n      \n      In this study young adults with cerebral palsy to a high extent lived in the parental home, and more often without employment, compared with their peers. Many were dependent on parental support, financially, and with activities of daily living. Intellectual disability and communication function were important determinants of social participation. Interventions aimed at alleviating the impact of these particular disabilities should be prioritized.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30815703/"
}