{
    "title": "Endometrial stromal tumors: A clinico-histomorphological spectrum of endometrial stromal tumors with review of literature.",
    "doc_id": "38554313",
    "writer": "Verma A",
    "year": "2024",
    "summary": "In 2020, WHO sub-categorized ESTs into four groups: endometrial stromal nodule (ESN), low-grade endometrial stromal sarcoma (LGESS), high-grade endometrial stromal sarcoma (HGESS), and undifferentiated uterine sarcoma (UUS). OBJECTIVE: To review the morpholog …",
    "abstract": "Background:\n        \n      \n      Endometrial stromal tumors (ESTs) are rare subset of mesenchymal uterine neoplasms. There are heterogeneous morphological, immunohistochemical, and genetic features. Approximately 50% of ESTs occur in perimenopausal women. In 2020, WHO sub-categorized ESTs into four groups: endometrial stromal nodule (ESN), low-grade endometrial stromal sarcoma (LGESS), high-grade endometrial stromal sarcoma (HGESS), and undifferentiated uterine sarcoma (UUS).\n    \n\n\n          Objective:\n        \n      \n      To review the morphological spectrum of endometrial stromal tumors.\n    \n\n\n          Method:\n        \n      \n      This retrospective study reviewed the histomorphological features of 15 endometrial stromal tumors with respect to atypia, necrosis, mitosis, collagen bands, whorling around vessels, myometrial invasion, and inflammatory cells. Immunohistochemistry markers (CD10, SMA, and ER) along with special stains (Masson's trichrome, toluidine blue) were also studied.\n    \n\n\n          Results:\n        \n      \n      The age of the patients ranged from 32 to 60 years. Three patients were postmenopausal. The most common presenting symptom was vaginal bleeding. Five patients were operated with a clinical diagnosis of uterine fibroid. One patient presented with prolapse with no other complaint. All the 15 patients had total abdominal hysterectomy and salpingo-oophorectomy. One case showed necrosis, eight cases showed collagen bands, all the 15 cases showed whorling around vessels, one case showed vascular emboli, and seven cases showed inflammatory cells. In low-grade cases, one case showed focal atypia and one case showed focal coagulative necrosis indicating infarction. Thirteen cases were LGESS, and one case of ESN and HGESS. All cases were positive for ER and CD10.\n    \n\n\n          Conclusion:\n        \n      \n      Endometrial stromal tumors demonstrate extensive permeation of the myometrium as irregular islands with frequent vascular invasion, whorling around vessels, collagen bands, and inflammatory cells. All these features should be observed thoroughly on microscopy by pathologists to clearly differentiate the low-grade and high-grade endometrial stromal tumors, and to understand the overlapping gray areas morphologically as it affects the prognosis of the patient.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38554313/"
}