{
    "title": "Cultural Adaptation and Validation of Questionnaires for Evaluation of Health-Related Quality of Life with Dysphagia in Different Countries: A Systematic Review.",
    "doc_id": "34181064",
    "writer": "Yang L",
    "year": "2022",
    "summary": "Dysphagia can have devastating and long-lasting effects on the patient's health-related quality of life (HRQoL). In recent years, a number of questionnaires for the evaluation of the HRQoL of patients with dysphagia have been developed and have been adapted for use …",
    "abstract": "Dysphagia can have devastating and long-lasting effects on the patient's health-related quality of life (HRQoL). In recent years, a number of questionnaires for the evaluation of the HRQoL of patients with dysphagia have been developed and have been adapted for use in different countries and cultures. However, problems may arise in the process of cultural adaptation and validation, which can affect the quality of the questionnaires and their measurements. This study was conducted to systematically summarize the cultural adaptation and validation of questionnaires for the evaluation of dysphagia-related HRQoL in different countries, assessing the varieties, measurement properties, and qualities of these questionnaires, with the aim of identifying the status of their adaptation and validation and ways in which they might be improved. Four databases were searched, and relevant articles were screened, with data from eligible reports extracted and reviewed. The methodological quality of the included articles was evaluated using the QualSyst critical appraisal tool. The HRQoL questionnaires for patients with dysphagia were assessed using the quality criteria for the measurement properties of health status questionnaires proposed by Terwee et al. and Timmerman et al. 29 studies published between 2008 and 2020 were included. The questionnaires described in these 29 studies were translated into 19 languages and culturally adapted to 21 countries. The adapted questionnaires were based on the Swallowing quality of life questionnaire (SWAL-QOL) by Mchorney et al., the Dysphagia Handicap Index (DHI) by Silbergleit et al., the M.D. Anderson Dysphagia Inventory (MDADI) by Chen et al., and the Eating Assessment Tool-10 (EAT-10) by Belafsky et al. It was found that the questionnaires were reliable and valid instruments for the assessment of dysphagia-related HRQoL, but the quality criteria for cultural adaptation and validation were not strictly followed, especially in the categories of criterion validity, agreement, responsiveness, and interpretability. In conclusion, although the questionnaires were found to be both reliable and valid, the quality criteria should be considered and strictly followed in the cultural adaptation and validation process in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34181064/"
}