{
  "pmid": "41463207",
  "title": "Status of Pulmonary Metastasectomy After PuLMiCC Trial: A Survey Amongst Oncologists, Gynecologists, Urologists and Dermatologists on Medical Needs for Local Therapy.",
  "abstract": "The role of pulmonary metastasectomy has been increasingly questioned in the surgical community after the PulMiCC trial challenged its benefit in colorectal cancer. However, the view on pulmonary metastasectomy among people in non-surgical disciplines remains unclear. This study explored interdisciplinary attitudes toward pulmonary metastasectomy and identified the clinical expectations shaping its future role. An anonymous online survey of active board-certified physicians in oncology, urology, gynecology and dermatology was conducted (December 2024-June 2025). Twenty items covered attitudes to local ablative therapy, referral criteria, preferred modalities and future relevance. Group comparisons used Pearson's χ Of 2884 contacted physicians, 165 participated (≈5.7%), and 106 completed the questionnaire. All 106 (100%) endorsed local ablative therapy as meaningful; 92/106 (86.8%) favored routine integration into multimodal care. Surgical metastasectomy was selected by 49/106 (46.2%), SBRT was selected by 27/106 (25.5%) and image-guided ablation was selected by 7/106 (6.6%); preference for surgery differed by specialty (χ Local ablative therapy, particularly pulmonary metastasectomy, continues to be viewed as an integral and trusted element of metastatic disease management across specialties. Despite limited prospective evidence, clinicians maintain strong confidence in its clinical value and foresee its evolution toward biologically and patient-tailored indications. However, the interpretation of these findings is limited by a low response rate and potential selection bias toward European, academically affiliated respondents. To our knowledge, this is the first study to systematically capture perceptions of pulmonary metastasectomy among non-surgical oncology-related specialists.",
  "disease": "colorectal cancer"
}