{
    "title": "Identifying key genes involved in yellow leaf variation in 'Menghai Huangye' based on biochemical and transcriptomic analysis.",
    "doc_id": "35211836",
    "writer": "Liu Y",
    "year": "2022",
    "summary": "Earlier, we reported an albino germplasm, 'Menghai Huangye' (MHHY), from Yunnan Province and found that it has a lower chlorophyll content during the yellowing stage, but the mechanism underlying low chlorophyll and the yellowing phenotype is still unclear. In this …",
    "abstract": "Albino tea plants generally have higher theanine, which causes their tea leaves to taste fresher, and they are an important mutant for the breeding of tea plant varieties. Earlier, we reported an albino germplasm, 'Menghai Huangye' (MHHY), from Yunnan Province and found that it has a lower chlorophyll content during the yellowing stage, but the mechanism underlying low chlorophyll and the yellowing phenotype is still unclear. In this study, the pigment contents of MHHY_May (yellowing, low chlorophyll), MHHY_July (regreening, normal chlorophyll), and YK10_May (green leaves, normal chlorophyll) were determined, and the results showed that the lower chlorophyll content might be an important reason for the formation of the yellowing phenotype of MHHY. Through transcriptome sequencing, we obtained 654 candidates for differentially expressed genes (DEGs), among which 4 genes were related to chlorophyll synthesis, 10 were photosynthesis-related, 34 were HSP family genes, and 19 were transcription factor genes. In addition, we analysed the transcription levels of the key candidate genes in MHHY_May and MHHY_July and found that they are consistent with the expression trends in MHHY_May and YK10_May, which further indicates that the candidate differential genes we identified are likely to be key candidate factors involved in the low chlorophyll content and yellowing of MHHY. In summary, our findings will assist in revealing the low chlorophyll content of MHHY and the formation mechanism of yellowing tea plants and will be applied to the selection and breeding of albino tea cultivars in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35211836/"
}