{
    "title": "Traumatic Spinal Cord Injury among Patients Admitted to the Spine Unit in a Tertiary Care Centre.",
    "doc_id": "38289780",
    "writer": "Gautam S",
    "year": "2023",
    "summary": "INTRODUCTION: Spinal cord injury usually results in disabling conditions. The incidence of spinal trauma is region-specific due to unique geography and demography. ...KEYWORDS: falls; prevalence; spinal cord injuries....",
    "abstract": "Introduction:\n        \n      \n      Spinal cord injury usually results in disabling conditions. The incidence of spinal trauma is region-specific due to unique geography and demography. The epidemiology of spinal trauma changes with economic and social factors even in different periods. The aim of this study was to find out the prevalence of traumatic spinal cord injury among patients admitted to the Spine Unit in a tertiary care centre.\n    \n\n\n          Methods:\n        \n      \n      A descriptive cross-sectional study was done in a tertiary care centre among patients admitted to the Spine Unit from 1 January 2022 to 31 December 2022 after receiving ethical approval from the Institutional Review Committee. Demographic details, mode of injury, level of injuries, neurological grading at the time of admission using American Spinal Injury Association grading, management methods, and complication if any were recorded. A convenience sampling method was used. The point estimate was calculated at a 95% Confidence Interval.\n    \n\n\n          Results:\n        \n      \n      Out of 465 patients, the prevalence of traumatic spinal cord injury was 316 (67.95%) (63.72-72.20, 95% Confidence Interval). A total of 243 (76.89%) cases were due to falls. The mean age of patients was 43.13±16.55 years.\n    \n\n\n          Conclusions:\n        \n      \n      The prevalence of traumatic spinal cord injury patients was lower than the other studies done in similar settings.\n    \n\n\n          Keywords:\n        \n      \n      falls; prevalence; spinal cord injuries.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38289780/"
}