{
    "title": "Improvement of IgA Nephropathy and Kidney Regeneration by Functionalized Hyaluronic Acid and Gelatin Hydrogel.",
    "doc_id": "35325404",
    "writer": "Khunmanee S",
    "year": "2022",
    "summary": "BACKGROUND: Immunoglobulin A (IgA) nephropathy (IgAN) is one of an important cause of progressive kidney disease and occurs when IgA settles in the kidney resulted in disrupts kidney's ability to filter waste and excess water. ...The hydrogel concentra …",
    "abstract": "Background:\n        \n      \n      Immunoglobulin A (IgA) nephropathy (IgAN) is one of an important cause of progressive kidney disease and occurs when IgA settles in the kidney resulted in disrupts kidney's ability to filter waste and excess water. Hydrogels are promising material for medical applications owing to their excellent adaptability and filling ability. Herein, we proposed a hyaluronic acid/gelatin (CHO-HA/Gel-NH2) bioactive hydrogel as a cell carrier for therapeutic kidney regeneration in IgAN.\n    \n\n\n          Methods:\n        \n      \n      CHO-HA/Gel-NH2 hydrogel was fabricated by Schiff-base reaction without any additional crosslinking agents. The hydrogel concentrations and ratios were evaluated to enhance adequate mechanical properties and biocompatibility for further in vivo study. High serum IgA ddY mice kidneys were treated with human urine-derived renal progenitor cells encapsulated in the hydrogel to investigate the improvement of IgA nephropathy and kidney regeneration.\n    \n\n\n          Results:\n        \n      \n      The stiffness of the hydrogel was significantly enhanced and could be modulated by altering the concentrations and ratios of hydrogel. CHO-HA/Gel-NH2 at a ratio of 3/7 provided a promising milieu for cells viability and cells proliferation. From week four onwards, there was a significant reduction in blood urea nitrogen and serum creatinine level in Cell/Gel group, as well as well-organized glomeruli and tubules. Moreover, the expression of pro-inflammatory and pro-fibrotic molecules significantly decreased in the Gel/Cell group, whereas anti-inflammatory gene expression was elevated compared to the Cell group.\n    \n\n\n          Conclusion:\n        \n      \n      Based on in vivo studies, the renal regenerative ability of the progenitor cells could be further increased by this hydrogel system.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35325404/"
}