{
    "title": "\"Mental Health\" as Defined by Twitter: Frames, Emotions, Stigma.",
    "doc_id": "33356604",
    "writer": "Pavlova A",
    "year": "2022",
    "summary": "This study analyzes the general public's framing of 'mental health' and critically assesses the implications of these findings. A mismatch between how people think about mental health and what messages are used in mental health campaigns …",
    "abstract": "This study analyzes the general public's framing of 'mental health' and critically assesses the implications of these findings. A mismatch between how people think about mental health and what messages are used in mental health campaigns may hinder attempts to improve mental health awareness and reduce stigma. We have conducted frame analysis by using a combination of topic modeling and sentiment analysis, examining 10 years of mental health-related tweets (n = 695,414). The results reveal seven distinctive mental health frames: 'Awareness', 'Feelings and Problematization', 'Classification', 'Accessibility and Funding', 'Stigma', 'Service', and 'Youth' (arranged by salience). In analyzing these frames, we have learned that (1) the general awareness about mental health relates to mental illness, while health and well-being framing, although present, is prone to low quality of information, (2) mental health discourse is often used to problematize social issues and externalize personal anxieties, which tends toward trivialization and, possibly, treatment delays, (3) mental health discourse often revolves around popularized mental illness (e.g., depression, anxiety, but not neurocognitive diseases), (4) the mental health 'Stigma' frame is not overly pronounced; it revolves around violence, fear, and madness, (5) mental health is frequently politicized, especially concerning gun laws in the US and service accessibility and funding in the UK. Additionally, some narrower frames discovered may warrant further examination. For instance, PTSD is mostly framed around veterans and suicide, ADHD around youth, and substance abuse in relation to women, teens, and impoverished.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33356604/"
}