{
    "title": "Incomplete excision of cervical precancer as a predictor of treatment failure: a systematic review and meta-analysis.",
    "doc_id": "29126708",
    "writer": "Arbyn M",
    "year": "2017",
    "summary": "Primary endpoints were the proportion of positive section margins and the occurrence of treatment failure associated with the marginal status, in which treatment failure was defined as occurrence of residual or recurrent CIN2+. ...A negative high-risk HPV test post …",
    "abstract": "Background:\n        \n      \n      Incomplete excision of cervical precancer is associated with therapeutic failure and is therefore considered as a quality indicator of clinical practice. Conversely, the risk of preterm birth is reported to correlate with size of cervical excision and therefore balancing the risk of adequate treatment with iatrogenic harm is challenging. We reviewed the literature with an aim to reveal whether incomplete excision, reflected by presence of precancerous tissue at the section margins, or post-treatment HPV testing are accurate predictors of treatment failure.\n    \n\n\n          Methods:\n        \n      \n      We did a systematic review and meta-analysis to assess the risk of therapeutic failure associated with the histological status of the margins of the tissue excised to treat cervical precancer. We estimated the accuracy of the margin status to predict occurrence of residual or recurrent high-grade cervical intraepithelial neoplasia of grade two or worse (CIN2+) and compared it with post-treatment high-risk human papillomavirus (HPV) testing. We searched for published systematic reviews and new references from PubMed-MEDLINE, Embase, and CENTRAL and did also a new search spanning the period Jan 1, 1975, until Feb 1, 2016. Studies were eligible if women underwent treatment by excision of a histologically confirmed CIN2+ lesion, with verification of presence or absence of CIN at the resection margins; were tested by cytology or HPV assay between 3 months and 9 months after treatment; and had subsequent follow-up of at least 18 months post-treatment including histological confirmation of the occurrence of CIN2+. Primary endpoints were the proportion of positive section margins and the occurrence of treatment failure associated with the marginal status, in which treatment failure was defined as occurrence of residual or recurrent CIN2+. Information about positive resection margins and subsequent treatment failure was pooled using procedures for meta-analysis of binomial data and analysed using random-effects models.\n    \n\n\n          Findings:\n        \n      \n      97 studies were eligible for inclusion in the meta-analysis and included 44 446 women treated for cervical precancer. The proportion of positive margins was 23·1% (95% CI 20·4-25·9) overall and varied by treatment procedure (ranging from 17·8% [12·9-23·2] for laser conisation to 25·9% [22·3-29·6] for large loop excision of the transformation zone) and increased by the severity of the treated lesion. The overall risk of residual or recurrent CIN2+ was 6·6% (95% CI 4·9-8·4) and was increased with positive compared with negative resection margins (relative risk 4·8, 95% CI 3·2-7·2). The pooled sensitivity and specificity to predict residual or recurrent CIN2+ was 55·8% (95% CI 45·8-65·5) and 84·4% (79·5-88·4), respectively, for the margin status, and 91·0% (82·3-95·5) and 83·8% (77·7-88·7), respectively, for high-risk HPV testing. A negative high-risk HPV test post treatment was associated with a risk of CIN2+ of 0·8%, whereas this risk was 3·7% when margins were free.\n    \n\n\n          Interpretation:\n        \n      \n      The risk of residual or recurrent CIN2+ is significantly greater with involved margins on excisional treatment; however, high-risk HPV post-treatment predicts treatment failure more accurately than margin status.\n    \n\n\n          Funding:\n        \n      \n      European Federation for Colposcopy and Institut national du Cancer (INCA).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29126708/"
}