{
    "title": "Combination of hand-held probe and microscopy for fluorescence guided surgery in the brain tumor marginal zone.",
    "doc_id": "28223144",
    "writer": "Richter JCO",
    "year": "2017",
    "summary": "Of 131 \"none\" points in the FGR-microscope, 88 (67%) exhibited fluorescence with the HHF-probe. For the tumor marginal zone, the area under the receiver operator characteristics (ROC) curve was 0.49 for the FGR-microscope and 0.65 for the HHF-probe. ...The combinati …",
    "abstract": "Background:\n        \n      \n      Visualization of the tumor is crucial for differentiating malignant tissue from healthy brain during surgery, especially in the tumor marginal zone. The aim of the study was to introduce a fluorescence spectroscopy-based hand-held probe (HHF-probe) for tumor identification in combination with the fluorescence guided resection surgical microscope (FGR-microscope), and evaluate them in terms of diagnostic performance and practical aspects of fluorescence detection.\n    \n\n\n          Material and methods:\n        \n      \n      Eighteen operations were performed on 16 patients with suspected high-grade glioma. The HHF-probe and the FGR-microscope were used for detection of protoporphyrin (PpIX) fluorescence induced by 5-aminolevulinic acid (5-ALA) and evaluated against histopathological analysis and visual grading done through the FGR-microscope by the surgeon. A ratio of PpIX fluorescence intensity to the autofluorescence intensity (fluorescence ratio) was used to quantify the spectra detected by the probe.\n    \n\n\n          Results:\n        \n      \n      Fluorescence ratio medians (range 0 - 40) measured by the probe were related to the intensity of the fluorescence in the FGR-microscope, categorized as \"none\" (0.3, n=131), \"weak\" (1.6, n=34) and \"strong\" (5.4, n=28). Of 131 \"none\" points in the FGR-microscope, 88 (67%) exhibited fluorescence with the HHF-probe. For the tumor marginal zone, the area under the receiver operator characteristics (ROC) curve was 0.49 for the FGR-microscope and 0.65 for the HHF-probe.\n    \n\n\n          Conclusions:\n        \n      \n      The probe was integrated in the established routine of tumor resection using the FGR-microscope. The HHF-probe was superior to the FGR-microscope in sensitivity; it detected tumor remnants after debulking under the FGR-microscope. The combination of the HHF-probe and the FGR-microscope was beneficial especially in the tumor marginal zone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28223144/"
}