{
    "title": "Concussion Management in Older People: A Scoping Review.",
    "doc_id": "38453625",
    "writer": "Elias J",
    "year": "2024",
    "summary": "OBJECTIVE: To map existing literature about concussion management in older people, identifying and analyzing gaps in our understanding. CONTEXT: Concussion injuries affect older people, yet little guidance is available about how to approach concussion management wit …",
    "abstract": "Objective:\n        \n      \n      To map existing literature about concussion management in older people, identifying and analyzing gaps in our understanding.\n    \n\n\n          Context:\n        \n      \n      Concussion injuries affect older people, yet little guidance is available about how to approach concussion management with older people. Research does not always include older populations, and it is unclear to what extent standard concussion management is appropriate for older people.\n    \n\n\n          Design:\n        \n      \n      Scoping review.\n    \n\n\n          Method:\n        \n      \n      A structured literature search was conducted using 4 databases to identify existing literature relating to concussion management in older people. Studies that assessed outcomes relating to the management of concussion/mild traumatic brain injury in those 65 years or older were included and mapped according to the main themes addressed.\n    \n\n\n          Results:\n        \n      \n      The search yielded a total of 18 articles. Three themes related to early management (use of anticoagulants n = 6, intracranial lesions n = 3, and service delivery for older people n = 5), and 1 theme related to general management (cognitive issues n = 4). A lack of articles exploring general management in older people was observed.\n    \n\n\n          Conclusion:\n        \n      \n      Existing literature indicates that specific management strategies are needed for older people with concussion, especially in early management. This review highlights that good evidence is available about early management and this is reflected in some guidelines, yet little evidence about general management is available and this gap is not acknowledged in guidelines. Distinct approaches to early management in older people are clearly recommended to mitigate the risk of poor outcomes. In contrast, general concussion management for older people is poorly understood, with older people poorly represented in research. A better understanding is needed because-as observed in early management-older people have distinct characteristics that may render standard management approaches unsuitable.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38453625/"
}