{
  "pmid": "41426011",
  "title": "[Cheng's Juanbi Decoction Inhibits Rheumatoid Arthritis Pathology by Blocking the WTAP-Wnt7b-Wnt/β-Catenin Signaling Axis].",
  "abstract": "Cheng's Juanbi Decoction (CSJBD) is a classic traditional Chinese medicine formula for treating rheumatoid arthritis (RA), exhibiting significant clinical efficacy, but the underlying mechanisms remain unclear. We investigated whether CSJBD inhibited RA pathology by blocking the WTAP-Wnt7b-Wnt/β-catenin signaling axis using a collagen-induced arthritis (CIA) mouse model and fibroblast-like synoviocytes (FLSs) derived from RA patients (RA FLSs) and examined the underlying mechanisms. We conducted  According to the UPLC analysis, ferulic acid, osthole, mulberroside A, notopterol, and gentiopicroside were identified as quality control standards for the preparation of CSJBD formula. CSJBD improved RA pathology in CIA mice, reduced the levels of interleukin (IL)-6, IL-1β, IL-8, and tumor necrosis factor-α (TNF-α) in their serum, and decreased the expression of RA pathological genes  CSJBD inhibits RA pathology by blocking the WTAP-Wnt7b-Wnt/β-catenin signaling axis, with Wnt7b identified as a direct therapeutic target of CSJBD. 采用胶原诱导的关节炎（collagen-induced arthritis, CIA）小鼠和类风湿关节炎（rheumatoid arthritis, RA）患者的成纤维样滑膜细胞（fibroblast-like synoviocytes, FLSs）研究程氏蠲痹汤（CSJBD）的抗RA作用，并探讨其作用机制。 体内实验：实验动物为体质量17～20 g的雄性C57BL/6小鼠，构建CIA模型。将小鼠分为正常组、模型组（CIA）、模型+CSJBD-L组（8.1 g/kg）、模型+CSJBD-M组（16.2 g/kg）、模型+CSJBD-H组（32.4 g/kg）和模型+来氟米特（LEF）组（0.05 mg/10 g），每组10只。CSJBD每天灌胃两次，LEF每天灌胃一次，持续28 d。体外实验：将RA FLSs分为RA FLSs组、RA FLSs+CSJBDS-L组（10%含药血清）、RA FLSs+CSJBDS-M组（15%含药血清）、RA FLSs+CSJBDS-H组（20%含药血清）和RA FLSs+NC组（阴性对照）。在观察肾母细胞瘤1相关蛋白（Wilms tumor 1 associated protein, WTAP）是否调控Wnt7b研究中，将RA FLSs分为RA FLSs组、RA FLSs+si- UPLC检测显示，阿魏酸、蛇床子素、桑皮苷A、羌活醇和龙胆苦苷是制备CSJBD的质量控制标准品。CSJBD改善了CIA小鼠的RA病理，降低了血清中白细胞介素（interleukin, IL）-6 、 IL-1β 、 IL-8和肿瘤坏死因子α（tumor necrosis factor α, TNF-α）的水平，降低了RA病理基因 CSJBD通过阻断WTAP-Wnt7b-Wnt/β-catenin信号轴抑制RA病理，Wnt7b是CSJBD的直接靶点。",
  "disease": "rheumatoid arthritis"
}