{
    "title": "Diet Composition and Objectively Assessed Sleep Quality: A Narrative Review.",
    "doc_id": "35063665",
    "writer": "Wilson K",
    "year": "2022",
    "summary": "The amount of dietary carbohydrates and fats was associated with both better and worse sleep quality indices. However, the type of carbohydrate and fat was an important factor in these associations, with diets higher in complex carbohydrates (eg, fiber) and healthie …",
    "abstract": "Insufficient sleep is highly prevalent in society and has tremendous negative health consequences. Despite the available treatments, there is continued demand for novel and natural strategies to promote better sleep. Dietary modifications could be a viable new target to improve sleep. A literature review using PubMed was conducted on studies that examined the relationship between diet composition (ie, macronutrients or special diets) and objectively assessed sleep quality. Twenty human studies (6 observational and 14 interventional) published between 1975 and March 2021 met the eligibility criteria and were included. The amount of dietary carbohydrates and fats was associated with both better and worse sleep quality indices. However, the type of carbohydrate and fat was an important factor in these associations, with diets higher in complex carbohydrates (eg, fiber) and healthier fats (eg, unsaturated) being associated with better sleep quality. Diets higher in protein were associated with better sleep quality. In general, diets rich in fiber, fruits, vegetables, and anti-inflammatory nutrients and lower in saturated fat (eg, Mediterranean diet) were associated with better sleep quality. The connection between diet and sleep quality warrants further investigation. Rigorous interventional studies of longer duration assessing the effects of whole foods, rather than isolated nutrients, and under free-living conditions, rather than in a research laboratory setting, as well as mechanistic studies are needed to better understand how dietary patterns relate to sleep quality. Future research could provide insights into whether dietary modifications could be an effective, personalized strategy for improving sleep quality in millions of Americans.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35063665/"
}