{
    "title": "Exploring Older Adult Health Literacy in the Day-to-Day Management of Polypharmacy and Making Decisions About Deprescribing: A Mixed Methods Study.",
    "doc_id": "36629783",
    "writer": "Gillespie R",
    "year": "2023",
    "summary": "KEY RESULTS: Phase 1 survey responses were received from 85 GPs and 137 older adults. Phase 2 interviews were conducted with 16 GPs and 25 older adults. Phase 1 results indicated that self-reported older adult health literacy was high, and that GPs believed …",
    "abstract": "Background:\n        \n      \n      Polypharmacy use in older adults is increasing and sometimes leads to poor health outcomes. The influence of health literacy in managing polypharmacy and making decisions about stopping medication has received limited attention.\n    \n\n\n          Objective:\n        \n      \n      A mixed methods design was used to measure and investigate the influence of health literacy in the management of polypharmacy and decisions about deprescribing. Phase 1 involved two cross-sectional surveys, one with older adults using five or more medications and the other with general practitioners (GPs).\n    \n\n\n          Methods:\n        \n      \n      Older adult health literacy was measured using the All Aspects of Health Literacy Scale. Phase 2 employed individual interviews with both older adults and GPs and further explored the reported use of health literacy in practice. SPSS version 24 was used to conduct descriptive statistical analysis of the Phase 1 survey responses and Phase 2 interviews were analyzed using thematic analysis with the assistance of NVivo 12.\n    \n\n\n          Key results:\n        \n      \n      Phase 1 survey responses were received from 85 GPs and 137 older adults. Phase 2 interviews were conducted with 16 GPs and 25 older adults. Phase 1 results indicated that self-reported older adult health literacy was high, and that GPs believed older patients could engage in decisions about deprescribing. Phase 2 findings showed that older adults developed and employed complex health literacy practices to manage medications between consultations; however, few reported using their health literacy skills in consultations with their GPs. GPs noted that older adult involvement in decision-making varied and generally thought that older adults had low health literacy.\n    \n\n\n          Conclusion:\n        \n      \n      Older adults reported using health literacy practices in the management of their sometimes-complex medication regimens. However, the role of health literacy in deprescribing decision-making was limited. The mixed methods approach allowed greater insight into older adult and GP practices that influence the acquisition and use of health literacy. [HLRP: Health Literacy Research and Practice. 2023;7(1):e14-e25.] Plain Language Summary: This report explores health literacy in the use of multiple medications and decisions to stop using medication/s in older age. Older adults reported good heath literacy and practiced many health literacy skills in the management of their medications. However, they did not always report the use of their health literacy skills when discussing their medications with their family doctor.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36629783/"
}