{
    "title": "Evaluation of multidisciplinary weight loss shared medical appointments.",
    "doc_id": "31466900",
    "writer": "Yager S",
    "year": "2020",
    "summary": "At 3 months, 38.7% of patients achieved 5% weight loss, and 41% of patients achieved 5% weight loss at the end of the study period. ...Weight loss SMAs are a promising weight loss option to assist patients seen in the primar …",
    "abstract": "Objectives:\n        \n      \n      A multidisciplinary weight loss shared medical appointment (SMA) was created to help patients with weight management. The study objective was to evaluate the change in weight in patients participating in weight loss SMAs. The secondary objective was to evaluate the change in patients' cardiometabolic risk factors.\n    \n\n\n          Setting:\n        \n      \n      The study took place in Beachwood, OH, at a family medicine clinic associated with an academic medical center.\n    \n\n\n          Practice description and innovation:\n        \n      \n      Groups of 10 to 15 overweight and obese patients participated in weight loss SMAs in a family medicine clinic. The provider team included a family practice physician, a pharmacist, and a registered dietician. The pharmacist assisted with medication optimization to assist with weight management.\n    \n\n\n          Evaluation:\n        \n      \n      This retrospective observational study evaluated weight loss in patients who attended at least 1 weight loss SMA over a 9-month period. Weight loss and other cardiometabolic risk factors were compared from the time of the first SMA, 3 months after the first SMA, and at the end of the study period.\n    \n\n\n          Results:\n        \n      \n      A total of 222 patients attended at least 1 weight loss SMA. The mean weight loss was 4.0 ± 5.1 kg (3.8%) at 3 months and 4.4 ± 5.9 kg (4.1%) at the end of the study period. At 3 months, 38.7% of patients achieved 5% weight loss, and 41% of patients achieved 5% weight loss at the end of the study period. Patients also had a significant reduction in body mass index, blood pressure, and glycated hemoglobin. There was a significant correlation between the number of SMA visits attended and the amount of weight lost.\n    \n\n\n          Conclusion:\n        \n      \n      Patients who attended a weight loss SMA lost weight and had modest improvements in cardiometabolic risk factors. Weight loss SMAs are a promising weight loss option to assist patients seen in the primary care setting.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31466900/"
}