{
  "pmid": "41448094",
  "title": "Cost-effectiveness of adjuvant alectinib in the treatment of patients with resected stage IB-IIIA ALK-positive non-small lung cancer in France, based on the ALINA study.",
  "abstract": "Alectinib has demonstrated significant disease-free survival (DFS) benefits as adjuvant therapy for resected stage IB-IIIA ALK-positive non-small-cell lung cancer (NSCLC) in the ALINA study. This study aimed to assess the cost-effectiveness of introducing adjuvant alectinib into routine clinical practice in France compared with standard adjuvant platinum-based chemotherapy. A cohort-based semi-Markov model was developed to simulate long-term health and economic outcomes for patients from the ALINA intention-to-treat population over a 40-year time horizon. Eight mutually exclusive health states were included, capturing DFS, non-metastatic recurrence, metastatic recurrence (first and second line), and death. Clinical inputs were sourced primarily from ALINA, while recurrence treatment patterns, cure assumptions, utilities, and costs reflected French clinical practice and French thoracic oncologists' opinion. Costs (2024 euros) and outcomes were discounted following French HTA guidelines. Deterministic, probabilistic, and scenario analyses were conducted. Adjuvant alectinib would yield 17.6 life-years (LYs) and 15.4 quality-adjusted life-years (QALYs) per patient versus 12.4 LYs and 10.4 QALYs with chemotherapy, corresponding to incremental gains of 5.2 LYs and 5.0 QALYs. Total lifetime costs were estimated at €180,561 with alectinib and €237,011 with chemotherapy, resulting in a cost saving of €56,449. Higher upfront treatment costs with alectinib were offset by substantial reductions in recurrence-related expenditures. Across all deterministic, probabilistic, and scenario analyses, alectinib remained both more effective and less costly. Adjuvant alectinib would provide substantial clinical benefits for patients with resected ALK-positive NSCLC and represent a dominant strategy over platinum-based chemotherapy in the French healthcare setting, improving outcomes while reducing overall costs.",
  "disease": "lung cancer"
}