{
  "pmid": "41416246",
  "title": "The first causal inference analysis of the Catalan Arthroplasty Register shows a positive effect of antibiotic-loaded bone cement on knee prosthesis survival.",
  "abstract": "The survival of a knee prosthesis is one of the most important indicators of the success or failure of a knee arthroplasty. An intervention that could increase prosthetic survival is the use of antibiotic-loaded bone cement (ALBC) during primary surgery, but the evidence for this is not conclusive. The question of whether such an intervention increases prosthetic survival is a causal one, and yet it has never been addressed with causal methods in the observational studies literature. This constitutes a serious limitation, as there is growing evidence that the best-suited framework for addressing causal questions with observational data is causal inference. In the present study, causal inference methods were employed to answer the research question of whether ALBC increases prosthetic survival. In particular, directed acyclic graphs were used for identification and causal survival forests were used to estimate the effect of interest. The rationale behind these methods is provided in the main text, and technical details are provided in Supporting Information: File S3. Data from the Catalan Arthroplasty Register were analysed. ALBC had an effect of increasing the overall prosthetic survival by 8% after 120 months of follow-up. The intervention had a positive effect across all the subgroups of the population defined by confounding variables, but the effect was greater in men, young patients, patients with rheumatoid arthritis or obesity, and patients who smoked or abused alcohol. The chosen causal assumptions had an impact on the obtained results, empirically showing the importance of using a causal framework. ALBC increased knee prosthesis survival among patients in the Catalan public healthcare system. Causal inference methods are the most appropriate for answering causal questions about the effect of ALBC on prosthetic survival when the analysed data are observational. Level III.",
  "disease": "rheumatoid arthritis"
}