{
  "pmid": "41436157",
  "title": "Public Health Implications of Paragonimiasis in Tuberculosis-Endemic Settings: Lessons From the Province of Sorsogon, Philippines.",
  "abstract": "This study examined the overlapping burdens of pulmonary tuberculosis (PTB) and paragonimiasis in Sorsogon Province, Philippines, a setting characterised by high TB prevalence and paragonimiasis endemicity. It aimed to describe trends in PTB cases and treatment outcomes from 2016 to 2024, establish a baseline for paragonimiasis burden using newly available provincial data, and assess the extent to which paragonimiasis may be obscured within TB case reporting. Tuberculosis data were obtained from the Integrated Tuberculosis Information System (ITIS) of the Sorsogon Provincial Health Office, covering 2016-2024. Indicators included prevalence, case classification, relapse, cure rate, treatment success rate, and case fatality rate. Paragonimiasis data were collected in August 2025 across five municipalities. Between 2016 and 2024, TB prevalence rose from 329.5 to 460.8 per 100,000, reflecting a 49% increase. Treatment success rates remained high (> 86% on average), yet relapse cases grew, particularly among clinically diagnosed (CD) patients, who comprised nearly half of all cases despite widespread GeneXpert availability. Although bacteriologically confirmed (BC) cases increased, the BC-to-CD ratio reversed after 2022, with CD cases again predominating by 2024. Among 883 TB suspects screened in August 2025, 172 were tested and 81 tested positive for paragonimiasis, highlighting diagnostic overlap and possible misclassification. PTB remains a dominant health concern in Sorsogon, yet paragonimiasis persists as a concealed mimic. The high positivity rate among suspected TB patients underscores the risk of underdiagnosis. Integrating paragonimiasis surveillance, diagnostics, and treatment into existing TB programs could reduce misdiagnosis and strengthen control strategies in co-endemic regions.",
  "disease": "tuberculosis"
}