{
  "pmid": "41367514",
  "title": "Development and validation of an early predictive model for coronary artery lesions in incomplete Kawasaki disease.",
  "abstract": "The incidence of incomplete Kawasaki disease (IKD) has been rising, and it is associated with a higher risk of coronary artery lesions (CALs); however, the underlying reasons remain unclear. This study conducted a comparative analysis of the clinical data of children in the IKD and complete Kawasaki disease (CKD) groups, and aimed to determine risk factors associated with CAL in children diagnosed with IKD through least absolute shrinkage and selection operator (LASSO)-logistic regression, and to develop a predictive model for CAL occurrence in this population. Clinical records of IKD patients admitted to Xuzhou Children's Hospital between January 2021 and December 2023 were retrospectively analyzed. Based on diagnostic criteria, subjects were classified into CAL and non-CAL groups, forming the training dataset. Predictive variables were identified using LASSO regression with cross-validation. A nomogram was constructed to visualize the prediction model. Data from IKD patients hospitalized between January and June 2024 were utilized as an external validation cohort (test dataset) to assess the model's predictive accuracy. Eight variables were retained as predictors through LASSO regression: gender, fever duration, conjunctival injection, cervical lymphadenopathy, erythrocyte sedimentation rate (ESR), neutrophil percentage (Neu%), alanine aminotransferase (ALT), and aspartate aminotransferase (AST). The nomogram-based model yielded an area under the curve (AUC) of 0.817 [95% confidence interval (CI): 0.757-0.878], with sensitivity and specificity of 83.1% and 71.6%, respectively. When applied to the test cohort, the model demonstrated an AUC of 0.888 (95% CI: 0.720-0.975), with corresponding sensitivity of 75.0% and specificity of 88.0%. The model integrating gender, fever duration, conjunctival injection, cervical lymphadenopathy, ESR, Neu%, ALT, and AST, offers a reliable approach for predicting CAL risk in pediatric IKD cases.",
  "disease": "coronary artery disease"
}