{
    "title": "Immediate Versus Delayed-Immediate Autologous Breast Reconstruction After Nipple-Sparing Mastectomy.",
    "doc_id": "37146309",
    "writer": "Barnes LL",
    "year": "2023",
    "summary": "RESULTS: One hundred one patients (151 breasts) underwent NSM followed by autologous abdomen-based free flap breast reconstruction during the defined time period. Fifty-nine patients (89 breasts) underwent immediate reconstruction, whereas 42 patients (62 …",
    "abstract": "Introduction:\n        \n      \n      Autologous reconstruction following nipple-sparing mastectomy (NSM) is either performed in a delayed-immediate fashion, with a tissue expander placed initially at the time of mastectomy and autologous reconstruction performed later, or immediately at the time of NSM. It has not been determined which method of reconstruction leads to more favorable patient outcomes and lower complication rates.\n    \n\n\n          Methods:\n        \n      \n      We performed a retrospective chart review of all patients who underwent autologous abdomen-based free flap breast reconstruction after NSM between January 2004 and September 2021. Patients were stratified into 2 groups by timing of reconstruction (immediate and delayed-immediate). All surgical complications were analyzed.\n    \n\n\n          Results:\n        \n      \n      One hundred one patients (151 breasts) underwent NSM followed by autologous abdomen-based free flap breast reconstruction during the defined time period. Fifty-nine patients (89 breasts) underwent immediate reconstruction, whereas 42 patients (62 breasts) underwent delayed-immediate reconstruction. Considering only the autologous stage of reconstruction in both groups, the immediate reconstruction group experienced significantly more delayed wound healing, wounds requiring reoperation, mastectomy skin flap necrosis, and nipple-areolar complex necrosis. Analysis of cumulative complications from all reconstructive surgeries revealed that the immediate reconstruction group still experienced significantly greater cumulative rates of mastectomy skin flap necrosis. However, the delayed-immediate reconstruction group experienced significantly greater cumulative rates of readmission, any infection, infection requiring PO antibiotics, and infection requiring IV antibiotics.\n    \n\n\n          Conclusions:\n        \n      \n      Immediate autologous breast reconstruction after NSM alleviates many issues seen with tissue expanders and delayed autologous reconstruction. Although mastectomy skin flap necrosis occurs at a significantly greater rate after immediate autologous reconstruction, it can often be managed conservatively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37146309/"
}