{
    "title": "[An ultrastructural study of arrhythmogenic right ventricular dysplasia: comparison among islands of myocytes, marginal zone and control zone].",
    "doc_id": "2810045",
    "writer": "Masani F",
    "year": "1989",
    "summary": "These myocardial samples were divided into three parts: an island of myocytes (some grouped cardiocytes floating on the fatty layer), a marginal zone (the parts of the myocardium surrounding the fatty infiltration), and a distant zone (as a control muscle). I …",
    "abstract": "During surgery for intractable ventricular tachycardia, an ultrastructure of cardiac tissue was obtained from two male patients, 54 and 59 years old. On light microscopy, the histopathology was compatible with arrhythmogenic right ventricular dysplasia (ARVD). These myocardial samples were divided into three parts: an island of myocytes (some grouped cardiocytes floating on the fatty layer), a marginal zone (the parts of the myocardium surrounding the fatty infiltration), and a distant zone (as a control muscle). In the island of myocytes and marginal zone, myocardial hypertrophy, variability of cell diameter, degenerative changes of myocytes and interstitial fibrosis were more distinct than in the control zone. In addition, the number and diameter of intrasarcoplasmic lipid droplets detected among interstices of myofibrils also increased in both groups. The variability in number and diameter of the lipid droplets seemed to have a relation to the pathogenesis of fatty infiltration into the myocardium in ARVD. Lipid droplets were also revealed not only in the nuclei of myocytes but in the endothelial cells of capillaries and small vessels. Internuclear inclusion of the lipid was limited to the island and margin, but the lipid droplets in the endothelium spread widely in every zone. These lipid droplets are expected to have diagnostic value in the histological study of ARVD using endomyocardial biopsy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2810045/"
}