{
  "pmid": "41368222",
  "title": "Impact of Frailty on Activities of Daily Living and Length of Hospitalization in Acute Exacerbations of Chronic Obstructive Pulmonary Disease.",
  "abstract": "The current study aimed to investigate the prevalence of pre-frailty and frailty for hospitalized patients with acute exacerbations of chronic obstructive pulmonary disease (AECOPD) and to quantify their relationship with Activities of Daily Living (ADL) and length of hospitalization. We investigated frailty status, ADL ability, and length of hospitalization for 295 patients with AECOPD who were admitted to the respiratory department of a large tertiary care institution in Sichuan Province, China, between August 2022 and June 2023. Descriptive statistical methods were used to describe their demographic characteristics, frailty prevalence, ADL ability, and length of hospitalization. Following this, we developed two linear regression models to explore the cross-sectional association between different frailty statuses and ADL ability, as well as the longitudinal association between frailty status and length of hospitalization. Statistical evidence indicated that 39.3% and 46.1% of the patients exhibited pre-frailty and frailty, respectively. A multivariate linear regression model, which adjusted for significant variables, indicated that pre-frailty (coefficient [β] = 1.90, confidence interval [CI] = 0.76-3.04) and frailty (β = 2.02, CI = 0.84-3.20) were significantly associated with longer hospital stays, even in a fully adjusted model. Additionally, although pre-frailty (β = -4.79, CI = -8.98 to -0.60) and frailty (β = -4.48, CI = -8.81 to -0.15) were associated with worse ADL in a significant variable-adjusted model, the fully adjusted model indicated that no significant association was found between frailty and ADL. Patients with AECOPD have a high prevalence of pre-frailty and frailty. More frail patients tend to have longer hospitalizations, and pre-frailty is associated with poorer ADL. However, the association of frailty with ADL requires further validation. Chronic obstructive pulmonary disease (COPD) is the third leading cause of death worldwide among chronic diseases. Patients with COPD often experience increased frailty, along with significant physical, psychological, and financial distress due to repeated and prolonged acute exacerbations. However, frailty in patients with acute exacerbation of COPD (AECOPD) is frequently overlooked in clinical practice. This unrecognized frailty can be linked to impaired physical functioning and may result in extended hospitalization. The current study analyzed the experiences of 295 patients with AECOPD in an economically underdeveloped area in northeast Sichuan Province, focusing on frailty, Activities of daily living (ADL), and length of hospitalization. The results revealed that 85.4% of patients displayed varying degrees of frailty, with 39.3% considered pre-frail and 46.1% classified as frail. Pre-frailty was frequently associated with ADL disabilities. Both pre-frailty and frailty were found to predict longer length of hospitalization. Consequently, incorporating frailty screening into clinical practice and considering a categorized management strategy for patients with AECOPD could effectively reduce the burden on these patients.",
  "disease": "chronic obstructive pulmonary disease"
}