{
    "title": "Size-dependent enhancement of gene expression by Plasmodium 5'UTR introns.",
    "doc_id": "38802937",
    "writer": "Lin L",
    "year": "2024",
    "summary": "However, the roles of UTR introns in the gene expression of malaria parasites remain unknown. METHODS: In this study, an episomal dual-luciferase assay was developed to evaluate gene expression driven by promoters with or without a 5'UTR intron from fo …",
    "abstract": "Background:\n        \n      \n      Eukaryotic genes contain introns that are removed by the spliceosomal machinery during mRNA maturation. Introns impose a huge energetic burden on a cell; therefore, they must play an essential role in maintaining genome stability and/or regulating gene expression. Many genes (> 50%) in Plasmodium parasites contain predicted introns, including introns in 5' and 3' untranslated regions (UTR). However, the roles of UTR introns in the gene expression of malaria parasites remain unknown.\n    \n\n\n          Methods:\n        \n      \n      In this study, an episomal dual-luciferase assay was developed to evaluate gene expression driven by promoters with or without a 5'UTR intron from four Plasmodium yoelii genes. To investigate the effect of the 5'UTR intron on endogenous gene expression, the pytctp gene was tagged with 3xHA at the N-terminal of the coding region, and parasites with or without the 5'UTR intron were generated using the CRISPR/Cas9 system.\n    \n\n\n          Results:\n        \n      \n      We showed that promoters with 5'UTR introns had higher activities in driving gene expression than those without 5'UTR introns. The results were confirmed in recombinant parasites expressing an HA-tagged gene (pytctp) driven by promoter with or without 5'UTR intron. The enhancement of gene expression was intron size dependent, but not the DNA sequence, e.g. the longer the intron, the higher levels of expression. Similar results were observed when a promoter from one strain of P. yoelii was introduced into different parasite strains. Finally, the 5'UTR introns were alternatively spliced in different parasite development stages, suggesting an active mechanism employed by the parasites to regulate gene expression in various developmental stages.\n    \n\n\n          Conclusions:\n        \n      \n      Plasmodium 5'UTR introns enhance gene expression in a size-dependent manner; the presence of alternatively spliced mRNAs in different parasite developmental stages suggests that alternative slicing of 5'UTR introns is one of the key mechanisms in regulating parasite gene expression and differentiation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38802937/"
}