{
  "pmid": "41457227",
  "title": "Causal relationship between diet and common female diseases: a comprehensive Mendelian randomization study.",
  "abstract": "This study aimed to investigate the causal relationship between dietary habits and nine common diseases with high female prevalence using a two-sample Mendelian randomization (MR) approach. Drawing upon pooled Genome-Wide Association Study (GWAS) data from European cohorts, this research interrogated genetic associations across 21 detailed dietary classifications and nine major diseases with high prevalence in women. Our study identified multiple associations between dietary factors and gynecological disease risks. In initial analyses, dried fruit was inversely associated with breast and cervical cancer, while beef increased breast cancer risk. Endometrial cancer risk was linked to coffee, alcohol, and non-oily fish. Ovarian cancer risk exhibited mixed associations, rising with alcohol and non-oily fish but decreasing with pork, dried fruit, and beef. Among benign conditions, risk associations were observed for ovarian cysts (positive with omelette/whole-wheat; negative with coffee/lobster/dark chocolate/dried fruit), endometriosis (positive with shellfish; negative with coffee/cheese), uterine fibroids (coffee, dried fruit, non-oily fish), premature ovarian failure (protective: soya dessert; risk: herbal tea, dark chocolate, whole-wheat), and polycystic ovary syndrome (fresh fruit, yogurt, herbal tea). However, after false discovery rate (FDR) correction for multiple testing, only two associations remained significant: dried fruit intake with a reduced risk of breast cancer and coffee intake with an increased risk of uterine fibroids. Our comprehensive MR analysis yields insights into the potential causal links between dietary factors and common diseases in women, paving the way for non-pharmacological public health interventions. The findings highlight the potential of dietary modifications as a preventative measure against the onset of these conditions.",
  "disease": "breast cancer"
}