{
    "title": "Combining Vis-NIR and NIR Spectral Imaging Techniques with Data Fusion for Rapid and Nondestructive Multi-Quality Detection of Cherry Tomatoes.",
    "doc_id": "37835274",
    "writer": "Tan F",
    "year": "2023",
    "summary": "Firmness, soluble solid content (SSC) and titratable acidity (TA) are characteristic substances for evaluating the quality of cherry tomatoes. In this paper, a hyper spectral imaging (HSI) system using visible/near-infrared (Vis-NIR) and near-infrared (NIR) was proposed to …",
    "abstract": "Firmness, soluble solid content (SSC) and titratable acidity (TA) are characteristic substances for evaluating the quality of cherry tomatoes. In this paper, a hyper spectral imaging (HSI) system using visible/near-infrared (Vis-NIR) and near-infrared (NIR) was proposed to detect the key qualities of cherry tomatoes. The effects of individual spectral information and fused spectral information in the detection of different qualities were compared for firmness, SSC and TA of cherry tomatoes. Data layer fusion combined with multiple machine learning methods including principal component regression (PCR), partial least squares regression (PLSR), support vector regression (SVR) and back propagation neural network (BP) is used for model training. The results show that for firmness, SSC and TA, the determination coefficient R2 of the multi-quality prediction model established by Vis-NIR spectra is higher than that of NIR spectra. The R2 of the best model obtained by SSC and TA fusion band is greater than 0.9, and that of the best model obtained by the firmness fusion band is greater than 0.85. It is better to use the spectral bands after information fusion for nondestructive quality detection of cherry tomatoes. This study shows that hyperspectral imaging technology can be used for the nondestructive detection of multiple qualities of cherry tomatoes, and the method based on the fusion of two spectra has a better prediction effect for the rapid detection of multiple qualities of cherry tomatoes compared with a single spectrum. This study can provide certain technical support for the rapid nondestructive detection of multiple qualities in other melons and fruits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37835274/"
}