{
    "title": "Effects of pulsed electromagnetic fields on benign prostate hyperplasia.",
    "doc_id": "21537858",
    "writer": "Giannakopoulos XK",
    "year": "2011",
    "summary": "Patients of both groups were evaluated before and after drug and EMF treatment by values of total PSA and prostatic PSA fraction, acid phosphate, U/S estimation of prostate volume and urine residue, urodynamic estimation of urine flow rate, and International Pros …",
    "abstract": "Introduction:\n        \n      \n      Benign prostate hyperplasia (BPH) has been treated with various types of electromagnetic radiation methods such as transurethral needle ablation (TUNA), interstitial laser therapy (ILC), holmium laser resection (HoLRP). In the present study, the effects of a noninvasive method based on the exposure of patients with BPH to a pulsative EM Field at radiofrequencies have been investigated.\n    \n\n\n          Materials and methods:\n        \n      \n      Twenty patients with BPH, aging 68-78 years old (y.o), were enrolled in the study. Patients were randomly divided into two groups: the treatment group (10 patients, 74.0 ± 5.7 y.o) treated with the α-blocker Alfusosin, 10 mg/24 h for at least 4 weeks, and the electromagnetic group (10 patients, 73.7 ± 6.3 y.o) exposed for 2 weeks in a very short wave duration, pulsed electromagnetic field at radiofrequencies generated by an ion magnetic inductor, for 30 min daily, 5 consecutive days per week. Patients of both groups were evaluated before and after drug and EMF treatment by values of total PSA and prostatic PSA fraction, acid phosphate, U/S estimation of prostate volume and urine residue, urodynamic estimation of urine flow rate, and International Prostate Symptom Score (IPSS).\n    \n\n\n          Results:\n        \n      \n      There was a statistically significant decrease before and after treatment of IPSS (P < 0.02), U/S prostate volume (P < 0.05), and urine residue (P < 0.05), as well as of mean urine flow rate (P < 0.05) in patients of the electromagnetic group, in contrast to the treatment group who had only improved IPSS (P < 0.05). There was also a significant improvement in clinical symptoms in patients of the electromagnetic group. Follow-up of the patients of this group for one year revealed that results obtained by EMFs treatment are still remaining.\n    \n\n\n          Conclusion:\n        \n      \n      Pulsed electromagnetic field at radiofrequencies may benefit patients with benign prostate hyperplasia treated by a non-invasive method.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21537858/"
}