{
  "pmid": "41454014",
  "title": "Phosphodiesterase ENPP2, which is co-upregulated in obese and pregnant mice, is essential for islet beta cell compensation during obesity.",
  "abstract": "We aimed to identify key molecules that can moderately enhance the compensatory capacity of beta cells during obesity. Single-cell RNA-seq was used to profile the RNA expression of islet cells from diet-induced obese mice and pregnant mice. The gene and protein expression levels of ectonucleotide pyrophosphatase/phosphodiesterase 2 (ENPP2) were verified by quantitative PCR and immunofluorescence, respectively. The roles of ENPP2 were investigated using gain-of-function and loss-of-function approaches in Min6 beta cells, global Enpp2-knockout mice and beta cell Enpp2-overexpressing transgenic (Enpp2-Tg) mice. Using single-cell RNA-seq, we demonstrated that proliferation is the primary and common mechanism for compensating for beta cell numbers during both mouse obesity and pregnancy, with proliferation being more pronounced in pregnancy than in obesity. Additionally, many differentially expressed genes were co-regulated in both conditions. Among these, the pro-proliferative phosphodiesterase ENPP2 showed the highest increase in beta cells of pregnant mice and a moderate increase in beta cells of obese mice. Overexpression or knockdown of ENPP2 in Min6 beta cells revealed that ENPP2 promoted beta cell proliferation, inhibited apoptosis and enhanced high-glucose-stimulated insulin secretion. These effects of ENPP2 were further validated in vivo using Enpp2-Tg mice. In Enpp2-knockout mice fed a high-fat diet, the deficiency of ENPP2 resulted in insufficient compensation of beta cells during obesity. The pro-proliferative role of ENPP2 in beta cells was mediated through the lysophosphatidic acid (LPA)-Akt/mammalian target of rapamycin (mTOR) signalling pathway via LPA receptor 2. However, the expression of ENPP2 was reduced in the mouse model of diabetes and in human participants with type 2 diabetes compared with non-diabetic control groups. Furthermore, ENPP2 was co-upregulated by a synergy of oestradiol and progesterone. ENPP2 may serve as a key regulator in beta cell compensation during obesity, and modulating its levels in beta cells could be a potential therapeutic target for mitigating beta cell deterioration in diabetes.",
  "disease": "diabetes mellitus"
}