{
  "pmid": "41462323",
  "title": "Lobectomy-first versus lymphadenectomy-first on long-term survival for operable non-small cell lung cancer: protocol of LOFTY trial.",
  "abstract": "The standard surgical treatment for early-stage non-small cell lung cancer (NSCLC) involves anatomical lobectomy and mediastinal lymph node dissection (MLND). According to the principle of \"from distal to proximal\" during tumour resection, MLND should ideally be performed before lobectomy to fit the criteria of surgical oncology. However, no prospective randomised controlled trial (RCT) has compared MLND-first versus lobectomy-first approaches in early-stage NSCLC. This provides the rationale for this multicentre RCT. This multicentre, prospective, open-label, RCT investigates the superiority of MLND-first over lobectomy-first in terms of long-term survival in patients with clinical stage T1-2N0-1M0 (stages I-II) NSCLC (LOFTY study). We plan to enrol 620 patients from multiple institutions. Stratified block randomisation will be performed in this trial. The primary endpoint is the 5-year disease-free survival rate, and the secondary endpoints comprise the 5-year overall survival rate and short-term outcomes, such as conversion rate, perioperative complication rate, number of resected mediastinal lymph nodes, operative death rate, postoperative hospital stays, R0 rate, operative time, chest tube duration, number of circulating tumour cells before and after operation, and the total cost of hospitalisation. The primary endpoint will be assessed by a central committee of blinded expert radiologists. Patient recruitment is currently ongoing. This multicentre, prospective, open-label RCT investigates whether MLND-first is superior to lobectomy-first in terms of long-term outcomes in early-stage NSCLC patients who are suitable for lobectomies. The results of this trial will provide high-level evidence to clarify the standard surgical sequence for early-stage operable NSCLC. Guangdong Association Study of Thoracic Oncology GASTO-10129. Registered on 26 March. 2022. Chinese Clinical Trials Registry ChiCTR2300068586. Registered on 24 February 2023. gov NCT06577792. Registered on 29 August 2024.",
  "disease": "lung cancer"
}