{
    "title": "Relationship Between the Amount of Change in Echo Intensity and Young's Modulus of the Soleus Muscle After Ankle Fracture Surgery.",
    "doc_id": "39610620",
    "writer": "Miyasaka H",
    "year": "2024",
    "summary": "At three and five months after surgery, ankle range of motion (ROM), ankle strength, SOL muscle EI, and Young's modulus were measured, and changes in values were calculated. The EI was measured using the B-mode and ImageJ software (National Institutes of Health, Bethesda, …",
    "abstract": "Objective:\n        \n      \n      We aimed to clarify the relationship between the changes in echo intensity (EI) and Young's modulus of the soleus (SOL) muscle after ankle fracture surgery.\n    \n\n\n          Methods:\n        \n      \n      Sixteen participants after ankle fracture surgery participated in this study (mean age: 46.8 ± 21.4 years). At three and five months after surgery, ankle range of motion (ROM), ankle strength, SOL muscle EI, and Young's modulus were measured, and changes in values were calculated. The EI was measured using the B-mode and ImageJ software (National Institutes of Health, Bethesda, MD), and Young's modulus was measured using shear wave elastography (SWE). The EI values corrected for subcutaneous fat thickness were calculated. Correlation and simple regression analysis were used to clarify the relationship between the amount of change in EI, the amount of change in Young's modulus, and the amount of change in ankle ROM.\n    \n\n\n          Results:\n        \n      \n      Simple regression analysis showed that the amount of change in EI influenced the amount of change in Young's modulus of the SOL muscle (r = 0.623; p = 0.010) and the amount of change in ankle dorsiflexion ROM with the knee flexed (r = -0.702; p = 0.002).\n    \n\n\n          Conclusion:\n        \n      \n      The change in EI of the SOL muscle affected the change in Young's modulus after ankle fracture surgery. Clinically, changes in the EI may reflect changes in muscle stiffness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39610620/"
}