{
    "title": "[Heritability of obesity in children aged 30-36 months and an analysis of single nucleotide polymorphisms at four loci in Xi'an, China].",
    "doc_id": "32312375",
    "writer": "Shi XW",
    "year": "2020",
    "summary": "OBJECTIVE: To study the heritability of obesity in children aged 30-36 months in Xi'an, China, as well as the role of four single nucleotide polymorphisms (SNPs) associated with body mass index in the susceptibility to obesity in children. ...CONCLUSIONS: Genetic fa …",
    "abstract": "Objective:\n        \n      \n      To study the heritability of obesity in children aged 30-36 months in Xi'an, China, as well as the role of four single nucleotide polymorphisms (SNPs) associated with body mass index in the susceptibility to obesity in children.\n    \n\n\n          Methods:\n        \n      \n      Random sampling was performed to select 1 637 children, aged 30-36 months, from four communities of Xi'an from March 2017 to December 2018. Physical assessment was performed for these children, and a questionnaire survey was conducted for parents. Then the Falconer regression method was used to calculate the heritability of childhood obesity. Venous blood samples were collected from 297 children who underwent biochemical examinations, among whom there were 140 children with obesity/overweight (obesity/overweight group) and 157 with normal body weight (normal body weight group). The MassARRAY RS1000 typing technique was used to detect CDKAL1 gene rs2206734, KLF9 gene rs11142387, PCSK1 gene rs261967, and GP2 gene rs12597579. The distribution of alleles and genotypes was compared between the obesity/overweight and normal body weight groups. An unconditional logistic regression model was used to investigate the benefits of dominant and recessive genetic models.\n    \n\n\n          Results:\n        \n      \n      For the 1 637 children, the heritability of obesity from the parents was 83%±8%, and the heritability from mother was slightly higher than that from father (86%±11% vs 78%±12%). There were significant differences in the distribution of rs2206734 alleles and genotypes and rs261967 genotypes between the obesity/overweight and normal body weight groups (P<0.0125). The children carrying T allele at rs2206734 had a significantly higher risk of obesity than those carrying CC (OR=0.24, P<0.0125), and the children carrying GG at rs261967 had a significantly higher risk of obesity than those carrying A allele (OR=4.11, P<0.0125).\n    \n\n\n          Conclusions:\n        \n      \n      Genetic factors play an important role in the pathogenesis of obesity in children, and the SNPs of CDKAL1 rs2206734 and PCSK1 rs261967 are associated with the susceptibility to obesity in children aged 30-36 months in Xi'an.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32312375/"
}