{
  "pmid": "41365955",
  "title": "Nicorandil attenuates thioacetamide induced liver fibrosis via AMPK, SIRT1 and HIF1α mediated cellular energy homeostasis.",
  "abstract": "Liver fibrosis, marked by excessive extracellular matrix deposition and chronic inflammation, is a significant health concern that can progress to cirrhosis and liver failure. Current treatments are limited, highlighting the need for novel therapies. Nicorandil (NIC), a potassium channel opener with nitric oxide-donating properties, has shown cytoprotective and anti-inflammatory effects. This study evaluates the efficacy of NIC in attenuating thioacetamide (TAA)-induced liver fibrosis in rats, focusing on the AMPK/SIRT-1/HIF-1α signaling pathway. Twenty-four adult male albino rats were randomly assigned to four groups: a control group, a TAA-treated group, and two groups treated with NIC at doses of 7.5 mg/kg/day and 15 mg/kg/day, respectively, for six weeks. TAA was administered intraperitoneally for six weeks to induce fibrosis, while NIC was given concurrently at both doses. TAA administration caused marked liver injury and fibrosis, as shown by increased ALT, AST, collagen-1α, and hydroxyproline levels. NIC treatment, particularly at 15 mg, significantly reduced these markers, indicating improved liver function and less fibrosis. NIC also alleviated oxidative stress by increasing SOD and GSH while lowering MDA, NO₂⁻, and iNOS. At the molecular level, NIC upregulated AMPK, SIRT-1, P53, and PGC-1α, and downregulated HIF-1α and STAT3. It further suppressed pro-inflammatory cytokines (IL-6, IL-1β, TNF-α, NF-κB, TGF-β1) while elevating IL-10. Histopathology confirmed improved liver structure with reduced collagen deposition, and immunohistochemistry showed decreased COX-II expression. In conclusion, both NIC doses showed therapeutic potential, with the 15 mg dose demonstrating superior efficacy. These findings highlight NIC's promise as an effective treatment for liver fibrosis by mediating the AMPK/SIRT-1/HIF-1α pathway and modulating key molecular and cellular processes.",
  "disease": "liver cirrhosis"
}