{
    "title": "Alcohol and low-back pain: a systematic literature review.",
    "doc_id": "10863254",
    "writer": "Leboeuf-Yde C.",
    "year": "2000",
    "summary": "Although certain lifestyle factors in relation to low-back pain have evoked much interest, interest has not focused on alcohol consumption. ...CONCLUSIONS: Alcohol consumption does not seem to be associated with low-back pain, but well-de …",
    "abstract": "Background:\n        \n      \n      The role of lifestyle factors is an important issue in the prevention and treatment of disease. Although certain lifestyle factors in relation to low-back pain have evoked much interest, interest has not focused on alcohol consumption. An appraisal of the epidemiologic literature seems warranted.\n    \n\n\n          Objectives:\n        \n      \n      To establish if there is evidence in the literature for a causal link between alcohol consumption and low-back pain.\n    \n\n\n          Data sources:\n        \n      \n      Nine original research reports published between 1987 and 1995 were obtained through a MEDLINE search for the years 1992 to 1998, with various combinations of the terms \"alcohol,\" \"substance abuse,\" \"life-style, \" \"risk factor,\" \"epidemiology\" and \"low back pain.\" An additional manual search was made of relevant bibliographies without limitation for year of publication.\n    \n\n\n          Data synthesis:\n        \n      \n      A systematic review was made of the epidemiologic literature to uncover any evidence for a causal relation between alcohol consumption and low-back pain.\n    \n\n\n          Results:\n        \n      \n      None of the studies reported a positive link between alcohol consumption and low-back pain, and no positive gradient was found in studies that included an analysis of the dose-response. None of the studies was prospective in design.\n    \n\n\n          Conclusions:\n        \n      \n      Alcohol consumption does not seem to be associated with low-back pain, but well-designed specific alcohol/low-back pain-centered studies are lacking.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10863254/"
}