{
    "title": "The natural history of low back pain in adolescents.",
    "doc_id": "8915066",
    "writer": "Burton AK",
    "year": "1996",
    "summary": "SUMMARY OF BACKGROUND DATA: Previous data on low back pain and flexibility in adolescents have come largely from cross-sectional studies with differing definitions and age groups. ...Back pain was more common in boys than girls, especially by age 15 years. Th …",
    "abstract": "Study design:\n        \n      \n      A 5-year longitudinal interview and questionnaire-based survey of back pain in adolescents.\n    \n\n\n          Objectives:\n        \n      \n      To determine the natural history of back pain during adolescence in boys and girls and to explore the influence of sports participation and lumbar flexibility.\n    \n\n\n          Summary of background data:\n        \n      \n      Previous data on low back pain and flexibility in adolescents have come largely from cross-sectional studies with differing definitions and age groups. A longitudinal study would offer a more detailed description of aspects of the natural history of back pain.\n    \n\n\n          Methods:\n        \n      \n      A cohort of 216 11-year-old children was given a structured questionnaire about back pain. Follow-up evaluation was annual for 4 more years. Lumbar sagittal mobility was measured in first and last years. Life-table analysis was the chosen statistical method.\n    \n\n\n          Results:\n        \n      \n      Annual incidence rose from 11.8% at age 12+ to 21.5% at 15+ years. Lifetime prevalence rose from 11.6% at age 11+ to 50.4% at age 15+ years. Experience of back pain was frequently forgotten. Recurrent pain was common, usually manifesting as such rather than as progression from a single episode; few children required treatment. Back pain was more common in boys than girls, especially by age 15 years. There was a positive link between sports and back pain only for boys. Severity and flexibility were not related to sex, treatment, or sport.\n    \n\n\n          Conclusions:\n        \n      \n      Back pain in adolescents is common; it increases with age and is recurrent, but in general does not deteriorate with time. Much of the symptomatology may be considered a normal life experience, probably unrelated to adult disabling trouble.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8915066/"
}