{
    "title": "The Relationship of Frailty and Hospitalization Among Older People: Evidence From a Meta-Analysis.",
    "doc_id": "29874399",
    "writer": "Chang SF",
    "year": "2018",
    "summary": "FINDINGS: A meta-analysis was conducted on eight studies that discussed the relationship between frailty and hospitalization risk in older adults 65 years of age or older. The results showed that frail older people exhibited the highest risk for hospitalizati …",
    "abstract": "Objectives:\n        \n      \n      This research explored the relationship between the stages of frailty and risk for hospitalization in older adults and evaluated the risk for hospitalization among the elderly in relation to various frailty assessment indexes.\n    \n\n\n          Methods:\n        \n      \n      A systematic literature review and meta-analysis were carried out. A total of 32,998 older people, 8,666 of whom were hospitalized, were included in this study. Two of the researchers independently collected and reviewed the literature. The key search terms used were \"frailty\" or \"frail,\" \"hospitalization,\" and \"older people\" or \"older\" or \"geriatric\" or \"senior.\" Data were recorded from January 2001 to July 2016. The Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines were adopted for quality assessment. A systematic search was carried out using Embase and Scopus to analyze the collected literature.\n    \n\n\n          Findings:\n        \n      \n      A meta-analysis was conducted on eight studies that discussed the relationship between frailty and hospitalization risk in older adults 65 years of age or older. The results showed that frail older people exhibited the highest risk for hospitalization, following by prefrail and robust older people. Next, different frailty assessment indicators were used to predict the risk for hospitalization among older people. All of these indexes also showed that older persons with frailty had the highest risk for hospitalization, followed by prefrail older people.\n    \n\n\n          Conclusions:\n        \n      \n      Frailty is a vital issue in geriatric care and is a crucial factor in the hospitalization of older people. Frail older people were at the highest risk for hospitalization, following by prefrail and robust older people. Assessing frailty as early as possible can reduce the hospitalization risk among older people.\n    \n\n\n          Clinical relevance:\n        \n      \n      Professional nursing staff should use frailty indicators in a timely fashion to assess the status of frailty in older people and should effectively develop frailty prevention strategies to decrease the risk for hospitalization and to enhance quality of life for older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29874399/"
}