{
  "pmid": "41458121",
  "title": "Relationship between intrahemispheric and interhemispheric connectivity of the language network and language improvement in subacute post-stroke aphasia.",
  "abstract": "Speech production and comprehension are coordinated by a large-scale language network. The dynamic balance of intrahemispheric and interhemispheric connectivity within this network is essential for normal language processing. Stroke often significantly disrupts both the functional integrity and dynamic balance of the language network, leading to language deficits (aphasia). However, the brain's adaptive potential to compensate for lesions in post-stroke aphasia (PSA) remains incompletely understood. A key unresolved question is whether recovery of language function in PSA is primarily facilitated by compensatory mechanisms within the left hemisphere, increased recruitment (\"upregulation\") in the right hemisphere, or both. Building on prior research, we defined a language network encompassing canonical language areas. We employed resting-state functional magnetic resonance imaging (rs-fMRI) to quantify functional connectivity (FC) and investigated differences in intrahemispheric and interhemispheric connectivity within this network between 32 patients with PSA and 70 healthy controls (HCs). Furthermore, we examined the association between altered connectivity patterns at baseline and subsequent improvement in language function in the PSA group. Compared to the HCs, the patients with PSA exhibited increased intrahemispheric FC at baseline. Crucially, this increased intrahemispheric FC was positively correlated with the magnitude of language function improvement from baseline to follow-up. In addition, intrahemispheric FC was significantly higher than interhemispheric FC in the PSA group at baseline. These findings suggest that aberrant connectivity within the language network represents a neural substrate of language impairment in PSA and that heightened intrahemispheric connectivity within the residual left hemisphere language network may predict better recovery of language function in patients with subacute PSA. Collectively, network-based pathology analysis enhances our understanding of the neural mechanisms underlying both lesion effects and functional recovery in PSA.",
  "disease": "stroke"
}