{
    "title": "The 28th Annual Prostate Cancer Foundation Scientific Retreat report.",
    "doc_id": "35852016",
    "writer": "Miyahira AK",
    "year": "2022",
    "summary": "BACKGROUND: The 28th Annual Prostate Cancer Foundation (PCF) Scientific Retreat was held virtually over 4 days, on October 28-29 and November 4-5, 2021. ...RESULTS: Primary areas of research discussed at the 2021 PCF Retreat included: (i) prostate cancer …",
    "abstract": "Background:\n        \n      \n      The 28th Annual Prostate Cancer Foundation (PCF) Scientific Retreat was held virtually over 4 days, on October 28-29 and November 4-5, 2021.\n    \n\n\n          Methods:\n        \n      \n      The Annual PCF Scientific Retreat is a leading global scientific conference that focuses on first-in-field, unpublished, and high-impact basic, translational, and clinical prostate cancer research, as well as research from other fields with high probability for impacting prostate cancer research and patient care.\n    \n\n\n          Results:\n        \n      \n      Primary areas of research discussed at the 2021 PCF Retreat included: (i) prostate cancer disparities; (ii) prostate cancer survivorship; (iii) next-generation precision medicine; (iv) PSMA theranostics; (v) prostate cancer lineage plasticity; (vi) tumor metabolism as a cancer driver and treatment target; (vii) prostate cancer genetics and polygenic risk scores; (viii) glucocorticoid receptor biology in castration-resistant prostate cancer (CRPC); (ix) therapeutic degraders; (x) new approaches for immunotherapy in prostate cancer; (xi) novel technologies to overcome the suppressive tumor microenvironment; and (xii) real-world evidence and synthetic/virtual control arms.\n    \n\n\n          Conclusions:\n        \n      \n      This article provides a summary of the presentations from the 2021 PCF Scientific Retreat. We hope that sharing this knowledge will help to improve the understanding of the current state of research and direct new advances in prostate cancer research and care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35852016/"
}