{
  "pmid": "41357484",
  "title": "Prognostic utility of procalcitonin and lactate clearance for in-hospital mortality in sepsis.",
  "abstract": "Sepsis remains a significant global health burden and a leading cause of in-hospital mortality. Recent research has focused on the prognostic value of biomarker kinetics, particularly clearance rates and inflammatory markers such as neutrophil-to-lymphocyte (NLR) ratio. This study aimed to compare the utility of procalcitonin and lactate clearance in predicting in-hospital mortality among septic patients and to identify an optimal procalcitonin clearance (PCTc) cut-off to differentiate survivors from non-survivors. This was a retrospective cohort study of adult patients who presented with sepsis or septic shock to a tertiary care ED in Lebanon between November 2018 and March 2024. Procalcitonin and lactate readings were recorded along with demographics, comorbidities and therapeutic interventions. PCTc and lactate clearance were calculated as percentage change between the first and second readings, and lactate clearance was considered positive if > 10%. The primary outcome was in-hospital mortality, and secondary outcomes included ED, ICU and hospital length of stay. ROC curve was used to assess prognostic accuracy of biomarkers and derive an optimal PCTc cutoff. Multivariable logistic regression was conducted to evaluate the association of in-hospital mortality with lactate and procalcitonin clearances. Five hundred seventy-four patients with sepsis and septic shock were included. Mean age was 71.4 ± 16.5 years with male predominance (55.4%). Optimal cutoff for PCTc was found to be 23.1% (94.0% sensitivity, 7.0% specificity). Patients were then stratified based on lactate and procalcitonin clearances above and below the cutoffs to compare baseline parameters, interventions and outcomes. Patients with lactate clearance > 10 had significantly lower rates of chronic kidney disease ( Lactate clearance with 10% cutoff is a better predictor of in-hospital mortality in patients presenting to the ED with sepsis or septic shock compared to PCTc. An optimal PCTc cutoff of 23.1% was identified; however, it did not reach statistical significance for survival. Future prospective studies are needed to better define optimal biomarker cutoffs and compare their predictive accuracy for in-hospital mortality.",
  "disease": "chronic obstructive pulmonary disease"
}