{
  "pmid": "41448846",
  "title": "Sex differences in the burden of multiple long-term conditions among Japanese individuals with heart failure.",
  "abstract": "Multiple long-term conditions (MLTCs) are common among individuals with heart failure (HF); however, the influence of sex on clinical characteristics and prognosis remains unclear. This study investigated sex-related differences in clinical characteristics and prognosis in individuals with HF and a high MLTC burden. We conducted a multicentre retrospective study of 3004 hospitalised patients with HF who survived to discharge. Comorbid chronic conditions were defined using the Charlson Comorbidity Index (CCI), and MLTC burden was quantified using the age-adjusted CCI. Patients were stratified into high (CCI≥6; n=1514) and low (CCI<6; n=1490) MLTC burden groups based on the median age-adjusted CCI, and comparisons were made by sex. The primary outcome was a composite of all-cause death or HF readmission within 1 year. The prevalence of ≥2 comorbid conditions increased with age, peaking before age 85 and declining slightly thereafter. This trend differed by sex, with a steeper age-related increase observed in men. In the high MLTC burden group, females were older, had higher left ventricular ejection fraction and were prescribed fewer medications than men. Dementia and rheumatologic disease were more common in women. Although no significant sex differences in event-free survival were observed overall in either MLTC group, among individuals aged≥75 years with high MLTC burden, men had a significantly higher risk of adverse events than women (HR: 1.334; 95% CI 1.031 to 1.727). A spline-based three-way interaction analysis (age×sex×MLTC burden) demonstrated that male risk exceeded female risk after age 70, only in the high MLTC burden group. In individuals with HF and a high MLTC burden, age-dependent sex differences in prognosis were evident. These findings highlight the importance of incorporating age-specific and sex-specific approaches into personalised HF care. UMIN000054854.",
  "disease": "stroke"
}