{
    "title": "Risk factors for manifestations of frailty in hospitalized older adults: A qualitative study.",
    "doc_id": "34850424",
    "writer": "Wray F",
    "year": "2022",
    "summary": "Risk factors are grouped by patient risk factor domains (pain, medication, nutritional/fluid intake, mobility, elimination, infection, additional patient risk factors) and linked care management sub-domains (including risk factors …",
    "abstract": "Aims:\n        \n      \n      To explore the experiences of older people and ward staff to identify modifiable factors (risk factors) which have the potential to reduce development or exacerbation of manifestations of frailty during hospitalization. To develop a theoretical framework of modifiable risk factors.\n    \n\n\n          Design:\n        \n      \n      Qualitative descriptive study.\n    \n\n\n          Methods:\n        \n      \n      Qualitative interviews with recently discharged older people (n = 18) and focus groups with ward staff (n = 22) were undertaken between July and October 2019. Data were analysed using directed content analysis.\n    \n\n\n          Results:\n        \n      \n      Themes identified related to attitude to risk, communication and, loss of routine, stimulation and confidence. Using findings from this study and previously identified literature, we developed a theoretical framework including 67 modifiable risk factors. Risk factors are grouped by patient risk factor domains (pain, medication, nutritional/fluid intake, mobility, elimination, infection, additional patient risk factors) and linked care management sub-domains (including risk factors relating to the ward environment, process of care, ward culture or broader organizational set up). Many of the additional 36 risk factors identified by this study were related to care management sub-domains.\n    \n\n\n          Conclusion:\n        \n      \n      A co-ordinated approach is needed to address modifiable risk factors which lead to the development or exacerbation of manifestations of frailty in hospitalized older people. Risk assessment and management practices should not be duplicative and, should recognize and address modifiable risk factors which occur at the ward and organizational level.\n    \n\n\n          Impact:\n        \n      \n      Some older people leave hospital more dependent than when they come in and this is, in part, due to the environment and process of care and not just the severity of their presenting illness. Many of the risk factors identified need to be addressed at an organizational rather than individual level. Findings will inform a programme of research to develop and test a novel system of care aimed at preventing loss of independence in hospitalized older people.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34850424/"
}