{
    "title": "Integrated Metabolome and Transcriptome Analysis Unveils Novel Pathway Involved in the Formation of Yellow Peel in Cucumber.",
    "doc_id": "33540857",
    "writer": "Chen C",
    "year": "2021",
    "summary": "Yellow peel will adversely affect the appearance quality of cucumber fruit, but the metabolites and the molecular mechanism of pigment accumulation in cucumber peel remain unclear. ...This might explain the difference of pigment accumulation in yellow peel. Furtherm …",
    "abstract": "Yellow peel will adversely affect the appearance quality of cucumber fruit, but the metabolites and the molecular mechanism of pigment accumulation in cucumber peel remain unclear. Flavonoid metabolome and transcriptome analyses were carried out on the young peel and old peel of the color mutant L19 and the near-isogenic line L14. The results showed that there were 165 differential flavonoid metabolites in the old peel between L14 and L19. The total content of representative flavonoid metabolites in the old peel of L14 was 95 times that of L19, and 35 times that of young peel of L14, respectively. This might explain the difference of pigment accumulation in yellow peel. Furthermore, transcriptome analysis showed that there were 3396 and 1115 differentially expressed genes in the yellow color difference group (Young L14 vs. Old L14 and Old L14 vs. Old L19), respectively. These differentially expressed genes were significantly enriched in the MAPK signaling pathway-plant, plant-pathogen interaction, flavonoid biosynthesis and cutin, suberine and wax biosynthesis pathways. By analyzing the correlation between differential metabolites and differentially expressed genes, six candidate genes related to the synthesis of glycitein, kaempferol and homoeriodictyol are potentially important. In addition, four key transcription factors that belong to R2R3-MYB, bHLH51 and WRKY23 might be the major drivers of transcriptional changes in the peel between L14 and L19. Then, the expression patterns of these important genes were confirmed by qRT-PCR. These results suggested that the biosynthesis pathway of homoeriodictyol was a novel way to affect the yellowing of cucumber peel. Together, the results of this study provide a research basis for the biosynthesis and regulation of flavonoids in cucumber peel and form a significant step towards identifying the molecular mechanism of cucumber peel yellowing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33540857/"
}