{
  "pmid": "41450916",
  "title": "Upright radiotherapy for breast cancer: a pre-clinical study considering photon and proton beam access, plus arm positioning.",
  "abstract": "Upright radiotherapy has gained increasing attention in recent years due to its potential advantages, including lower room costs, improved patient comfort, and possible anatomical/physiological benefits. In this pre-clinical study, we assess the feasibility of implementing upright radiotherapy for breast cancer by evaluating beam access, inframammary skin fold size, field length, and set-up comfort across a range of upright positions. Twenty-one healthy participants were enrolled in the study. Each participant was set-up on an upright patient positioning system (Eve from Leo Cancer Care Ltd) with three different arm positions (arms up, arms down, and arms behind). Setups were conducted both without a bra (topless) and with the Chabner XRT Bra for Radiotherapy, an indexable bra designed for immobilisation during treatment. Optical surface scans were acquired, and the external contour of the breast was used to approximate a clinical target volume. Beam access was evaluated in multiple regions of the breast while field size and the ISF were measured for the different positions. Participants rated their comfort using a survey. ArUco markers were employed to evaluate ease of setup by measuring the unaided reproducibility of each upright position. The ISF was smallest in the arms-up position when participants wore the Chabner XRT Bra. Beam access for photon treatment planning was assessed for 15 participants. Arm position significantly affected photon beam angle flexibility; with arms down, participants had fewer available angles for beam angle entry. The Chabner XRT Bra consistently reduced the required field length across all positions. Participants could typically reposition themselves with sub-centimetre accuracy, without any assistance from the study team. Overall, this study demonstrates the feasibility of delivering breast radiotherapy in the upright position for both photon and proton treatments. The arms-up position was preferable in terms of photon beam access. While photon beam access was limited for the arms down position, it remained achievable in the majority of cases. The use of the Chabner XRT Bra significantly reduced the size of the ISF, which may help lower skin toxicity, as well as the field length required for treatment, potentially decreasing unwanted lung dose.",
  "disease": "breast cancer"
}