{
    "title": "Factors associated with medication amounts considered excessive among university students: a questionnaire survey of pharmacy students and those in non-medical schools.",
    "doc_id": "28697734",
    "writer": "Saito M",
    "year": "2017",
    "summary": "This study explored associations between attitudes toward medication dosage in a questionnaire survey that examined demographic characteristics, the number of tablets and types of prescription medications considered excessive by participants, current medication …",
    "abstract": "Background:\n        \n      \n      Better insight and knowledge on factors associated with perception of medication numbers and amounts would contribute greatly to our current understanding of patient psychological response regarding taking medications, and would allow us to improve drug administration support and adherence. This study explored associations between attitudes toward medication dosage in a questionnaire survey that examined demographic characteristics, the number of tablets and types of prescription medications considered excessive by participants, current medication and supplement use, personal experiences with medications, and perceptions surrounding medications.\n    \n\n\n          Methods:\n        \n      \n      An original anonymous questionnaire was used for this survey. A total of 934 university students completed and returned surveys with no missing data.\n    \n\n\n          Results:\n        \n      \n      Mean values ± standard deviation for excessive thresholds for tablets and types of medications reported by all participants were 4.21 ± 1.63 tablets and 4.00 ± 1.25 medications, respectively. The number of tablets considered excessive was analyzed using a multiple regression model, which accounted for the variance (model-adjusted R 2 = 0.095, p < 0.001) between statistically significant factors, including personal experience with a major illness, supplement use, aversion to taking medications, gender, university departmental affiliation, and experience with family members or acquaintances who took excessive amounts of medications (|beta| > 0.094, p < 0.01). The number of medications considered excessive was subject to a multiple regression analysis (model-adjusted R 2 = 0.087 p < 0.01), which revealed statistically significant factors, including personal experience with a major illness, prescription medication use, aversion to taking medications, gender, university departmental affiliation, and experience with family members or acquaintances who took excessive amounts of medications (|beta| > 0.084, p < 0.01).\n    \n\n\n          Conclusions:\n        \n      \n      Individual attitudes toward medication dosage are influenced by individual factors. Thus, patients should be provided with personalized advice when they receive medication instructions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28697734/"
}