{
    "title": "Endometrial neoplasia in reproductive-aged Thai women with polycystic ovary syndrome.",
    "doc_id": "29741763",
    "writer": "Indhavivadhana S",
    "year": "2018",
    "summary": "OBJECTIVE: To determine the risk of endometrial neoplasia in relation to endometrial thickness and to evaluate factors influencing endometrial thickness in reproductive-aged Thai women with polycystic ovary syndrome (PCOS). ...Invasive endometrial surv …",
    "abstract": "Objective:\n        \n      \n      To determine the risk of endometrial neoplasia in relation to endometrial thickness and to evaluate factors influencing endometrial thickness in reproductive-aged Thai women with polycystic ovary syndrome (PCOS).\n    \n\n\n          Methods:\n        \n      \n      The present cross-sectional study was done at the Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand, between October 1, 2010, and January 31, 2013. We recruited women (aged ≥18 years) with PCOS diagnosed according to the revised 2003 Rotterdam criteria. Data were collected for physical examinations, pelvic ultrasonography, hormonal profiles, and carbohydrate metabolic profiles. Endometrial tissue was obtained using a disposable endometrial-suctioning device.\n    \n\n\n          Results:\n        \n      \n      The final analysis included 122 women. Six (4.9%) patients had endometrial neoplasia. All six women had an endometrial thickness of 7 mm or more, representing a risk of 8.7% (6/69) in this group. The endometrial thickness was significantly but weakly associated with body mass index (r=0.227, P=0.012), 2-hour blood glucose (r=0.323, P=0.001), fasting glucose to insulin ratio (r=0.185, P=0.042), homeostatic model assessment of insulin resistance (r=0.183, P=0.044), and free testosterone (r=0.236, P=0.009). No categorical risk factors for an endometrial thickness of 7 mm or more were identified.\n    \n\n\n          Conclusion:\n        \n      \n      Thai women with PCOS and a thick endometrium (≥7 mm) had an 8.7% risk of endometrial neoplasia. Invasive endometrial surveillance for the prevention of endometrial cancer is recommended in these women.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29741763/"
}