{
    "title": "Treatment options for molecular subtypes of endometrial cancer in 2023.",
    "doc_id": "36943683",
    "writer": "Karpel HC",
    "year": "2023",
    "summary": "PURPOSE OF REVIEW: This article reviews treatment strategies in endometrial cancer by molecular subtype. RECENT FINDINGS: The Cancer Genome Atlas (TCGA) classifies four molecular subtypes of endometrial cancer - mismatch repair-deficient (dMMR)/ …",
    "abstract": "Purpose of review:\n        \n      \n      This article reviews treatment strategies in endometrial cancer by molecular subtype.\n    \n\n\n          Recent findings:\n        \n      \n      The Cancer Genome Atlas (TCGA) classifies four molecular subtypes of endometrial cancer - mismatch repair-deficient (dMMR)/microsatellite instability-high (MSI-H), copy number high (CNH)/p53abn, copy number low (CNL)/no specific molecular profile (NSMP), and POLEmut - which are validated and highly prognostic. Treatment consideration by subtype is now recommended. FDA-approved immune checkpoint inhibitors (ICIs) include pembrolizumab and dostarlimab for previously treated dMMR/MSI-H EC, and pembrolizumab/lenvatinib for mismatch repair-proficient/microsatellite-stable endometrial cancer, including CNH/p53abn and CNL/NSMP. ICIs are being studied as first-line therapy in advanced/recurrent endometrial cancer by MMR status, as well as in combination with other targeted agents. Trastuzumab is NCCN compendium listed for HER2-positive serous endometrial cancer, which are primarily p53-abnormal. Antibody-drug conjugates targeting low and high HER2 levels show promise in breast cancer, and are beginning to be studied in endometrial cancer. In addition to hormonal therapy, maintenance therapy with selinexor (XPO1-inhibitor) showed potential benefit in p53 -wildtype endometrial cancer and is being investigated prospectively. Multiple prospective trials are evaluating de-escalation of care for POLEmut endometrial cancer given favorable survival regardless of adjuvant therapy.\n    \n\n\n          Summary:\n        \n      \n      Molecular subtyping has important prognostic and therapeutic implications and should be guiding patient management and clinical trial design in endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36943683/"
}