{
    "title": "Ovarian torsion: can we save the ovary?",
    "doc_id": "33638663",
    "writer": "Novoa M",
    "year": "2021",
    "summary": "OBJECTIVE: The purpose of this study is to evaluate the correlation between visually appearing ovarian necrosis and necrosis in histopathology in patients with ovarian torsion; and to identify predictive factors of ovarian necrosis. ...All women admitted to t …",
    "abstract": "Objective:\n        \n      \n      The purpose of this study is to evaluate the correlation between visually appearing ovarian necrosis and necrosis in histopathology in patients with ovarian torsion; and to identify predictive factors of ovarian necrosis.\n    \n\n\n          Methods:\n        \n      \n      This is a retrospective study. All women admitted to the hospital with a diagnosis of suspected ovarian torsion from January 2014 to December 2018 were recruited. Forty-two patients with a confirmed diagnosis of ovarian torsion were finally included. Correlation analysis was done between visual judgement of ovarian necrosis and necrosis in histopathology. Chi-square was performed to analyze dependence between time from pain onset to surgery, ovarian size in ultrasound, Doppler flow, and histopathological analysis.\n    \n\n\n          Results:\n        \n      \n      Thirty-one ovaries were visually judged as necrotic. Only five of them (16%) had histopathologically confirmed necrosis, 20 (64.5%) had hemorrhage or congestion, and 6 (19%) had normal ovarian tissue, p = 0.349. Development of ovarian necrosis showed to be dependent on time from onset of pain to surgery. All patients with necrotic ovaries in histopathology underwent surgery after 24 h of pain onset, while there was no necrosis in those who had surgery before 24 h. (p = < 0.05). There was no relationship between ovarian size measured by ultrasound and necrosis (p = 0.265), as well as color flow in ultrasound and necrosis (p = 0.388).\n    \n\n\n          Conclusion:\n        \n      \n      Visual assessment of ovarian necrosis intraoperatively is not a good predictor of real necrosis in histopathology. To preserve the ovary, surgical management should not be delayed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33638663/"
}