{
  "pmid": "41448459",
  "title": "Therapeutic reprogramming of circulating myeloid cells via signal regulatory protein α extracellular vesicles in acute kidney injury.",
  "abstract": "Acute kidney injury (AKI) presents significant clinical challenges, with high mortality and progression risk to chronic kidney disease. Mechanisms remain incompletely understood and disease-specific therapies are lacking. Recent evidence highlights the pivotal role of infiltrating myeloid cells in perpetuating kidney inflammation. CD47, a key cell surface immune checkpoint protein, is upregulated in inflammation and regulates myeloid cell infiltration, making it an attractive therapeutic target. Single-cell RNA sequencing and CD47 protein staining were used to identify CD47 expressions in human AKI specimens and two mouse models (cis-platin and bilateral ischemia/reperfusion). To therapeutically exploit this, we engineered extracellular vesicles (EVs) from human bone marrow mesenchymal stem cells to express a high-affinity signal regulatory protein a (SIRPα) variant (SIRP-EVs), the ligand for CD47. The efficacy of SIRP-EVs was evaluated in murine AKI models. CD47 expression was significantly elevated in myeloid populations, particularly macrophages, in both human AKI tissues and mouse models. A single systemic administration of SIRP-EVs in murine AKI models exhibited therapeutic effects, including improved kidney function markers, reduced pro-inflammatory cytokine production, and ameliorated kidney histopathology. Mechanistically, SIRP-EVs preferentially localize to circulating myeloid cells, modulate CD47 expression, and subsequently inhibit their migration into injured kidney tissue. Moreover, single cell transcriptomics revealed that SIRP-EV treatment reprograms circulating macrophages toward pro-resolving phenotypes, characterized by upregulation of genes associated with tissue repair. Targeting CD47 on circulating myeloid cells with SIRP-EVs provides a systemic, blood focused immunomodulatory strategy that precedes tissue infiltration, contrasting with conventional tissue-centric approaches. Our findings support SIRP-EVs as a promising therapeutic option for AKI and potentially other inflammation-driven diseases through selective modulation and reprogramming of peripheral myeloid cells.",
  "disease": "chronic kidney disease"
}