{
  "pmid": "41353819",
  "title": "Real-world utilization and potential clinical and economic value of recombinant zoster vaccine and select preventive services recommended for older adults in the United States.",
  "abstract": "To compare the real-world utilization and potential clinical and economic value of recombinant zoster vaccine (RZV) with five selected preventive services (influenza, pneumococcal, tetanus-diphtheria/tetanus-diphtheria-pertussis (Td/Tdap), and hepatitis B vaccination and colorectal cancer (CRC) screening) recommended for adults aged ≥50 years in the United States. In this targeted literature review, EMBASE, Medline, and Emcare were searched for the most relevant publications during 2012-2022 that included utilization, clinical, and economic data for RZV and the five most relevant comparator preventive services. Of 8755 articles identified, the most relevant 72 were analyzed. Utilization among adults aged ≥50 years of 2-dose RZV (10.8 % in 2020) was lower than hepatitis B (19.1 % in 2018), influenza (54.2-75.2 % in 2020), (Td/Tdap) (56.5-69.8 % by age in 2019), and pneumococcal (67.5 % in 2020; ≥65 years) vaccines, and (CRC) screening (74.2 % in 2020). From economic modeling studies, estimated incremental cost-effectiveness ratios per quality-adjusted life-year were $1407-91,156 for RZV versus no herpes zoster vaccination (age ≥50 years), $8833-15,001 for influenza vaccines versus not (age ≥65 years), $17,150-336,108 for Tdap versus Td vaccines (i.e., the impact of adding protection against pertussis; age ≥65 years), $371,606-541,461 for hepatitis B vaccines versus not (age ≥50 years), $15,000-38,000 for pneumococcal vaccines versus not (age ≥50 years), and dominant to $261,000 for CRC screening versus not (age ≥50 years). The clinical and economic value of RZV appears to be similar or superior to the other analyzed preventive services recommended for people aged ≥50 years in the United States, but, despite this, utilization is more limited.",
  "disease": "influenza"
}