{
  "pmid": "41316465",
  "title": "Association of socioeconomic and lifestyle factors with the prevalence of chronic noncommunicable disease multimorbidity in rural Southwest China: a structural equation modeling approach.",
  "abstract": "Leading global causes of death are noncommunicable diseases (NCDs), which affect mostly low- and middle-income countries. Over 90% of all NCD deaths occur in China, where multimorbidity, which is associated with adverse social circumstances, is an emerging health priority. Rates in China are significantly higher than the rest of the world. The purpose of this study was to investigate, using structural equation modeling (SEM), the relationships and pathways between lifestyle and socioeconomic factors and the prevalence of chronic noncommunicable disease (NCD) multimorbidity in rural Southwest China, an area with limited resources, a high degree of ethnic diversity, and an increasing prevalence of multimorbidity. Data were collected from a cross-sectional health interview and examination survey among individuals aged ≥ 35 years in rural Southwest China. A standard questionnaire was used to gather data on the demographic traits and lifestyle choices of the participants. Each participant's height, weight, waist circumference (WC), blood pressure, fasting blood glucose, and spirometry before and after bronchodilators were assessed. Principal component analysis was used to create a single socioeconomic position (SEP) index. The overall prevalence rates of six common chronic NCDs-raised blood pressure, raised blood glucose, hyperlipidemia, coronary heart disease (CHD), stroke, and chronic obstructive pulmonary disease (COPD)-and multiple comorbidities were 56.3%, 10.8%, 7.7%, 6.0%, 4.2%, 3.8%, and 18.9%, respectively. Males had a greater prevalence of COPD than females did, whereas females had greater prevalences of raised blood pressure and hyperlipidemia than males did (p < 0.01). The SEM results indicated that SEP, age, ethnicity, physical inactivity, and an unbalanced diet had both significant direct and indirect effects on NCD multimorbidity, with total effect sizes quantified at -0.065, 0.321, -0.057, 0.110, and 0.090, respectively (p < 0.05). the condition of obesity ( 0.401, p < 0.01) and a familial predisposition to NCDs (0.134, p < 0.01) were directly associated with multiple morbidities. Both lifestyle and socioeconomic factors are associated with the prevalence of NCD multimorbidity in rural Southwest China. Future interventions for the prevention and control of NCD multimorbidity should focus more on individuals with a low SEP and unhealthy lifestyles.",
  "disease": "chronic obstructive pulmonary disease"
}