{
    "title": "Resilience is associated with physical activity and sedentary behaviour recommendations attainment in Chinese university students.",
    "doc_id": "36996660",
    "writer": "Yu JJ",
    "year": "2023",
    "summary": "PURPOSE: To determine the associations of resilience with physical activity (PA) and sedentary behaviour (SB) recommendations attainment among university students by considering the sex of the participants. METHODS: This cross-sectional study recruited 352 Chinese unive …",
    "abstract": "Purpose:\n        \n      \n      To determine the associations of resilience with physical activity (PA) and sedentary behaviour (SB) recommendations attainment among university students by considering the sex of the participants.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional study recruited 352 Chinese university students (131 males, 20.8 ± 2.18 years). PA and SB were assessed using the International Physical Activity Questionnaire-Short Form. Resilience was measured using the Chinese version of the Connor-Davidson Resilience Scale with 25 items (CD-RISC-25). Attainment of PA and SB recommendations with different patterns was determined by referring to the global recommendations for adults. Mann-Whitney U tests and generalized linear models (GLMs) were used to determine sex differences in all outcomes and the contribution of resilience to the attainment of PA and SB recommendations, respectively.\n    \n\n\n          Results:\n        \n      \n      The percentage of males who attained all patterns related to vigorous PA (VPA), moderate-to-vigorous PA (MVPA), and SB recommendations was significantly higher than that of females. Males also scored significantly higher than females in the CD-RISC-25 final score (p < .01). GLMs results showed that, after adjusting for key confounders, resilience was a significant predictor of PA recommendations attainment in terms of minimum moderate PA (MPA), minimum MVPA, and adequate MVPA (all p < .05).\n    \n\n\n          Conclusion:\n        \n      \n      PA (at more intense levels), SB, and resilience among university students vary by sex, with males outperforming females. Regardless of sex, resilience is an important predictor for the attainment of PA and SB recommendations. Sex-specific resilience-building interventions should be developed to foster a physically active lifestyle among this population group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36996660/"
}