{
  "pmid": "41429063",
  "title": "CGRP alleviates epilepsy via JAK1-STAT1-P2RX7 signaling: a novel neuroprotective axis targeting neuronal damage.",
  "abstract": "Calcitonin gene-related peptide (CGRP), a 37-amino-acid neuropeptide, is widely distributed in the central and peripheral nervous systems and participates in regulating various physiological and pathological processes such as vasodilation, inflammation, and pain. Recent studies have shown that CGRP also exhibits neuroprotective effects, however, its role in epileptic neuronal damage remains unclear. We conducted experiments on kainic acid (KA)-induced epileptic mice in vivo and glutamate induced neuronal cell death models in vitro, with treatments of CGRP and agonists or inhibitors of the corresponding receptors and pathway proteins. Cognitive function was evaluated by open-field task, novel object recognition test, and morris water maze test. Histopathological staining and immunofluorescence staining were used to detect the pathological damage of epileptic neuronal damage. The expression of P2RX7 and JAK1-STAT1 pathway were measured by western blots. Proinflammatory cytokines associated with epilepsy were detected by qPCR. CGRP alleviated epilepsy in mice, characterized by a reduction in the frequency and grade of epileptic seizures, attenuated inflammatory response, decreased neuronal damage, and improved cognitive and behavioral abilities. When the underlying mechanisms were investigated, we found that P2RX7 plays a key role in the pathogenesis of neuronal damage. CGRP inhibited the expression of P2RX7, thus inhibited neuronal death, resulting in downregulation of epileptic seizures. In addition, JAK1-STAT1 pathway was identified as a pivotal pathway that can be engaged by CGRP to inhibit P2RX7 in epilepsy. These results provide new insights into the mechanisms of neuroprotection mediated by the neuropeptide CGRP. Moreover, targeting the JAK1/STAT1/P2RX7 pathway is a promising strategy for the treatment of epilepsy.",
  "disease": "epilepsy"
}