{
    "title": "A case of central diabetes insipidus due to neurophysin II gene abnormality diagnosed based on a family history of nocturnal enuresis.",
    "doc_id": "34544934",
    "writer": "Sugawara L",
    "year": "2022",
    "summary": "The etiology of central diabetes insipidus (DI) is classified into (1) idiopathic, (2) familial, and (3) secondary. ...This case was considered to have provided an opportunity to understand the role of an NPII gene abnormality in familial central diabetes …",
    "abstract": "The etiology of central diabetes insipidus (DI) is classified into (1) idiopathic, (2) familial, and (3) secondary. Of these, familial central diabetes insipidus shows an autosomal dominant inheritance. We herein report a case in which this disease was diagnosed based on a family history of nocturnal enuresis. A 40-year-old man had had symptoms of polydipsia, polyuria and nocturia since childhood and found that his daughter had the same symptoms. Despite reaching nine years old, his daughter's nocturnal enuresis still had not improved, resulting in her consulting a pediatrician. She was suspected of having familial neurohypophyseal diabetes insipidus (FNDI) based on her family history and was referred along with her father for a detailed examination and treatment. A hypertonic saline load test (HSLT) to evaluate the arginine vasopressin (AVP) reaction was performed in both the proband and his daughter. The results showed no increase in AVP levels in response to high plasma osmolality. The water deprivation test (WDT) revealed he was suffering from partial DI. Based on the above findings and considering the possibility of familial central diabetes insipidus, we performed a gene mutation analysis of AVP-neurophysin II (NPII). Both the father and daughter had an exon 2 abnormality in this gene (c232_234delGAG; pGlu78del), and this gene mutation is known to cause NPII protein abnormality, abolishing the function of AVP as a carrier protein. This case was considered to have provided an opportunity to understand the role of an NPII gene abnormality in familial central diabetes insipidus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34544934/"
}