{
    "title": "Investigation on factors associated with ovarian cancer: an umbrella review of systematic review and meta-analyses.",
    "doc_id": "34758846",
    "writer": "Tanha K",
    "year": "2021",
    "summary": "This study was performed according to Smith et al. methodology for conducting a systematic review of systematic reviews. Twenty-eight thousand sixty-two papers were initially retrieved from the electronic databases, among which 20,104 studies were screened. ...",
    "abstract": "Following cervical and uterine cancer, ovarian cancer (OC) has the third rank in gynecologic cancers. It often remains non-diagnosed until it spreads throughout the pelvis and abdomen. Identification of the most effective risk factors can help take prevention measures concerning OC. Therefore, the presented review aims to summarize the available studies on OC risk factors. A comprehensive systematic literature search was performed to identify all published systematic reviews and meta-analysis on associated factors with ovarian cancer. Web of Science, Cochrane Library databases, and Google Scholar were searched up to 17th January 2020. This study was performed according to Smith et al. methodology for conducting a systematic review of systematic reviews. Twenty-eight thousand sixty-two papers were initially retrieved from the electronic databases, among which 20,104 studies were screened. Two hundred seventy-seven articles met our inclusion criteria, 226 of which included in the meta-analysis. Most commonly reported genetic factors were MTHFR C677T (OR=1.077; 95 % CI (1.032, 1.124); P-value<0.001), BSML rs1544410 (OR=1.078; 95 %CI (1.024, 1.153); P-value=0.004), and Fokl rs2228570 (OR=1.123; 95 % CI (1.089, 1.157); P-value<0.001), which were significantly associated with increasing risk of ovarian cancer. Among the other factors, coffee intake (OR=1.106; 95 % CI (1.009, 1.211); P-value=0.030), hormone therapy (RR=1.057; 95 % CI (1.030, 1.400); P-value<0.001), hysterectomy (OR=0.863; 95 % CI (0.745, 0.999); P-value=0.049), and breast feeding (OR=0.719, 95 % CI (0.679, 0.762) and P-value<0.001) were mostly reported in studies. Among nutritional factors, coffee, egg, and fat intake significantly increase the risk of ovarian cancer. Estrogen, estrogen-progesterone, and overall hormone therapies also are related to the higher incidence of ovarian cancer. Some diseases, such as diabetes, endometriosis, and polycystic ovarian syndrome, as well as several genetic polymorphisms, cause a significant increase in ovarian cancer occurrence. Moreover, other factors, for instance, obesity, overweight, smoking, and perineal talc use, significantly increase the risk of ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34758846/"
}