{
  "pmid": "41427111",
  "title": "Proactive Text Messaging Outreach for Tobacco Cessation Among Patients With COPD Who Smoke: A Randomized Pilot.",
  "abstract": "To assess the feasibility, acceptability, and treatment outcomes of a proactive motivational texting program with phone-based care coordination among people with chronic obstructive pulmonary disease who smoke (PCWS). Randomized, unblinded pilot among PCWS, regardless of intention to quit smoking. Consenting participants were randomized 2:1 to the intervention vs a mailed offer of cessation services. Intervention consisted of a 12-week tapering-frequency motivational texting protocol, adapted from an existing clinically available protocol. Tailoring included COPD-specific messages and the option for phone-based care coordination, connecting participants to their choice of tobacco treatments. Primary outcomes were feasibility and treatment participation through 6 months. Results were analyzed using logistic regression, adjusted for imbalanced baseline characteristics deemed a priori likely to impact cessation behaviors. Of 697 invited, 125 enrolled and were randomized (83 intervention and 42 control) and 148 were ineligible, for an enrollment rate of 22.8% among eligible individuals. Primary reasons for ineligibility were: already quit or engaged in cessation efforts (n = 79), no text-capable phone (n = 50). Participants were older (mean age 68.4 years), predominantly male (82.3%) and white (78.2%). Most participants in the intervention arm completed the texting protocol (71/83, 85.5%) and responded to it at least once (63/83, 75.9%). Cessation outcomes were not statistically significant but favored the intervention. More participants in the intervention arm utilized any treatment (34.9% vs 21.9%, OR 2.37, 95%CI 0.94-6.40); 11 (13.2%) vs 1 (2.4%) ( In this randomized pilot of a proactive, motivational texting program for PCWS, we found evidence of feasibility, acceptability, and possible benefits for cessation outcomes. Such a program is low burden and may be suitable for both future research and broad use.",
  "disease": "chronic obstructive pulmonary disease"
}