{
  "pmid": "41432706",
  "title": "Enhanced Diagnosis of Lung and Colon Cancer Severity Through Deep Feature Analysis Using DenseNet201 and SVM With Histopathological Images: A Super-Resolution Approach.",
  "abstract": "The worldwide healthcare system faces significant challenges due to the increasing prevalence of lung and colon cancer, highlighting the need for timely and accurate detection to improve patient prognosis. The precision of cancer diagnosis is highly dependent on the expertise of histopathologists, making it a complex and demanding endeavor. A shortage of sufficiently skilled experts can lead to the ineffective allocation of healthcare resources, potential misdiagnoses, and unwarranted interventions, ultimately threatening patient well-being. However, technological advancements have introduced deep learning as a powerful tool in clinical applications, particularly in the field of medical imaging. This study aims to develop a novel diagnostic method leveraging deep learning techniques to enhance the accuracy of lung and colon cancer detection. The study utilized the LC25000 dataset, which comprises 25 000 histopathological images of lung and colon tissue. A novel approach was implemented using a Fast Super-Resolution Convolutional Neural Network (FSRCNN) for image enhancement and a Support Vector Machine (SVM) model based on DenseNet201 for classification. The FSRCNN was employed to improve the clarity and detail of images by increasing their resolution, which is crucial for accurate cancer detection. The proposed model demonstrated superior performance compared to existing Convolutional Neural Network (CNN) models. It achieved an overall accuracy of 98.00%, precision of 98.10%, sensitivity of 98%, F1 score of 0.98, and specificity of 99.50%. These metrics indicate a significant enhancement in diagnostic accuracy and reliability, underscoring the effectiveness of the FSRCNN and SVM-based DenseNet201 model. The implementation of the FSRCNN and SVM-based DenseNet201 model provided substantial improvements in the detection of lung and colon cancer, as evidenced by high accuracy and specificity metrics. While the LC25000 dataset offered a solid foundation for this analysis, future research should aim to validate the model's effectiveness using a broader array of diverse and extensive datasets. Additionally, integrating supplementary diagnostic techniques, such as genetic data and electronic health records, could further enhance the model's diagnostic precision and practical application in cancer diagnosis.",
  "disease": "colorectal cancer"
}