{
    "title": "Acute effect of cyclosporin on inner medullary blood flow in normal and postischemic rat kidney.",
    "doc_id": "2337145",
    "writer": "Yagil Y.",
    "year": "1990",
    "summary": "To determine its effects on medullary blood flow in the normal and postischemic kidney, CysA was administered acutely in anesthetized Munich-Wistar rats at doses ranging from 4 to 20 mg/kg. ...These results suggest that, in the normal kidney, vasa recta blood …",
    "abstract": "Acute cyclosporin A (CysA) nephrotoxicity has been attributed to intrarenal vasoconstriction. It has been previously demonstrated that CysA decreases whole kidney and cortical blood flow. The effect of CysA on medullary blood flow has not been adequately studied, despite the high susceptibility of structures in the renal medulla to ischemia and the common use of CysA after the kidney is subjected to transient ischemia. To determine its effects on medullary blood flow in the normal and postischemic kidney, CysA was administered acutely in anesthetized Munich-Wistar rats at doses ranging from 4 to 20 mg/kg. Total renal blood flow (TRBF) and glomerular filtration rate (GFR) were determined in normal kidneys (group 1) by standard clearance techniques before and after infusion of CysA. In animals subjected to 40-min unilateral renal ischemia (group 2) TRBF was measured with an electromagnetic flowmeter. Vasa recta blood flow was determined in both groups by fluorescence videomicroscopy. In group 1, infusion with 20 mg/kg CysA, but not with 4 or 8 mg/kg, increased renal vascular resistance (RVR) and decreased TRBF. GFR was not affected and filtration fraction increased. Vasa recta blood flow was not significantly altered. In group 2, 20 mg/kg CysA increased RVR and decreased TRBF. Vasa recta blood flow decreased significantly in the descending but not in the ascending vasa recta. These results suggest that, in the normal kidney, vasa recta blood flow in the renal medulla is not affected by acute administration of CysA, whereas in the postischemic kidney, CysA decreases blood flow preferentially in the descending vasa recta, in proportion to the decline in TRBF.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2337145/"
}