{
    "title": "Beyond Treatment: Prevalence, Predictors, and Changes in Anxiety and Depression Among Parents of Childhood Cancer Survivors.",
    "doc_id": "40024877",
    "writer": "Kurz H",
    "year": "2025",
    "summary": "METHODS: Five hundred and sixteen parents of childhood cancer survivors (aged 0-17 years at diagnosis of leukemia or central nervous system tumors) were evaluated after treatment and again 12-18 months later. Anxiety (GAD-7) and depression (PHQ-9) symptoms were asse …",
    "abstract": "Background:\n        \n      \n      Childhood cancer remains a significant psychological burden for parents. Even after end of treatment, parents of childhood cancer survivors remain at high risk of developing anxiety and depression. However, knowledge about the prevalence and changes of these conditions post-treatment is limited.\n    \n\n\n          Aims:\n        \n      \n      This study aimed to assess the proportion of parents exhibiting clinically relevant symptoms of anxiety and/or depression, explore gender differences, examine factors associated with these conditions and their longitudinal data.\n    \n\n\n          Methods:\n        \n      \n      Five hundred and sixteen parents of childhood cancer survivors (aged 0-17 years at diagnosis of leukemia or central nervous system tumors) were evaluated after treatment and again 12-18 months later. Anxiety (GAD-7) and depression (PHQ-9) symptoms were assessed. Generalized linear mixed models were used to analyze factors influencing these conditions and their changes.\n    \n\n\n          Results:\n        \n      \n      At baseline, 30% of parents reported clinically relevant depression, and 34% reported anxiety, both decreasing to 16% at follow-up. Mothers reported higher anxiety and depression scores, with more meeting clinically relevant thresholds. Low family functioning, psychotherapy, physical illness, and a recent diagnosis were significant predictors of both conditions. Additional predictors for depression included unemployment, single-parent status, and fear of progression, while female gender was a predictor for anxiety in the final model. Greater symptom improvements were associated with higher baseline symptoms, whereas longer time since diagnosis was linked to less improvement.\n    \n\n\n          Conclusion:\n        \n      \n      Anxiety and depression represent significant burdens for parents of childhood cancer survivors, with several modifiable risk factors identified. Targeted psychosocial support, early screening, and tailored interventions may reduce distress and improve family well-being.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40024877/"
}