{
  "pmid": "41413875",
  "title": "Spatio-temporal patterns and associated factors of influenza-like illness outbreaks in Chinese mainland: a Bayesian modeling study.",
  "abstract": "China is one of the regions with high incidence of influenza, previous researches have primarily focused on the seasonal characteristics, spatio-temporal distribution, and associated influencing factors of influenza, while paying less attention to the public health significance of influenza-like illness (ILI) outbreaks. ILI is clinically defined as a syndrome characterized by fever accompanied by cough or sore throat. This case definition leads to distinct epidemiological characteristics, disease burden, and prevention strategies compared to laboratory-confirmed influenza. Currently, systematic epidemiological research on ILI outbreaks in Chinese mainland still has gaps. Therefore, a spatio-temporal modeling study was conducted to identify high-risk areas and potential risk factors for ILI outbreaks. The study utilized data on ILI outbreaks from the Chinese National Influenza Center. Spatial autocorrelation analysis, median center and standard deviational ellipse analysis were performed using ArcGIS 10.7 software to identify high-risk areas and spatial-temporal evolution of ILI outbreaks. Space-time scanning analysis was conducted using SaTScan 10.1.2 software to determine spatio-temporal clusters of ILI outbreaks. A Bayesian hierarchical model was adopted to explore the socioeconomic and meteorological factors influencing ILI outbreaks from a spatial-temporal perspective. The outbreaks of ILI showed a distinct seasonality, with those in northern regions predominantly occurring during winter, whereas southern regions experienced more outbreaks, mainly in winter and spring. High clustering of ILI outbreaks was primarily concentrated in province levels such as Guangdong, Guangxi, Shandong, Jiangsu, Anhui, Zhejiang, and Fujian. The Bayesian model revealed that higher temperatures (RR = 0.958, 95% CI: 0.945-0.972), longer sunshine duration (RR = 0.871, 95% CI: 0.801-0.947), and higher wind speeds (RR = 0.820, 95% CI: 0.748-0.899) served as protective factors against ILI outbreaks, whereas surface pressure (RR = 1.005, 95% CI: 1.000-1.011) showed a positive correlation. Furthermore, regions with a higher proportion of males (RR = 1.022, 95% CI: 1.006-1.039), a greater proportion of population aged 14 and below (RR = 1.116, 95% CI: 1.054-1.179), higher GDP per capita (RR = 1.923, 95% CI: 1.212-3.047), and a larger floating population (RR = 1.943, 95% CI: 1.507-2.499) was also associated with a higher risk of ILI outbreaks. The study revealed distinct patterns and related influencing factors of ILI outbreaks in Chinese mainland from 2013 to 2022. Seasonality and spatial aggregation were its main characteristics. Temperature, sunshine duration, and wind speed were negatively correlated with the risk of ILI outbreaks, whereas surface pressure, the proportion of males, the proportion of population aged 14 and below, GDP per capita and floating population were positively correlated with the risk of ILI outbreaks. Relevant authorities should strengthen influenza surveillance in high-risk areas, optimize resource allocation, and enhance vaccination efforts to effectively prevent the exacerbation and spread of influenza outbreaks during peak seasons and in high-risk regions.",
  "disease": "influenza"
}