{
    "title": "Oxidative stress and mitochondrial dysfunction in aluminium neurotoxicity and its amelioration: a review.",
    "doc_id": "24560992",
    "writer": "Kumar V",
    "year": "2014",
    "summary": "Being involved in the production of reactive oxygen species, aluminium may impair mitochondrial bioenergetics and may lead to the generation of oxidative stress. In this review, we have discussed the oxidative stress and mitochondrial dysfunctions occu …",
    "abstract": "Aluminium is light weight and toxic metal present ubiquitously on earth which has gained considerable attention due to its neurotoxic effects. The widespread use of products made from or containing aluminium is ensuring its presence in our body. There is prolonged retention of a fraction of aluminium that enters the brain, suggesting its potential for accumulation with repeated exposures. There is no known biological role for aluminium within the body but adverse physiological effects of this metal have been observed in mammals. The generation of oxidative stress may be attributed to its toxic consequences in animals and humans. The oxidative stress has been implicated in pathogenesis of various neurodegenerative conditions including Alzheimer's disease and Parkinson's disease. Though it remains unclear whether oxidative stress is a major cause or merely a consequence of cellular dysfunction associated with neurodegenerative diseases, an accumulating body of evidence implicates that impaired mitochondrial energy production and increased mitochondrial oxidative damage is associated with the pathogenesis of neurodegenerative disorders. Being involved in the production of reactive oxygen species, aluminium may impair mitochondrial bioenergetics and may lead to the generation of oxidative stress. In this review, we have discussed the oxidative stress and mitochondrial dysfunctions occurring in Al neurotoxicity. In addition, the ameliorative measures undertaken in aluminium induced oxidative stress and mitochondrial dysfunctions have also been highlighted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24560992/"
}