{
    "title": "Focal Breast Pain: Does Breast Density Affect the Need for Ultrasound?",
    "doc_id": "27746121",
    "writer": "Cho MW",
    "year": "2017",
    "summary": "Of these, 74% (56 of 76) occurred in dense breasts and 26% (20 of 76) in nondense breasts. Seventy percent (14 of 20) of lesions in nondense breasts were seen with mammography and ultrasound, whereas 30% (6 of 20) were detected only with ultrasound. ...At 2-y …",
    "abstract": "Rationale and objectives:\n        \n      \n      This study aimed to determine the utility of directed ultrasound and digital mammogram for evaluating focal breast pain in women with different mammographic breast densities.\n    \n\n\n          Materials and methods:\n        \n      \n      This institutional review board-approved and Health Insurance Portability and Accountability Act-compliant retrospective study included 413 cases of focal breast pain in 369 women (mean age 53 years). All cases were evaluated with both mammogram and ultrasound and had at least 2 years of imaging follow-up. Exclusion criteria were non-focal, axillary, or radiating pain; palpable or skin changes; pregnancy or lactation; and history of trauma or infection. Breast density, imaging findings, and biopsy results were recorded. Specificity, positive predictive values, and negative predictive values were calculated.\n    \n\n\n          Results:\n        \n      \n      Eighteen percent (76 of 413) of cases demonstrated an imaging correlate. Of these, 74% (56 of 76) occurred in dense breasts and 26% (20 of 76) in nondense breasts. Seventy percent (14 of 20) of lesions in nondense breasts were seen with mammography and ultrasound, whereas 30% (6 of 20) were detected only with ultrasound. Of lesions detected in dense breasts, 29% (16 of 56) were seen with mammography and ultrasound, whereas 71% (40 of 56) were detected only with ultrasound. Thirty-one percent (24 of 76) of cases were biopsied, 42% (10 of 24) of which were detected by ultrasound only. No cancer was detected in initial workup. At 2-year follow-up, three women, all with dense breasts, developed cancer in the same quadrant as the initial pain.\n    \n\n\n          Conclusions:\n        \n      \n      Directed ultrasound, when performed in conjunction with digital mammography for the evaluation of focal breast pain in women with nondense breasts, is of low utility and may contribute to unnecessary intervention as a result of incidental findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27746121/"
}