{
    "title": "Systematic review of systematic reviews for effectiveness of internal fixation for flail chest and rib fractures in adults.",
    "doc_id": "30940753",
    "writer": "Ingoe HM",
    "year": "2019",
    "summary": "",
    "abstract": "Objectives:\n        \n      \n      Multiple systematic reviews have reported on the impact of rib fracture fixation in the presence of flail chest and multiple rib fractures, however this practice remains controversial. Our aim is to synthesise the effectiveness of surgical rib fracture fixation as evidenced by systematic reviews.\n    \n\n\n          Design:\n        \n      \n      A systematic search identified systematic reviews comparing effectiveness of rib fracture fixation with non-operative management of adults with flail chest or unifocal non-flail rib fractures. MEDLINE, EMBASE, Cochrane Database of Systematic Reviews and Science Citation Index were last searched 17 March 2017. Risk of bias was assessed using the Risk Of Bias In Systematic reviews (ROBIS) tool. The primary outcome was duration of mechanical ventilation.\n    \n\n\n          Results:\n        \n      \n      Twelve systematic reviews were included, consisting of 3 unique randomised controlled trials and 19 non-randomised studies. Length of mechanical ventilation was shorter in the fixation group compared with the non-operative group in flail chest; pooled estimates ranged from -4.52 days, 95% CI (-5.54 to -3.5) to -7.5 days, 95% CI (-9.9 to -5.5). Pneumonia, length of hospital and intensive care unit stay all showed a statistically significant improvement in favour of fixation for flail chest; however, all outcomes in favour of fixation had substantial heterogeneity. There was no statistically significant difference between groups in mortality. Two systematic reviews included one non-randomised studies of unifocal non-flail rib fracture population; due to limited evidence the benefits with surgery are uncertain.\n    \n\n\n          Conclusions:\n        \n      \n      Synthesis of the reviews has shown some potential improvement in patient outcomes with flail chest after fixation. For future review updates, meta-analysis for effectiveness may need to take into account indications and timing of surgery as a subgroup analysis to address clinical heterogeneity between primary studies. Further robust evidence is required before conclusions can be drawn of the effectiveness of surgical fixation for flail chest and in particular, unifocal non-flail rib fractures.\n    \n\n\n          Prospero registration number:\n        \n      \n      CRD42016053494.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30940753/"
}