{
  "pmid": "41422136",
  "title": "Integrative transcriptomic and single-cell analysis reveals mitochondrial-related gene biomarkers in heart failure with preserved ejection fraction.",
  "abstract": "Heart failure with preserved ejection fraction (HFpEF) is a clinical syndrome characterized by impaired diastolic function closely associated with mitochondrial dysfunction. This study aims to identify hub genes related to HFpEF and mitochondrial function, and to elucidate their potential mechanisms to offer new insights for therapeutic strategies. Differentially expressed genes (DEGs) from the GSE194151 dataset were intersected with mitochondrial-related genes (MRGs) to identify candidate genes. Machine learning techniques, including LASSO regression, SVM-RFE, and Boruta analysis, were used to select hub genes. A ceRNA regulatory network was constructed. Single-cell RNA sequencing data from GSE236585 were utilized to identify key cell types and analyze cell-cell interactions. Hub gene expression was validated using GSE236584, GSE180065, and RT-qPCR. We identified 336 DEGs and 1136 MRGs, with 9 intersecting candidate genes. Vwa8, Mthfd2, and Decr1 emerged as hub genes through machine learning techniques. Vwa8 localized to the cytoplasm, while Mthfd2 and Decr1 were nuclear. Functional enrichment analysis indicated that Decr1 is involved in the citric acid cycle and Parkinson's disease pathways, Mthfd2 in cardiac muscle contraction and ascorbate and aldolate metabolism, and Vwa8 in primary bile acid biosynthesis and pentose and gluconate interconversion pathways. Single-cell analysis highlighted fibroblasts as key cells with elevated hub gene expression in HFpEF. The ceRNA network included 2 mRNAs, 4 miRNAs, and 10 lncRNAs. Additionally, TF-mRNA analysis identified FOXL1 as a common regulator of Vwa8, Mthfd2, and Decr1. Hub genes showed significant diagnostic potential with high AUC values in both training and validation datasets. RT-qPCR confirmed their upregulation in HFpEF samples. This study identifies Vwa8, Mthfd2, and Decr1 as pivotal hub genes in HFpEF, elucidating their molecular mechanisms and potential as diagnostic biomarkers. These findings provide a valuable basis for developing targeted therapies for HFpEF, underscoring the importance of integrative bioinformatics and experimental approaches.",
  "disease": "parkinson disease"
}