{
  "pmid": "41388477",
  "title": "Cost-effectiveness of fenfluramine as add-on treatment in the management of Dravet Syndrome: A real-world multicenter study.",
  "abstract": "Dravet syndrome (DS) is a rare disease with a high clinical and socioeconomic impact on patients, society, and the healthcare system. The recent approval of therapies such as fenfluramine (FFA) has transformed the treatment landscape; however, data on their cost-effectiveness are still scarce. This study evaluates the real-world cost-effectiveness of adding FFA to existing therapies for DS patients from the Italian National Healthcare System perspective. This retrospective multicenter observational study included 124 Italian DS patients initiating FFA as add-on treatment between February 2017 and August 2022 and followed until December 2022 or disenrollment (post-FFA period). Data on drug treatments, healthcare resource utilization, and main outcomes-rescue medication, hospital admission, and status epilepticus (SE) episodes-were collected both in the post-FFA period and in a pre-FFA period matching each patient's follow-up duration (median 2.9 years). Annual per-patient rates and costs, with 95% confidence intervals (CI), were determined for each outcome in both periods. Incremental cost-effectiveness ratios (ICERs) with 95% CIs and cost-effectiveness acceptability curves (CEACs) were also calculated. The median age at FFA initiation was 8.5 years. Mean annual healthcare cost of patients with DS was €5740 (95% CI 2896-9930) in the pre-FFA period. FFA introduction added an annual per-patient drug acquisition cost of €16 476, but it significantly reduced frequency and costs associated with hospital admissions and acute events. ICERs were €2187 per rescue medication avoided, €12 935 per hospital admission avoided, and €17 301 per SE episode avoided. This real-world study demonstrates that despite increased drug acquisition costs, FFA provides clinical and economic benefits by reducing acute events and related healthcare costs. The investment required to reduce acute events is justifiable given the young age of DS patients and its impact on the healthcare system, families, and caregivers. Future research should incorporate indirect costs and a broader societal perspective. Dravet syndrome is a severe and rare type of epilepsy that can be very hard on patients and their families. It also puts a great burden on healthcare systems. A new treatment, fenfluramine (FFA), helps better control seizures. Although FFA increases drug treatment costs, this cost is actually balanced out by reduced emergency visits and hospital stays for severe seizures, leading to overall lower healthcare expenses.",
  "disease": "epilepsy"
}