{
    "title": "Anxious and depressive disorders and their comorbidity: effect on central nervous system noradrenergic function.",
    "doc_id": "15576065",
    "writer": "Cameron OG",
    "year": "2004",
    "summary": "METHODS: Fifteen subjects with pure social anxiety or panic disorder, 15 with pure major depression, and 18 with both depression and anxiety were compared with healthy control subjects matched for age and gender. ...CONCLUSIONS: With use of pure depression and an …",
    "abstract": "Background:\n        \n      \n      Although comorbidity of anxiety with depression is common, investigations of physiologic abnormalities related specifically to comorbidity are rare. This study examined relationships of DSM-IV-defined depression, anxiety, and their comorbidity to noradrenergic function measured by blunting of the growth hormone (GH) response to the alpha2 adrenoreceptor agonist (and imidazoline receptor agent) clonidine and by blood pressure and symptom responses.\n    \n\n\n          Methods:\n        \n      \n      Fifteen subjects with pure social anxiety or panic disorder, 15 with pure major depression, and 18 with both depression and anxiety were compared with healthy control subjects matched for age and gender. Other factors known to affect GH (weight, menstrual status, prior antidepressant, or other drug exposure) were controlled.\n    \n\n\n          Results:\n        \n      \n      Anxiety produced GH blunting, but depression was associated with normal GH responses. The comorbid state did not affect results beyond the impact of anxiety. Preclonidine stress-related GH elevations were observed, to the greatest degree in anxious subjects. Relevant symptom, but not blood pressure, changes were significantly associated with blunting.\n    \n\n\n          Conclusions:\n        \n      \n      With use of pure depression and anxiety groups and careful control of other factors known to affect GH, these results demonstrate central nervous system noradrenergic dysfunction in anxiety disorders. In contrast to less rigorously controlled studies, noradrenergic function in depression was normal.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15576065/"
}