{
    "title": "Epigenetic histone modifications in kidney disease and epigenetic memory.",
    "doc_id": "40186651",
    "writer": "Sasaki K",
    "year": "2025",
    "summary": "BACKGROUND: Epigenetic mechanisms, including DNA methylation, histone modifications, and non-coding RNAs, are influenced by environmental factors and play a central role in the progression and therapeutic targeting of kidney diseases, such as diabetic kidney …",
    "abstract": "Background:\n        \n      \n      Epigenetic mechanisms, including DNA methylation, histone modifications, and non-coding RNAs, are influenced by environmental factors and play a central role in the progression and therapeutic targeting of kidney diseases, such as diabetic kidney disease (DKD), chronic kidney disease (CKD), and hypertension. These epigenetic changes are also preserved as cellular memory, with this \"epigenetic memory\" known to have long-term effects on such chronic diseases. Histone modifications are readily reversible epigenetic changes that regulate gene expression by altering chromatin structure or providing docking sites for transcriptional regulators. From a disease perspective, the involvement of epigenetics and \"epigenetic memory\" in DKD, CKD, senescence, and hypertension has been increasingly studied in recent years. Targeting epigenetic mechanisms is, thus, expected to offer novel therapeutic strategies for these diseases. Advances in treatment include histone deacetylase inhibitors and methyltransferase inhibitors, their applications of which have expanded from oncology to nephrology. However, challenges such as long-term toxicity and off-target effects remain significant. Further elucidation of kidney-specific epigenetic pathways and memory mechanisms may pave the way for precision epigenetic therapies, enabling the reversal of pathological epigenetic signatures and the mitigation of disease progression.\n    \n\n\n          Conclusion:\n        \n      \n      This review integrates recent advancements, highlighting functional evidence that histone modifications, particularly histone tail methylation, are involved in the pathogenesis of kidney diseases. It also emphasizes the translational significance of these findings, underlining the potential of epigenetics-based therapies to transform the management of kidney diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40186651/"
}