{
  "pmid": "41446485",
  "title": "Moxibustion Regulates Amino Acid Metabolism Pathways to Improve Cartilage Damage in Knee Osteoarthritis Model Rats.",
  "abstract": "Knee osteoarthritis (KOA) is a chronic joint condition characterized by progressive cartilage degeneration and bone remodeling. Conventional drug treatments often provide limited relief and may cause adverse effects. As a nonpharmacological therapy in traditional Chinese medicine, moxibustion has been demonstrated to alleviate KOA-related pain, reduce inflammation, and ameliorate cartilage damage through immunomodulatory and metabolic pathways. This study aimed to explore the involvement of amino acid metabolism in the mechanism of the protective effects of moxibustion on cartilage injury in a rat model of KOA. Sprague-Dawley rats were randomly assigned to three groups: normal, KOA model, and moxibustion treatment. The KOA model was established by intra-articular injection of 0.05 mL of a 30 mg/mL sodium iodoacetate solution into the right knee joint cavity of model and moxibustion groups. The moxibustion group received mild moxibustion treatment at Stomach Meridian 36 (ST36) on the right hind limb for 30 min daily over 30 consecutive days. The mechanical pain threshold was measured using Von Frey filaments, while joint swelling was assessed with an electronic caliper. Hematoxylin and eosin staining was performed to evaluate cartilage morphology, and a transmission electron microscope was used to observe chondrocyte ultrastructure. Levels of matrix metalloproteinase-13 (MMP-13) and interleukin-1β (IL-1β) in synovial tissue were quantified using enzyme-linked immunosorbent assay. Alterations in cartilage amino acid metabolites were analyzed using liquid chromatography-mass spectrometry. In the normal group, the cartilage exhibited a smooth surface, with an intact matrix structure, and normal chondrocyte morphology. In contrast, the KOA model group presented with cartilage surface roughness, inflammatory cell infiltration, fibrosis, reduced chondrocyte density, nuclear pyknosis, and organelle damage after 30 days of chemical induction. Moxibustion alleviated structural damage, preserving hyaline cartilage, reducing inflammation and fibrosis, and improving chondrocyte morphology. Model rats displayed significant knee swelling ( Moxibustion at ST36 can significantly improve joint swelling, pain, synovitis, and chondrocyte injury in rats with KOA. It modulates immune response and cartilage synthesis and degradation through alanine, aspartate, and glutamate metabolic pathways, thereby exerting anti-inflammatory, analgesic, and protective effects on cartilage injury.",
  "disease": "osteoarthritis"
}