{
    "title": "Contaminant-induced oxidative stress in fish: a mechanistic approach.",
    "doc_id": "26607273",
    "writer": "Lushchak VI.",
    "year": "2016",
    "summary": "In many cases, the deleterious effects of contaminants have been connected to induction of oxidative stress. Therefore, deciphering of molecular mechanisms leading to such contaminant effects and organisms' response may let prevent or minimize deleterious impacts of …",
    "abstract": "The presence of reactive oxygen species (ROS) in living organisms was described more than 60 years ago and virtually immediately it was suggested that ROS were involved in various pathological processes and aging. The state when ROS generation exceeds elimination leading to an increased steady-state ROS level has been called \"oxidative stress.\" Although ROS association with many pathological states in animals is well established, the question of ROS responsibility for the development of these states is still open. Fish represent the largest group of vertebrates and they inhabit a broad range of ecosystems where they are subjected to many different aquatic contaminants. In many cases, the deleterious effects of contaminants have been connected to induction of oxidative stress. Therefore, deciphering of molecular mechanisms leading to such contaminant effects and organisms' response may let prevent or minimize deleterious impacts of oxidative stress. This review describes general aspects of ROS homeostasis, in particular highlighting its basic aspects, modification of cellular constituents, operation of defense systems and ROS-based signaling with an emphasis on fish systems. A brief introduction to oxidative stress theory is accompanied by the description of a recently developed classification system for oxidative stress based on its intensity and time course. Specific information on contaminant-induced oxidative stress in fish is covered in sections devoted to such pollutants as metal ions (particularly iron, copper, chromium, mercury, arsenic, nickel, etc.), pesticides (insecticides, herbicides, and fungicides) and oil with accompanying pollutants. In the last section, certain problems and perspectives in studies of oxidative stress in fish are described.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26607273/"
}