{
  "pmid": "41463270",
  "title": "Insomnia in Women Surviving Breast and Gynecological Cancers-A Narrative Review to Address the Hormonal Factor.",
  "abstract": "Female cancers, including breast and gynecological malignancies, are among the most prevalent oncological conditions worldwide. Advances in screening, diagnosis, and treatment have markedly improved survival, resulting in a growing population of female cancer survivors. Consequently, long-term health and quality of life have become essential aspects of comprehensive cancer care. Among survivorship issues, sleep disturbances-particularly insomnia-are highly prevalent and associated with adverse outcomes including mood and cognitive impairment, fatigue, immune and cardiometabolic dysregulation, and reduced adherence to therapy. Insomnia, defined as difficulty initiating or maintaining sleep or experiencing poor sleep quality with daytime impairment, affects 6-10% of the general population and is more common in women. In cancer survivors, poor sleep quality appears to be three times more frequent, reaching 62% in breast cancer survivors, although these data may be underestimated, especially for other cancer types, due to the small sample size and heterogeneity of the studies. The pathogenesis of insomnia in female cancer patients is multifactorial, involving cancer-related inflammation, hypothalamic-pituitary-adrenal axis dysregulation, neuroimmune alterations, treatment effects, psychological distress, and behavioral factors. Hormonal disruption plays a central role, as oncological treatments are often the cause of iatrogenic menopause, leading to vasomotor symptoms, mood and cognitive disturbances, sexual dysfunction, and genitourinary complaints, all contributing to sleep disruption. Importantly, estrogens and progesterone independently regulate sleep-wake pathways via central mechanisms, influencing sleep quality even in the absence of vasomotor symptoms. Management requires a multidisciplinary approach integrating oncology, gynecology, and sleep medicine. Cognitive Behavioral Therapy for Insomnia (CBT-I) is first-line, while pharmacologic options include benzodiazepines, Z-drugs, SSRIs/SNRIs, melatonin, or new medication like DORAs. Menopausal hormone therapy (MHT) should be considered for premature menopause management in selected women without contraindications, improving both vasomotor symptoms and sleep quality. Emerging neurokinin receptor (NK-R) antagonists show promise, and ongoing trials suggest significant potential even in breast cancer survivors.",
  "disease": "breast cancer"
}