{
    "title": "Therapeutic potential of silkworm sericin in wound healing applications.",
    "doc_id": "39225112",
    "writer": "Prakash M",
    "year": "2024",
    "summary": "Chronic wounds are characterised by an imbalance between pro and anti-inflammatory signals, which result in permanent inflammation and delayed re-epithelialization, consequently hindering wound healing. They are associated with bacterial infections, tissue hypoxia, …",
    "abstract": "Chronic wounds are characterised by an imbalance between pro and anti-inflammatory signals, which result in permanent inflammation and delayed re-epithelialization, consequently hindering wound healing. They are associated with bacterial infections, tissue hypoxia, local ischemia, reduced vascularization and MMP-9 upregulation. The global prevalence of chronic wounds has been estimated at 40 million in the adult population, with an alarming annual growth rate of 6.6%, making it an increasingly significant clinical problem. Sericin is a natural hydrophilic protein obtained from the silkworm cocoon. Due to its biocompatibility, biodegradability, non-immunogenicity and oxidation resistance, coupled with its excellent affinity for target biomolecules, it holds great potential in wound healing applications. The silk industry discards 50,000 tonnes of sericin annually, making it a readily available material. Sericin increases cell union sites and promotes cell proliferation in fibroblasts and keratinocytes, thanks to its cytoprotective and mitogenic effects. Additionally, it stimulates macrophages to release more therapeutic cytokines, thus improving vascularization. This review focuses on the biological properties of sericin that contribute towards enhanced wound healing process and its mechanism of interaction with important biological targets involved in wound healing. Emphasis is placed on diverse wound dressing products that are sericin based and the utilisation of nanotechnology to design sericin nanoparticles that aid in chronic wound management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39225112/"
}