{
    "title": "Health-related quality of life in a Norwegian sample of healthy adolescents: some psychometric properties of CHQ-CF87-N in relation to KINDL-N.",
    "doc_id": "16549303",
    "writer": "Helseth S",
    "year": "2006",
    "summary": "PURPOSE: As part of a large investigation of Norwegian adolescents, with an overall aim of developing methods to promote health-related quality of life (HRQOL), an adequate generic measure of HRQOL was needed. Hence the purpose of the study was to compare some of th …",
    "abstract": "Purpose:\n        \n      \n      As part of a large investigation of Norwegian adolescents, with an overall aim of developing methods to promote health-related quality of life (HRQOL), an adequate generic measure of HRQOL was needed. Hence the purpose of the study was to compare some of the psychometric qualities of the CHQ-CF87-N and KINDL-N in a sample of healthy adolescents and to discuss the feasibility of the 2 instruments in research and clinical settings.\n    \n\n\n          Methods:\n        \n      \n      Two hundred twenty-nine healthy adolescents completed the questionnaires. The internal consistency reliability and the distributional properties of the CHQ-N and KINDL-N were compared. Factor analysis was performed for the CHQ-N scales separately, as well as for the CHQ-N and KINDL-N scales combined.\n    \n\n\n          Results:\n        \n      \n      The reliability of the scales of the CHQ-N was satisfactory, and generally was better for the CHQ-N scales than for the KINDL-N scales. The distributional properties of the KINDL-N scales were on average better than the CHQ-N scales. Factor analysis of the CHQ-N scales resulted in 3 interpretable factors, while analysis of the CHQ-N and KINDL-N scales combined comprised 4 interpretable factors. A 1-factor solution was in both cases interpreted as a general health-related quality of life factor.\n    \n\n\n          Conclusions:\n        \n      \n      The CHQ-N and KINDL-N may be regarded as adequate instruments to measure HRQOL in healthy adolescents, but to some extent they cover different dimensions of health and quality of life. The KINDL-N focuses on the psychosocial aspects, while CHQ-N covers more dimensions and has stronger focus on the physical aspects. Thus the instruments have different applications in both research and clinical settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16549303/"
}