{
    "title": "Volume and position change of the stomach during gastric accommodation and emptying: A detailed three-dimensional morphological analysis based on MRI.",
    "doc_id": "32390262",
    "writer": "Banerjee S",
    "year": "2020",
    "summary": "BACKGROUND: The proximal and distal regions of the stomach are thought to have different roles during gastric accommodation and emptying; however, regional changes in gastric structure and function during and after a meal have not been described in detail. .. …",
    "abstract": "Background:\n        \n      \n      The proximal and distal regions of the stomach are thought to have different roles during gastric accommodation and emptying; however, regional changes in gastric structure and function during and after a meal have not been described in detail. This study applied non-invasive imaging to study changes in regional gastric volume and morphology during accommodation and emptying of a liquid nutrient meal.\n    \n\n\n          Method:\n        \n      \n      MRI studies were performed on 16 healthy volunteers. Three-dimensional (3D) gastric morphology was reconstructed by validated image processing technology. The 3D models were segmented into seven regions. The relative contribution of each region to gastric accommodation and emptying was assessed. Changes in morphology were documented by tracking movements of four distinct gastric landmarks.\n    \n\n\n          Key results:\n        \n      \n      The initial 100 mL liquid nutrient increases distal stomach volume more than that of other gastric regions (∆V7 = 28 ± 6% ∆TGV; P ≤ .05). Subsequent volume is accommodated mainly in the proximal stomach (∆V1 = 42 ± 10% ∆TGV; P ≤ .05). Early-phase emptying occurs from distal stomach with proximal stomach volume remaining stable. Subsequently, distal stomach volume remains stable while proximal stomach volume decreases progressively. During gastric filling, the stomach elongates and expands anteriorly and inferiorly (15.2 ± 7.4 mm and 32.3 ± 8.4 mm, respectively, for the incisural midpoint) with torsion indicated by ~70° difference in the movements of proximal and distal gastric landmarks.\n    \n\n\n          Conclusions and inferences:\n        \n      \n      Non-invasive MRI describes volume change and distribution of a liquid meal within proximal and distal stomach during gastric accommodation and emptying. Additionally, novel observations of changes to 3D gastric morphology within the abdomen are documented.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32390262/"
}