{
  "pmid": "41462419",
  "title": "Time to recovery and predictors among under five children with severe pneumonia admitted to public hospitals in West Gojjam zone Northwest Ethiopia.",
  "abstract": "Pneumonia remains a leading cause of under-five morbidity and mortality worldwide, with the burden particularly high in low- and middle-income countries, including Ethiopia. While most studies emphasize prevalence, limited evidence exists on recovery time and its predictors, despite their critical role in guiding clinical management and reducing hospital burden. Recovery duration reflects illness severity, treatment effectiveness, and resource utilization, and may be influenced by comorbidities, nutritional status, and timely initiation of treatment. Determining time to recovery and its predictors is therefore essential to improve child survival and optimize health system performance. This study aimed to assess the time to recovery from severe pneumonia and its predictors among under-five children admitted to West Gojjam Zone public hospitals in 2023. An institutional-based prospective follow-up study was conducted among 394 under-5 children in West Gojjam-selected public hospitals from April 2023 to July 2023. A systematic random sampling technique was used to select the study participants. Data were collected from mothers/caregivers using structured questionnaires. The data were entered into Epi data version 4.6 and analyzed using Stata version 17. After identifying predictor variables with P-value ≤ 0.25 during the bivariable analysis and by checking model assumption, Weibull regression was performed. A hazard ratio with a 95% confidence interval was used and a P-value < 0.05 was considered a statistically significant. The median time to recovery from severe pneumonia was 4 days with the interquartile range (3-6), and the overall recovery rate from severe pneumonia was 19.75 per 100 person-days (95% CI: 18% - 22%). The recovery from severe pneumonia was found among children with total visits for severe pneumonia ((4-5 times (AHR: 0.47, 95% CI: 0.34-0.66)), Educational level ((diploma and above) (AHR: 1.75, 95% CI: 1.26-2.44)), Maternal body mass index ((malnutrition) (AHR: 0.4, 95% CI: 0.21-0.74)), Cooking place ((Separate Kitchen) (AHR: 1.63, 95% CI: 1.25-2.13)), previous acute upper respiratory tract infection ((No) (AHR: 1.48, 95% CI: 1.12-1.95)), danger sign ((No) (AHR: 1.96, 95% CI: 1.53 2.45 )) and Residence ((urban) (AHR: 1.52, 95% CI: 1.16-2.00)). The findings of this study showed that the median time to recovery was 4 days. The main predictors of time to recovery from severe pneumonia were 4-5 times visiting with severe pneumonia, Educational level, Mother's body mass index, Cooking place, a danger sign, previous acute upper respiratory tract infection and Residence. Hence, it should be better to give attention to children with identified predictors.",
  "disease": "pneumonia"
}