{
    "title": "Sleep quality, sleep latency, and sleep duration: a national comparative study of university students in Jordan.",
    "doc_id": "33034880",
    "writer": "Albqoor MA",
    "year": "2021",
    "summary": "METHODS: A cross-sectional analysis and multi-stage sampling were conducted to select a sample of 1308 students from three major areas in Jordan. Sleep quality, sleep latency, and sleep duration were measured by an Arabic version of the Pittsburgh S …",
    "abstract": "Background:\n        \n      \n      Sleep problems have significant negative health consequences on university students.\n    \n\n\n          Study aim:\n        \n      \n      To assess subjective sleep quality, sleep latency, and sleep duration in a national sample of university students and investigate differences in these components with selected variables.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional analysis and multi-stage sampling were conducted to select a sample of 1308 students from three major areas in Jordan. Sleep quality, sleep latency, and sleep duration were measured by an Arabic version of the Pittsburgh Sleep Quality Index (PSQI). Data were analyzed using measures of frequency and central tendency and Kruskal-Wallis tests.\n    \n\n\n          Results:\n        \n      \n      Two-thirds of university students described their sleep quality as fairly bad and very bad and 20 reported sleep latency of more than 30 min during the past month. There was a significant difference in subjective sleep quality according to the student's place of residence. Sleep latency differed according to students' income, physical activity, use of media devices before sleep, smoking status, and academic achievement. Significant differences were also found in sleep duration with students' academic achievement, academic level, and body mass index.\n    \n\n\n          Conclusions:\n        \n      \n      University students suffer from poor sleep quality, delayed sleep phase, and sleep deprivation. Lower-income, smoking, physical inactivity, and using media devices before sleep contributed to students' sleeping problems.\n    \n\n\n          Implications:\n        \n      \n      Interventional programs that focus on improving physical activity, controlling tobacco use, healthy sleep education, and reducing screen time are essential public health interventions to reduce sleep problems among youth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33034880/"
}