{
    "title": "Alterations of gastric mucosal microbiota across different stomach microhabitats in a cohort of 276 patients with gastric cancer.",
    "doc_id": "30584008",
    "writer": "Liu X",
    "year": "2019",
    "summary": "We aimed to characterize differences of gastric microbiota in stomach microhabitats associated with gastric cancer (GC) development. ...INTERPRETATION: Our present study provided new insights into the roles of gastric microbiota in different stomach …",
    "abstract": "Background:\n        \n      \n      As part of the tumor microenvironment, the gastric microbiota play vital roles in tumor initiation, progression and metastasis, but stomach microhabitats are not always uniform. We aimed to characterize differences of gastric microbiota in stomach microhabitats associated with gastric cancer (GC) development.\n    \n\n\n          Methods:\n        \n      \n      A cohort of 276 GC patients without preoperative chemotherapy was enrolled retrospectively, and 230 normal, 247 peritumoral and 229 tumoral tissues were obtained for gastric microbiota analysis targeting the 16S rRNA gene by MiSeq sequencing. The microbial diversity and composition, bacterial co-occurrence correlations and predictive functional profiles were compared across different microhabitats.\n    \n\n\n          Findings:\n        \n      \n      GC-specific stomach microhabitats, not GC stages or types, determine the composition and diversity of the gastric microbiota. Most notably, bacterial richness was decreased in peritumoral and tumoral microhabitats, and the correlation network of abundant gastric bacteria was simplified in tumoral microhabitat. Helicobacter pylori (HP), Prevotella copri and Bacteroides uniformis were significantly decreased, whereas Prevotella melaninogenica, Streptococcus anginosus and Propionibacterium acnes were increased in tumoral microhabitat. Higher HP colonisation influenced the overall structure of the gastric microbiota in normal and peritumoral microhabitats. PiCRUSt analysis revealed that genes associated with nucleotide transport and metabolism and amino acid transport and metabolism were significantly enriched in tumoral microbiota, while gastric acid secretion was significantly higher in HP positive group of the tumoral microbiota.\n    \n\n\n          Interpretation:\n        \n      \n      Our present study provided new insights into the roles of gastric microbiota in different stomach microhabitats in gastric carcinogenesis, especially the pathogenesis of HP. FUND: National Natural Science Foundation of China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30584008/"
}