{
  "pmid": "41348599",
  "title": "Powerful gene network enrichment analysis and its application to severe COVID-19 gene network.",
  "abstract": "Understanding complex disease mechanisms requires research methods beyond individual gene analysis to capture the coordinated behavior of genes within regulatory networks. Traditional gene set enrichment approaches such as over-representation analysis and gene set enrichment analysis focus primarily on gene lists and often overlook the intricate network structures that control cellular processes. Although a gene network enrichment analysis strategy (GbNEA) has been proposed, this method assesses enrichment significance via phenotype permutation and the Kolmogorov-Smirnov test, which lowers statistical power and increases the computational burden due to repeated gene network re-estimation. To overcome these limitations, we developed a novel approach, powerful gene network enrichment analysis (PGNEA), which characterizes gene networks by integrating gene expression, regulatory effects, and hubness. PGNEA evaluates the enrichment of phenotype-specific gene networks by quantifying differences in gene activity patterns and assesses statistical significance by evaluating permutation of gene activity rather than phenotype permutation. This approach exhibits significantly enhanced computational efficiency and statistical sensitivity. We demonstrated the advantages of PGNEA through Monte Carlo simulations and applied it to whole-blood RNA-seq data obtained from the Japan COVID-19 Task Force. PGNEA successfully identified viral infection-related pathways enriched in severe COVID-19 gene networks, including those linked to \"COVID-19,\" \"HIV-1 infection,\" \"Hepatitis B,\" \"Influenza A,\" \"Measles,\" and \"Kaposi sarcoma-associated herpesvirus infection.\" Notably, key molecular markers such as PIK3, NF-B family members, FOXA, JUN, and CXCL8 were identified, with strong and consistent molecular interplays between CXCL8 and NFKBIA. These findings underscore the potential of PGNEA as an efficient tool for identifying biologically meaningful pathways and network-level mechanisms associated with various phenotypes, including severe viral infections.",
  "disease": "influenza"
}