{
    "title": "Surgical anatomy of vascularized submental lymph node flap: Sharing arterial supply of lymph nodes with the skin and topographic relationship with anterior belly of digastric muscle.",
    "doc_id": "31638275",
    "writer": "Piyaman P",
    "year": "2020",
    "summary": "BACKGROUND AND OBJECTIVES: Development of vascularized submental lymph node (VSLN) flap has encountered dilemmas; (a) whether to include skin paddle, (b) how to reduce the harvest area while gaining most lymph nodes. ...Skin paddle should be included t …",
    "abstract": "Background and objectives:\n        \n      \n      Development of vascularized submental lymph node (VSLN) flap has encountered dilemmas; (a) whether to include skin paddle, (b) how to reduce the harvest area while gaining most lymph nodes. To answer, these structures were studied; submental perforator, lymph nodes in neck-level I and anterior belly of digastric muscle (ABDM).\n    \n\n\n          Methods:\n        \n      \n      Forty VSLN flaps were harvested from 23 cadavers. The lymph nodes and arterial supply were studied macro- and microscopically. The nodes were classified by arterial supplies, location along the longitudinal axis and relationship with ABDM.\n    \n\n\n          Results:\n        \n      \n      VSLN flap had 4.4 lymph nodes by average (range 1-8) predominantly located in the posterior three-quarter of the flap. Half of the submental perforators were originated deep to ABDM. they circumvent the muscle, supplied much of the nodes in neck sublevel Ia before reaching the skin. While sublevel Ib located the most surgically accessible submental nodes. Most of their arterial supply was branched from submental perforator lateral to ABDM, not directly from the submental artery.\n    \n\n\n          Conclusion:\n        \n      \n      The flap could be reduced to the posterior three-quarter of the original area. Skin paddle should be included to serve as an indirect lymph node monitor. If Ia lymph nodes are to be included, ABDM should be sacrified.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31638275/"
}