{
  "pmid": "41432559",
  "title": "Integrating Contrast-Enhanced Dark-Light-Dark Sign and MRI Features for Rectal Cancer Lymph Node Diagnosis.",
  "abstract": "Background Accurately diagnosing lymph node metastasis (LNM) in patients with rectal cancer preoperatively can guide treatment but remains challenging. Purpose To develop and validate an enhanced MRI model incorporating the so-called dark-light-dark sign on contrast-enhanced T1-weighted MRI scans, tumor features, and European Society of Gastrointestinal and Abdominal Radiology (ESGAR) criteria for predicting pathologic LNM (pLNM) and to compare its efficacy to a nonenhanced MRI model without the dark-light-dark sign, ESGAR size and lymph node features alone, and lymph node short-axis diameter alone. Materials and Methods This two-center retrospective study included patients with rectal cancer who underwent primary surgery (center 1, January 2016 to December 2024; center 2, January 2016 to January 2019). The dark-light-dark sign was defined as the presence of an inner hypointense tumor (dark), an intermediate hyperintense rim (light), and an outer hypointense muscularis propria (dark). Enhanced and plain scan models were developed by using logistic regression. Diagnostic performance was compared with the receiver operating characteristic curve. Results The training set consisted of 922 patients, 354 of whom were pLNM positive (mean age, 60 years ± 12 [SD]; 211 men) and 568 of whom were pLNM negative (mean age, 61 years ± 11; 347 men); the external test set consisted of 149 patients, 73 of whom were pLNM positive (mean age, 61 years ± 12; 51 men) and 76 of whom were pLNM negative (mean age, 62 years ± 11; 45 men). The enhanced model yielded areas under the receiver operating characteristic curve (AUCs) of 0.89 (95% CI: 0.86, 0.90) and 0.83 (95% CI: 0.76, 0.90) in the training and external test sets, respectively, outperforming lymph node short-axis diameter alone, ESGAR alone, and the nonenhanced model (all ",
  "disease": "colorectal cancer"
}