{
    "title": "Diabetes Insipidus as an Early Clinical Indicator of Wolfram Syndrome Type 1: Evidence From a Symptom-Based Screening Approach.",
    "doc_id": "41080637",
    "writer": "Gundogdu Ogutlu OB",
    "year": "2025",
    "summary": "Objective: Wolfram Syndrome Type 1 (WS1) is a rare neurodegenerative disorder characterized by diabetes insipidus (DI), diabetes mellitus (DM), optic atrophy (OA), and deafness (D) due to biallelic mutations in the WFS1 gene. ...",
    "abstract": "Objective: Wolfram Syndrome Type 1 (WS1) is a rare neurodegenerative disorder characterized by diabetes insipidus (DI), diabetes mellitus (DM), optic atrophy (OA), and deafness (D) due to biallelic mutations in the WFS1 gene. As the cardinal symptoms of DI, polyuria and polydipsia, overlap with those of DM, DI might be underdiagnosed or delayed in the early stages of WS1. In the present study, we assessed whether DI could be an early sign of WS1 and analyzed genotype-phenotype correlations in a group of Turkish patients with Type 1 DM. Patients and Methods: We applied a polyuria/polydipsia questionnaire to 1278 children with Type 1 DM. Patients with suggestive symptoms of DI were further evaluated for other clinical features of WS1 and molecular genetic analysis of the WFS1 gene. Clinical, laboratory, and genetic characteristics of cases identified using questionnaires were compared with a historical case series of seven children with WS1 and previously published literature data. Results: Eighteen patients were considered to have a diagnosis of DI, thereby being eligible for genetic analysis of WFS1 variants. Of those, six had biallelic variations (four missense variants, one in-frame duplication, and three frameshift variants) in the WFS1 gene, and a diagnosis of WS1 was confirmed. The age of admission for DM was younger in the historical cases (5.1 ± 2.0 vs. 8.7 ± 3.4; p=0.04). There was no statistically significant difference between the ages for the diagnosis of WS1 (12.9 ± 5.0 vs. 9.6 ± 2.7; p=0.191), though the diagnostic delay from DM onset to WS1 diagnosis was significantly shorter in the screened group (median 1.8 vs. 6.9 years; p ≈ 0.015). Conclusion: Our findings suggest that DI may present before OA in WS1. Enriching the diagnosis of DI using a simple polyuria/polydipsia questionnaire may provide an earlier diagnosis of WS1 in patients followed with Type 1 DM. Screening and early genetic testing of these patients enhances the diagnosis, follow-up, and management strategies of patients with WS1.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41080637/"
}