{
  "pmid": "41461043",
  "title": "Health inequalities in post-COVID-19 Chile: Health system coverage and effective access by sex and migrant status.",
  "abstract": "In 2022, after the COVID-19 pandemic, approximately 93% of the countries in the Region of the Americas continued to report interruptions in essential health services, with worse outcomes in vulnerable social groups. The present study aims to describe barriers to access to health care in Chile, disaggregated by sex and international migrant status. Cross-sectional study, analyzing the results of the CASEN 2022 survey of persons ≥18 years of age. We calculated ascription, effective access and health barriers by international migrant status and sex. Multiple logistic regression models were performed adjusting for age, rurality, educational level, occupation, and income quintile. The model was expressed as an adjusted Odds Ratio (ORadj) with a 95% confidence interval in STATA v.18.5. For the year 2022 in Chile, a total of 14,767,688 people were represented in this study, with a mean age of 45.4 years (SD: 17.8), 51.2% were women and 9.27% were migrants. Regarding health insurance, 3.11% of the population was not affiliated with the health system, with men (ORadj: 0.6; 95% CI: 0.54-0.68) and immigrants (ORadj: 10.3; 8.78-12.15) being the most affected groups. In terms of effective access, 17.4% had health needs, with a predominance of the female sex (ORadj: 1.3; 95% CI: 1.21-1.32). However, of those who had needs and expressed them, 39.2% expressed unmet needs, with a higher probability of showing it in women (ORadj: 1.2; 95% CI: 1.10-1.27). In Chile, health system coverage remains a challenge for men and the migrant population. We observe with concern high percentages of unmet health needs, particularly among women. The intersection of sex and international migration reveals a dual vulnerability in access to health care that warrants further study. El año 2022, posterior a la pandemia de COVID-19, aproximadamente 93% de los países de la región de Las Américas continuaban reportando interrupciones en los servicios esenciales de salud, con peores desenlaces en grupos sociales vulnerables. El presente estudio tiene por objetivo describir las barreras en el acceso a la atención en salud en Chile, desglosado por sexo y condición migrante internacional. Estudio de corte transversal, analizando los resultados de la Encuesta de Caracterización Socioeconómica Nacional (CASEN) 2022, realizada en Chile a personas desde los 18 años. Se calculó la adscripción, acceso efectivo y barreras en salud por condición migrante internacional y sexo. Se utilizaron modelos de regresión logística múltiple ajustando por edad, ruralidad, nivel educativo, ocupación y quintil de ingreso. El modelo fue expresado en ajustados con un intervalo de confianza del 95% en STATA v.18.5. Para el año 2022 en Chile, un total de 14 767 688 personas estuvieron representadas en este estudio, con una edad promedio de 45,4 años (desviación estándar: 17,8). De ellas, 51,2% eran mujeres y 9,27% población migrante. Respecto a la adscripción en salud, 3,11% de la población no estaba afiliada al sistema de salud, siendo los hombres (ajustado mujeres/hombres: 0,6; intervalo de confianza 95%: 0,54 a 0,68) y migrantes (ajustado migrantes/chilenos: 10,3; 8,78 a 12,15) los grupos más afectados. Respecto al acceso efectivo, 17,4% tuvo necesidades en salud, a predominio del sexo femenino (ajustado mujeres/hombres: 1,3; intervalo de confianza 95%: 1,21 a 1,32). Sin embargo, de las personas que tuvieron necesidades y la expresaron, 39,2% manifestaron necesidades no satisfechas, con mayor probabilidad de evidenciarlo en el sexo femenino (ajustado mujeres/hombres: 1,2; intervalo de confianza 95%: 1,10 a 1,27). En Chile, la adscripción al sistema de salud sigue siendo un desafío en el sexo masculino y en población migrante. Observamos con preocupación altos porcentajes en demandas no satisfechas, especialmente en mujeres. La intersección entre sexo y migración internacional revela una doble vulnerabilidad en el acceso a la atención en salud, lo que requiere su abordaje.",
  "disease": "pneumonia"
}