{
  "pmid": "41447835",
  "title": "Artesunate ameliorates leflunomide low-response against bone destruction in rheumatoid arthritis via cGMP-PKG signalling.",
  "abstract": "Leflunomide (LEF) is a commonly prescribed first-line disease-modifying antirheumatic drug (DMARD) for the treatment of rheumatoid arthritis (RA). However, its therapeutic efficacy is frequently limited, particularly in patients with severe bone destruction who exhibit suboptimal responses. Artesunate (ARS), a derivative of artemisinin, has shown potential in inhibiting osteoclast differentiation and ameliorating bone destruction in RA. This study aimed to evaluate whether ARS could enhance the efficacy of LEF in mitigating bone destruction in RA and to elucidate the underlying mechanisms involved. In this study, we employed collagen-induced arthritis (CIA) mouse model to identify subpopulations with poor responsiveness to LEF, mimicking clinical low-response phenotypes. We then investigated whether ARS could overcome LEF resistance and attenuate bone destruction in LEF low-response mice. By combining in vivo assessments and in vitro osteoclast differentiation assays with transcriptomic analysis and molecular validation, we elucidated the underlying mechanisms through which ARS potentiates LEF efficacy. Approximately 54 % of LEF-treated mice exhibited poor therapeutic responses. In these low-response mice, ARS treatment significantly ameliorated joint inflammation and bone destruction, accompanied by reduced osteoclast differentiation in joint tissues. In vitro, ARS combined with LEF synergistically suppressed osteoclastogenesis and bone resorption activity. Mechanistically, ARS enhanced osteoclast inhibition by activating the cyclic guanosine monophosphate (cGMP)-cGMP-dependent protein kinase (PKG) signalling pathway and downregulating the tumour necrosis factor receptor-associated factor 6 (TRAF6)/nuclear factor of activated T cells 1 (NFATc1) axis. Activation of the cGMP-PKG pathway using C-type natriuretic peptide (CNP) further confirmed the role of this pathway in mediating the osteoprotective effects of ARS. Collectively, our findings demonstrate that ARS improves LEF responsiveness in RA by activating the cGMP-PKG pathway and suppressing TRAF6/NFATc1-mediated osteoclastogenesis. These mechanistic insights may provide a theoretical basis and experimental foundation for future clinical studies exploring combination strategies for patients with RA with a poor therapeutic response to LEF.",
  "disease": "rheumatoid arthritis"
}