{
    "title": "Autophagy Inhibition Preserves Tight Junction of Human Cerebral Microvascular Endothelium Under Oxygen Glucose Deprivation.",
    "doc_id": "33155911",
    "writer": "Wang S",
    "year": "2020",
    "summary": "AIMS: To investigate the role of autophagy in the tight junction of human brain endothelial cells during hypoxia and ischemia. BACKGROUND: Endothelial cells play an important role in the initiation, progression and recovery from ischemic stroke. ...CONCLUSION: Autop …",
    "abstract": "Aims:\n        \n      \n      To investigate the role of autophagy in the tight junction of human brain endothelial cells during hypoxia and ischemia.\n    \n\n\n          Background:\n        \n      \n      Endothelial cells play an important role in the initiation, progression and recovery from ischemic stroke. The role of autophagy on human brain endothelial cells (HBECs) subjected to oxygen-glucose deprivation (OGD) is not fully elucidated.\n    \n\n\n          Objective:\n        \n      \n      The objective of this study was to investigate the effect of autophagy on HBECs during OGD.\n    \n\n\n          Methods:\n        \n      \n      HBECs were cultured in a 96-well plate and underwent 4 hours of OGD. For drug treatment, 3-Methyladenine (3-MA) (5mmol/L), an inhibitor of autophagy, was added at the start of OGD. Cell viability and cytotoxicity were tested by cell counting kit-8 (CCK-8) and lactate dehydrogenase (LDH) assays. Morphological changes in cells were examined by immunofluorescence microscopy. The protein expression of light chain 3 (LC3) was measured. Autophagosomes and endothelial cell tight junctions were observed using transmission electron microscopy.\n    \n\n\n          Results:\n        \n      \n      The results showed that OGD induced serious damage to HBECs. Cell viability was decreased significantly and LDH release increased significantly (p<0.05) following OGD. 3-MA protected HBECs from damage. Immunostaining further confirmed these results. Since 3-MA is an inhibitor of autophagy, we chose to examine alterations in the amount of LC3, a marker of autophagy. The ratios of LC3-II to LC3-I were significantly lower in the 3-MA treated OGD group than in the non-3-MA treated OGD group (p<0.05). Electron microscopy showed that 3-MA inhibited the formation of autophagolysosomes and revealed that the tight junction ultrastructure of HBECs, which was destroyed by OGD, was significantly protected by treatment with 3-MA.\n    \n\n\n          Conclusion:\n        \n      \n      Autophagy is a key response to oxygen-glucose deprivation stress and its detrimental effects are closely related to the destruction of tight junctions of human brain endothelial cells. Strategies to inhibit autophagy could help to preserve tight junctions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33155911/"
}