{
    "title": "Anaphylaxis in older adult patients: a 10-year retrospective experience.",
    "doc_id": "35891674",
    "writer": "Yıldız E",
    "year": "2022",
    "summary": "The patients were separated into 2 groups of adults (18-64 years) and older adults (65 years). RESULTS: The adult group included 887 (91.3%) patients and the older adult group, 84 (8.7%) patients. ...CONCLUSION: Anaphylaxis in the older adults is generally ca …",
    "abstract": "Background:\n        \n      \n      Despite the worldwide increase in life expectancy and the elderly population, very little is known about the characteristics of anaphylaxis in older adults.\n    \n\n\n          Methods:\n        \n      \n      A retrospective scan was made of the files of patients who presented at the Allergy Unit of our clinic between October 2011 and October 2021. The study included 971 patients aged ≥18 years who met the criteria for diagnosis of anaphylaxis. The patients were separated into 2 groups of adults (18-64 years) and older adults (≥65 years).\n    \n\n\n          Results:\n        \n      \n      The adult group included 887 (91.3%) patients and the older adult group, 84 (8.7%) patients. Comorbid diseases were seen more frequently in the older adults than in the adult group (p < 0.001). Drugs were seen to be the most common trigger of anaphylaxis in both groups, and this was more common in the older adult group (p = 0.039). Food was a more common trigger of anaphylaxis in the adult group than in the older adult group (p = 0.017). In both groups, the skin was the organ most affected, and was less affected in the older adults than in the adults (p = 0.020). Cardiovascular symptoms were seen significantly more and respiratory symptoms significantly less in the older adult group (p < 0.001, p = 0.002, respectively). Admission to the hospital and the intensive care unit was more frequent in the older adult group and rates of adrenalin administration were higher compared to the adult group (p < 0.001 for all).\n    \n\n\n          Conclusion:\n        \n      \n      Anaphylaxis in the older adults is generally caused by drugs. Older adults were found to have more cardiovascular symptoms and more frequent adrenalin injections, hospitalizations and intensive care unit admissions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35891674/"
}