{
  "pmid": "41411390",
  "title": "Pretreatment Lost to Follow-up Tuberculosis Patients, Lusaka, Zambia, 2024: A Retrospective Cohort Study.",
  "abstract": "Treatment outcomes, particularly lost to follow-up (LTFU) of tuberculosis (TB) patients, are one of the most fundamental indicators related to TB control. However, national TB programs often ignore those who once come to a health facility and were diagnosed with TB but never come back to the facility to commence anti-TB treatment (i.e. pretreatment [PT] LTFU). We conducted a study to determine the proportions of bacteriologically confirmed PT-LTFU patients with TB found at four facilities in Lusaka, Zambia, in 2024. This is the first multifacility 2024 cohort assessing PT-LTFU trends in urban Zambia. This was a retrospective cohort study, in which the TB laboratory and treatment registers at the study sites were cross-matched. Those who did not commence anti-TB treatment within 14 days after laboratory diagnosis were defined as PT-LTFU patients. A total of 1166 bacteriologically positive TB patients were eligible for the study. Of these, 1158 (99.3%) patients were diagnosed using Xpert MTB/RIF and 8 (0.7%) by the presence of lipoarabinomannan. Their ages ranged from 6 months to 90 years; 850 (72.9%) patients were male and 26 (2.2%) were aged <15 years. The number of PT-LTFU persons was 146 (12.5%, 95% confidence interval [CI]: 10.7%-14.6%) of 1166, and the proportions varied significantly among the study sites, from 1.8% to 20.5%. The proportion of PT-LTFU was 1.6 (95% CI: 1.2-2.2) times higher among the patients who came from outside the facility catchment areas (53/309, 17.1%, 95% CI: 13.1%-21.8%) than for those from within (90/852, 10.6%, 95% CI: 8.6%-12.8%). One hundred eleven (76%) of the 146 PT-LTFU had no documentation of contact details in the registers. The proportions of PT-LTFU diagnosed in June (23.6%, 95% CI: 15.2%-33.8%) and July (19.1%, 95% CI: 12.2%-27.7%) were 3.3 (95% CI: 1.5-7.3) and 2.6 (95% CI: 1.2-6.0) times higher than that of November (7.2%, 95% CI: 3.0%-14.3%), respectively. The proportions of PT-LTFU diagnosed with \"low\" (16.9%, 95% CI: 13.1%-21.2%) and \"trace\" levels of positivity (15.8%, 95% CI: 10.9%-21.8%) were 2.1 (95% CI: 1.3-3.1) and 1.9 (95% CI: 1.2-3.1) times higher than those with \"high\" levels (8.2%, 95% CI: 5.5%-11.6%), respectively. The proportion of PT-LTFU was 12.5% in the four facilities in Lusaka, Zambia, in 2024. This was slightly higher than in a previous study conducted in Lusaka in 2020. The proportions of PT-LTFU were significantly higher among those diagnosed as lower positives with Xpert MTB/RIF, probably because the patients may not have been convinced they had TB. There is a need to strengthen the capacity of laboratories to provide same-day results for patients to reduce the rate of PT-LTFU. Furthermore, there should be strengthened departmental linkages and improved documentation of patients' contact details at health facilities to facilitate patient follow-up for TB service provision and tracing. Enhanced laboratory turnaround, real-time linkage of diagnostic and treatment registers, and improved patient tracing are essential to reduce PT-LTFU and align with the World Health Organization End-TB targets.",
  "disease": "tuberculosis"
}