{
  "pmid": "41458599",
  "title": "Home-Combo: an online home-based exercise intervention for women with breast cancer undergoing neoadjuvant chemotherapy: study protocol for a 2-arm pragmatic randomized controlled trial.",
  "abstract": "Chemotherapy carry side effects and potentially result in dose decreases or treatment delays of women with breast cancer (BC). Relative dose intensities of chemotherapy <85% are associated with a worse disease prognosis and lower treatment efficacy. Exercise may modulate treatment response through its effects on tumor microenvironment. Home-based exercise is a convenient strategy, proven to be effective and beneficial for women with a BC diagnosis under treatment. Recent evidence suggests that exercise may contribute to tumor regression neoadjuvant treatment. Studies investigating the effects of exercise interventions on chemotherapy completion rates are needed. No study appears to have analyzed the effects of a home-based exercise interventions on tumor regression in women with BC. This paper describes the protocol of a 2-arm pragmatic randomized controlled trial, targeting women with a BC undergoing neoadjuvant chemotherapy. A 2-arm randomized controlled trial implemented in a real-world exercise setting to compare an online structured and supervised group exercise intervention, with an active control group, during the neoadjuvant chemotherapy phase. Ninety-eight participants with a BC diagnosis stage I-III, scheduled to have neoadjuvant chemotherapy will be enrolled continuously for one year. The primary outcomes of this study will be chemotherapy completion rate and tumor regression. Secondary outcomes will include, body composition, functional performance, and self-reported physical activity levels and general and BC-specific quality of life. Outcome measures will be obtained at baseline, mid-treatment, post-intervention, and 3-month follow-up. Home-based exercise training programs are safe for women with BC during the treatment. Studies conducting structured and supervised home-based exercise programs in women with BC during the treatment are still scarce. Since this study involves participants performing neo-adjuvant chemotherapy, it will allow to verify the effects of the intervention in a prehabilitation context and analyze its effects on the post-surgery recovery of the participants in the follow-up assessment. More studies analyzing the effects of exercise on chemotherapy completion rates and tumor regression in BC are needed. The study results may represent less time to treatment exposure, quicker return to everyday life, fewer side effects, and better overall and disease-related quality of life. clinicaltrials.gov, identifier NCT06429189.",
  "disease": "breast cancer"
}