{
    "title": "A qualitative analysis of family experiences across diabetes-specific family functioning types during a family-focused intervention for adults with type 2 diabetes.",
    "doc_id": "40813845",
    "writer": "Roddy MK",
    "year": "2025",
    "summary": "The current study had two primary aims: first, to use qualitative data to enhance the quantitative understanding of types; and second, to describe qualitatively participants' own experiences with their family during a 9 month family-focused intervention (and 6 month …",
    "abstract": "Numerous dimensions of family involvement are important for chronic illness management. A recently developed and validated typology of diabetes-specific family functioning organizes these dimensions into four meaningful types (Collaborative & Helpful, Critically Involved, Satisfied with Low Involvement, and Want More Involvement). These types represent patterns of associations across dimensions of family involvement and synthesize these multiple dimensions of functioning into usable categories. The current study had two primary aims: first, to use qualitative data to enhance the quantitative understanding of types; and second, to describe qualitatively participants' own experiences with their family during a 9 month family-focused intervention (and 6 month follow-up) based on their diabetes-specific family functioning type at enrollment. Adults with type 2 diabetes (T2D) who participated in Family/Friend Activation to Motivate Self-care (FAMS), a family-focused self-care support intervention, were eligible. We recruited 77 participants across types to participate in semi-structured interviews at the completion of the follow-up. We found consistencies across types and differences between types. Regardless of type, harmful family involvement was described, but adults with T2D were hesitant to label it as such. Communication about diabetes and health increased during FAMS, but topics varied across types. Adults with T2D received more support from their families across time, though preference for emotional or instrumental support varied across types. This study qualitatively validated the typology tool paving the way for future use in intervention tailoring.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40813845/"
}