{
  "pmid": "41450363",
  "title": "Beyond Traditional Risk Factors: Inflammation, Asymmetric Dimethylarginine, and N-Terminal pro-B-Type Natriuretic Peptide Predict Cardiovascular Risk in Chronic Kidney Disease.",
  "abstract": "Cardiovascular disease (CVD) is the leading cause of morbidity and mortality in chronic kidney disease (CKD). While traditional risk factors such as hypertension and diabetes are highly prevalent, they fail to fully explain the disproportionate cardiovascular (CV) burden. Non-traditional mechanisms, including inflammation, endothelial dysfunction, oxidative stress, and metabolic disturbances, are increasingly recognized. The objective of this study is to evaluate the prevalence and interplay of traditional and non-traditional CV risk factors in CKD, with a focus on biomarkers (IL-6, asymmetric dimethylarginine (ADMA), homocysteine, uric acid) and echocardiographic findings, and to determine their ability to predict N-terminal pro-brain natriuretic peptide (NT-proBNP) levels. We conducted a cross-sectional study of 100 CKD patients (stages I-V), of whom 21 (21%) were on hemodialysis. Demographic, clinical, laboratory, and echocardiographic data were collected. Biomarkers (IL-6 and homocysteine in all patients; ADMA in 52 patients) were measured. Correlation and multivariable regression analyses were used to identify predictors of NT-proBNP and echocardiographic abnormalities. The cohort (60% male, mean BMI 27.4 kg/m²) showed a high prevalence of hypertension (83%) and diabetes (57%). Non-traditional biomarkers were frequently elevated: IL-6 (mean 23.5 pg/mL), homocysteine (mean 28.8 µmol/L), ADMA (mean 189.4 ng/mL), and uric acid (mean 8.5 mg/dL). Valvular calcifications were present in 52% of patients. NT-proBNP was markedly elevated (mean 10,912 pg/mL) and showed significant correlations with IL-6 (r = 0.211, p = 0.002) and ADMA (r = 0.334, p < 0.001). In multivariable regression analysis, both IL-6 (β = 0.207, p = 0.039) and ADMA (β = 0.385, p = 0.005) independently predicted NT-proBNP, with ADMA demonstrating the strongest effect. Hyperhomocysteinemia correlated with valvular calcifications, while uric acid was associated with hypertension and reduced eGFR. Both traditional and non-traditional factors contribute to the CV burden in CKD. Biomarkers of inflammation and endothelial dysfunction (IL-6, ADMA) are independent predictors of NT-proBNP and provide prognostic value beyond classical determinants. Incorporating these biomarkers into risk stratification models may improve prediction and guide innovative therapeutic strategies to reduce CV morbidity and mortality in CKD.",
  "disease": "hypertension"
}