{
  "pmid": "41341585",
  "title": "Safety and effectiveness of immune checkpoint inhibitors in patients with preexisting autoimmune diseases: a systematic review.",
  "abstract": "Immune checkpoint inhibitors (ICIs) are effective in cancer treatment but may trigger immune-related adverse events (irAEs), especially in patients with preexisting autoimmune diseases (ADs). This population is often excluded from trials due to higher risks of flares, higher rates of irAEs, and potential reduced ICI efficacy. This review examines the safety and efficacy of immune checkpoint inhibitors (ICIs) in patients with preexisting autoimmune diseases and explores emerging evidence on potential predictive biomarkers. We conducted a systematic review using PubMed/MEDLINE, searching for articles published from 2015 to 2024 in English. The research combined terms for autoimmune diseases, ICIs (anti-CTLA-4, anti-PD-1/PD-L1), and cancer types, emphasizing studies reporting safety or efficacy outcomes. Due to marked heterogeneity in study design and outcomes, findings were summarized qualitatively rather than quantitative meta-analysis. The protocol followed PRISMA guidelines and was registered in PROSPERO (CRD420251037257). We synthesized recent evidence from 17 studies including 883 cancer patients. with preexisting ADs treated with ICIs. The cohort predominantly included psoriasis (20.5%), rheumatoid arthritis (18%), and inflammatory bowel disease (17.2%) patients. Safety outcomes revealed that 53.5% experienced any-grade irAEs, including 27.5% with newly developed irAEs and 34.3% with autoimmune disease flares. Some patients experienced both irAEs and autoimmune flares concurrently, and 14.9% discontinued treatment due to toxicity (including 5 fatal cases, 0.5%). Treatment efficacy varied substantially, with overall response rates ranging from 11% to 50%, median PFS from 2.9 to 14.4 months, and median OS from 8.2 to 40.5 months. Significant heterogeneity in efficacy outcomes limited comparative analyses. These findings highlight that ICI therapy can be effective in selected patients with well-controlled autoimmune disease, but requires early monitoring, individualized treatment approaches, and multidisciplinary management of patients with coexisting autoimmune disorders.",
  "disease": "rheumatoid arthritis"
}