{
  "pmid": "41453555",
  "title": "Fluorescent β-galactosidase biosensors for colon cancer.",
  "abstract": "β-Galactosidase (β-Gal) has emerged as a potential biomarker for the diagnosis of colon cancer. An increasing number of studies have been conducted to detect this enzyme in biological fluids and tissues, thereby aiding patient stratification. This review follows the developmental history of the evolution of fluorescent β-Gal biosensors from the initial design to the latest developments of using the sensors in clinical laboratories. We are highly critical of the evolution of β-Gal detection systems, where traditional probes are replaced by sophisticated Near-Infrared (NIR)-emitting probes, ratiometric sensors, and self-immolating linker structures. Rather than an isolated study, we show a chronological examination of how the probe chemistry was developed to address the constraints in the analytical performance (e.g., limit of detection, linearity, precision) and specificity toward interfering biological substrates. In addition, we review the association of β-Gal biosensing with other known colon cancer biomarkers and comment on its possible application in determining certain cancer development phases. The preanalytical standardization controls (the type of specimen used, the effect of anticoagulants, and interference of hemolysis) are critical factors to be considered to ensure reliable measurements. The hybridization of β-Gal biosensing with microfluidic technology, point-of-care diagnostics, and high-throughput level assays is suggested as the future of fast, sensitive, and quantitative testing. Although the available information is mostly preclinical, new data indicate that these biosensors can assist in risk stratification of colorectal cancer and therapy response monitoring. Lastly, we are dealing with the challenges of translation, such as assay harmonization, clinical decision limits, and standardization needed to transition these tools from research into routine laboratory practice. The current review establishes β-Gal fluorescent biosensors as promising research instruments with high potential to become laboratory medicine instruments to improve the detection of colorectal cancer and patient outcomes.",
  "disease": "colorectal cancer"
}