{
    "title": "Experimental changes in food and ectoparasites affect dispersal timing in juvenile burrowing owls.",
    "doc_id": "39058672",
    "writer": "Garcia V",
    "year": "2024",
    "summary": "Moreover, juveniles responded differently than their parents to experimental manipulation of food and ectoparasite loads. ...In contrast, the experimental food supplements did not affect the migratory departure decisions of adult owls in either year. Juveniles at ne …",
    "abstract": "Natal dispersal is a key demographic trait that affects population dynamics, and intraspecific variation in dispersal affects gene flow among populations and source-sink dynamics. However, relatively little is known about the selective pressures and trade-offs that animals face when departing their natal area due to the logistical difficulties associated with monitoring animals during this critical life stage. We used a randomized block design to examine the selective pressure that influence dispersal timing in juvenile burrowing owls (Athene cunicularia) by experimentally altering both food and ectoparasites at 135 nests. We also examined the effects of local food abundance, ectoparasite loads, and parental departure on natal dispersal timing. Juvenile burrowing owls varied widely in natal dispersal timing, and phenotypic plasticity in dispersal timing was evident in juvenile owls' response to our experimental treatments, local conditions, and their parents' departure from the natal area. Moreover, juveniles responded differently than their parents to experimental manipulation of food and ectoparasite loads. Juveniles typically dispersed shortly after their parents departed the natal area, but delayed dispersing more than 2 weeks after parental departure if they did not receive experimental food supplements during a low-food year. In contrast, the experimental food supplements did not affect the migratory departure decisions of adult owls in either year. Juveniles at nests treated for ectoparasites initiated dispersal at a younger age (and prior to adults in the high-food year) compared to juveniles at control nests. In contrast, parents at nests treated for ectoparasites departed later than parents at control nests. Our results suggest that unfavorable conditions (low food or high ectoparasite loads) caused juveniles to delay dispersal, but prompted adults to depart sooner. Our results highlight the extent of intraspecific variation in natal dispersal timing, and demonstrate that ecological conditions affect dispersal decisions of parents and offspring differently, which can create important trade-offs that likely affect life history strategies and responses to climatic changes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39058672/"
}