{
  "pmid": "41457215",
  "title": "Efficacy of bilateral soft exoskeleton training for people with subacute stroke: a randomized controlled trial.",
  "abstract": "Soft exoskeletons (SE) show promise for restoring ambulation after stroke, but evidence remains limited. This study evaluated the efficacy of bilateral SE-assisted gait training in subacute stroke. In this single-blind randomized controlled trial, 60 participants with subacute stroke were randomly assigned to either the bilateral SE group or the conventional training (CT) group. Both groups received 30-min conventional physical therapy per day for 20 days. Additionally, the SE group performed 30-min bilateral SE-assisted treadmill walking training once daily, while the CT group underwent unassisted treadmill walking training with the same frequency and duration. The primary outcome was the Functional Ambulation Category (FAC). Secondary outcomes were Fugl-Meyer Assessment for Lower Extremity (FMA-LE), Berg Balance Scale (BBS), spatiotemporal parameters, gait symmetry, and lower-limb kinematics. Within-group improvements from baseline to post-intervention were assessed using paired t-tests or Wilcoxon signed-rank tests. Between-group comparisons were performed using analysis of covariance (ANCOVA), with post-intervention scores as the dependent variable and baseline values as the covariate. After 20-session interventions, both groups showed significant within-group improvements in clinical scores, gait speed, gait symmetry, and paretic lower-limb joint peak angles (p < 0.05). Between-group analysis showed that the SE group achieved significantly greater post-intervention scores in FAC (adjusted mean difference [AMD] = 0.37, p = 0.022, partial η²=0.089), FMA-LE (AMD = 2.21, p = 0.001, partial η² = 0.178), BBS (AMD = 1.84, p = 0.019, partial η² = 0.093 ), and faster gait speed (AMD = 0.07, p = 0.013 partial η² = 0.103) than the CT group. For Spatiotemporal analysis, the SE group demonstrated significantly longer paretic step length (AMD = 0.10, p = 0.001, partial η² = 0.145) and shorter paretic swing time (AMD = - 0.06, p = 0.014, partial η² = 0.102) than the CT group, whereas no significant between-group differences were observed for cadence and stance time (p > 0.05). In terms of gait symmetry, the SE group exhibited significantly lower temporal symmetry ratio (AMD = - 0.14, p < 0.001, partial η² = 0.215) and spatial symmetry ratio (AMD = - 0.30, p < 0.001, partial η² = 0.260) than the CT group, indicating improved symmetry. Kinematic analysis revealed that the SE group achieved greater peak angles in paretic knee flexion (AMD = 3.29°, p = 0.019, partial η² = 0.092), paretic ankle dorsiflexion (AMD = 2.10°, p = 0.001, partial η² = 0.166), less-affected ankle plantarflexion (AMD = 2.74°, p < 0.001, partial η² = 0.194) than the CT group. However, the SE group showed a smaller peak knee flexion in the less-affected (AMD= - 1.46, p = 0.037, partial η² = 0.074) than the CT group. No other joint angles showed significant between-group differences (p > 0.05), and no serious adverse events were reported throughout the study. Bilateral SE-assisted gait training is a safe and effective approach to improving motor function and gait performance in people with subacute stroke. Further studies with larger cohorts and longer follow-up are needed to investigate long-term benefits and neural mechanisms.",
  "disease": "stroke"
}