{
    "title": "Physical employment standards, physical training and musculoskeletal injury in physically demanding occupations.",
    "doc_id": "31282465",
    "writer": "Drain JR",
    "year": "2019",
    "summary": "BACKGROUND: Physically demanding occupations such as the military, firefighting and law enforcement have adopted physical employment standards (PES). ...OBJECTIVE: To present contemporary evidence on the relationship(s) between PES, physical training, phys …",
    "abstract": "Background:\n        \n      \n      Physically demanding occupations such as the military, firefighting and law enforcement have adopted physical employment standards (PES). The intent of PES is to match the physical capacity of personnel with the physical demands of job tasks. Inadequate physical capacity can affect occupational task performance as well musculoskeletal injury (MSKI) risk.\n    \n\n\n          Objective:\n        \n      \n      To present contemporary evidence on the relationship(s) between PES, physical training, physical capacity and MSKI in physically demanding occupations, and provide recommendations regarding physical training for improved occupational performance and reduced MSKI risk.\n    \n\n\n          Methods:\n        \n      \n      This narrative review draws on evidence from 104 published sources.\n    \n\n\n          Results:\n        \n      \n      Physical training is central to the development and maintenance of occupationally-relevant physical capacity, as well as mitigating MSKI risk associated with job performance. In addition, given the prevalence of manual handling tasks, strength training needs to be emphasised in physical training regimen.\n    \n\n\n          Conclusions:\n        \n      \n      PES development can inform both physical training and injury prevention strategies in physically demanding occupations. Furthermore, a physical performance continuum is essential to through-career maintenance of occupational performance and health, and the preservation of organisational capability. Finally, organisations should consider the potential to implement PES as maximal performance tests to better understand the relationship between occupational task performance and MSKI risk.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31282465/"
}