{
  "pmid": "41427234",
  "title": "RAB7B as a Potential Therapeutic Target in Liver Cirrhosis: Insights from Protein Expression and Bioinformatics Analyses.",
  "abstract": "Liver cirrhosis remains a major global health challenge, with liver transplantation currently representing the most effective treatment. Elucidating its molecular pathogenesis is therefore critical for the development of novel therapeutic strategies. Emerging evidence indicates that mitophagy plays a pivotal role in cirrhosis progression. In this study, we employed integrative bioinformatics to explore the association between mitophagy and liver cirrhosis, aiming to identify potential therapeutic targets. Differentially expressed genes (DEGs) were obtained from GSE77627 and GSE139602 data sets, followed by functional enrichment analysis. Mitophagy-related differentially expressed genes (mito-DEGs) were screened and assessed through receiver operating characteristic (ROC) analysis, immune cell infiltration profiling, and protein-protein interaction (PPI). Weighted gene coexpression network analysis (WGCNA) identified key modules, and intersecting genes with mito-DEGs highlighted RAB7B as a candidate hub gene, which was validated in external data sets. Experimental verification confirmed elevated RAB7B expression in activated hepatic stellate cells (HSCs) and a mouse model of liver cirrhosis. Functional assays demonstrated that RAB7B inhibition attenuated HSC activation, and molecular docking revealed strong binding affinity between RAB7B and predicted anticirrhosis compounds. We found that RAB7B knockdown restored TGF-β-induced mitophagy inhibition, enhanced mitochondria-lysosome colocalization, and showed dynamic regulation by mitophagy status, indicating its role as a negative and responsive regulator of mitochondrial clearance. Collectively, our findings identify RAB7B as a mitophagy-related hub gene driving liver cirrhosis progression and provide novel insights into its therapeutic potential.",
  "disease": "liver cirrhosis"
}