{
    "title": "Complex I within oxidatively stressed bovine heart mitochondria is glutathionylated on Cys-531 and Cys-704 of the 75-kDa subunit: potential role of CYS residues in decreasing oxidative damage.",
    "doc_id": "18611857",
    "writer": "Hurd TR",
    "year": "2008",
    "summary": "Mass spectrometry of complex I from oxidatively stressed bovine heart mitochondria showed that only Cys-531 and Cys-704 were glutathionylated. ...Complex I glutathionylation also occurred in response to relatively mild oxidative stress caused by increased superoxide …",
    "abstract": "Complex I has reactive thiols on its surface that interact with the mitochondrial glutathione pool and are implicated in oxidative damage in many pathologies. However, the Cys residues and the thiol modifications involved are not known. Here we investigate complex I thiol modification within oxidatively stressed mammalian mitochondria, containing physiological levels of glutathione and glutaredoxin 2. In mitochondria incubated with the thiol oxidant diamide, complex I is only glutathionylated on the 75-kDa subunit. Of the 17 Cys residues on the 75-kDa subunit, 6 are not involved in iron-sulfur centers, making them plausible candidates for glutathionylation. Mass spectrometry of complex I from oxidatively stressed bovine heart mitochondria showed that only Cys-531 and Cys-704 were glutathionylated. The other four non-iron-sulfur center Cys residues remained as free thiols. Complex I glutathionylation also occurred in response to relatively mild oxidative stress caused by increased superoxide production from the respiratory chain. Although complex I glutathionylation within oxidatively stressed mitochondria correlated with loss of activity, it did not increase superoxide formation, and reversal of glutathionylation did not restore complex I activity. Comparison with the known structure of the 75-kDa ortholog Nqo3 from Thermus thermophilus complex I suggested that Cys-531 and Cys-704 are on the surface of mammalian complex I, exposed to the mitochondrial glutathione pool. These findings suggest that Cys-531 and Cys-704 may be important in preventing oxidative damage to complex I by reacting with free radicals and other damaging species, with subsequent glutathionylation recycling the thiyl radicals and sulfenic acids formed on the Cys residues back to free thiols.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18611857/"
}