{
    "title": "Dental anxiety and oral health-related quality of life in aggressive periodontitis patients.",
    "doc_id": "29022175",
    "writer": "Levin L",
    "year": "2018",
    "summary": "OBJECTIVES: To measure dental anxiety levels and oral health-related qualities of life (OHRQoL) in patients with aggressive periodontitis (AgP) compared to controls and analyze their association with various demographic and clinical parameters. ...STATEMENT OF CLINI …",
    "abstract": "Objectives:\n        \n      \n      To measure dental anxiety levels and oral health-related qualities of life (OHRQoL) in patients with aggressive periodontitis (AgP) compared to controls and analyze their association with various demographic and clinical parameters.\n    \n\n\n          Methods:\n        \n      \n      Sixty consecutive patients with AgP were compared to 80 age- and sex-matched controls with no known history of periodontal disease. Collected data included demographics, smoking habits, numerical rating scale (NRS), Corah's Dental Anxiety Scale (DAS) and Oral Health Impact Profile-14 (OHIP-14), DMFT index (Decayed, Missing and Filled Teeth), Plaque Index (PI), probing depth (PD), bleeding on probing (BOP), and radiographic bone loss.\n    \n\n\n          Results:\n        \n      \n      AgP patients exhibited statistically significant higher scores in the DAS total as well as sub-scores, except from DAS 1st question. Compared to the control group, AgP patients exhibited worse OHIP-14 global as well as in all individual OHIP-14 domains scores. Among both AgP and control patients, the physical pain domain was where the highest impact was recorded, while the lowest impact was recorded in the functional limitation domain.\n    \n\n\n          Conclusions:\n        \n      \n      AgP patients were positively associated with higher levels of dental anxiety and worse OHRQoL. Self-perception of dental anxiety and OHRQoL should be regarded as an integral element in routine diagnostic work-up process of periodontal diseases.\n    \n\n\n          Statement of clinical relevance:\n        \n      \n      Aggressive periodontitis (AgP) patients exhibited higher dental anxiety levels and worse oral health-related quality of life (OHRQoL) compared to controls. Professionals should design strategies that will cope with the dental anxiety associated with the treatment and prevent decreases in OHRQoL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29022175/"
}