{
  "pmid": "41442032",
  "title": "A Study on the Safety, Pharmacokinetics, and Pharmacodynamics of H018 Tablets, a Selective JAK1 Inhibitor, Upon Single- and Multiple-Dose Administration in Chinese Healthy Subjects.",
  "abstract": "The H018 tablet is an orally administered selective inhibitor of Janus kinase 1 and has been specifically developed for the treatment of rheumatoid arthritis. To our knowledge, this study is the first to investigate the safety, pharmacokinetics, and pharmacodynamics of H018 tablets after single and repeated administrations. This study was a phase I, randomized, double-blind, placebo/positive drug-controlled trial. In the single-dose part, 58 healthy subjects received a single oral dose of 10, 20, 40, 80, 120, or 160 mg. In the multiple-dose part, 60 healthy subjects received an oral dose of 80, 120, 160, or 200 mg of H018 once daily for 7 consecutive days; an oral dose of 200 mg of filgotinib once daily for 7 consecutive days; or an oral dose of 100 mg of H018 every 12 h, with a total of 13 doses administered. Pharmacokinetic parameters were determined from H018 plasma concentrations through a non-compartmental analysis. The dose proportionality of H018 after individual doses and its pharmacodynamic, safety, and tolerability profiles were evaluated. In the single-dose part, the area under the plasma concentration-time curve and maximum plasma concentration did not exhibit a typical dose-exposure proportional relationship at increasing doses. Urine and feces were not the main excretion routes for H018, M10, and M8. A total of 42 metabolites were identified in plasma, and the parent drug H018 accounted for the highest proportion (69.66%), followed by metabolite M10 (15.57%). The proportions of all other metabolites in plasma were less than 10%. The maximum inhibition rate of phosphorylated signal transducer and activator of transcription 1 was achieved at 1 h after H018 administration, and the inhibition rate increased with the administered dose and plasma drug concentration. The plasma concentrations of H018, its metabolites, or the positive control drug (filgotinib) were undetectable during the multiple-dose phase. Comparable to the maximum phosphorylated signal transducer and activator of transcription 1 inhibition rate of filgotinib, the phosphorylated signal transducer and activator of transcription 1 inhibition rate was essentially reached or very close to the maximum value approximately 1 h after the first and last administrations of H018 tablets, and H018 showed favorable safety and tolerability profiles. H018 tablets exhibited a rapid onset of action upon oral administration, and the peak inhibition rate was attained approximately 1 h after administration. H018 demonstrated favorable safety and tolerability profiles within the tested dose range, showing potential as a therapeutic option for rheumatoid arthritis treatment.",
  "disease": "rheumatoid arthritis"
}