{
    "title": "Efficacy of stem cell-based therapies for stroke.",
    "doc_id": "31381876",
    "writer": "Chrostek MR",
    "year": "2019",
    "summary": "The mechanism through which stem cell treatments mediate their therapeutic effect is largely dependent on the type of stem cell and route of administration. ...Bone marrow stem cells (BMSC) and mesenchymal stem cells (MSC) h …",
    "abstract": "Stroke remains a prevalent disease with limited treatment options. Available treatments offer little in the way of enhancing neurogenesis and recovery. Because of the limitations of available treatments, new therapies for stroke are needed. Stem cell-based therapies for stroke offer promise because of their potential to provide neurorestorative benefits. Stem cell-based therapies aim to promote neurogenesis and replacement of lost neurons or protect surviving neurons in order to improve neurological recovery. The mechanism through which stem cell treatments mediate their therapeutic effect is largely dependent on the type of stem cell and route of administration. Neural stem cells have been shown in pre-clinical and clinical trials to promote functional recovery when used in intracerebral transplantations. The therapeutic effects of neural stem cells have been attributed to their formation of new neurons and promotion of neuroregeneration. Bone marrow stem cells (BMSC) and mesenchymal stem cells (MSC) have been shown to enhance neurogenesis in pre-clinical models in intracerebral transplantations, but lack clinical evidence to support this therapeutic approach in patients and appear to be less effective than neural stem cells. Intravenous and intra-arterial administration of BMSC and MSC have shown more promise, where their effects are largely mediated through neuroprotective mechanisms. The immune system has been implicated in exacerbating initial damage caused by stroke, and BMSC and MSC have demonstrated immunomodulatory properties capable of dampening post-stroke inflammation and potentially improving recovery. While still in development, stem cell therapies may yield new treatments for stroke which can improve neurological recovery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31381876/"
}