{
    "title": "Amniotic MSCs reduce pulmonary fibrosis by hampering lung B-cell recruitment, retention, and maturation.",
    "doc_id": "32452646",
    "writer": "Cargnoni A",
    "year": "2020",
    "summary": "Immune cells collected through bronchoalveolar lavage were examined by flow cytometry, and lung tissues were used to study gene expression of markers associated with different immune cell types. We observed that hAMSCs increased lung expression of T re …",
    "abstract": "Growing evidence suggests a mechanistic link between inflammation and the development and progression of fibrotic processes. Mesenchymal stromal cells derived from the human amniotic membrane (hAMSCs), which display marked immunomodulatory properties, have been shown to reduce bleomycin-induced lung fibrosis in mice, possibly by creating a microenvironment able to limit the evolution of chronic inflammation to fibrosis. However, the ability of hAMSCs to modulate immune cells involved in bleomycin-induced pulmonary inflammation has yet to be elucidated. Herein, we conducted a longitudinal study of the effects of hAMSCs on alveolar and lung immune cell populations upon bleomycin challenge. Immune cells collected through bronchoalveolar lavage were examined by flow cytometry, and lung tissues were used to study gene expression of markers associated with different immune cell types. We observed that hAMSCs increased lung expression of T regulatory cell marker Foxp3, increased macrophage polarization toward an anti-inflammatory phenotype (M2), and reduced the antigen-presentation potential of macrophages and dendritic cells. For the first time, we demonstrate that hAMSCs markedly reduce pulmonary B-cell recruitment, retention, and maturation, and counteract the formation and expansion of intrapulmonary lymphoid aggregates. Thus, hAMSCs may hamper the self-maintaining inflammatory condition promoted by B cells that continuously act as antigen presenting cells for proximal T lymphocytes in injured lungs. By modulating B-cell response, hAMSCs may contribute to blunting of the chronicization of lung inflammatory processes with a consequent reduction of the progression of the fibrotic lesion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32452646/"
}