{
    "title": "Being and becoming 'a frail older adult': Meaning-making and resistance through storytelling.",
    "doc_id": "37268376",
    "writer": "Bjerkmo L",
    "year": "2023",
    "summary": "By inquiring into older adults' narrations about their lives in the present, past, and future, this study aims to learn more about home-dwelling older adults' lived experiences of being and becoming \"frail\". ...By engaging with older adults' stories, health a …",
    "abstract": "By inquiring into older adults' narrations about their lives in the present, past, and future, this study aims to learn more about home-dwelling older adults' lived experiences of being and becoming \"frail\". This article is based on a dialogical narrative analysis of interviews with three home-dwelling older adults identified as frail by the home care services. We conducted a series of three interviews with each participant over a period of eight months. Our results demonstrate that while some older adults experience frailty as inevitable and irreversible, others experience it as a transition. Some narrated frailty as a comprehensive experience, while others' narratives were more situational and transitional. Being able to live at home was crucial and moving to a nursing home was associated with the risk of becoming frailer and the loss of valued relations to family and their home. Experiences of frailty were framed and shaped by the past, present, and future. Faith, fate, and previous capacities to overcome adversities were crucial in the older adults' narrations. Older adults' stories provide an opening to diverse and changing experiences of living with frailty. By telling stories about the past, present, and future, older adults can maintain identity, a sense of belonging, and balance in the midst of adversities. By engaging with older adults' stories, health and care professionals can support the older adult in the ongoing process of being and becoming 'a frail older adult'.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37268376/"
}