{
  "pmid": "41457761",
  "title": "High-flow nasal cannula for respiratory support in children with severe asthma attack: a systematic review and meta-analysis.",
  "abstract": "The utility of various adjunctive therapies, including high-flow nasal cannula (HFNC) and bilevel positive airway pressure, to treat severe asthma attacks and avoid invasive mechanical ventilation has recently been investigated. HFNC in particular has received attention as a viable potential alternative to mechanical ventilation. Our goal with this review was to evaluate and compare the clinical outcomes of HFNC with those achieved using conventional oxygen therapy or other non-invasive ventilation (NIV) methods in severe asthma attacks. A comprehensive search was conducted of multiple databases, including PubMed/Medline, Scopus, Cochrane Library, and gray literature repositories, for articles published from August 25, 2014, to August 25, 2024. Results of meta-analysis using a random-effects model are presented in a forest plot. Study quality was assessed using the Cochrane Risk of Bias tool (ROB-2) and Newcastle-Ottawa Scale. This study followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 criteria and was registered in the International Prospective Register of Systematic Reviews (PROSPERO) (CRD42024558656). Nine studies involving 14,606 subjects were included in this meta-analysis. Pulmonary scores tended to improve with HFNC therapy, but this improvement did not reach statistical significance (P>0.05). Pediatric intensive care unit (PICU) admission rates and need for escalation of support did not significantly differ from those of standard oxygen therapy or other NIV modalities. HFNC therapy led to a modest but significant increase in readmission (odds ratio, 3.14; 95% CI, 1.07-9.24; P=0.04). PICU length-of-stay was comparable across groups, and mortality among HFNC-treated patients remained less than 1%. Overall evidence quality ranged from very low to low. HFNC therapy did not result in superior outcomes over standard oxygen therapy and other NIV modalities. Current evidence, however, was of low quality, highlighting the need for further research.",
  "disease": "asthma"
}