{
    "title": "Concurrence of systemic lupus erythematosus and pemphigus: coincidence or correlation?",
    "doc_id": "17377385",
    "writer": "Malik M",
    "year": "2007",
    "summary": "BACKGROUND: Pemphigus and systemic lupus erythematosus (SLE) have previously been reported to coexist in the same patient. ...Seven of these 8 patients had pemphigus vulgaris, and 1 had pemphigus erythematosus. The limited follow-up did not perm …",
    "abstract": "Background:\n        \n      \n      Pemphigus and systemic lupus erythematosus (SLE) have previously been reported to coexist in the same patient. However, the relationship between the 2 diseases has not been elucidated.\n    \n\n\n          Objective:\n        \n      \n      This review was conducted to examine the relationship between pemphigus and SLE when they occur together in the same patient.\n    \n\n\n          Methods:\n        \n      \n      We conducted a retrospective review of the literature to identify previously reported cases of pemphigus and SLE coexisting in the same patient. The temporal relationship, clinical course, response to therapy and effects of 1 disease on the other were examined.\n    \n\n\n          Results:\n        \n      \n      Eight patients with a dual diagnosis of pemphigus and SLE have been previously reported. Most were female and non-Caucasian, with a mean age of 41 years. In the 8 patients reviewed here clinical outcomes, organ system involvement and demographic profiles are more typical of SLE. Seven of these 8 patients had pemphigus vulgaris, and 1 had pemphigus erythematosus. The limited follow-up did not permit studying issues of disease interaction. An additional 17 patients with pemphigus have been reported who have features suggestive of SLE. Organ system involvement in these patients was less typical of SLE.\n    \n\n\n          Conclusion:\n        \n      \n      It appears that a true dual diagnosis of pemphigus and SLE is less common than suggested by the literature. Comparing patients with only pemphigus or only SLE to those with both may provide insights into genetic predisposition and pathogenesis, and provide an opportunity to study the effects of drugs that influence their course.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17377385/"
}