{
  "pmid": "41459296",
  "title": "Interobserver concordance of tumor-infiltrating lymphocyte assessment in triple-negative breast carcinoma; tissue microarray versus whole sections.",
  "abstract": "Tumor-infiltrating lymphocyte (TIL) assessment is recognized as an important prognostic and therapeutic biomarker in several tumors, including triple-negative breast cancer (TNBC). TILs face several challenges, including low to intermediate interobserver concordance. The use of tissue microarray (TMA) in TIL assessment and its relationship/concordance with whole sections (WS) has been studied only rarely. The aim of this study is to evaluate the reproducibility of TIL assessment in TNBC among various users and to compare TIL assessment using TMA versus whole tissue sections (WS). Hematoxylin and eosin-stained sections of TMAs were prepared and assessed for quality and adequacy. Corresponding WS slides for all cases were retrieved and independently scored for TILs by one junior and two senior pathologists. The assessment followed the guidelines of the International TILs Working Group. TIL scores were categorized into three groups: Low: <20%; intermediate: 20-49%; and high: ≥50%. A total of 100 cases were collected; however, 76 cases were evaluable after excluding inadequate samples or cases with missing information. Fleiss' kappa was used to assess interobserver agreement among the three raters for both WS and TMA datasets. The Intraclass Correlation Coefficient (ICC) was used to assess the degree of agreement among the three raters for continuous variables before categorization, and Cohen's kappa was applied to both WS and TMA datasets to assess interobserver agreement between any two raters. The interobserver agreement for WS analysis (Cohen's kappa) was fair, while for TMA, it was moderate. The ICC also showed moderate agreement. Cohen's kappa for TMA versus WS for each of the three observers ranged from fair to strong. Fleiss' kappa showed fair agreement for WS versus TMA. Interobserver variability in TIL scoring remains a challenge. TMAs improve consistency but at the cost of reduced correlation with WS assessments.",
  "disease": "breast cancer"
}