{
    "title": "Endogenous H(2)S targets mitochondria to promote continual phagocytosis of erythrocytes by microglia after intracerebral hemorrhage.",
    "doc_id": "35998432",
    "writer": "Yan X",
    "year": "2022",
    "summary": "Hematoma clearance, which is achieved largely by phagocytosis of erythrocytes in the hemorrhagic brain, limits injury and facilitates recovery following intracerebral hemorrhage (ICH). ...Functionally, complex I and UCP2 were required for spontaneous hemat …",
    "abstract": "Hematoma clearance, which is achieved largely by phagocytosis of erythrocytes in the hemorrhagic brain, limits injury and facilitates recovery following intracerebral hemorrhage (ICH). Efficient phagocytosis critically depends on the capacity of a single phagocyte to phagocytize dead cells continually. However, the mechanism underlying continual phagocytosis following ICH remains unclear. We aimed to investigate the mechanism in this study. By using ICH models, we found that the gasotransmitter hydrogen sulfide (H2S) is an endogenous modulator of continual phagocytosis following ICH. The expression of the H2S synthase cystathionine β-synthase (CBS) and CBS-derived H2S were elevated in brain-resident phagocytic microglia following ICH, which consequently promoted continual phagocytosis of erythrocytes by microglia. Microglia-specific deletion of CBS delayed spontaneous hematoma clearance via an H2S-mediated mechanism following ICH. Mechanistically, oxidation of CBS-derived endogenous H2S by sulfide-quinone oxidoreductase initiated reverse electron transfer at mitochondrial complex I, leading to superoxide production. Complex I-derived superoxide, in turn, activated uncoupling protein 2 (UCP2) to promote microglial phagocytosis of erythrocytes. Functionally, complex I and UCP2 were required for spontaneous hematoma clearance following ICH. Moreover, hyperhomocysteinemia, an established risk factor for stroke, impaired ICH-enhanced CBS expression and delayed hematoma resolution, while supplementing exogenous H2S accelerated hematoma clearance in mice with hyperhomocysteinemia. The results suggest that the microglial CBS-H2S-complex I axis is critical to continual phagocytosis following ICH and can be targeted to treat ICH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35998432/"
}