{
  "pmid": "41442440",
  "title": "An eHealth and Health Literacy Educational Training to Support Older Patients With Type 2 Diabetes: Protocol for the JACARDI Interventional Study.",
  "abstract": "Type 2 diabetes is a prevalent chronic condition, particularly among older adults, and is associated with significant morbidity, mortality, and health care costs. Effective disease self-management is crucial for achieving glycemic control and preventing complications. This pilot study aims to evaluate the effectiveness of a structured, 5-week training program in improving eHealth literacy among older adults with type 2 diabetes and to assess its impact on health literacy, self-efficacy, psychological well-being, and clinical outcomes. In total, 200 community-dwelling adults aged ≥60 years with type 2 diabetes, a Mini-Mental State Examination score ≥24, a Geriatric Depression Scale score <9, and a low eHealth Literacy Scale score (≤29) will be recruited. Participants will attend five 90-minute weekly training sessions combining didactic and interactive modules focused on health literacy, diabetes self-management, and the use of digital tools. Assessments will be performed at baseline (T0), post intervention (T1), and at 1-month (T2) and 6-month (T3) follow-up. The primary outcome will be the change in eHealth literacy, as measured by the eHealth Literacy Scale, from baseline to post intervention. In addition, a wide range of secondary outcomes will be examined to capture the program's multidimensional impact: improvements in general health literacy, self-efficacy in diabetes management, psychological well-being, and quality of life; reductions in diabetes-related emotional distress, body weight, and BMI; and better metabolic control, as measured by hemoglobin A1c and lipid profiles. Finally, participants' experiences, satisfaction, and perceived benefits will be explored to inform the future scalability and refinement of the program. A prestudy will be conducted, involving stakeholders, older adults, and caregivers, to refine the training content using co-design techniques. Descriptive statistics will be used to summarize sample characteristics. Preintervention and postintervention changes will be evaluated using 2-tailed paired t tests or their nonparametric equivalents, with repeated-measures models applied to follow-up data. A P value <.05 will indicate statistical significance. The prestudy phase began in April 2025. Improvements in both health literacy and eHealth literacy are expected to be observed among participants, as assessed through validated instruments administered before and after the intervention. The Joint Action on Cardiovascular Diseases and Diabetes (JACARDI) study provides a structured and participatory approach to addressing the digital divide in chronic disease management among older adults. By focusing on personalized, evidence-based training, the study offers a promising model for empowering patients and improving health outcomes through enhanced digital and self-management competencies.",
  "disease": "diabetes mellitus"
}