{
    "title": "Association between CD40 polymorphisms and systemic lupus erythematosus and correlation between soluble CD40 and CD40 ligand levels in the disease: a meta-analysis.",
    "doc_id": "31570051",
    "writer": "Bae SC",
    "year": "2019",
    "summary": "OBJECTIVE: The aim of this study was to systematically review evidence regarding the association between CD40 polymorphisms and systemic lupus erythematosus and between soluble CD40 (sCD40) and CD40 ligand (sCD40L) levels and systemic lupus e …",
    "abstract": "Objective:\n        \n      \n      The aim of this study was to systematically review evidence regarding the association between CD40 polymorphisms and systemic lupus erythematosus and between soluble CD40 (sCD40) and CD40 ligand (sCD40L) levels and systemic lupus erythematosus.\n    \n\n\n          Methods:\n        \n      \n      We performed a meta-analysis on the association between CD40 rs4810495, rs1883832, and rs376545 polymorphisms and systemic lupus erythematosus risk and sCD40/sCD40L levels in patients with systemic lupus erythematosus and controls.\n    \n\n\n          Results:\n        \n      \n      Fourteen studies were included. Ethnicity-specific meta-analysis indicated a significant association between the T allele of CD40 rs4810485 polymorphism and systemic lupus erythematosus in Europeans (odds ratio = 0.715, 95% confidence interval = 0.641-0.832, p < 0.001) and a trend toward an association between the T allele and systemic lupus erythematosus in Asians (odds ratio = 1.255, 95% confidence interval = 0.978-1.810, p = 0.074). Furthermore, a significant association was reported between systemic lupus erythematosus and the C allele of CD40 rs1883832 polymorphism (odds ratio = 1.235, 95% confidence interval = 1.087-1.405, p = 0.001) and A allele of CD40 rs3765456 polymorphism and systemic lupus erythematosus in Asians (odds ratio = 1.184, 95% confidence interval = 1.040-1.348, p = 0.011). sCD40 and sCD40L levels were significantly higher in SLE than in controls (standardized mean difference = 1.564, 95% confidence interval = 0.256-2.872, p = 0.019 and standardized mean difference = 1.499, 95% confidence interval = 1.031-1.967, p < 0.001, respectively). Stratification based on ethnicity revealed higher sCD40L levels in the systemic lupus erythematosus group among European, Asian, North American, and Arab populations.\n    \n\n\n          Conclusions:\n        \n      \n      Our meta-analyses found associations between CD40 rs4810495, rs1883832, and rs376545 polymorphisms and systemic lupus erythematosus susceptibility and significantly higher sCD40 and sCD40L levels in patients with systemic lupus erythematosus than in controls.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31570051/"
}