{
  "pmid": "41453784",
  "title": "Protocol for a non-randomised stepped-wedge pilot trial for 'Nra:gi Ya:yun' (very good foods): a co-designed type 2 diabetes and metabolic syndrome initiative with Aboriginal people living on Ngarrindjeri Ruwe.",
  "abstract": "Type 2 diabetes mellitus (T2D) and metabolic syndrome (MetS) have reached epidemic proportions for Indigenous populations globally. In Australia, disproportionate rates of T2D and MetS are inextricably tied to the experience of colonisation. As part of a growing shift towards strengths-based, Aboriginal-led initiatives, this project sought to co-design and assess the feasibility of a metabolic remission initiative, whereby Aboriginal people living on Ngarrindjeri Ruwe (Country) are supported to adopt a low-carbohydrate diet. This 28-week pilot takes the form of a non-randomised stepped-wedge design. Aboriginal adults (≥18 years) living on Ngarrindjeri Ruwe with T2D or MetS will be recruited to two sites in rural South Australia. Participants will transition through three phases (control phase, remission phase and maintenance phase) with repeated measures taken across five key time points (T1-T5). While centring on the adoption of a low-carbohydrate diet, participants will be equipped with continuous glucose and ketone monitors and meal boxes and offered ongoing support through weekly to fortnightly check-ins. The primary outcome is to assess the feasibility of Nra:gi Ya:yun in preparation for a large-scale clinical trial of similar design. Feasibility will be assessed through recruitment, retention and adherence rates. Self-reported dietary recall, out-of-pocket food costs and national pharmaceutical and medical benefits scheme data will also be examined. Qualitative data obtained using the Aboriginal research method of yarning will aid analysis and interpretation of results. Clinical measures (such as blood pressure, weight, waist circumference, capillary ketones and capillary glucose) and venous blood draws will assist in the evaluation of our secondary outcome, namely the initiatives' preliminary effect on participant metabolic health. Findings will be disseminated to Community, participants and policymakers in the form of digital posters, manuals, infographics and peer-reviewed publications. Lessons from this study have the potential to provide insights and benefits to Australian public health policy and research, as well as Indigenous populations globally who face similar metabolic challenges. Findings will be used to advise on an implementation strategy for a large-scale clinical trial. Pilot trial approved by the Aboriginal Health Research Ethics Committee (HREC), Flinders University HREC and Southern Adelaide Local Health Network HREC. Pilot prospectively registered with the Australian and New Zealand Clinical Trials Registry ACTRN12624001019594.",
  "disease": "diabetes mellitus"
}