{
  "pmid": "41459480",
  "title": "Integrated analysis of the relationship between metabolic pathways and immune infiltration in rheumatoid arthritis.",
  "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune disease characterized by persistent synovitis and systemic inflammation. Growing evidence highlights the critical role of metabolic dysregulation in RA pathogenesis, particularly through its impact on immune infiltration. However, the relationship between metabolic pathways and immune infiltration in RA remains unclear. This study integrated RNA-Seq data and clinical information from the GEO database to investigate the activity of seven major metabolic pathways and immune cell infiltration in RA patients. A co-expression network associated with RA was constructed using WGCNA, and key hub genes were identified using the LASSO logistic regression. A LASSO-based diagnostic model was then developed and validated across multiple independent datasets. To investigate the subcellular localization of the hub genes, scRNA-seq analysis was performed using publicly available datasets. Further correlation analyses were conducted to evaluate their involvement in immune infiltration and related metabolic processes. Additionally, the role of a key risk gene, COX7C, in RA was investigated through  Three dysregulated metabolic pathways, including amino acid, energy, and TCA cycle, were found to distinguish RA from healthy controls. A co-expression network strongly correlated with the TCA cycle was extracted. Then, eleven key hub genes were identified and appeared to bridge metabolic reprogramming and immune dysregulation. The LASSO model incorporating these genes showed robust diagnostic performance and correlated with RA disease severity. The scRNA-seq analysis revealed dysregulation of amino acid, lipid, carbohydrate, nucleotide, and TCA cycle metabolism in PBMCs from RA patients. COX7C was positively associated with amino acid and TCA cycle pathways in both PBMCs and fibroblasts, and was significantly upregulated in RA synovial tissue  Metabolic pathways, particularly the TCA cycle, play a critical role in the pathogenesis of RA. Eleven key hub genes were identified as being involved in metabolic reprogramming associated with immune infiltration, and the LASSO model incorporating these genes demonstrated strong diagnostic potential for RA. Notably, COX7C might contribute to RA progression by dysregulating cellular metabolic processes.",
  "disease": "rheumatoid arthritis"
}