{
    "title": "Self-reported Sleep Quality Before and After Atrial Fibrillation Ablation.",
    "doc_id": "35389925",
    "writer": "Wood KA",
    "year": "2023",
    "summary": "BACKGROUND: Poor sleep quality is highly prevalent in atrial fibrillation (AF) with reported links between worse sleep quality and higher AF severity. ...OBJECTIVE: The aim of this study was to evaluate self-reported sleep quality before …",
    "abstract": "Background:\n        \n      \n      Poor sleep quality is highly prevalent in atrial fibrillation (AF) with reported links between worse sleep quality and higher AF severity. Little research has examined whether sleep quality changes after AF ablation despite it being a routinely performed procedure.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study was to evaluate self-reported sleep quality before and after AF ablation and to examine whether sleep quality differs by AF severity or sex.\n    \n\n\n          Methods:\n        \n      \n      This longitudinal pilot study assessed sleep using the Pittsburgh Sleep Quality Index at preablation and at 1, 3, and 6 months after ablation. Atrial fibrillation disease severity was assessed by the Canadian Cardiology Society Severity of AF scale. Outcomes were analyzed using descriptive statistics, Spearman ρ correlations, and multilevel longitudinal models.\n    \n\n\n          Results:\n        \n      \n      The sample (N = 20) was 55% female with a mean age of 65 (±7) years. Poor sleep quality (mean Pittsburgh Sleep Quality Index scores > 5) was evident at all time points. Improvement was noted at 3 months (moderate effect size d = 0.49); and negligible further improvement, from 3 to 6 months post ablation. Improvement was seen primarily in male subjects (large effect size d = 0.89 at 3 months), with smaller improvements for female subjects. Although Severity of AF scale scores were not correlated with sleep quality, Severity of AF scale severity scores did significantly improve over time.\n    \n\n\n          Conclusions:\n        \n      \n      Patients with AF have poor sleep quality that improves for the first 3 months after AF ablation, with men showing more improvement than women. A more accurate understanding of the sleep challenges after AF ablation could lead to development of more realistic patient education and improve patient self-management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35389925/"
}