{
    "title": "Mental Health Messages in Prominent Mental Health Apps.",
    "doc_id": "29987082",
    "writer": "Parker L",
    "year": "2018",
    "summary": "PURPOSE: Many who seek primary health care advice about mental health may be using mobile applications (apps) claiming to improve well-being or relieve symptoms. We aimed to identify how prominent mental health apps frame mental health …",
    "abstract": "Purpose:\n        \n      \n      Many who seek primary health care advice about mental health may be using mobile applications (apps) claiming to improve well-being or relieve symptoms. We aimed to identify how prominent mental health apps frame mental health, including who has problems and how they should be managed.\n    \n\n\n          Methods:\n        \n      \n      We conducted a qualitative content analysis of advertising material for mental health apps found online in the United States, the United Kingdom, Canada, and Australia during late 2016. Apps were included if they explicitly referenced mental health diagnoses or symptoms and offered diagnosis and guidance, or made health claims. Two independent coders analyzed app store descriptions and linked websites using a structured, open-ended instrument. We conducted interpretive analysis to identify key themes and the range of messages.\n    \n\n\n          Results:\n        \n      \n      We identified 61 mental health apps: 34 addressed predominantly anxiety, panic, and stress (56%), 16 addressed mood disorders (26%), and 11 addressed well-being or other mental health issues (18%). Apps described mental health problems as being psychological symptoms, a risk state, or lack of life achievements. Mental health problems were framed as present in everyone, but everyone was represented as employed, white, and in a family. Explanations about mental health focused on abnormal responses to mild triggers, with minimal acknowledgment of external stressors. Therapeutic strategies included relaxation, cognitive guidance, and self-monitoring. Apps encouraged frequent use and promoted personal responsibility for improvement.\n    \n\n\n          Conclusions:\n        \n      \n      Mental health apps may promote medicalization of normal mental states and imply individual responsibility for mental well-being. Within the health care clinician-patient relationship, such messages should be challenged, where appropriate, to prevent overdiagnosis and ensure supportive health care where needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29987082/"
}