{
    "title": "Isolated Prostate Tuberculosis Mimicking Prostate Cancer.",
    "doc_id": "39735520",
    "writer": "Legesse TK",
    "year": "2024",
    "summary": "He had previously undergone transurethral resection of the prostate (TURP), with histopathological findings suggestive of benign prostatic hyperplasia (BPH). ...Magnetic Resonance Imaging (MRI} raised high suspicion for locally advanced prostate cancer; howev …",
    "abstract": "Background:\n        \n      \n      Tuberculosis (TB) remains the deadliest infectious disease globally, with the kidneys being the most frequently affected organ in the genitourinary system. Isolated prostate involvement by tuberculosis is rare and may mimic prostate cancer. This case report aims to highlight the diagnostic challenges and therapeutic responses associated with isolated prostate tuberculosis, particularly in the context of significantly elevated prostate-specific antigen (PSA) levels in a TB-endemic region.\n    \n\n\n          Case presentation:\n        \n      \n      A 69-year-old male was referred to Tikur Anbessa Specialized Hospital (TASH) with obstructive lower urinary tract symptoms (LUTS) lasting seven months. He had previously undergone transurethral resection of the prostate (TURP), with histopathological findings suggestive of benign prostatic hyperplasia (BPH). Further investigation revealed an extremely elevated PSA level of 1768 ng/ml. Magnetic Resonance Imaging (MRI} raised high suspicion for locally advanced prostate cancer; however, a repeat biopsy and histopathology ultimately diagnosed TB prostatitis. The patient responded successfully to anti-tuberculosis therapy.\n    \n\n\n          Conclusion:\n        \n      \n      Isolated prostate involvement by M. tuberculosis is rare, and extremely elevated PSA levels are unusual. Histopathological examination is a confirmatory test, but results can be falsely negative if a representative sample is not obtained. Therefore, a high degree of clinical suspicion, particularly in endemic areas, along with repeat biopsy, is crucial for accurate diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39735520/"
}