{
  "pmid": "41457840",
  "title": "Prognostic Value of Left Atrial Myocardial Strain in the Development of Atrial Fibrillation: A Systematic Review and Meta-Analysis of Population-based Studies.",
  "abstract": "A systematic review and meta-analysis to determine the prognostic value of left atrial (LA) myocardial strain assessed with speckle tracking echocardiography (stEchoCG) for prediction of new-onset atrial fibrillation (AF) according to population-based studies.     The PubMed (Medline) and Google Scholar databases were searched for studies. In all studies, the included patients met the following criteria: general population screening; age over 18 years; absence of AF and history of stroke; availability of 2D echocardiography results obtained in accordance with standard protocols. In all included studies, the endpoint was the development of AF. To determine the difference in the average weighted LA strain values, LA strain values were analyzed in the reservoir phase (peak atrial longitudinal strain, PALS), conduit phase (left atrial conduit strain, LACS), and contraction phase (left atrial contractile strain, LACtS). Adjusted odds ratio (OR) values were obtained from multivariable models.Results     The analysis included 7 studies with a total of 12,161 patients, with 5,326 (43.8%) men. According to the meta-analysis, patients with new-onset AF had significantly lower values of LA longitudinal strain in the reservoir phase (PALS) and contraction phase (LACtS) compared with patients without AF: the weighted mean difference was -3.30% (95% confidence interval (CI): -5.58 to -1.01; p=0.005) and -2.51% (95% CI: -4.12 to -0.89; p=0.002), respectively. No statistically significant differences were found in the conduit phase strain (LACS) (-0.63%; 95% CI: -1.37 to 0.11%; p=0.10). The decreases in PALS and LACtS were associated with an increased risk of AF (OR 1.05 for every 1% of PALS; 95% CI: 1.03-1.07; p&lt;0.0001 and OR 1.08 for every 1% of LACtS; 95% CI: 1.04-1.12; p&lt;0.0001), whereas no association was found between LACS and the risk of AF (OR 1.01; 95% CI: 0.99-1.04; p=0.21).Conclusion    Decreased left atrial strain values in the reservoir phase (PALS) and contraction phase (LACtS) determined by stEchoCG are associated with an increased risk of a first AF episode, according to population studies.",
  "disease": "stroke"
}