{
    "title": "[Is there a relation between mammaplasties incisions and the final shape of the breast?].",
    "doc_id": "19896257",
    "writer": "Moufarrège R",
    "year": "2010",
    "summary": "The multitude of publications leads to an evident and consistent conclusion: breasts reconstructed with an overly long vertical incision all suffer the same deformity characterized by a banana or squash-shaped breast. ...These numbers have been confronted by the gol …",
    "abstract": "Goal:\n        \n      \n      The results of reduction mammoplasty and mastopexy demonstrate a great variety of shapes derived from the particularities inherent to each technique. More precisely, it has become apparent to us that the usage of an abnormally long vertical scar leads to a suboptimal final shape of the breast due to the excessive projection compared to its height. Although our clientele continually asks to minimize scars, we have noticed a resurgence in the literature of vertical incision mammoplasty techniques albeit with a scar of an excessive length. The multitude of publications leads to an evident and consistent conclusion: breasts reconstructed with an overly long vertical incision all suffer the same deformity characterized by a banana or squash-shaped breast.\n    \n\n\n          Methods:\n        \n      \n      We studied the totality of publications on vertical incision technique mammoplasty from the last 15 years and realised they all presented the same problem: an abnormally low height/projection ratio. These numbers have been confronted by the golden ratio established by the first author (2005) [1].\n    \n\n\n          Results:\n        \n      \n      The breast's golden ratio developed by Moufarrège is optimal at a number close to, or superior to 2. Results between 2 and 1.5 are acceptable. All height/projection ratios inferior to 1.5 correspond to suboptimal breast shapes. Furthermore, the totality of results in the vertical scar mammoplasty technique which displayed unsatisfying results had a height/projection ratio inferior to 1.5.\n    \n\n\n          Conclusion:\n        \n      \n      Those who promote the vertical incision have the greatest drive to encourage other plastic surgeons to abandon the traditional mutilating boat anchor scar. Nevertheless, they should always remember the deforming effect caused by exaggerated vertical incisions which may be avoided by transforming it into an inverted T with short horizontal branches, a small price to pay to obtain a superior aesthetic result.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19896257/"
}