{
    "title": "Incidence and management of penetrating renal trauma in patients with multiorgan injury: extended experience at an inner city trauma center.",
    "doc_id": "15371841",
    "writer": "Kansas BT",
    "year": "2004",
    "summary": "Nearly all patients with penetrating renal injury had associated multiorgan injury (94.6%). Associated injuries for penetrating renal trauma on the right side predominately involved the liver, small bowel and vertebra while injury to the left kidney …",
    "abstract": "Purpose:\n        \n      \n      Patients with penetrating trauma often have multiorgan involvement that may complicate the management of any single organ system. Here we review the incidence of associated injuries in patients with penetrating renal trauma and our extended experience treating these patients at a busy inner city trauma center.\n    \n\n\n          Materials and methods:\n        \n      \n      All trauma cases presenting to Temple University Trauma Center during a 6-year period were identified through our institutional databases and were reviewed (5,276). Penetrating trauma represented 41% of all cases (2,163). Of these we identified 123 patients with penetrating renal trauma (5.7%). A total of 93 cases were available for review. Multiorgan injury was staged in the operating room if patients were hemodynamically unstable or radiographically if they were stable. Renal injuries were staged by high dose, single shot excretory urogram in patients taken immediately to surgery or by computerized tomography if stable. Renal injuries were classified using the American Association for Surgery of Trauma (AAST) grading system. AAST classifications were subcategorized for purposes of streamlining. Grade 1 and 2 injuries were grouped as low grade, grades 3 and 4 nonvascular injuries were grouped as intermediate grade, and AAST grade 4 vascular and grade 5 injuries were grouped as high grade. Demographic, clinical and intraoperative variables, as well as number and severity of associated injuries, were then assessed to determine the relationship with various renal surgical outcomes including the requirement of surgical intervention, type of surgical intervention, need for nephrectomy and associated adverse outcomes.\n    \n\n\n          Results:\n        \n      \n      The median age of injured patients was 28 years (range 14 to 80). The majority of victims were male (93%). The mechanism of injury was predominantly gunshot wound (GSW, 86%) while 14% were due to stab wounds. Renal injuries were low grade (19%), intermediate grade (44%) and high grade (37%). Nearly all patients with penetrating renal injury had associated multiorgan injury (94.6%). Associated injuries for penetrating renal trauma on the right side predominately involved the liver, small bowel and vertebra while injury to the left kidney was most often associated with trauma to the stomach, colon and spleen. Patients suffered extensive renal injury as evidenced by the high rate of intraoperative urinomas (30.1%) and hematomas (97.5%) identified. In the absence of an expanding hematoma and/or hemodynamic instability, associated injuries by themselves did not increase the risk of nephrectomy. Despite multiorgan penetrating injury 54% of kidneys were salvageable.\n    \n\n\n          Conclusions:\n        \n      \n      Isolated penetrating trauma to the kidney is rare. The majority of patients with penetrating renal trauma have associated adjacent organ injuries that may complicate treatment. In the absence of an expanding hematoma with hemodynamic instability, associated multiorgan injuries did not increase the risk of nephrectomy. With appropriate radiographic and/or surgical staging, it is possible to repair and salvage many of these kidneys despite extensive associated intraabdominal trauma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15371841/"
}