{
  "pmid": "41457846",
  "title": "Screening for Paroxysmal Atrial Fibrillation with Smart Devices in Hospitalized Patients with Stroke or Transient Ischemic Event.",
  "abstract": "Background    Cardioembolism in stroke and transient ischemic attack (TIA) patients is highly influenced by atrial fibrillation (AF). The best timing, duration, location (outpatient or inpatient), and procedure for diagnosing paroxysmal atrial fibrillation (PAF) after stroke / TIA are unknown. We investigated the use of smart devices in the detection of PAF during the index event hospitalization.Material and methods    Stroke and TIA patients hospitalized in the neurology service were evaluated. Patients with AF detected on the ECG at emergency department admission and patients with known AF were excluded from the study. Smartphone-based apps were given to 342 other patients to utilize the mobile app on smart devices during follow-up. Three cardiologists reviewed all smart device rhythm electrographs and identified patients with AF. On the basis of concurrent 24-72 h Holter rhythm monitoring, the patients were separated into those who had PAF (n=85; group 1) and those who did not have PAF (n=245; group 2).Results    Left atrium size (LA), arterial hypertension, lowest and highest heart rate on the smart device and episodes of AF on the smart device differed between patients with and without PAFas noted on the 24-72 h Holter rhythm recordings. Detection of AF on the smart device was found to be an independent predictor of PAF as observed on the Holter rhythm recording (p=0.017). An AF episode identified on the smart device predicted the detection of PAF on the Holter 24-72 h rhythm recording with 58 % sensitivity and 87 % specificity. (AUC=0.723, 95 % CI=0.569-0.876, p=0.007)Conclusion    The detection of PAF following acute ischemic stroke or TIA may be significantly improved during hospitalization by continuously monitoring cardiac rhythm with smart devices.",
  "disease": "hypertension"
}