{
    "title": "The formation mechanism of aroma quality of green and yellow teas based on GC-MS/MS metabolomics.",
    "doc_id": "37689901",
    "writer": "Wen S",
    "year": "2023",
    "summary": "While some studies have examined the aroma of yellow tea, there are no reports of the difference and formation mechanism of aroma quality between yellow and green teas from the same tea tree variety. This study employed gas chromatography-mass spectrometry to invest …",
    "abstract": "Aroma is a crucial determinant of tea quality. While some studies have examined the aroma of yellow tea, there are no reports of the difference and formation mechanism of aroma quality between yellow and green teas from the same tea tree variety. This study employed gas chromatography-mass spectrometry to investigate the difference and formation mechanism of the aroma of yellow and green tea at the omics level, based on sensory evaluation. The sensory evaluation revealed that green tea has a distinct faint scent and bean aroma, while yellow tea, which was yellowed for 48 h, has a noticeable corn aroma and sweet fragrance. A total of 79 volatile metabolites were detected in the processing of yellow and green tea, covering 11 subclasses and 27 were differential volatile metabolites. Benzoic acid, 2-(methylamino-), methyl ester, terpinen-4-ol ethanone, 1-(1H-pyrrol-2-yl-), 3-penten-2-one, 4-methyl- and benzaldehyde were characteristic components of the difference in aroma quality between green and yellow teas. Eleven volatile metabolites significantly contributed to the aroma quality of green and yellow teas, especially acetic acid, 2-phenylethyl ester, with rose and fruity aromas. KEGG enrichment analysis showed that the arginine and proline metabolism might be the key mechanism of aroma formation during green and yellow teas' processing. These finding provide a theoretical basis way for the aroma formation of green and yellow teas.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37689901/"
}