{
  "pmid": "41462109",
  "title": "Prevalence of hepatitis B virus infection among individuals with active tuberculosis attending selected Directly Observed Therapy (DOT) clinics in Oyo State, Nigeria.",
  "abstract": "Hepatitis B virus (HBV) remains a major public health concern, particularly in low- and middle-income countries like Nigeria. In sub-Saharan Africa, the convergence of HBV and tuberculosis (TB) presents a dual epidemic, complicating disease management due to the hepatotoxic nature of anti-TB therapy. This study aimed to determine the prevalence of HBV infection and associated liver dysfunction among individuals infected with tuberculosis in Oyo State, Nigeria. A cross-sectional study was conducted from February 2024 to August 2024 among 216 individuals infected with TB attending selected DOT clinics in Oyo state, Nigeria. Participants were screened for HBV using the HBV-5 panel rapid diagnostic kit. Liver function was evaluated via serum liver enzymes using the Randox Kit. HBsAg-positive samples were further tested for HBV-DNA using nested PCR targeting the S and P gene of the HBV genome. All socio-demographic, clinical and serological data were analyzed using SPSS version 25.0. Associations between variables and HBsAg positivity were assessed analyzed using univariable and multivariable logistic regression methods. A p-value of < 0.05 was considered statistically significant. The overall prevalence of HBV (HBsAg) was 11.6% (25/216), highest in the 30-44 age groups (4.6%). Among males (n = 128), 14 (6.5%) were HBsAg-positive, while females (n = 88), 11 (5.1%) were positive. Significant associations were found with household history of hepatitis (p = 0.006), body tattoos (p = 0.043), body piercing (p = 0.035), and smoking (p = 0.041). HBV-DNA was detected in 64.0% (16/25) of HBsAg-positive individuals, despite universal HBeAg negativity. Among the HBsAg-positive cases, 48.0% had elevated AST, while ALT remained normal. Elevated conjugated bilirubin was observed in 52.0%, and total bilirubin in 4.0%. A notable burden of active HBV infection and liver dysfunction exists among individuals infected with tuberculosis. Routine HBV screening and liver function monitoring should be integrated into TB care. Further studies on occult HBV infection, genotyping, and longitudinal liver assessments are recommended.",
  "disease": "tuberculosis"
}