{
    "title": "Outpatient health-seeking behavior of residents in Zhejiang and Qinghai Province, China.",
    "doc_id": "31324240",
    "writer": "Huang M",
    "year": "2019",
    "summary": "The difference of residents' choice of health institution between Zhejiang and Qinghai was not statistically significant (p > 0.05). Among these respondents, Self-report severity was the common and significant factor related to their outpatient visits and it had a great …",
    "abstract": "Background:\n        \n      \n      The eastern and western regions of China are different in many ways such as socioeconomic characteristics and health resource distribution. This study aimed to explore the outpatient health-seeking behavior and compare the influencing factors of residents in Zhejiang and Qinghai Province, which represent the situation in eastern and western China. Thus, this research will provide evidence for health resource allocation and health reform.\n    \n\n\n          Methods:\n        \n      \n      A cross-sectional study was conducted on a sample selected from 1600 households in Zhejiang and Qinghai province between 2016 to 2017 by the multi-stage stratified cluster random sampling method. Among the 4231 residents aged 15 years or older in the sample, 566 who reported ill-health were selected for data analysis. Two-week outpatient visits and choice of health institutions were used to measure residents' outpatient health-seeking behavior and assessed using Chi-square tests. The binary logistic regression was adopted to demonstrate the association between explanatory variables and outpatient visits.\n    \n\n\n          Results:\n        \n      \n      The study revealed that out of the people who reported ill-health, 58 individuals (50.97%) in Zhejiang and 106 (41.41%) in Qinghai went to health institutions to seek medical help (p < 0.05). The difference of residents' choice of health institution between Zhejiang and Qinghai was not statistically significant (p > 0.05). Among these respondents, Self-report severity was the common and significant factor related to their outpatient visits and it had a greater impact on outpatient visits in Zhejiang (4.18, CI 2.23-7.83, p < 0.05). Other factors such as chronic disease, knowledge of medicine and doctors and distance to the nearest health institution were significant influencing factors in Zhejiang, while in Qinghai it was occupation.\n    \n\n\n          Conclusions:\n        \n      \n      The outpatient health-seeking behavior and its influencing factors among residents in Zhejiang and Qinghai province were different. The findings suggest the importance of having discrepant health policies in the two provinces. It's necessary to improve health literacy of residents in both provinces, strengthen the accessibility of health services in remote areas of Zhejiang and pay more attention to people with low socioeconomic status in Qinghai.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31324240/"
}