{
  "pmid": "41438748",
  "title": "Enhanced efficacy of lung cancer treatment with radiotherapy and immune checkpoint inhibitors without increased pneumonia risk: a systematic review and meta-analysis of randomized controlled trials.",
  "abstract": "Combined modality treatment with chemotherapy, radiotherapy, and immunotherapy is a crucial therapeutic approach for lung cancer. However, controversies still exist regarding radiation doses, treatment regimens, and the risk of pneumonitis. This study aimed to conduct a comprehensive meta-analysis and in-depth subgroup analyses based on randomized controlled trials (RCTs) involving lung cancer patients undergoing radiotherapy to assess whether its combination with immunotherapy is effective and safe. We systematically searched PubMed, Cochrane Central, Embase, and major conferences for randomized trials evaluating immune checkpoint inhibitors (ICIs) plus radiotherapy in lung cancer. The outcomes included progression-free survival (PFS), overall survival (OS), and the incidence of adverse reactions, particularly focusing on pneumonitis/pneumonia. Subgroup analyses were performed based on radiotherapy modalities, the timing of ICIs treatment, tumor stage, pathological type, and types of ICIs. Fifteen trials were included in this analysis. The addition of ICIs to radiotherapy or chemoradiotherapy significantly improved PFS (HR = 0.76, 95% CI 0.70-0.83) and OS (HR = 0.83, 95% CI 0.75-0.92). In subgroup analyses, stereotactic body radiotherapy (SBRT) (HR = 0.38, 95% CI 0.19-0.75) and hypo-fractionated radiotherapy (Hypo-RT) (HR = 0.49, 95% CI 0.31-0.79) were associated with improved PFS. Consolidation ICIs treatment improved OS (HR = 0.68, 95% CI 0.59-0.79), while concurrent ICIs had no significant effect (HR = 1.06, 95% CI 0.87-1.28). In terms of tumor stage, Stage I NSCLC patients (HR = 0.38, 95% CI 0.19-0.75) showed significant PFS improvement with ICIs. Both PD-1 (HR = 0.39, 95% CI 0.22-0.69) and PD-L1 (HR = 0.75, 95% CI 0.64-0.87) inhibitors were linked to improved PFS in irradiated lung cancer patients, and PD-L1 also enhanced OS (HR = 0.82, 95% CI 0.68-0.99). The addition of ICIs increased the risk of any-grade pneumonitis/pneumonia (RR = 1.27, 95% CI 1.12-1.44) but did not elevate the risk of severe (grade ≥3) events (RR = 1.12, 95% CI 0.78-1.60). Notably, among patients treated with SBRT, no significant increase was observed in the incidence of pneumonitis of any grade. PD-1/PD-L1 inhibitors combined with radiotherapy especially SBRT can enhance survival outcomes in lung cancer without increasing the risk of severe pneumonitis/pneumonia, supporting their clinically manageable safety profile. https://www.crd.york.ac.uk/PROSPERO/home, identifier CRD420251140111.",
  "disease": "pneumonia"
}