{
    "title": "Technology Complements Physical Examination and Facilitates Skills Development among Health Sciences Clerkship Students: An Integrative Literature Review.",
    "doc_id": "37035129",
    "writer": "Lees J",
    "year": "2023",
    "summary": "From the analysis, it is evident that technologies that intersect with learning of physical examination may broadly be apportioned into two categories: 1) technologies that mediate physical examination practices; and 2) technologies that mediate the le …",
    "abstract": "Background:\n        \n      \n      Technology is increasingly present in the clinical environment. There is a dearth of investigation of the relationship between technology and touch concerning student learning of physical examination practices.\n    \n\n\n          Method:\n        \n      \n      Integrative review methods were used to synthesise empirical literature to provide a comprehensive understanding of the relationship between physical examination, learning and technology in the context of health professional student clerkships.\n    \n\n\n          Results:\n        \n      \n      Three databases including MEDLINE, CINAHL and Eric were searched for all articles published from 2014 to 2021 using terms relating to (i) physical examination, (ii) technology, and (iii) student clerkships. Thirty-three studies met the inclusion criteria. From the analysis, it is evident that technologies that intersect with learning of physical examination may broadly be apportioned into two categories: 1) technologies that mediate physical examination practices; and 2) technologies that mediate the learning of physical examination.\n    \n\n\n          Conclusions:\n        \n      \n      This review indicates that technologies may have multiple roles in the student learning of physical examination, including technology mediating increased diagnostic accuracy and access to supplementary learning material relating to physical examination that is integrated for the clinical clerkship environment. It highlights a need to further understand the touch versus technology relationship and explore the dynamic intersection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37035129/"
}