{
    "title": "Diversity of pathophysiology in type 2 diabetes shown by islet pathology.",
    "doc_id": "34562302",
    "writer": "Mizukami H",
    "year": "2022",
    "summary": "The etiology of type 2 diabetes is multifactorial, in which environmental and genetic factors are involved to varying degrees. ...However, it is possible that the numbers of islet cells are decreased in type 2 diabetes. In particular, the loss of endoc …",
    "abstract": "The etiology of type 2 diabetes is multifactorial, in which environmental and genetic factors are involved to varying degrees. This suggests that its pathophysiology might vary depending on the individuals. Knowledge of the differences is critical, because these differences are directly linked to the care and treatment of the patients. Recent studies have attempted to carry out subclassifications of type 2 diabetes based on clinical and genetic differences. However, there is no pathological evidence to support these subclassifications. The pathophysiology of type 2 diabetes is generally divided into insulin resistance in peripheral tissues and pancreatic islet dysfunction. Among them, islet dysfunction causes a deficit in insulin secretion from β-cells. In particular, a deficit in insulin secretion is ascribed to a combination of disruption of the insulin secretory machinery and a decrease in β-cell volume in type 2 diabetes. Recent research has suggested that transdifferentiation and dedifferentiation are involved in the decrease in β-cell volume, and that it might change dynamically depending on the glucose metabolic state. However, it is possible that the numbers of islet cells are decreased in type 2 diabetes. In particular, the loss of endocrine cells due to islet amyloid deposits is an important pathological change in type 2 diabetes in humans. These results show that pathological changes of the islets can be different in each individuals with type 2 diabetes and reflect each pathophysiology, which is useful in establishing further subclassifications and developing tailor-made therapies for type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34562302/"
}