{
    "title": "Oral and Gut Microbiota Dysbiosis Due to Periodontitis: Systemic Implications and Links to Gastrointestinal Cancer: A Narrative Review.",
    "doc_id": "39336457",
    "writer": "Sulaiman Y",
    "year": "2024",
    "summary": "Periodontitis can disrupt oral and gut microbiota, leading to dysbiosis that affects overall systemic health. Besides the spread of periodontal pathogens by the hematogenous route, they can also be translocated into the gastrointestinal tract, possibly interv …",
    "abstract": "Periodontitis can disrupt oral and gut microbiota, leading to dysbiosis that affects overall systemic health. Besides the spread of periodontal pathogens by the hematogenous route, they can also be translocated into the gastrointestinal tract, possibly intervening in the neoplastic process in the gastrointestinal tract. This manuscript reviews the relationship between oral and gut microbiota due to periodontitis, discussing systemic health implications and potential links to gastrointestinal cancer. This article highlights the significance and effect of dysbiosis in the gut, emphasizing the importance of maintaining oral health to prevent systemic diseases. Lastly, it will go through therapeutic innovations such as probiotics and oral microbiota analysis tools for systemic disease detection. These findings will mark the integration of oral health management in clinical practice to lower systemic disease risk and improve overall patient outcomes. Aim of work: This manuscript aims to unravel the pathological interaction between oral and gut microbiota and their bidirectional effect on systemic diseases. Materials and methods: The review was performed using the MEDLINE and ScienceDirect databases. Reviewed articles were published in English between the year 2015 and 2024. The search used keywords such as (\"oral microbiota\" AND \"periodontal disease\") OR (\"oral microbiota\" AND \"gastrointestinal cancer\") OR (\"Porphyromonas gingivalis\" AND \"periodontal disease\") OR (\"Helicobacter pylori\" AND \"gastric cancer\") OR (\"gut microbiome\" AND \"inflammatory bowel disease\") OR (\"oral microbiome\" AND \"systemic diseases\"). Conclusions: The dysbiotic change in the oral cavity due to periodontitis is linked directly and indirectly to systemic diseases such as IBS, neurodegenerative diseases, muscle joint diseases, respiratory infections, and gastrointestinal cancer; this underscores the importance of maintaining oral hygiene for prophylaxis of oral diseases and the prevention of systemic diseases. A better understanding of the interconnections between oral health and systemic diseases will integrate oral health management to offer new prevention, diagnostic, and treatment opportunities to improve overall patient outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39336457/"
}