{
    "title": "Myocardial viability assessment and utility in contemporary management of ischemic cardiomyopathy.",
    "doc_id": "35077580",
    "writer": "Katikireddy CK",
    "year": "2022",
    "summary": "However, Dobutamine stress echocardiography (DSE) and single-photon emission computed tomography (SPECT), used in STICH to assess myocardial viability may fail to distinguish hibernating myocardium from scar due to suboptimal image resolution and poor tissue charact …",
    "abstract": "Background:\n        \n      \n      In clinical practice, we encounter ischemic cardiomyopathy (ICM) with underlying viable, dysfunctional myocardium on a regular basis. Evidence from the Surgical Treatment for Ischemic Heart failure (STICH) and its Extension Study is supportive of improved outcomes with coronary revascularization, irrespective of myocardial viable status. However, Dobutamine stress echocardiography (DSE) and single-photon emission computed tomography (SPECT), used in STICH to assess myocardial viability may fail to distinguish hibernating myocardium from scar due to suboptimal image resolution and poor tissue characterization.\n    \n\n\n          Hypothesis:\n        \n      \n      Cardiac magnetic resonance (CMR) and positron emission tomography (PET) can precisely quantify myocardial scar and identify metabolically active, viable myocardium respectively. Unlike DSE and SPECT, CMR and PET allow examining myocardial status as a contiguous spectrum from viable to partially viable myocardium with varying degrees of subendocardial scar and nonviable myocardium with predominantly transmural scar, the therapeutic and prognostic determinants of ICM.\n    \n\n\n          Methods:\n        \n      \n      Under the guidance of CMR and PET imaging, myocardium can be distinguished viable from partially viable with subendocardial scar and predominantly transmural scar. In ICM, optimal medical therapy and coronary revascularization of viable/partially viable myocardium but not transmural scar may improve outcomes in patients with acceptable procedural risk.\n    \n\n\n          Results:\n        \n      \n      Coronary revascularization of partially viable and viable myocardial territory may improve clinical outcomes by preventing future ischemic, infarct events and further worsening of left ventricular remodeling and function.\n    \n\n\n          Conclusions:\n        \n      \n      When deciding if coronary revascularization is appropriate in a patient with ICM, it is essential to take a patient-tailored, comprehensive approach incorporating myocardial viability, ischemia, and scar data with others such as procedural risk, and patient's comorbidities.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35077580/"
}