{
    "title": "Diversity of the Gastric Microbiota in Thoroughbred Racehorses Having Gastric Ulcer.",
    "doc_id": "26809803",
    "writer": "Dong HJ",
    "year": "2016",
    "summary": "In this study, the presence of Helicobacter spp. and the gastric microbial communities of thoroughbred racehorses having mild to severe gastric ulcers were investigated. ...To the best of our knowledge, this is the first study to investigate the gastric micro …",
    "abstract": "Equine gastric ulcer syndrome is one of the most frequently reported diseases in thoroughbred racehorses. Although several risk factors for the development of gastric ulcers have been widely studied, investigation of microbiological factors has been limited. In this study, the presence of Helicobacter spp. and the gastric microbial communities of thoroughbred racehorses having mild to severe gastric ulcers were investigated. Although Helicobacter spp. were not detected using culture and PCR techniques from 52 gastric biopsies and 52 fecal samples, the genomic sequences of H. pylori and H. ganmani were detected using nextgeneration sequencing techniques from 2 out of 10 representative gastric samples. The gastric microbiota of horses was mainly composed of Firmicutes (50.0%), Proteobacteria (18.7%), Bacteroidetes (14.4%), and Actinobacteria (9.7%), but the proportion of each phylum varied among samples. There was no major difference in microbial composition among samples having mild to severe gastric ulcers. Using phylogenetic analysis, three distinct clusters were observed, and one cluster differed from the other two clusters in the frequency of feeding, amount of water consumption, and type of bedding. To the best of our knowledge, this is the first study to investigate the gastric microbiota of thoroughbred racehorses having gastric ulcer and to evaluate the microbial diversity in relation to the severity of gastric ulcer and management factors. This study is important for further exploration of the gastric microbiota in racehorses and is ultimately applicable to improving animal and human health.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26809803/"
}