{
    "title": "Prehabilitation in adult patients undergoing surgery: an umbrella review of systematic reviews.",
    "doc_id": "34922735",
    "writer": "McIsaac DI",
    "year": "2022",
    "summary": "The objective of this umbrella review (i.e. systematic review of systematic reviews) was to synthesise and evaluate evidence for prehabilitation in improving health, experience, or cost outcomes. ...",
    "abstract": "Background:\n        \n      \n      The certainty that prehabilitation improves postoperative outcomes is not clear. The objective of this umbrella review (i.e. systematic review of systematic reviews) was to synthesise and evaluate evidence for prehabilitation in improving health, experience, or cost outcomes.\n    \n\n\n          Methods:\n        \n      \n      We performed an umbrella review of prehabilitation systematic reviews. MEDLINE, Embase, Cochrane, Cumulative Index to Nursing and Allied Health Literature, PsycINFO, Joanna Briggs Institute's database, and Web of Science were searched (inception to October 20, 2020). We included all systematic reviews of elective, adult patients undergoing surgery and exposed to a prehabilitation intervention, where health, experience, or cost outcomes were reported. Evidence certainty was assessed using Grading of Recommendations Assessment, Development and Evaluation. Primary syntheses of any prehabilitation were stratified by surgery type.\n    \n\n\n          Results:\n        \n      \n      From 1412 titles, 55 systematic reviews were included. For patients with cancer undergoing surgery who participate in any prehabilitation, moderate certainty evidence supports improvements in functional recovery. Low to very low certainty evidence supports reductions in complications (mixed, cardiovascular, and cancer surgery), non-home discharge (orthopaedic surgery), and length of stay (mixed, cardiovascular, and cancer surgery). There was low to very low certainty evidence that exercise prehabilitation reduces the risk of complications, non-home discharge, and length of stay. There was low to very low certainty evidence that nutritional prehabilitation reduces risk of complications, mortality, and length of stay.\n    \n\n\n          Conclusions:\n        \n      \n      Low certainty evidence suggests that prehabilitation may improve postoperative outcomes. Future low risk of bias, randomised trials, synthesised using recommended standards, are required to inform practice. Optimal patient selection, intervention design, and intervention duration must also be determined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34922735/"
}