{
  "pmid": "41458611",
  "title": "Comparative efficacy of various physical therapies on pain, fatigue, quality of life and functional impairment in breast cancer survivors: a network meta-analysis of randomized controlled trials.",
  "abstract": "This study aims to conduct a comparative analysis of the effects of different physical therapies on the pain, fatigue, functional impairment, quality of life, and grip strength of breast cancer survivors. Design:A systematic review and network meta-analysis were conducted. The process of screening, data extraction, coding and bias risk assessment is conducted in an independent and duplicated manner. The primary outcome measures are subjected to evaluation through the utilization of Bayesian network meta-analysis. The online Meta-analysis Confidence (CINeMA) tool is employed to assess the quality of evidence. PubMed, Cochrane Library, Web of Science and Embase. This article examines any randomized controlled trials that involve physical therapy for breast cancer survivors. A total of 111 RCTs involving 6888 participants and 16 types of physical therapy interventions were included. A network meta-analysis showed that all physical therapy measures had some effect on breast cancer survivors compared with placebo. Virtual reality technology may be more effective in relieving pain, electrotherapy may be more effective in restoring functional disorders, kinesiology taping may be more effective in terms of fatigue, quality of life (physical aspect), and grip strength, and aerobic exercise may be more effective in relieving Quality of life (Mental Component). The final curvature under the cumulative sequence curve indicates that virtual reality technology, intramuscular adhesives, and mixed exercises are relatively good auxiliary treatment methods. The degree of confidence varies from high to very low according to CINeMA. For breast cancer survivors, mental improvements are just as important as physical improvements. Researchers should pay more attention to the overall benefits and the safety and feasibility of trials. However, this conclusion still needs to be further verified by a large number of multi-center and large sample size RCT.",
  "disease": "breast cancer"
}