{
    "title": "Sequential bilateral cochlear implantation in children: quality of life.",
    "doc_id": "22248561",
    "writer": "Sparreboom M",
    "year": "2012",
    "summary": "OBJECTIVE: To assess the effect of sequential bilateral cochlear implantation in children on their quality of life (QoL). DESIGN: Prospective cohort-control study. SETTING: Tertiary academic referral center. ...Six questionnaires were used to measure QoL: overall he …",
    "abstract": "Objective:\n        \n      \n      To assess the effect of sequential bilateral cochlear implantation in children on their quality of life (QoL).\n    \n\n\n          Design:\n        \n      \n      Prospective cohort-control study.\n    \n\n\n          Setting:\n        \n      \n      Tertiary academic referral center.\n    \n\n\n          Patients:\n        \n      \n      Thirty children with prelingual deafness underwent sequential bilateral cochlear implantation (mean age at first implant, 1.8 years; mean age at second implant, 5.3 years). Nine children with a unilateral cochlear implant were also included in the study. All children had prelingual deafness, had good implant performance, and had no benefit from a contralateral conventional hearing aid. The groups were matched on duration of unilateral implant use, chronological age, and degree of bilateral hearing loss.\n    \n\n\n          Intervention:\n        \n      \n      Sequential bilateral cochlear implantation.\n    \n\n\n          Main outcome measures:\n        \n      \n      Quality of life was assessed before surgery of the second implant and after 12 and 24 months of bilateral implant use. In the children with a unilateral cochlear implant, QoL was assessed over time and was compared with the study group after 12 and 24 months. Six questionnaires were used to measure QoL: overall health status using a visual analog scale; the Health Utilities Index Mark 3 (HUI3); the Pediatric Quality of Life Inventory (PedsQL); the Glasgow Children's Benefit Inventory (GCBI); the Speech, Spatial, and Qualities of Hearing Scale (SSQ); and the Nijmegen Cochlear Implant Questionnaire (NCIQ).\n    \n\n\n          Results:\n        \n      \n      Results showed no significant gain in generic QoL measures associated with sequential bilateral cochlear implantation (P > .05). The nonsignificant effect yielded on the HUI3 could be attributed to the ceiling effect and the lack of resolution in the hearing domain obtained in cochlear implant recipients. The gain in QoL of +0.04 may, therefore, be underestimated. In contrast, the 3 disease-specific questionnaires showed a significant improvement in QoL (P < .05). Results also showed that, unlike the children with a unilateral implant, QoL measures continued to improve with longer durations of bilateral implant use. Within the study group, the age at second implantation had no influence on the gain in QoL (P > .05).\n    \n\n\n          Conclusion:\n        \n      \n      Sequential bilateral cochlear implantation in children is associated with an improvement in QoL, although this is predominantly reflected in the disease-related aspects of QoL and not necessarily in generic QoL.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22248561/"
}