{
    "title": "Spatial-Temporal Pattern and Influencing Factors of Ecological Efficiency in Zhejiang-Based on Super-SBM Method.",
    "doc_id": "35874443",
    "writer": "Huang L",
    "year": "2023",
    "summary": "Under the assumption of variable returns to scale, a super-efficiency slack-based measure model based on the undesirable output and Malmquist index is introduced to measure the spatial and temporal variation of ecological efficiency of Zhejiang Province in China, and the p …",
    "abstract": "The traditional meaning of ecological efficiency generally considers only the ratio of economic output to environmental input. This paper expands the meaning and the evaluation system of ecological efficiency from the perspective of improving people's livelihoods. Not only are the discharge of wastewater, waste gas, and solid waste included in the undesired output, but the output index also takes full account of the overall development of the economy, innovation, society and the environment from the perspective of high-quality development. Under the assumption of variable returns to scale, a super-efficiency slack-based measure model based on the undesirable output and Malmquist index is introduced to measure the spatial and temporal variation of ecological efficiency of Zhejiang Province in China, and the panel Tobit method is used to study the key factors affecting ecological efficiency. The results include the four following findings: (1) In the past 12 years, the ecological efficiency of Zhejiang Province has steadily increased, except in 2019 and 2020, when seven cities in Zhejiang Province experienced a decline or near stagnation due to the impact of the economic slowdown and the COVID-19 epidemic. (2) The ecological efficiency of Zhejiang demonstrates a severe regional imbalance, showing a high level in the northeast and a low level in the southwest. (3) Malmquist index analysis shows that the improvement of ecological efficiency in Zhejiang Province has shifted from mainly relying on the dual drivers of pure technical efficiency and scale efficiency in the early stage to relying on technological progress in the later stage. (4) Tobit regression analysis shows that industrialization structure, Theil index, and traffic activity have a significant positive effect on ecological efficiency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35874443/"
}