{
  "pmid": "41422918",
  "title": "Multi-Institutional Analysis of MR-Guided Single-Fraction Stereotactic Ablative Body Radiation Therapy: Feasibility, Safety, and Efficacy.",
  "abstract": "Stereotactic ablative body radiation therapy (SABR) is commonly delivered in multiple fractions, whereas single-fraction (SF) SABR remains uncommon. Magnetic resonance (MR) guided linacs provide superior soft-tissue contrast compared to cone-beam computed tomography on conventional linacs, online adaptive replanning, continuous intrafraction visualization, and automatically triggered beam delivery, potentially enabling safe and effective SF-SABR. We retrospectively analyzed patients treated with MR-guided SF-SABR on a 0.35 Tesla MR-linac at two centers in XXX and XXX (anonymized for review). Median SF-SABR doses were 28 Gy (range: 28-40 Gy) for liver lesions, 30 Gy (range: 28-34 Gy) for lung lesions, 25 Gy for adrenal gland lesions and lymph nodes, and 26 Gy (range: 25-26 Gy) for renal lesions. Endpoints included local control (LC), progression-free survival (PFS), overall survival (OS), and toxicity graded according to CTCAE v5.0. Between April 2020 and December 2024, 161 patients with 175 lesions underwent MR-guided SF-SABR. Lesion distribution was liver (48.0%), lung (42.9%), adrenal gland (4.3%), lymph nodes (3.4%), and kidney (1.9%). Median gross tumor volume (GTV) and planning target volume were 2.4 cc (range: 0.2-83.3 cc) and 9.3 cc (range: 1.4-112.1 cc), respectively. At a median follow-up of 19.3 months, LC rates at 1 and 2 years were 99.1% and 93.6%, respectively. PFS rates at 1 and 2 years were 59.3% and 51.4%, while OS rates were 81.8% and 73.4%, respectively. Treatment was well tolerated, with only one acute grade 3 toxicity reported and no acute grade 4-5 or late grade 3-5 toxicities. Colorectal primary tumors were associated with poorer LC (HR 0.226; p=0.023). Larger GTV independently correlated with reduced LC (HR 1.15; p=0.048) and OS (HR 1.05; p=0.001). MR-guided SF-SABR is feasible, safe, and effective across various tumor locations, providing favorable LC with minimal toxicity, warranting further prospective evaluation.",
  "disease": "colorectal cancer"
}