{
  "pmid": "41366983",
  "title": "Causality between rheumatic diseases and iron-deficiency anemia: A 2-sample, 2-step mediation Mendelian randomization investigation.",
  "abstract": "Growing evidence suggests that patients with rheumatic disease are associated with iron-deficiency anemia (IDA). However, the causal relationship between rheumatic disease and IDA risk remains unclear. To investigate this, we conducted a Mendelian randomization (MR) study using genetic variants from the large genome-wide association studies. In this study, we primarily investigated common rheumatic diseases, which include rheumatoid arthritis (RA), systemic lupus erythematosus (SLE), Sjogren syndrome (SS), systemic sclerosis (SSc) as exposures, with IDA as the outcome and iron status as the mediator. We extracted significant and independent single-nucleotide polymorphisms from the large European genome-wide association studies for each trait: RA (5427 cases and 479,171 controls), SLE (5201 cases and 9066 controls), SS (1290 cases and 213,145 controls) and SSc (302 cases and 213,145 controls). Outcomes comprised IDA (2941 cases and 481,657 controls) and 4 iron status biomarkers (serum iron, ferritin, transferrin, transferrin saturation; n = 48,972) to serve as instrumental variables. In the MR analysis, we primarily used the inverse-variance weighting method, supplemented by weighted-median and MR-Egger methods. Additionally, a series of sensitivity analyses were conducted to test the stability of the MR analysis. We identified 10 single-nucleotide polymorphisms for RA, 41 for SLE, 3 for SS, and 7 for SSc as instrumental variables. Univariate bidirectional MR analysis suggests that RA increases IDA risk (OR = 1.058, 95% CI: 1.024-1.094, P <.01). However, we found no significant genetic effect for SLE, SS, or SSc. In 2-step MR analysis, multivariate MR (MVMR) indicates that RA and ferritin independently affect IDA risk (RA: OR = 1.073, 95% CI: 1.005-1.146, P = .03; ferritin: OR = 0.997, 95% CI: 0.995-0.999, P <.01). Additionally, the mediation MR analysis suggested that ferritin partially mediated this effect. Our findings initially provide strong genetic evidence for the association between RA and an increased risk of IDA, with ferritin partially mediating this effect. However, no such association was found between SLE, SS, SSc and IDA. These results could inform the development of preventive strategies and interventions for rheumatic diseases and IDA.",
  "disease": "rheumatoid arthritis"
}