{
    "title": "Influencing factors on ecological efficiency: Based on 11 cities in Zhejiang Province, China.",
    "doc_id": "35338683",
    "writer": "Huang L",
    "year": "2023",
    "summary": "This study first establishes the nonexpected output superefficiency slacks-based measure model under the assumption of variable returns to scale to measure eco-efficiency in 11 cities of Zhejiang Province, China. Second, the spatial and temporal trends of eco-efficiency ar …",
    "abstract": "Ecological efficiency (eco-efficiency) is the effectiveness of ecological resources in meeting human needs and is a good representation of the quality of a region's development. The traditional concept of improving eco-efficiency refers to maximizing economic benefits by minimizing resource costs and environmental loads. This article argues that the goal of eco-efficiency evaluation is not only to maximize economic benefits but also to achieve high-quality and coordinated development in many aspects so that more people can enjoy the fruits of development. Therefore, in the evaluation system of eco-efficiency, the input indexes take into account the consumption of human, energy resources, and the environmental load caused by them in a region. The output indexes take into account the four dimensions of \"economy, innovation, social harmony, and openness.\" This study first establishes the nonexpected output superefficiency slacks-based measure model under the assumption of variable returns to scale to measure eco-efficiency in 11 cities of Zhejiang Province, China. Second, the spatial and temporal trends of eco-efficiency are studied with the help of the Malmquist index model. Moreover, regression analysis was conducted using the panel Tobit method to discuss the influencing factors of eco-efficiency. Several key results were obtained in this study: (1) The overall eco-efficiency in Zhejiang Province is rising steadily, but there are serious regional imbalances. (2) The improvement of eco-efficiency mainly relied on the scale efficiency from 2008 to 2013, but on pure technical efficiency from 2013 to 2018. (3) The share of tertiary industry, the number of scientific researchers, and the foreign trade dependence positively affect the improvement of eco-efficiency, but highway transportation mileage has a negative impact on the improvement of eco-efficiency. Integr Environ Assess Manag 2023;19:139-151. © 2022 SETAC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35338683/"
}