{
    "title": "Biomaterial and stem cell-based strategies for skeletal muscle regeneration.",
    "doc_id": "30604468",
    "writer": "Dunn A",
    "year": "2019",
    "summary": "Recent studies have focused on biomaterial and stem cell-based therapies to promote skeletal muscle regeneration following injury and disease. Many stem cell populations besides satellite cells are implicated in muscle regeneration. These ste …",
    "abstract": "Adult skeletal muscle can regenerate effectively after mild physical or chemical insult. Muscle trauma or disease can overwhelm this innate capacity for regeneration and result in heightened inflammation and fibrotic tissue deposition resulting in loss of structure and function. Recent studies have focused on biomaterial and stem cell-based therapies to promote skeletal muscle regeneration following injury and disease. Many stem cell populations besides satellite cells are implicated in muscle regeneration. These stem cells include but are not limited to mesenchymal stem cells, adipose-derived stem cells, hematopoietic stem cells, pericytes, fibroadipogenic progenitors, side population cells, and CD133+ stem cells. However, several challenges associated with their isolation, availability, delivery, survival, engraftment, and differentiation have been reported in recent studies. While acellular scaffolds offer a relatively safe and potentially off-the-shelf solution to cell-based therapies, they are often unable to stimulate host cell migration and activity to a level that would result in clinically meaningful regeneration of traumatized muscle. Combining stem cells and biomaterials may offer a viable therapeutic strategy that may overcome the limitations associated with these therapies when they are used in isolation. In this article, we review the stem cell populations that can stimulate muscle regeneration in vitro and in vivo. We also discuss the regenerative potential of combination therapies that utilize both stem cell and biomaterials for the treatment of skeletal muscle injury and disease. © 2019 Orthopaedic Research Society. Published by Wiley Periodicals, Inc. J Orthop Res 37:1246-1262, 2019.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30604468/"
}