{
    "title": "What is the value of repeat kidney biopsies in patients with lupus nephritis?",
    "doc_id": "33081588",
    "writer": "Morales E",
    "year": "2021",
    "summary": "We aimed to evaluate histological changes in repeat kidney biopsies by clinical indication in patients with LN. METHODS: We analyzed 107 patients with LN in which a kidney biopsy was performed between 2008 and 2018. ...A significant increase in glomerulosclerosis (% …",
    "abstract": "Introduction:\n        \n      \n      Recent studies with protocol biopsies have shown a mismatch between clinical and histological remission in lupus nephritis (LN). We aimed to evaluate histological changes in repeat kidney biopsies by clinical indication in patients with LN.\n    \n\n\n          Methods:\n        \n      \n      We analyzed 107 patients with LN in which a kidney biopsy was performed between 2008 and 2018. Of those, we included 26 (24.2%) who had ≥2 kidney biopsies. Classification was done according to the International Society of Nephrology/Renal Pathology Society.\n    \n\n\n          Results:\n        \n      \n      Mean time between biopsies was 71.5 ± 10.7 months. 73.1% of patients presented a change of class at repeat biopsy; 38.4% to a higher class and 34.6% to a lower class. A significant increase in glomerulosclerosis (% GS) (3.8% vs 18.7%, p = 0.006), interstitial fibrosis (3.8% vs 26.9%, p = 0.021), tubular atrophy (15.4% vs 57.7%, p = 0.001) and chronicity index (CI) (1 vs 3, p < 0.001) was observed at repeat biopsy. Subjects who developed chronic kidney disease progression had a lower rate of complete remission at 12 months (0% vs 37.5%, p = 0.02), higher % GS at first biopsy (7.9% vs 1.2%, p = 0.02) and higher CI (4 vs 2, p = 0.006), tubular atrophy (90% vs 37.6%, p = 0.008), interstitial fibrosis (50% vs 12.5%, p = 0.036) and vascular lesions (60% vs 18.8%, p = 0.031) at second biopsy.\n    \n\n\n          Conclusions:\n        \n      \n      Our major finding was that patients with LN showed a significant increase in % GS, interstitial fibrosis, tubular atrophy and vascular lesions in repeat biopsies performed by clinical indication. This suggest that a second kidney biopsy may provide valuable and useful information regarding kidney disease progression.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33081588/"
}