{
  "pmid": "41474421",
  "title": "Impact of metabolically healthy and metabolically unhealthy obesity on cardiac arrest and mortality in pulmonary embolism hospitalizations in elderly patients with cancer.",
  "abstract": "Although obesity has been widely recognized as a risk factor for cardiovascular morbidity and mortality, distinguishing metabolically healthy obesity (MHO) and metabolically unhealthy obesity (MUHO) introduces a nuanced perspective in managing cancer-related pulmonary embolism (PE) among older people. Therefore, this study aims to investigate whether MHO or MUHO phenotypes have a differential impact on in-hospital outcomes. Using the National Inpatient Sample (NIS) (2016 to 2020) and ICD-10 CM codes, we identified cancer-related PE hospitalizations in elderly (≥65 years) patients. The study evaluated the demographics, comorbidities, and outcomes of cancer-related PE hospitalizations in two groups: patients without obesity and obese patients with MHO and MUHO. The study assessed the adjusted odds of all-cause mortality and cardiac arrest as primary outcomes and healthcare resource utilization as a secondary outcome using multivariable regression analyses. Of 211,070 cancer-related pulmonary embolism (PE) admissions, 87.5% were non-obese, 1.4% were MHO, and 11% were MUHO. MHO patients were primarily female (64.2%), younger (median age 71), and white (85.5%). Medicare was the primary payer, and care was mainly provided in urban teaching hospitals (74%) and the South region (28.9%). MUHO's prevalence significantly rose from 9.8% in 2016 to 11.9% in 2020 compared to patients with MHO. Patients with MUHO had higher rates of comorbidities compared to other groups. Multivariable regression analysis revealed that patients with metabolically healthy obesity (MHO) demonstrate a significantly lower risk of all-cause mortality (OR: 0.67, 95% confidence interval [CI]: 0.59-0.76) compared to non-obese patients. Conversely, patients with metabolically unhealthy obesity (MUHO) did not have a significant impact on mortality risk (OR: 0.88, 95% CI: 0.67-1.15), all with P < 0.001. Additionally, no significant differences in the rates of cardiac arrest were observed among MHO (OR: 1.14, 95% CI: 0.66-1.98, P = 0.892) or MUHO (OR: 1.01, 95% CI: 0.80-1.26, P = 0.892) patients when compared to non-obese individuals. Notably, patients with MHO experienced prolonged hospital stays (6 days) and incurred higher hospital expenses ($63,228) than other groups. Moreover, patients with MHO exhibited a higher likelihood of being discharged to a skilled nursing facility in comparison with patients with MUHO and those without obesity (28.6% vs 25.6% vs 23.2%). In conclusion, despite the rise in the prevalence of metabolically unhealthy (MUHO) and healthy obesity (MHO), our study focusing on the elderly cohort of cancer patients complicated by PE found a paradoxical effect of obesity on all-cause mortality rates with both metabolically healthy and unhealthy obesity, suggesting a potential protective effect. These findings highlight the need for further research to understand better the mechanisms underlying these associations.",
  "disease": "lung cancer"
}