{
    "title": "Spatially distinct domains of cell behavior in the zebrafish organizer region.",
    "doc_id": "9551180",
    "writer": "D'Amico LA",
    "year": "1997",
    "summary": "During the late-blastula stage, the zebrafish dorsal marginal zone segregates into several cellular domains, including a group of noninvoluting, highly endocytic marginal (NEM) cells. The NEM cell cluster, which lies in a superficial location of the dorsal …",
    "abstract": "To determine the sequence of cell behaviors that is involved in the morphogenesis of the zebrafish organizer region, we have examined the dorsal marginal zone of vitally stained zebrafish embryos using time-lapse confocal microscopy. During the late-blastula stage, the zebrafish dorsal marginal zone segregates into several cellular domains, including a group of noninvoluting, highly endocytic marginal (NEM) cells. The NEM cell cluster, which lies in a superficial location of the dorsal marginal zone, is composed of both enveloping layer cells and one or two layers of underlying deep cells. The longitudinal position of this cellular domain accurately predicts the site of embryonic shield formation and occupies a homologous location to the organizer epithelium in Xenopus laevis. At the onset of gastrulation, deep cells underneath the superficial NEM cell domain undergo involution to form the nascent hypoblast of the embryonic shield. Deep cells within the NEM cell cluster, however, do not involute during early shield formation, but instead move in front of the blastoderm margin to form a loose mass of cells called forerunner cells. Forerunner cells coalesce into a wedge-shaped mass during late gastrulation and eventually become overlapped by the converging lateral lips of the germ ring. During early zebrafish tail elongation, most forerunner cells are incorporated into the epithelial lining of Kupffer's vesicle, a transient teleostean organ rudiment long thought to be an evolutionary vestige of the neurenteric canal. Owing to the location of NEM cells at the dorsal margin of blastula-stage embryos, as well as their early segregation from other deep cells, we hypothesized that NEM cells are specified by an early-acting dorsalizing signal. To test this possibility, we briefly treated early-blastula stage embryos with LiCl, an agent known to produce hyperdorsalized zebrafish embryos with varying degrees of expanded organizer tissue. In Li(+)-treated embryos, NEM cells appear either within expanded spatial domains or in ectopic locations, primarily within the marginal zone of the blastoderm. These results suggest that NEM cells represent a specific cell type that is specified by an early dorsal patterning pathway.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9551180/"
}