{
    "title": "The impact of body position and exercise on the measurement of liver Young's modulus by real-time shear wave elastography.",
    "doc_id": "34657862",
    "writer": "Jiang X",
    "year": "2022",
    "summary": "OBJECTIVE: This study aimed to evaluate whether body position and exercise affect the measurement of liver Young's modulus of healthy volunteers by real-time shear wave elastography (RT-SWE). METHODS: RT-SWE was used to measure liver Young's modulus in the supine an …",
    "abstract": "Background:\n        \n      \n      In the past ten years, liver biopsies have been used as a method to accurately diagnose the stage of fibrosis.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to evaluate whether body position and exercise affect the measurement of liver Young's modulus of healthy volunteers by real-time shear wave elastography (RT-SWE).\n    \n\n\n          Methods:\n        \n      \n      RT-SWE was used to measure liver Young's modulus in the supine and left lateral positions of 70 healthy volunteers at rest and measure the liver Young's modulus in the lying position before exercise, and at zero, five, and ten minutes of rest after exercise.\n    \n\n\n          Results:\n        \n      \n      The liver Young's modulus in the left lateral position was significantly higher than in the supine position (P< 0.05), and the measured value in the supine position was more stable than the left lateral position. The liver Young's modulus measured at zero minutes after exercise was significantly higher than that measured before exercise (P< 0.05). The liver Young's modulus measured at five minutes after exercise was significantly higher than that measured at zero minutes after exercise (P<0.05) and was not statistically different from the measured value before exercise (P> 0.05). The liver Young's modulus measured at ten minutes after exercise was significantly higher from that measured at zero minutes after exercise (P< 0.05) and was not statistically different from the measured value at five minutes after exercise (P> 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      Body position and exercise have a significant impact on the measurement of liver Young's modulus. It is recommended that the examinees take a supine position during the measurement, and measurement should be conducted at least ten minutes after exercise.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34657862/"
}