{
  "pmid": "41364690",
  "title": "Designing influenza virus-derived cell-penetrating peptides for antigen delivery: Integrating uptake efficiency, safety, and receptor targeting.",
  "abstract": "Successful antigen delivery is of paramount importance for successful vaccination. Cell-penetrating peptides (CPPs) offer a highly effective means of delivering antigens, nucleic acids, and other drug compounds to cells. However, their mechanisms of action remain poorly understood and require further investigation. This study sought to identify novel CPPs within the influenza virus proteome using computational screening methods for vaccine and antigen delivery. CPP candidates were screened from major influenza proteins using CellPPD, C2Pred, and PreTP-EL. Their efficiencies in uptake, physicochemical properties, and safety profiles were assessed using MLCPP, ProtParam, IEDB, ToxinPred, and AllerTop. Structural properties were assessed using AlphaFold, and binding interactions with the lung-targeting sialic acid analog LSTc were investigated using molecular docking and molecular dynamics simulations. Of the CPPs discovered, PB1-derived peptides, especially PB1-1 (RGDTQIQTRR), exhibit high membrane permeability and strong affinity for sialic acid receptors, along with low predicted toxicity and promising intracellular delivery capacity. PB1-1 forms a stable complex with LSTc, which pointed towards its potential for receptor-mediated lung targeting. The identified influenza-derived CPPs have strong therapeutic potential owing to their high predicted uptake efficiency, good safety profiles, and capacity for binding to lung-specific sialic acid receptors, suggesting their suitability for targeted vaccine or antigen delivery. These peptides take advantage of viral-mimetic entry pathways, including clathrin/caveolae-mediated endocytosis and direct membrane permeation, to efficiently deliver therapeutic cargo into cells. Cumulatively, our results suggest that influenza-derived CPPs, particularly PB1-1, may be suitable candidates for respiratory therapy and vaccine delivery. However, given the purely computational scope, the results should be considered hypothesis-generating and require experimental validation in vitro and in vivo.",
  "disease": "influenza"
}