{
    "title": "Modeling the Skeleton Weight of an Adult Caucasian Man.",
    "doc_id": "29781839",
    "writer": "Avtandilashvili M",
    "year": "2019",
    "summary": "The corresponding regression equation, Wskel (kg) = -10.7 + 0.119 H (cm), published in International Commission on Radiological Protection Publication 70 is typically used to estimate the skeleton weight from body height. Currently, the US Transuranium and Uranium R …",
    "abstract": "The reference value for the skeleton weight of an adult male (10.5 kg) recommended by the International Commission on Radiological Protection in Publication 70 is based on weights of dissected skeletons from 44 individuals, including two US Transuranium and Uranium Registries whole-body donors. The International Commission on Radiological Protection analysis of anatomical data from 31 individuals with known values of body height demonstrated significant correlation between skeleton weight and body height. The corresponding regression equation, Wskel (kg) = -10.7 + 0.119 × H (cm), published in International Commission on Radiological Protection Publication 70 is typically used to estimate the skeleton weight from body height. Currently, the US Transuranium and Uranium Registries holds data on individual bone weights from a total of 40 male whole-body donors, which has provided a unique opportunity to update the International Commission on Radiological Protection skeleton weight vs. body height equation. The original International Commission on Radiological Protection Publication 70 and the new US Transuranium and Uranium Registries data were combined in a set of 69 data points representing a group of 33- to 95-y-old individuals with body heights and skeleton weights ranging from 155 to 188 cm and 6.5 to 13.4 kg, respectively. Data were fitted with a linear least-squares regression. A significant correlation between the two parameters was observed (r = 0.28), and an updated skeleton weight vs. body height equation was derived: Wskel (kg) = -6.5 + 0.093 × H (cm). In addition, a correlation of skeleton weight with multiple variables including body height, body weight, and age was evaluated using multiple regression analysis, and a corresponding fit equation was derived: Wskel (kg) = -0.25 + 0.046 × H (cm) + 0.036 × Wbody (kg) - 0.012 × A (y). These equations will be used to estimate skeleton weights and, ultimately, total skeletal actinide activities for biokinetic modeling of US Transuranium and Uranium Registries partial-body donation cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29781839/"
}