{
  "pmid": "41450783",
  "title": "Diagnostic accuracy of point-of-care testing methods for SARS-CoV-2 detection in community quarantine and isolation settings.",
  "abstract": "Reverse transcriptase polymerase chain reaction (RT-PCR) testing has been regarded as the gold standard for the diagnosis of coronavirus disease 2019 (COVID-19). In response to the sudden surge in cases that overwhelmed the healthcare system in Hong Kong, several point-of-care testing (POCT) methods have been developed for rapid COVID-19 screening. However, the diagnostic accuracy of these methods remains inadequately established. COVID-19-positive patients and negative control subjects were recruited from a community isolation centre and individuals under home quarantine. Four nasal swab samples were collected by trained operators from each subject. Three swab samples were immediately tested using conventional COVID-19 rapid antigen test (RAT), fluorescence-based RAT (Fluorescent-RAT) and POCT quantitative polymerase chain reaction (qPCR). The fourth swab sample was submitted to a certified laboratory for standard RT-PCR analysis. The sensitivity and specificity of the three rapid testing methods were evaluated against the results obtained from the certified laboratory-based RT-PCR, which served as the reference standard. The performance of the three diagnostic methods was assessed in 186 valid cases, which comprised 86 RT-PCR-confirmed positive cases and 100 negative cases. The participants' age ranged from 3 years to 94 years. The sensitivity of the Fluorescent-RAT (87.21%, 95% confidence interval [CI]:80.15%-94.27%) and the POCT qPCR (84.27%, 95% CI:76.71%-91.83%) was comparable and significantly higher than that of the conventional RAT (51.69%, 95% CI:41.30%-62.07%). All three methods demonstrated high specificity. The RAT and POCT qPCR exhibited 100% specificity (95% CI:100%), and the Fluorescent-RAT showed a specificity of 97.06% (95% CI:93.78%-100%). This study demonstrated that the Fluorescent-RAT and POCT qPCR can serve as reliable alternatives to RT-PCR for COVID-19 diagnosis, offering improved performance compared with the conventional RAT.",
  "disease": "covid-19"
}