{
    "title": "Endometrial pathologies associated with postmenopausal tamoxifen treatment.",
    "doc_id": "15297160",
    "writer": "Cohen I.",
    "year": "2004",
    "summary": "OBJECTIVE: To evaluate various endometrial pathologies described in association with postmenopausal tamoxifen treatment, as well as the clinical aspects of these endometrial pathologies. ...Long-term tamoxifen users are more likely to succumb to endometrial c …",
    "abstract": "Objective:\n        \n      \n      To evaluate various endometrial pathologies described in association with postmenopausal tamoxifen treatment, as well as the clinical aspects of these endometrial pathologies.\n    \n\n\n          Methods:\n        \n      \n      A search was made in PUB MED for all studies published in English, up to the end of 2003, reporting on endometrial pathologies in association with postmenopausal tamoxifen treatment. Overall 106 studies were available, and all are included in this review. The types of studies included were mostly randomized clinical trials, non-randomized cohort studies, prospective and retrospective case controlled studies.\n    \n\n\n          Results:\n        \n      \n      Endometrial polyps represent the most common endometrial pathology associated with postmenopausal tamoxifen exposure. A high rate of malignancy was reported in these polyps. Endometrial hyperplasia, endometrial polyps, endometrial cancer and malignant mixed mesodermal tumors and sarcoma are more commonly diagnosed in postmenopausal breast cancer tamoxifen-treated patients as compared to non-treated patients. Long-term tamoxifen users are more likely to succumb to endometrial cancer and endometrial sarcomas than non-users, due to the unfavorable histology of the endometrial malignancy, and an advanced stage of diagnosis.\n    \n\n\n          Conclusions:\n        \n      \n      The clinician should be alerted to these pathologies, which, in some cases, may potentially increase the mortality of these patients. Consequently, it is suggested that their supervision is of importance, especially if the patients experience any gynecological symptoms, including pelvic pain or pressure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15297160/"
}