{
    "title": "Nanotechnology-integrated ovarian cancer metastasis therapy: Insights from the metastatic mechanisms into administration routes and therapy strategies.",
    "doc_id": "36925023",
    "writer": "Huang Y",
    "year": "2023",
    "summary": "To present potential targets and new strategies for curbing the occurrence of ovarian metastasis and the treatment of ovarian cancer after metastasis, the first section of this paper explained the metastatic mechanisms of ovarian cancer comprehensively. ...Fu …",
    "abstract": "Ovarian cancer is a kind of malignant tumour which locates in the pelvic cavity without typical clinical symptoms in the early stages. Most patients are diagnosed in the late stage while about 60 % of them have suffered from the cancer cells spreading in the abdominal cavity. The high recurrence rate and mortality seriously damage the reproductive needs and health of women. Although recent advances in therapeutic regimes and other adjuvant therapies improved the overall survival of ovarian cancer, overcoming metastasis has still been a challenge and is necessary for achieving cure of ovarian cancer. To present potential targets and new strategies for curbing the occurrence of ovarian metastasis and the treatment of ovarian cancer after metastasis, the first section of this paper explained the metastatic mechanisms of ovarian cancer comprehensively. Nanomedicine, not limited to drug delivery, offers opportunities for metastatic ovarian cancer therapy. The second section of this paper emphasized the advantages of various administration routes of nanodrugs in metastatic ovarian cancer therapy. Furthermore, the third section of this paper focused on advances in nanotechnology-integrated strategies for targeting metastatic ovarian cancer based on the metastatic mechanisms of ovarian cancer. Finally, the challenges and prospects of nanotherapeutics for ovarian cancer metastasis therapy were evaluated. In general, the greatest emphasis on using nanotechnology-based strategies provides avenues for improving metastatic ovarian cancer outcomes in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36925023/"
}