{
    "title": "Reframing Mental Health Ethics.",
    "doc_id": "37787887",
    "writer": "Knopes J",
    "year": "2024",
    "summary": "Mental health ethics has been classically focused on ethical concepts and problems in clinical mental health spaces. ...Community mental health is an ideal space in which to think about such ethical issues, as scholars and practitioners i …",
    "abstract": "Mental health ethics has been classically focused on ethical concepts and problems in clinical mental health spaces. Psychiatric and psychotherapeutic ethics are main threads of analysis in this subfield of bioethics. However, ethical issues emerge around mental health and illness both within and beyond clinical settings. In particular, ethical quandaries arise in employment, education, family caregiving, and incarceration of people with mental health conditions outside of the clinical setting. Likewise, ethics are an important consideration within alternative care systems where mentally ill people seek support beyond biomedicine, psychotherapy, and case management. In this article, we argue that our understanding of \"mental health ethics\" should expand to be more inclusive of value questions and conflicts that arise in all areas of the lives of people with mental health conditions, rather than focusing more narrowly on how clinical practitioners and researchers should best respond to ethical quandaries in the delivery of mental healthcare. Community mental health is an ideal space in which to think about such ethical issues, as scholars and practitioners in the field strive to meet not only medical needs but the broader social needs of people with mental health conditions. We begin by providing an overview of psychiatric and psychotherapeutic ethics, and then describe broader applications of ethics in the lives of people experiencing mental illness. We encourage community mental health practitioners and researchers to reconceptualize disciplinary boundaries to consider the vast scope of ethical issues related to mental health in and out of the clinic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37787887/"
}