{
    "title": "Seasonal variations of monocarbonyl and dicarbonyl in urban and sub-urban sites of Xi'an, China.",
    "doc_id": "24420739",
    "writer": "Ho KF",
    "year": "2014",
    "summary": "Seventeen airborne carbonyls including monocarbonyls and dicarbonyls were determined in urban and sub-urban sites of Xi'an, China in three seasons in 2010. In winter, acetone was the most abundant carbonyl in the urban site due to usage of organic solvents in constr …",
    "abstract": "Seventeen airborne carbonyls including monocarbonyls and dicarbonyls were determined in urban and sub-urban sites of Xi'an, China in three seasons in 2010. In winter, acetone was the most abundant carbonyl in the urban site due to usage of organic solvents in constructions and laboratories and its slower atmospheric removal mechanisms by photolysis and reaction with hydroxyl radical than those of formaldehyde and acetaldehyde. In the sub-urban site, acetaldehyde was the most abundant carbonyl, followed by formaldehyde and acetone. During summer, however, formaldehyde was the most dominant carbonyl in both sites. The photooxidations of a wide range of volatile organic compounds (VOCs) yielded much more formaldehyde than other carbonyls under high solar radiation and temperature. In the urban site, the average concentrations of dicarbonyls (i.e., glyoxal and methyglyoxal) in spring and summer were higher than that in winter. Transformation of aromatic VOCs emitted from fuel evaporation leads to the formation of 1,2-dicarbonyls. A reverse trend was observed in sub-urban sites, as explained by the relatively low abundances and accumulations of VOC precursors in the rural atmosphere during warm seasons. Moreover, cumulative cancer risk based on measured outdoor carbonyls (formaldehyde and acetaldehyde) in Xi'an Jiaotong University and Heihe was estimated (8.82 × 10(-5) and 4.96 × 10(-5), respectively). This study provides a clear map on the abundances of carbonyls and their source interpretation in the largest and the most economic city in Northwestern China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24420739/"
}