{
    "title": "Physical activity in myotonic dystrophy type 1.",
    "doc_id": "32065254",
    "writer": "Knak KL",
    "year": "2020",
    "summary": "BACKGROUND: Physical inactivity is associated with lifestyle diseases and exercise of moderate intensity seems beneficial in DM1, but knowledge about physical activity and predictors of physical activity in individuals with myotonic dystr …",
    "abstract": "Background:\n        \n      \n      Physical inactivity is associated with lifestyle diseases and exercise of moderate intensity seems beneficial in DM1, but knowledge about physical activity and predictors of physical activity in individuals with myotonic dystrophy type 1 (DM1) is limited. The objective of this study is to assess physical activity and predictors of physical activity in individuals with DM1.\n    \n\n\n          Methods:\n        \n      \n      Sixty-seven adults with DM1 and 39 healthy adults were recruited. Physical activity was monitored by accelerometry and assessed using the International Physical Activity Questionnaire. Age, marital status, education, apathy, cognition, fatigue, and muscle strength were assessed as predictors of physical activity in DM1.\n    \n\n\n          Results:\n        \n      \n      The individuals with DM1 were on average - 187 min (p < 0.00001) objectively and - 48% (p = 0.001) subjectively less physically active per week compared to healthy controls. Education was the only predictor of physical activity in DM1 (p = 0.02).\n    \n\n\n          Conclusions:\n        \n      \n      Individuals with DM1 are less physically active compared to healthy controls and only half of the patients fulfilled minimum requirements for recommended physical activity. Education is the only predictor of physical activity in DM1. Thus, enhancement of physical activity in individuals with DM1 might be suggested, and especially in the less educated individuals, but RCT studies are needed to guide exact recommendations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32065254/"
}