{
  "pmid": "41446845",
  "title": "Association between neutrophil percentage-to-albumin ratio (NPAR) and sarcopenia in individuals with arthritis: a cross-sectional study.",
  "abstract": "Sarcopenia is a highly prevalent comorbidity in individuals with arthritis and a significant contributor to disability. Persistent chronic inflammation is a crucial common feature of both sarcopenia and arthritis. The neutrophil percentage-albumin ratio (NPAR) is a readily available and affordable marker for observing inflammation and nutritional status, used in the assessment of various diseases. The objective of this study was to explore the association between NPAR and sarcopenia in patients with arthritis. This study utilized data from the National Health and Nutrition Examination Survey (NHANES) 1999-2006 and 2011-2018, selecting adult participants with arthritis (including osteoarthritis, rheumatoid arthritis, and other types) and retaining only those with appendicular lean mass measured by dual-energy X-ray absorptiometry (DXA) and complete NPAR data. A multivariate logistic regression analysis was conducted to investigate the relationship between NPAR and arthritis with sarcopenia, followed by restricted cubic spline analysis (RCS). Subgroup analyses further explored the associations between NPAR and other covariates. Receiver operating characteristic (ROC) curves were utilized to compare the diagnostic value of NPAR, as a composite indicator, with that of individual indicators for arthritis with sarcopenia. After adjusting for all potential confounders, a positive correlation was observed between NPAR and the prevalence of arthritis with sarcopenia. For each one-unit increase in NPAR, it was associated with a 22% increase higher odds of sarcopenia prevalence [odds ratio (OR): 1.22, 95% confidence interval (CI): 1.09, 1.36]. Among different types of arthritis, NPAR demonstrated a significant positive correlation with the prevalence of sarcopenia in both rheumatoid arthritis (RA) (OR: 1.36, 95% CI: 1.07, 1.74) and other types of arthritis (OR: 1.37, 95% CI: 1.16, 1.63), whereas this correlation was not evident in osteoarthritis (OA). Additionally, in ROC analysis, the Area Under the Curve (AUC) for NPAR as a composite indicator (0.587) was higher than that for neutrophil percentage (AUC = 0.571) and albumin (AUC = 0.549) as individual indicators. A higher NPAR value is associated with a higher prevalence of sarcopenia among individuals with arthritis. Furthermore, this composite indicator exhibits better diagnostic value compared to individual indicators.",
  "disease": "rheumatoid arthritis"
}