{
    "title": "Comparative observation of atmospheric nitrous acid (HONO) in Xi'an and Xianyang located in the GuanZhong basin of western China.",
    "doc_id": "34243056",
    "writer": "Li W",
    "year": "2021",
    "summary": "Here, measurements of HONO (May 18-31, 2018) were conducted in Xi'an and Xianyang simultaneously for the first time. The relationship between HONO and other N(r) (such as NO and NO(2)) in two cities was analyzed. The mixing ratio of HONO in Xi'an was 1 …",
    "abstract": "HONO is an important component of reactive nitrogen (Nr) and precursors of OH radical. However, the source and removal of HONO are not clear. Here, measurements of HONO (May 18-31, 2018) were conducted in Xi'an and Xianyang simultaneously for the first time. The relationship between HONO and other Nr (such as NO and NO2) in two cities was analyzed. The mixing ratio of HONO in Xi'an was 1.2 ± 0.8 ppbv, and that in Xianyang was 1.2 ± 1.1 ppbv. The nighttime HONO mixing ratio was higher in Xianyang, while the daytime HONO was higher in Xi'an. Compared with the contribution from heterogeneous process of NO2, direct emissions and homogeneous processes (NO + OH) were less important for nocturnal HONO formation in these two cities. The relative contribution of heterogeneous process in Xianyang was more important than that in Xi'an. The reaction of NO2 upon aerosols surface was identified as an important source of HONO for two sites. The conversion of NO2 on the other surfaces might attend the heterogeneous formation of HONO in Xianyang site. Daytime HONO budget analysis indicated that there was an additional unknown formation process of HONO at two sites. The net OH production rate from HONO (from 08:00 to 17:00) was 1.6 × 107 and 1.3 × 107 molecule/(cm3 s) for Xian and Xianyang, 5.2 and 3.5 times higher than from O3 photolysis. Besides, a dust storm appeared during this observation period, and the impact of local emission and transport processes was separately analyzed. The sources, characteristics, and effects of HONO identified in this study laid a foundation for further research on HONO and air pollution in the Guanzhong area.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34243056/"
}