{
  "pmid": "41380713",
  "title": "The one-year trajectories of patient-reported outcomes are better for medial unicompartmental knee arthroplasty compared with total knee arthroplasty : a matched cohort study.",
  "abstract": "Whether medial unicompartmental knee arthroplasty (mUKA) or total knee arthroplasty (TKA) are more suitable for patients with anteromedial osteoarthritis (AMOA) remains debated. We aimed to compare the development over time in patient-reported outcome measures (PROMs) between patients receiving mUKA and TKA. We conducted a matched cohort study of patients receiving TKA or mUKA between March 2018 and February 2020. TKA patients were evaluated based on preoperative radiographs and excluded if not deemed eligible for mUKA. The PROMs (Oxford Knee Score (OKS), Forgotten Joint Score (FJS), and Activity and Participation Questionnaire (APQ)) were completed preoperatively, and at three, six, and 12 months postoperatively. Patients were propensity score matched in a variable 1:2 ratio using BMI, sex, age, and preoperative PROM scores. Area under the curve (AUC) was calculated using the trapezium rule to quantify the change from preoperative PROM scores to scores at three, six, and 12 months postoperatively. AUC differences were analyzed using linear regression. A total of 618 patients (242 mUKA, 376 TKA) were included. The AUC was significantly lower for TKA patients compared with mUKA patients across all three PROM scores (OKS: ∆AUC of -19% (95% CI -27% to -9 %); FJS: ∆AUC of -23% (95% CI -32% to -14%); APQ -22% (95% CI -32% to -12%). Median PROM scores at three months were 35 and 30 for OKS, 50 and 43 for FJS, 44 and 31 for APQ, for the mUKA and TKA groups, respectively. At six months, the median PROM scores increased to 39 and 35 for OKS, 62 and 50 for FJS, and 56 and 41 for APQ for the mUKA and TKA groups, respectively. The AUC for PROM scores during the first year was 19% to 23% lower for TKA compared with mUKA. This contrast in development trajectories is present especially in the early recovery three to six months after surgery.",
  "disease": "osteoarthritis"
}