{
  "pmid": "41465981",
  "title": "Role of cathepsin in mediating the effect of oral flora on myocardial infarction: A multi-omics and mediation Mendelian randomization study.",
  "abstract": "The association between oral microbiome (OM) and myocardial infarction (MI) has become a noteworthy topic in recent years, yet the role played by cathepsin in this association remains unclear. The main objective of this study was to elucidate the role of cathepsin in mediating the effect of OM on MI. The mutual causality among OM, cathepsins, and MI was analyzed using two-sample Mendelian randomization (TSMR), and the mediating role of cathepsins between OM and MI was evaluated using mediation MR analysis. Furthermore, we conducted a meta-analysis to verify the causal relationship between Cathepsin H and MI. Subsequently, we employed summary-data-based MR (SMR) method to examine the potential causal genes and proteins for Cathepsin H and acute myocardial infarction. The meta analysis result indicated that each standard deviation increase in the exposure factor of Cathepsin H was associated with a reduction in the MI risk (OR = 0.9991; 95% CI = 0.9984-0.9998; P = .0089). Our study confirmed that 3 salivary flora, including Lancefieldella_unclassified_mgs_1257, Fusobacterium_unclassified_mgs_3185, Oribacterium_asaccharolyticum_mgs_3324, and one tongue dorsal flora, named Saccharimonadaceae_unclassified_mgs_1355, can regulate the development of MI via Cathepsin H. The results of the SMR analysis indicated a statistically significant negative correlation between the Cathepsin H (CTSH) gene and coronary artery disease (P-SMR < .05, P-HEIDI > .01). Conversely, a significant positive correlation was observed between the MST1 protein and MI risk (P-SMR < .05, P-HEIDI > .01). Reverse transcription polymerase chain reaction and ELISA tests on clinical samples showed a significant decrease in Cathepsin H levels - both protein and messenger ribonucleic acid - in the blood of MI patients (P < .05), while MST1 expression was notably increased (P < .05). We identified 3 salivary bacteria and one tongue dorsum bacterium that may influence MI development, with Cathepsin H playing a key mediating role. These findings strengthen the evidence linking OM to MI and clarify the role of cathepsins in this relationship. The study highlights how Cathepsin H may mediate the impact of oral flora on MI and proposes new therapeutic directions and targets for MI prevention and treatment.",
  "disease": "coronary artery disease"
}