{
  "pmid": "41465952",
  "title": "Mendelian randomization analysis of lipid-lowering drug targets and neuropsychiatric disorders.",
  "abstract": "Lipid-lowering therapies are widely prescribed, but their potential neuropsychiatric consequences remain incompletely understood. Clarification of these associations is clinically important given the global burden of mental disorders and the widespread use of these agents. Genetic variants within asialoglycoprotein receptor 1, 3-hydroxy-3-methylglutaryl-coenzyme A reductase, proprotein convertase subtilisin/kexin type 9, and Niemann-Pick C1-like 1 were selected from genome-wide association study data and used as instruments in drug-target Mendelian randomization analyses. Six neuropsychiatric outcomes-suicide attempt, depression, anxiety, schizophrenia, seizures, and insomnia-were evaluated. Familial hyperlipidemia was analyzed as a positive control. Causal estimates were obtained using inverse variance weighting and weighted median methods, while sensitivity and co-localization analyses were performed to test robustness. Genetic proxies for all 4 drug targets were found to be strongly associated with reduced risk of familial hyperlipidemia, supporting instrument validity. Asialoglycoprotein receptor 1 inhibition was associated with a lower risk of depression (odds ratio [OR] = 0.28, 95% confidence interval [CI] = 0.11-0.72, P = .008). 3-Hydroxy-3-methylglutaryl-coenzyme A reductase inhibition was associated with reduced risks of suicide attempt (OR = 0.82, 95% CI = 0.68-0.99, P = .038) and schizophrenia (OR = 0.53, 95% CI = 0.31-0.89, P = .017). Niemann-Pick C1-like 1 inhibition was inversely associated with schizophrenia (OR = 0.31, 95% CI = 0.11-0.93, P = .037). In contrast, proprotein convertase subtilisin/kexin type 9 inhibition was associated with an increased risk of epilepsy (OR = 1.46, 95% CI = 0.18-0.81, P < .001). These findings suggest that lipid-lowering drug targets may exert heterogeneous effects on neuropsychiatric outcomes. Target-specific associations might point to biological pathways linking lipid metabolism and brain health, but the results should be considered exploratory. Further translational and clinical studies are required to validate and clarify their implications for patient care.",
  "disease": "epilepsy"
}