{
    "title": "Breast Density Knowledge in a Screening Mammography Population Exposed to Density Notification.",
    "doc_id": "35341697",
    "writer": "Smith RE",
    "year": "2022",
    "summary": "OBJECTIVE: Women are increasingly informed about their breast density due to state density reporting laws. However, accuracy of personal breast density knowledge remains unclear. ...RESULTS: Survey participation was 28% (1,528 of 5,408), and 59% (896 of 1,528) of pa …",
    "abstract": "Objective:\n        \n      \n      Women are increasingly informed about their breast density due to state density reporting laws. However, accuracy of personal breast density knowledge remains unclear. We compared self-reported with clinically assessed breast density and assessed knowledge of density implications and feelings about future screening.\n    \n\n\n          Methods:\n        \n      \n      From December 2017 to January 2020, we surveyed women aged 40 to 74 years without prior breast cancer, with a normal screening mammogram in the prior year, and ≥1 recorded breast density measures in four Breast Cancer Surveillance Consortium registries with density reporting laws. We measured agreement between self-reported and BI-RADS breast density categorized as \"ever-dense\" if heterogeneously or extremely dense within the past 5 years or \"never-dense\" otherwise, knowledge of dense breast implications, and feelings about future screening.\n    \n\n\n          Results:\n        \n      \n      Survey participation was 28% (1,528 of 5,408), and 59% (896 of 1,528) of participants had ever-dense breasts. Concordance between self-report versus clinical density was 76% (677 of 896) among women with ever-dense breasts and 14% (89 of 632) among women with never-dense breasts, and 34% (217 of 632) with never-dense breasts reported being told they had dense breasts. Desire for supplemental screening was more frequent among those who reported having dense breasts 29% (256 of 893) or asked to imagine having dense breasts 30% (152 of 513) versus those reporting nondense breasts 15% (15 of 102) (P = .003, P = .002, respectively). Women with never-dense breasts had 6.3-fold higher odds (95% confidence interval:3.39-11.80) of accurate knowledge in states reporting density to all compared to states reporting only to women with dense breasts.\n    \n\n\n          Discussion:\n        \n      \n      Standardized communications of breast density results to all women may increase density knowledge and are needed to support informed screening decisions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35341697/"
}