{
  "pmid": "41353643",
  "title": "[Vaccination Recommendations for the Immunocompromised Adult Patient].",
  "abstract": "The manuscript collates indications for vaccination in immunocompromised adults based on recommendations from leading international institutions. These individuals have increased vulnerability to vaccine-preventable infectious diseases, and their immune response to vaccination is often weaker than that of immunocompetent individuals. Therefore, whenever possible, it is important to assess vaccine response (serological or other). Emphasis is placed on adapting vaccination to the net state of immunosuppression, following a careful evaluation of risks, indications, contraindications, and the optimal timing for administration. Whenever feasible, vaccination should be carried out before the initiation of pharmacological immunosuppression, prior to splenectomy, or before receiving a solid organ transplant. Immunocompromised individuals are categorised into groups such as those with immune-mediated inflammatory diseases, individuals who have undergone splenectomy, recipients of solid organ or haematopoietic transplants, people living with HIV, and those with congenital immunodeficiencies (inborn errors). The article describes vaccination recommendations for different clinical scenarios and types of immunosuppression. Vaccines against respiratory viral diseases, including influenza, COVID-19, and respiratory syncytial virus, as well as hepatitis A and B, varicella-zoster, and vaccines protecting against encapsulated bacteria such as pneumococci, meningococci, and Haemophilus influenzae, are discussed. Some vaccination recommendations in the context of travel and post-exposure prophylaxis in high-risk situations are included. The article also addresses the importance of vaccinating household contacts and healthcare professionals for additional protection. Finally, it highlights that ongoing advancements in vaccines and vaccination guidelines require continuous updates. O manuscrito reúne indicações de vacinação para adultos imunocomprometidos com base nas recomendações das principais instituições de referência internacional. Estes indivíduos apresentam maior vulnerabilidade a doenças infeciosas preveníveis por vacinas e a proteção vacinal é frequentemente inferior à dos imunocompetentes. Por isso, é importante avaliar a resposta à vacina (serológica ou outra) sempre que possível. Salienta-se a importância de adaptar a vacinação ao net state of immunosuppression precedida por avaliação cuidadosa do risco, indicações, contraindicações e momento ideal de administração. Sempre que possível, a vacinação deve ser efetuada antes do início da imunossupressão farmacológica, antes de esplenectomia ou antes de receber um transplante de órgão sólido. Os imunocomprometidos são categorizados em grupos como: portadores de doenças inflamatórias imunomoduladas, esplenectomizados, recetores de transplantes de órgãos sólidos ou hematopoiéticos, indivíduos com infeção por HIV e aqueles com imunodeficiências congénitas (erros inatos) e são detalhadas as indicações de vacinação em diferentes situações clínicas e tipos de imunossupressão. Abordam-se as vacinas para doenças virais respiratórias como gripe, COVID-19, vírus sincicial respiratório, as vacinas da hepatite A e B, varicela-zoster e a proteção vacinal contra bactérias encapsuladas como pneumococos, meningococos e Haemophilus influenzae. Incluem-se ainda algumas recomendações de vacinação em contexto de viagem e profilaxia pós-exposição para situações de elevado risco. Aborda-se a vacinação dos conviventes e dos profissionais de saúde para proteção adicional. Destaca-se que a evolução das vacinas e das recomendações vacinais obriga a uma atualização constante.",
  "disease": "influenza"
}