{
    "title": "PREVALENCE OF DEPRESSION AMONG UNIVERSITY STUDENTS IN CHINA: A PROTOCOL FOR A SYSTEMATIC REVIEW AND META-ANALYSIS.",
    "doc_id": "39441302",
    "writer": "Zhou LL",
    "year": "2024",
    "summary": "The articles were cross-sectional studies focusing on the prevalence of depression among university students in China, with clearly defined criteria for diagnosing depression included. ...CONCLUSION: Practical psychological interventions are needed in universities i …",
    "abstract": "Background:\n        \n      \n      Depression is a mental disorder characterized by a persistent and long-lasting depressive mood.\n    \n\n\n          Objective:\n        \n      \n      The aim of this study was to analyze the prevalence of depression among university students in China and to provide guidance for psychological intervention and improvement of depression among this specific population.\n    \n\n\n          Methods:\n        \n      \n      A systematic search was conducted on PubMed, CNKI, Wang-fang database, and Web of Science to identify relevant articles. The articles were cross-sectional studies focusing on the prevalence of depression among university students in China, with clearly defined criteria for diagnosing depression included. Excel was used independently and in duplicate to perform the screening process that involved title, abstract screening, full-text screening, data extraction and assessment of risk of bias. The standards recommended by the Agency for Healthcare Research and Quality (AHRQ) was used to evaluate the quality of observational studies.\n    \n\n\n          Results:\n        \n      \n      STATA 11.0 was used to pool the outcomes and perform meta-analysis, including the prevalence of depression among university students and influential factors such as sex, major, region, and the impact of COVID-19.\n    \n\n\n          Conclusion:\n        \n      \n      Practical psychological interventions are needed in universities in China. Continuously attention is suggested to be paid to Chinese university students' mental health, especially after public health event such as COVID-19.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39441302/"
}