{
  "pmid": "41438363",
  "title": "Predictors of Progression in Pre-COPD: The 3P Study Rationale and Design.",
  "abstract": "The diagnosis of chronic obstructive pulmonary disease (COPD) requires the demonstration of poorly reversible airflow obstruction (defined by a forced expiratory volume in 1 s [FEV This will be a prospective (5-year follow-up), multicenter (conducted in 12 Spanish centers across eight geographical autonomous communities), observational, comparative study (www.clinicaltrials.govNCT04409275), that will recruit 285 current or former smokers (≥10 pack-years) with respiratory symptoms (dyspnea, chronic cough, sputum production, wheezing or recurrent lower respiratory tract infections) and spirometry without obstruction (pre-COPD status). Multivariate regression analysis and other tests will be used to analyze results. Results are expected to provide novel, useful information for identifying pre-COPD individuals who are likely to develop progressive airflow obstruction and are potential candidates for prompt intervention. El diagnóstico de la enfermedad pulmonar obstructiva crónica (EPOC) requiere la demostración de una obstrucción del flujo aéreo escasamente reversible (definida por una relación entre el volumen espiratorio forzado en 1 segundo [FEV1] y la capacidad vital forzada [FVC] <0,7 tras la broncodilatación) en el contexto clínico adecuado (factores de riesgo y exposiciones). Sin embargo, algunas personas (las denominadas «pre-EPOC») pueden presentar síntomas respiratorios y/o anomalías estructurales pulmonares (p. ej., enfisema) y/u otras anomalías fisiológicas (p. ej., FEV1 bajo espirometría con ratio preservada y deterioro [PRISm], atrapamiento aéreo, hiperinsuflación, reducción de la capacidad de difusión pulmonar del monóxido de carbono [DL Se trata de un estudio prospectivo (seguimiento de cinco años), multicéntrico (n = 12 centros españoles en ocho comunidades autónomas), observacional y comparativo (www.clinicaltrials.govNCT04409275) en 285 fumadores actuales o exfumadores (≥10 paquetes-año) con síntomas respiratorios (disnea, tos crónica, producción de esputo, sibilancias o infecciones recurrentes del tracto respiratorio inferior) y espirometría sin obstrucción (pre-EPOC). Se utilizará un análisis de regresión multivariante (entre otros) para analizar los resultados. Es probable que los resultados proporcionen información novedosa de posible utilidad para identificar a las personas con pre-EPOC que pueden desarrollar una obstrucción progresiva del flujo aéreo, lo que permitiría una intervención rápida.",
  "disease": "chronic obstructive pulmonary disease"
}