{
  "pmid": "41457280",
  "title": "RNF39 promotes colorectal cancer progression by driving RINT1 degradation and suppressing ER stress-induced apoptosis.",
  "abstract": "Colorectal adenocarcinoma (COAD) cells exploit stress-adaptation programs, such as the unfolded protein response (UPR), to survive in hostile tumour microenvironments. However, the role of specific E3 ubiquitin ligases in regulating these survival pathways remains poorly understood. We investigated Ring Finger Protein 39 (RNF39), an E3 ligase previously implicated in immune signalling, as a potential regulator of COAD progression. We analyzed RNF39 expression using public transcriptomic datasets (TCGA, GEO) and a clinical COAD cohort via immunohistochemistry. Functional roles were assessed in COAD cell lines using shRNA knockdown, CRISPR/Cas9 knockout, and overexpression systems. In vitro assays (proliferation, invasion, colony formation) and in vivo xenograft models were employed. Mechanistic investigations included co-immunoprecipitation, ubiquitination assays, chromatin immunoprecipitation, and luciferase reporter assays to delineate the MEF2D-RNF39-RINT1 axis. RNF39 was aberrantly upregulated in COAD tissues, and its high expression correlated with poor patient survival. We identified the transcription factor MEF2D as a direct activator of RNF39. Functionally, RNF39 promoted COAD cell proliferation and invasion in vitro and tumour growth in vivo, dependent on its E3 ligase activity. Mechanistically, RNF39 directly interacted with, polyubiquitinated (K48-linked), and promoted the proteasomal degradation of RAD50-interacting protein 1 (RINT1). Consequently, RNF39 depletion stabilized RINT1, amplified the UPR and CHOP expression, and sensitized cells to ER stress-induced apoptosis. Crucially, the anti-tumour phenotypes of RNF39 loss were partially reversed by simultaneous RINT1 knockdown. RNF39 acts as a pro-tumorigenic E3 ligase in COAD by driving the degradation of RINT1, thereby suppressing ER stress-induced apoptosis and promoting malignant progression. Our findings delineate a novel MEF2D-RNF39-RINT1 signalling axis that governs tumour cell adaptation to stress. Targeting RNF39 could represent a promising therapeutic strategy to overcome stress resistance in COAD. RNF39 is identified as an oncogenic E3 ubiquitin ligase that is upregulated in colorectal adenocarcinoma and associated with poor prognosis. Mechanistically, RNF39 targets the tumour suppressor RINT1 for K48-linked polyubiquitination and proteasomal degradation. By degrading RINT1, RNF39 suppresses the unfolded protein response (UPR) and limits endoplasmic reticulum (ER) stress-induced apoptosis, thereby promoting tumour progression. The study reveals a novel MEF2D-RNF39-RINT1 axis governing stress adaptation, positioning RNF39 as a potential prognostic biomarker and therapeutic target in colorectal cancer.",
  "disease": "colorectal cancer"
}