{
  "pmid": "41473890",
  "title": "[Emergency authorization of vaccines in countries of the Americas, August 2024Autorização de vacinas em situações de emergência nos países da Região das Américas, agosto de 2024].",
  "abstract": "To evaluate the post-pandemic regulatory preparedness of countries of the Region of the Americas for emergency authorization of vaccines as of August 2024 and propose recommendations for future public health emergencies. Special report describing the mechanisms for emergency use authorization of vaccines established in the regulatory frameworks of Latin American and English-speaking Caribbean countries. Most of the countries (64%) included in this analysis did not make any changes in their regulations for emergency situations following the COVID-19 pandemic. Special import permits constitute the most common established mechanism for emergency authorization (82%). Regulatory reliance-based mechanisms were found in a minority of countries (32%), as were emergency use authorization, provisional marketing authorization, or fast-track registration mechanisms (23%). Only reliance-based mechanisms were found to use risk criteria based on the source from which vaccines were obtained. This analysis reflects the need to strengthen the Region's regulatory systems to address future public health emergencies and facilitate access to necessary vaccines. Furthermore, regulatory systems should adopt a regulatory approach based on risk criteria, with distinct procedures and requirements, as well as strengthen cooperation with other National Regulatory Authorities (NRAs) at the regional and global levels, to achieve greater regulatory efficiency. Evaluar la preparación regulatoria pospandémica en países de la Región de las Américas, para la autorización de vacunas en situaciones de emergencia de salud pública hasta agosto 2024 y proponer recomendaciones para futuras situaciones de emergencia sanitaria. Informe especial que describe los mecanismos de autorización de las vacunas en situaciones de emergencia de salud pública establecidos en la regulación de países de Latinoamérica y el Caribe anglófono. La mayoría de los países (64%) considerados en este análisis no efectuó cambios en su regulación para situaciones de emergencia, posterior a la pandemia de COVID-19. El mecanismo de autorización más frecuente establecido son los permisos especiales de importación (82%). La autorización por reconocimiento de las decisiones de instituciones reconocidas ( Este análisis refleja la necesidad de fortalecer los sistemas regulatorios de la Región para hacer frente a futuras situaciones de emergencia de salud pública, y favorecer el acceso a las vacunas requeridas; además, se debe con sistemas regulatorios que adopten un enfoque normativo basado en criterios de riesgo, con procedimientos y requisitos diferenciados, fortaleciendo la colaboración con otras autoridades regulatorias nacionales (ARN) en el ámbito regional y global, para lograr una mayor eficiencia regulatoria. Avaliar o nível de preparação regulatória pós-pandemia nos países da Região das Américas quanto ao processo de autorização de vacinas em situações de emergência de saúde pública até agosto de 2024 e propor recomendações para futuras emergências de saúde. Relatório especial que descreve os mecanismos estabelecidos na legislação de países da América Latina e do Caribe anglófono para autorizar o uso de vacinas durante emergências de saúde pública. A maioria dos países (64%) considerados nesta análise não efetuou alterações em sua legislação para situações de emergência após a pandemia de COVID-19. O mecanismo de autorização mais frequentemente estabelecido é a autorização de importação em caráter excepcional (82%). Uma minoria dos países (32%) previa autorização por reconhecimento das decisões de instituições reconhecidas (confiança regulatória), e 23% dispunham de mecanismos de autorização para uso emergencial ou registro sanitário provisório ou abreviado. A aplicação de critérios de risco com base na fonte de aquisição só pôde ser comprovada para autorizações por confiança regulatória ( Esta análise reflete a necessidade de fortalecer os sistemas regulatórios da Região para enfrentar futuras situações de emergência de saúde pública e favorecer o acesso às vacinas necessárias. Além disso, é necessário contar com sistemas regulatórios que adotem uma abordagem normativa baseada em critérios de risco, com procedimentos e requisitos diferenciados, fortalecendo a colaboração com outras autoridades reguladoras nacionais no âmbito regional e mundial para alcançar maior eficiência regulatória.",
  "disease": "covid-19"
}