{
    "title": "Understanding the impact of endometriosis on women's life: an integrative review of systematic reviews.",
    "doc_id": "39300399",
    "writer": "Maulenkul T",
    "year": "2024",
    "summary": "BACKGROUND: Endometriosis is a challenging chronic condition with a significant impact on women's well-being. This systematic review of systematic reviews aims to assess the evidence investigating the intricate interplay between endometriosis and quality of life (Qo …",
    "abstract": "Background:\n        \n      \n      Endometriosis is a challenging chronic condition with a significant impact on women's well-being. This systematic review of systematic reviews aims to assess the evidence investigating the intricate interplay between endometriosis and quality of life (QoL).\n    \n\n\n          Methods:\n        \n      \n      A systematic review was performed for English-language studies up to January 2022 to identify systematic reviews with and without meta-analysis analyzing quantitative or qualitative data The following databases were searched: Scopus, PubMed, Embase, Web of Science and Cochrane Central Register of Controlled Trials. Participants/population were women with endometriosis, and the outcomes included were all reported outcomes evaluating the impact of endometriosis on women's QoL (PROSPERO 2021 CRD42021289347).\n    \n\n\n          Results:\n        \n      \n      15 systematic reviews were identified. 8 included meta-analysis: 4 explored the prevalence of mental health problems, and 1 analyzed, respectively, the overall impact of endometriosis, headache migraine, and sexual function. 7 articles reported on the mental consequences, and three sexual functioning. One was a qualitative review. The impact of the relationships with the healthcare system was analyzed in 3 reviews. Pain is a hallmark of endometriosis. Infertility and sexual problems are also frequent. Depression, anxiety, and stress represent significant contributors to lessening women's QoL. Women have frustrating relationships with the healthcare system: the complex and long diagnostic process, lack of treatment effectiveness, and persistence of symptoms contribute to emotional challenges. Negative cognitive patterns developed by women with emotional distress, such as catastrophizing and fear-avoidance behaviors, amplify the experience of pain.\n    \n\n\n          Conclusion:\n        \n      \n      The limitations of this review are the high degree of heterogeneity of papers that include many factors, including comorbidities, and use of medical care that may impact QoL, and that most of them were cross-sectional. Endometriosis is a chronic disease that significantly impacts all domains of women's lifes. Pain, infertility, and stress linked with depression, and anxiety significantly influence QoL. Women are dissatisfied with the care they receive.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39300399/"
}