{
    "title": "Assessing intrarenal nonperfusion and vascular leakage in acute kidney injury with multinuclear (1) H/(19) F MRI and perfluorocarbon nanoparticles.",
    "doc_id": "23929727",
    "writer": "Hu L",
    "year": "2014",
    "summary": "METHODS: (19) F spin density weighted and T1 weighted images were used to generate quantitative functional mappings of both healthy and ischemia-reperfusion (acute kidney injury) injured mouse kidneys. (1) H blood-oxygenation-level-dependent (BOLD) MRI was al …",
    "abstract": "Purpose:\n        \n      \n      We sought to develop a unique sensor-reporter approach for functional kidney imaging that employs circulating perfluorocarbon nanoparticles and multinuclear (1) H/(19) F MRI.\n    \n\n\n          Methods:\n        \n      \n      (19) F spin density weighted and T1 weighted images were used to generate quantitative functional mappings of both healthy and ischemia-reperfusion (acute kidney injury) injured mouse kidneys. (1) H blood-oxygenation-level-dependent (BOLD) MRI was also employed as a supplementary approach to facilitate the comprehensive analysis of renal circulation and its pathological changes in acute kidney injury.\n    \n\n\n          Results:\n        \n      \n      Heterogeneous blood volume distributions and intrarenal oxygenation gradients were confirmed in healthy kidneys by (19) F MRI. In a mouse model of acute kidney injury, (19) F MRI, in conjunction with blood-oxygenation-level-dependent MRI, sensitively delineated renal vascular damage and recovery. In the cortico-medullary junction region, we observed 25% lower (19) F signal (P < 0.05) and 70% longer (1) H T2* (P < 0.01) in injured kidneys compared with contralateral kidneys at 24 h after initial ischemia-reperfusion injury. We also detected 71% higher (19) F signal (P < 0.01) and 40% lower (1) H T2* (P < 0.05) in the renal medulla region of injured kidneys compared with contralateral uninjured kidneys.\n    \n\n\n          Conclusion:\n        \n      \n      Integrated (1) H/(19) F MRI using perfluorocarbon nanoparticles provides a multiparametric readout of regional perfusion defects in acutely injured kidneys.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23929727/"
}