{
    "title": "Heart failure: a growing public health problem.",
    "doc_id": "7852915",
    "writer": "Eriksson H.",
    "year": "1995",
    "summary": "At a time when deaths from coronary heart disease and stroke are markedly declining, mortality from heart failure is increasing. ...However, the most rewarding efforts for the population will be to prevent the underlying causes of coronary heart fai …",
    "abstract": "At a time when deaths from coronary heart disease and stroke are markedly declining, mortality from heart failure is increasing. Heart failure is a costly and devastating disease, and throughout much of the industrialized world, escalating health-care costs constitute a serious burden on both public and private systems of financing health care, and about one-third of all heart failure patients are admitted to hospital each year. Both prevalance and incidence of heart failure increase steeply with increasing age. The prevalence rate is about 1% at the age of 50, whilst at the age of 80 and above, almost one out of 10 persons will suffer from heart failure. Until recently, the goals for heart failure treatment were to relieve symptoms and enhance functional capacity. Recently, some large scale studies have shown that ACE inhibitors can reduce mortality, prevent development of heart failure, avoid the need for hospitalization and improve prognosis. ACE inhibitors may therefore have promising effects both on patients and on society. A challenge for the future must be early recognition and timely and adequate treatment of heart failure. Such a strategy might have great economic benefits as far as public health is concerned. However, the most rewarding efforts for the population will be to prevent the underlying causes of coronary heart failure as well as risk factors for heart failure. This review will study the magnitude of heart failure as a growing public health problem, the underlying causes, risk factors and treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7852915/"
}