{
    "title": "Chronic Physical Health Conditions After Injury: A Comparison of Prevalence and Risk in People With Orthopedic Major Trauma and Other Types of Injury.",
    "doc_id": "35016872",
    "writer": "Gelaw AY",
    "year": "2022",
    "summary": "Major trauma cases were classified into 4 groups: (1) orthopedic injury, (2) severe traumatic brain injury (s-TBI), (3) spinal cord injury, and (4) other major trauma. ...CONCLUSIONS: Chronic physical health conditions were common among all i …",
    "abstract": "Objectives:\n        \n      \n      To determine (1) the prevalence of chronic physical health conditions reported preinjury, at the time of injury, up to 1 year postinjury, and 1 to 5 years postinjury; and (2) the risk of chronic physical health conditions reported 1 to 5 years postinjury in people with orthopedic and other types of major trauma.\n    \n\n\n          Design:\n        \n      \n      Cohort study using linked trauma registry and health administrative datasets.\n    \n\n\n          Setting:\n        \n      \n      This study used linked data from the Victorian State Trauma Registry (VSTR), the Victorian Registry of Births, Deaths and Marriages (BDM), the Victorian Admitted Episodes Dataset (VAED), and the Victorian Emergency Minimum Dataset (VEMD).\n    \n\n\n          Participants:\n        \n      \n      Major trauma patients (N=28,522) aged 18 years and older who were registered by the VSTR, with dates of injury from 2007 to 2016, and who survived to at least 1 year after injury, were included in this study. Major trauma cases were classified into 4 groups: (1) orthopedic injury, (2) severe traumatic brain injury (s-TBI), (3) spinal cord injury, and (4) other major trauma.\n    \n\n\n          Intervention:\n        \n      \n      Not applicable.\n    \n\n\n          Main outcome measure:\n        \n      \n      Prevalence of chronic physical health conditions.\n    \n\n\n          Results:\n        \n      \n      The cumulative prevalence of any chronic physical health condition for all participants was 69.3%. The s-TBI group had the highest cumulative prevalence of conditions. The most common conditions were arthritis and arthropathies, cancer, and cardiovascular diseases. Preinjury chronic conditions were most common in people with s-TBI (19.3%) and were least common in people with other types of major trauma (6.6%). The highest prevalence of new-onset conditions after injury was found in people with s-TBI (21.7%) and orthopedic major trauma (21.4%), whereas the lowest prevalence was found in people with other types of major trauma (9.2%). For the orthopedic injury group, there were no significant differences in the adjusted risk of conditions reported 1 to 5 years postinjury compared with other major trauma groups.\n    \n\n\n          Conclusions:\n        \n      \n      Chronic physical health conditions were common among all injury groups. There was no significant difference in the risk of chronic conditions among injury groups. Rehabilitation practitioners should be aware of the risk of chronic conditions in people with orthopedic and other types of major trauma. Long-term follow-up care after injury should include prevention and treatment of chronic conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35016872/"
}