{
  "pmid": "41331300",
  "title": "Interactive effects of pulmonary pathologies and ventilation modes driving heterogeneous and anisotropic regional strain mechanics.",
  "abstract": "Pulmonary diseases are wide-spread, incurable, and commonly necessitate ventilatory intervention, which can lead to unintended ventilator induced lung injuries (VILI). Modern clinical devices utilizing positive pressure ventilation (PPV) may overdistend lung regions and initiate VILI compared to physiologically-analogous negative pressure ventilation (NPV) devices. Why this is the case remains to be fully understood, as studies of PPV versus NPV modes are scarce, particularly for lungs under pathological states. To address this major shortcoming, murine emphysematous or fibrotic lungs are inflated via a custom-designed electromechanical device capable of imposing PPV and NPV modes; digital image correlation simultaneously captures continuous local mechanical strains. While previously unattainable, here we couple traditional bulk pressure-volume lung analyses to local mechanics to discern potential VILI mechanisms interdependent on both ventilation mode (e.g. PPV and NPV) and pathological state (e.g. healthy, emphysematous, fibrosis). For all healthy and diseased groups, PPV-inflated lungs have significantly greater strain than NPV at low- to mid-inspiration volumes, indicative of local overdistention. Interestingly, at peak inflation, NPV strains are more prominent, and this may arise due to greater engagement of supplementary recruited regions. Deformation heterogeneities, anisotropy, and shear strains are most prominent for fibrotic, PPV-inflated lungs, indicating that the damaging regional imbalances of fibrosis are likely amplified by PPV. Additionally, when emphysema-weakened lungs are combined with PPV, central overdistensions occur, highlighting specific injury-prone areas. These local measures in pathological lungs expose pathways to VILI in PPV versus NPV, and insights can be used to inform clinical strategies, future research, and computational models.",
  "disease": "chronic obstructive pulmonary disease"
}