{
    "title": "Differences in Hearing, Balance, and Quality-of-Life Outcomes in Petroclival Versus Nonpetroclival Posterior Fossa Meningiomas.",
    "doc_id": "37072914",
    "writer": "Gillard DM",
    "year": "2023",
    "summary": "MAIN OUTCOME MEASURES: Differences between groups in hearing, balance outcomes, and quality of life and patient factors that influence posttreatment quality of life. RESULTS: Petroclival meningioma patients reported poorer audiovestibular outcomes with …",
    "abstract": "Objective:\n        \n      \n      To compare hearing, tinnitus, balance, and quality-of-life treatment outcomes of petroclival meningioma and nonpetroclival cerebellopontine angle meningioma cohorts.\n    \n\n\n          Study design:\n        \n      \n      A retrospective cohort study of 60 patients with posterior fossa meningiomas, 25 petroclival and 35 nonpetroclival, who were treated at a single tertiary care center between 2000 and 2020.\n    \n\n\n          Intervention:\n        \n      \n      A survey battery that included the Hearing Effort of the Tumor Ear, Speech and Spatial Qualities of Hearing, Tinnitus Functional Index, Dizziness Handicap Inventory (DHI), and Short Form Health Survey. Petroclival and nonpetroclival cohorts were matched for tumor size and demographic features.\n    \n\n\n          Main outcome measures:\n        \n      \n      Differences between groups in hearing, balance outcomes, and quality of life and patient factors that influence posttreatment quality of life.\n    \n\n\n          Results:\n        \n      \n      Petroclival meningioma patients reported poorer audiovestibular outcomes with a higher rate of deafness in the tumor ear (36.0% versus 8.6%, p = 0.032) and lower functional hearing by the Hearing Effort of the Tumor Ear, Speech and Spatial Qualities of Hearing (76.6 [6.1] versus 82.0 [4.4], p < 0.001). Current dizziness rate was higher (48.0% versus 23.5%, p = 0.05), with more severe dizziness by DHI (18.4 [4.8] versus 5.7 [2.2], p < 0.001). Both cohorts had similar high quality of life and low tinnitus severity indices. Quality-of-life Short Form Health Survey predictors were tumor size ( p = 0.012) and DHI ( p = 0.005) in multivariable analysis.\n    \n\n\n          Conclusions:\n        \n      \n      Hearing and dizziness treatment outcomes of petroclival meningioma are poorer relative to other posterior fossa meningiomas. Despite audiovestibular outcome distinctions, the overall posttreatment quality of life was high for both petroclival and nonpetroclival meningioma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37072914/"
}