{
  "pmid": "41460840",
  "title": "How sex impacted associations between psychological distress and worry on adults' health behaviours during SARS-CoV-2.",
  "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been associated with poorer mental well-being (e.g., anxiety, depressive symptoms and infection worry) and unfavorable changes in health behaviours (e.g., physical activity, healthy eating, and alcohol intake). Notably, trends in changes appear to differ between adult males and females (>18 years). To investigate these sex-based differences, we explored the impact of sex as a moderator on changes in health behaviours attributed to changes in mental well-being during SARS-CoV-2. Data from Canada, Columbia and Ireland collected through the International COVID-19 Awareness and Responses Evaluation (iCARE) Study was used. Participants (n = 17,880; 52.3% female) self-reported changes in their mental well-being and health behaviours attributed to SARS-CoV-2. Associations were explored using multi-variable logistic regression models stratified by country. Significance was determined by p < .01. In Canada and Ireland, increased psychological distress was significantly associated with ≥50% increase in the odds of an unfavourable change in healthy eating, physical activity and alcohol intake (minimum odds ratios (ORs)=1.50). In Columbia, increased psychological distress was significantly associated with unfavourable changes in only alcohol intake (OR=1.63). Increased infection worry was associated with unfavourable changes in physical activity (OR=1.21) in Columbia. Sex was found to significantly moderator associations in Columbia; Females experienced more unfavourable changes in their odds of healthy eating compared to males with increased psychological distress (p < .01). Given the lack of consistent sex-based trends across countries, geographic and cultural context are likely more salient to tailored future behavioural interventions intended to support adults' practice of health-protective behaviours during a pandemic than biological sex (e.g., public health campaign promoting culturally relevant physical activity in response to greater perceived psychological distress).",
  "disease": "pneumonia"
}