{
    "title": "Clinical Management of Atypical Endometrial Cells of Undetermined Significance Followed by Negative Cytology.",
    "doc_id": "35421861",
    "writer": "Nomura H",
    "year": "2022",
    "summary": "INTRODUCTION: In Japan, endometrial cytology is widely performed to evaluate the status of the endometrium in women with suspected endometrial cancer. ...This study aimed to clarify the triage for patients with atypical endometrial cells of undetermined signi …",
    "abstract": "Introduction:\n        \n      \n      In Japan, endometrial cytology is widely performed to evaluate the status of the endometrium in women with suspected endometrial cancer. A new classification system for endometrial cytology has recently been used: the Yokohama system, based on a descriptive reporting format. This study aimed to clarify the triage for patients with atypical endometrial cells of undetermined significance (ATEC-US) when followed by negative endometrial cytology.\n    \n\n\n          Methods:\n        \n      \n      We enrolled patients diagnosed with ATEC-US at the Cancer Institute Hospital between January 2016 and December 2017, based on the following inclusion criteria: (1) ATEC-US diagnosed by office endometrial cytology, with or without office endometrial biopsy; (2) follow-up endometrial cytology was performed 3-6 months after initial sampling, with a negative result for malignancy; and (3) no prior history of conservative treatment with progestin for endometrial cancer or atypical endometrial hyperplasia (ATEC-A). Among eligible patients, we analyzed those later diagnosed by endometrial biopsy with ATEC-A or carcinoma.\n    \n\n\n          Results:\n        \n      \n      Among 187 patients, 65 met the inclusion criteria. Forty-two patients (64.6%) were observed for more than 24 months. Two patients (3.1%) developed ATEC-A during a median observation time of 26.5 months; the times to diagnosis were 32 months and 22 months.\n    \n\n\n          Discussion/conclusion:\n        \n      \n      No patient developed ATEC-A or worse within 1 year. For patients with ATEC-US, if negative cytology is obtained at the next examination, a close follow-up is not necessary.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35421861/"
}