{
    "title": "Ovarian cysts in dairy cattle: a review.",
    "doc_id": "6757234",
    "writer": "Kesler DJ",
    "year": "1982",
    "summary": "Spontaneous reestablishment of ovarian cycles occurred in about 60% of the cows that developed ovarian cysts before the first postpartum ovulation. ...The authors have also reported that even if ovarian cycles are not reestablished, ovarian cysts may r …",
    "abstract": "Ovarian cysts in dairy cattle are generally defined as follicular structures of at least 2.5 cm in diameter that persist for at least 10 d in the absence of a corpus luteum. The incidence of ovarian cysts has been reported to be from 6 to 19% and, therefore, cystic ovarian disease is a serious cause of reproductive failure in dairy cattle. There have been several different hypotheses about the cause of ovarian cysts. After monitoring postpartum cows that spontaneously developed ovarian cysts and postpartum cows with or without ovarian cysts administered estradiol benzoate, the authors have suggested that postpartum ovarian cysts developed when the hypothalamus and pituitary appeared to be less responsive in releasing luteinizing hormone (LH) under the influence of estradiol. Spontaneous reestablishment of ovarian cycles occurred in about 60% of the cows that developed ovarian cysts before the first postpartum ovulation. In contrast, only about 20% of the cows that developed ovarian cysts after the first postpartum ovulation spontaneously reestablished ovarian cycles. The authors have also reported that even if ovarian cycles are not reestablished, ovarian cysts may regress, but only in the presence of follicular development, which subsequently develops into ovarian cysts. Investigators have shown that 40 to 80% of the cows with ovarian cysts reestablished ovarian cycles following treatment with products high in LH activity. Gonadotropin releasing hormone (GnRH), which stimulates reestablishment of ovarian cysts in about 80% of the cows treated, has more recently been recommended as a treatment for ovarian cysts. The GnRH-induced LH surge appears to stimulate luteinization of the ovarian cyst wall. Cows then exhibit estrus about 21 d following GnRH treatment. The conception rate at the first estrus after GnRH treatment has been reported to be 40 to 50%. The interval from GnRH treatment to estrus has been reduced by administering prostaglandin F2 alpha (PGF2 alpha) 9 d after GnRH. The PGF2 alpha appears to regress the luteinized ovarian cysts and cows exhibit estrus 2 to 3 d after PGF2 alpha treatment (11 to 12 d after GnRH). Gonadotropin releasing hormone has also been used to reduce the incidence of ovarian cysts in postpartum cows. To be effective in reducing the incidence of ovarian cysts, GnRH should be administered about 2 wk postpartum. However, cows may have a predisposition for cystic ovarian disease and treatments, therefore, are only temporary solutions. A better alternative would probably be to select against ovarian cysts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6757234/"
}