{
    "title": "Sleep hygiene and sleep quality in Iranian adolescents during the COVID-19 pandemic.",
    "doc_id": "37076887",
    "writer": "Chehri A",
    "year": "2023",
    "summary": "Researchers focused their studies on the prevalence of sleep disorders, sleep quality, and sleep duration. Sleep hygiene is a set of guidelines that play an important role in the sleep quality, the present study sought to evaluate …",
    "abstract": "Objectives:\n        \n      \n      Sleep is one of the issues that attracted the attention of researchers during the COVID-19 pandemic. Researchers focused their studies on the prevalence of sleep disorders, sleep quality, and sleep duration. Sleep hygiene is a set of guidelines that play an important role in the sleep quality, the present study sought to evaluate the amount of sleep hygiene and sleep quality in Iranian adolescents and their relationship during the COVID-19 pandemic.\n    \n\n\n          Methods:\n        \n      \n      The present study was conducted using a cross-sectional design. The research population consisted of all adolescents living in Kermanshah (western Iran) in 2021. The participants were a sample of 610 adolescents. They completed the Pittsburgh Sleep Quality Inventory and Adolescent Sleep Hygiene Scale.\n    \n\n\n          Results:\n        \n      \n      The mean sleep quality score for the participants was 7.14 ± 2.47, indicating the high frequency of sleep problems affecting the participants. There were significant correlations between all components of sleep hygiene and sleep quality. There was also a significant correlation (r = - 0.46 between sleep hygiene and sleep quality (p < 0.001). No significant difference was observed in sleep hygiene and sleep quality between the male and female adolescents. The results showed that sleep hygiene subscales can predict sleep quality (R = 0.53, F = 39.20, p < .01).\n    \n\n\n          Conclusions:\n        \n      \n      The data in this study confirmed the poor observance of sleep hygiene in adolescents during the COVID-19 pandemic and reported frequent sleep problems among the participants. The results also indicated a moderate relationship between sleep hygiene and sleep quality in adolescents. Thus, sleep hygiene components can be related to sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37076887/"
}