{
    "title": "Objective sleep quality predicts subjective sleep ratings.",
    "doc_id": "38467694",
    "writer": "Pierson-Bartel R",
    "year": "2024",
    "summary": "In both clinical and observational studies, sleep quality is usually assessed by subjective self-report. The literature is mixed about how accurately these self-reports track objectively (e.g. via polysomnography) assessed sleep quality, with frequent …",
    "abstract": "In both clinical and observational studies, sleep quality is usually assessed by subjective self-report. The literature is mixed about how accurately these self-reports track objectively (e.g. via polysomnography) assessed sleep quality, with frequent reports of little to no association. However, previous research on this question focused on between-subject designs, which may be confounded by trait-level variables. In the current study, we used the novel Budapest Sleep, Experiences and Traits Study (BSETS) dataset to investigate if within-subject differences in subjectively reported sleep quality are related to sleep macrostructure and quantitative EEG variables assessed using a mobile EEG headband. We found clear evidence that self-reported sleep quality in the morning is influenced by within-subject variations in sleep onset latency, wake after sleep onset, total sleep time, and sleep efficiency. These effects were replicated if detailed sleep composition metrics (percentage and latency of specific vigilance states) or two alternative measures of subjective sleep quality were used instead. We found no effect of the number of awakenings or relative EEG delta and sigma power. Between-subject effects (relationships between individual mean values of sleep metrics and subjective sleep quality) were also found, highlighting that analyses focusing only on these may be erroneous. Our findings show that while previous investigations of this issue may have been confounded by between-subject effects, objective sleep quality is indeed reflected in subjective sleep ratings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38467694/"
}