{
  "pmid": "41446280",
  "title": "Comparison of currently common neoadjuvant therapy strategies for rectal cancer: a three-arm retrospective study.",
  "abstract": "The evolving neoadjuvant therapy regime is revolutionizing the management of local advanced rectal cancer (LARC). Total neoadjuvant therapy (TNT) and neoadjuvant immunotherapy are currently the most prominent strategies. However, existing studies predominantly evaluate these approaches in isolation, leaving their comparative efficacy unresolved. A three-arm retrospective study was conducted including a total of 160 consecutive patients pathologically diagnosed as adenocarcinoma with pMMR or non-MSI-H and receiving neoadjuvant therapy followed by radical resection in Peking Union Medical College Hospital (PUMCH). Based on the neoadjuvant therapy regimen, patients were divided into three groups: the nCRT group (n=81), the TNT group (n=42), and the PD-1 group (n=37). The clinical data including baseline characteristics, treatment information, and MRI accuracy on rectal cancer restaging were analyzed. Considering the possible impact of gut microbiome on antitumor immunity, we also analyzed differences in gut microbiome between baseline stool samples from pCR and non-pCR patients in the PD-1 group. No significant differences were found in baseline characteristics among the three groups. The rates of pathologic complete response (pCR, corresponding to pTRG 0) were 25.9% (21/81) in the nCRT group, 40.5% (17/42) in the TNT group, and 45.9% (17/37) in the PD-1 group (p=0.048). The accuracy of MRI for restaging rectal cancer T stage was not ideal, particularly in the TNT and PD-1 groups. Additionally, the α and β diversity of gut microbiome between baseline stool samples from pCR and non-pCR patients in the PD-1 group were similar. Both TNT and PD-1 combination therapy demonstrated higher tumor regression and pCR rates compared with nCRT, suggesting enhanced local tumor control. However, improvements in rectal MRI accuracy and gut microbiome research are needed to enhance precision in diagnostics and therapy.",
  "disease": "colorectal cancer"
}