{
    "title": "The Association of Smartphone Usage Duration with Physical Fitness among Chinese University Students.",
    "doc_id": "35010833",
    "writer": "Li W",
    "year": "2022",
    "summary": "Thus, this study aimed to examine the association between the duration of smartphone use and physical fitness among Chinese university students. METHODS: A total of 11,242 university students volunteered to participate in the study. ...CONCLUSION: This study found t …",
    "abstract": "Background:\n        \n      \n      The use of smartphones has become increasingly prevalent in recent years, especially among the youth. However, smartphone overuse has been reported to be related to several negative mental and physical health outcomes. Although the association between smartphone use and physical fitness has been investigated in several studies, these studies only focused on specific elements of physical fitness, such as grip strength. In addition, evidence on young adults is limited. Thus, this study aimed to examine the association between the duration of smartphone use and physical fitness among Chinese university students.\n    \n\n\n          Methods:\n        \n      \n      A total of 11,242 university students volunteered to participate in the study. The duration of smartphone use was assessed using a self-reported questionnaire. Physical fitness tests consisted of a 50-m sprint and vital capacity tests for both sexes, a 1000-m run and pull-up test for male students, and an 800-m run and sit-up test for female students.\n    \n\n\n          Results:\n        \n      \n      The duration of smartphone use among the participants was 5.4 h/day for male students and 6.1 h/day for female students on average. After adjusting for confounding factors, in male students, a long duration of smartphone use was significantly associated with a slow 50 m sprint and 1000 m run time, lower pull-up times, and poor vital capacity (p = 0.004, 0.002, 0.002 and 0.040, respectively). In female students, a long duration of smartphone use was associated with a slow 800 m run time (p < 0.001).\n    \n\n\n          Conclusion:\n        \n      \n      This study found that longer duration of smartphone use was associated with lower physical fitness among Chinese university students. The duration of smartphone use may be an influencing factor for physical fitness.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35010833/"
}