{
    "title": "A remote fluorescein staining and photography protocol for monitoring of ulcerative keratitis in small animal patients: A pilot study.",
    "doc_id": "37170669",
    "writer": "Li Puma MC",
    "year": "2023",
    "summary": "The majority (6/9) of patients had images successfully detailing their ulcer healing progress. One (1/9) patient appeared healed on images, but on subsequent examination had persistent ulceration covered by third eyelid elevation. Two (2/9) patients had persistent …",
    "abstract": "Objective:\n        \n      \n      To describe a protocol for corneal ulcer monitoring utilizing daily fluorescein staining and evaluation of owner-acquired anterior segment images.\n    \n\n\n          Animal studied:\n        \n      \n      Nine client-owned small animal patients (eight dogs, one cat) diagnosed with superficial corneal ulcers at the University of Georgia Veterinary Capitalize Hospital.\n    \n\n\n          Procedure(s):\n        \n      \n      In addition to routine ulcer therapy, patients were discharged with supplies to perform daily fluorescein staining including a Quikvue® cobalt blue light camera adapter. Fluorescein staining was performed daily, photographs and/or videos were acquired at home by the patient's owner(s), and images were analyzed daily by trained personnel. In-house examinations were performed weekly and within 24 h after the ulcer had appeared healed on photographs.\n    \n\n\n          Results:\n        \n      \n      All (9/9) owners were able to take interpretable photographs. The majority (6/9) of patients had images successfully detailing their ulcer healing progress. One (1/9) patient appeared healed on images, but on subsequent examination had persistent ulceration covered by third eyelid elevation. Two (2/9) patients had persistent ulceration, consistent on both images and examination, but exited the study prematurely prior to ulcer healing.\n    \n\n\n          Conclusions:\n        \n      \n      Remote fluorescein staining and image evaluation can be considered as an adjunct for monitoring ulcer healing but should not be used alone or as a substitute for ophthalmic examinations. Ulcers under the third eyelid have potential to be missed on image evaluation alone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37170669/"
}