{
    "title": "Preliminary study of standardized semiquantitative method for ultrasonographic breast composition assessment.",
    "doc_id": "38702497",
    "writer": "Uematsu T",
    "year": "2024",
    "summary": "METHODS: This study retrospectively enrolled 100 consecutive normal women who underwent screening mammography and supplemental ultrasonography. Based on sonographic breast composition, the patients' breasts were classified as nondense or dense, which were correlated …",
    "abstract": "Purpose:\n        \n      \n      To develop a classification tree via semiquantitative analysis for ultrasonographic breast composition assessment using routine breast ultrasonography examination images.\n    \n\n\n          Methods:\n        \n      \n      This study retrospectively enrolled 100 consecutive normal women who underwent screening mammography and supplemental ultrasonography. Based on sonographic breast composition, the patients' breasts were classified as nondense or dense, which were correlated with mammographic breast composition. Ultrasonographic breast composition was classified based on the fibroglandular tissue (FGT) thickness-to-subcutaneous fat and retromammary fat (FAT) thickness ratio. In addition, the presence of a high glandular tissue component (GTC) in FGT or the presence of evident fat lobules in FGT was investigated. The cutoff point between the nondense and dense breasts was calculated from the area under the curve (AUC).\n    \n\n\n          Results:\n        \n      \n      All cases with a high GTC were dense breasts, and all cases with evident fat lobules in the FGT were nondense breasts. The AUC of the FGT thickness-to-FAT ratio of all cases, the group without a high GTC, the group without evident fat lobules in the FGT, and the group without a high GTC or evident fat lobules in the FGT were 0.93, 0.94, 0.99, and 1, respectively.\n    \n\n\n          Conclusion:\n        \n      \n      The presence of a high GTC indicated dense breasts, and the presence of evident fat lobules in the FGT represented nondense breasts. For the remaining cases, the cutoff point of the FGT thickness-to-FAT thickness ratio was 0.93 for ultrasonographic two-grade scale breast composition assessment with 100% accuracy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38702497/"
}