{
    "title": "Instruments measuring pregnant women's expectations of labor and childbirth: A systematic review.",
    "doc_id": "32006917",
    "writer": "Marques GM",
    "year": "2020",
    "summary": "This review included observational studies that presented instruments to measure the expectations of pregnant women; observational studies that described the instrument development or tested the psychometric properties of an instrument. ...The results of this system …",
    "abstract": "To systematically identify studies about the assessment of pregnant women's expectations, using measuring instruments. An online search was made of Medline/PubMed, SciELO, Google Scholar, CAPES and LILACS databases in national and international publications from their first indexation until December 2018, using words associated with expectations during pregnancy. This review included observational studies that presented instruments to measure the expectations of pregnant women; observational studies that described the instrument development or tested the psychometric properties of an instrument. The studies were independently assessed for inclusion, data extraction and potential risks of bias. Because all study designs were observational, MOOSE was used to evaluate the quality of data. The Terwee's quality criteria were used for quality assessment of the instruments. Thirty-two studies were included in this review. The aim of the identified instruments was to measure expectations, experiences, satisfaction, quality of attachment, and attitudes at delivery, encompassing several aspects of the pregnancy process and childbirth. Most studies measured expectations only by relating them to fear and pain during childbirth. The results of this systematic review indicated that there are currently no instruments measuring pregnant women's expectations about childbirth other than those focusing on fear and pain. This gap indicates a need to develop a specific instrument for assessing and measuring this phenomenon comprehensively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32006917/"
}