{
  "pmid": "41459357",
  "title": "Prevalence of HIV infection and its impact on clinical outcomes among patients admitted to the general intensive care unit at Laquintinie Hospital, Douala, Cameroon.",
  "abstract": "updating epidemiological and clinical data on people living with HIV (PLHIV) is essential to optimize strategies for prevention, screening, and clinical management. This study aimed to determine the prevalence of HIV infection and assess its impact on clinical outcomes among patients admitted to the general intensive care unit (ICU) at Laquintinie Hospital in Douala (HLD). we conducted a cross-sectional descriptive study involving 179 patients admitted to the ICU of HLD. Sociodemographic, clinical, and biological data were collected using a structured questionnaire and analyzed using R software. Univariate and multivariable logistic regression analyses were performed to identify factors associated with mortality. the prevalence of HIV-1 infection was 26.3% (n= 47). The mean age of patients was 41.23 ± 7.2 years (range: 25-89), with HIV-negative patients more frequently aged over 65 years: 22.0% (n= 29) versus 8.5% (n= 4) among HIV-positive patients (p= .002). Males accounted for 52.0% (n = 93) of the overall population, while females were predominant in the HIV-positive group: 61.7% (n= 29) versus 43.2% (n= 57) in HIV-negative patients (p= .029). Unemployment was the most common occupational status at 52.0% (n = 93), with no significant difference by HIV status (p = .70); secondary education level was also common (50.3%, n= 90). Clinically, coma was the main reason for ICU admission (72.1%, n = 129). Compared to HIV-negative patients, HIV-positive patients more frequently presented with severe dehydration (10.6%, n= 5 vs 3.0%, n= 4; p=.04), severe anemia (36.2%, n= 17 vs 19.7%, n= 26; p= .02), and sepsis (44.7%, n= 21 vs 16.7%, n= 22; p < .001); meningoencephalitis (48.9%, n = 23) and pneumonia (23.4%, n= 11) were also more common. Overall mortality was 29.1% (n= 52), nearly twice as high among HIV-positive patients (44.7%, n = 21) compared to HIV-negative patients (23.5%, n= 31). In multivariable logistic regression, three factors were independently associated with mortality: severe anemia (aOR = 7.90; 95% CI: 1.52-50.8; p = .019), sepsis (aOR = 5.53; 95% CI: 1.06-36.0; p= .040), and pneumonia (aOR= 5.53; 95% CI: 1.06-36.0; p= .040). our findings indicate that, among patients admitted to the ICU, HIV infection presence of severe anemia, sepsis, was associated with a more severe clinical profile and higher mortality, particularly in the presence of severe anemia, sepsis, or pneumonia.",
  "disease": "pneumonia"
}