{
  "pmid": "41395850",
  "title": "Left Ventricular Multi-Directional Deformation and Coronary Microvascular Dysfunction in Patients With Angina With No Obstructive Coronary Artery Disease: A Comprehensive Analysis From the Two-Dimensional Speckle-Tracking Echocardiography.",
  "abstract": "The aim of this study was to investigate the relationship between coronary microvascular dysfunction (CMD) and left ventricular multi-directional deformation in patients with angina with no obstructive coronary artery disease (ANOCA). This study retrospectively analyzed patients who were clinically diagnosed with ANOCA in our hospital from September 2018 to September 2024. Coronary flow velocity reserve (CFVR) was measured using adenosine stress echocardiography to evaluate CMD. Patients were divided into two groups: the CMD group (CFVR ≤ 2.0) and the control group (CFVR > 2.0). The global longitudinal strain (GLS), global circumferential strain (GCS), and global radial strain (GRS) of the left ventricle were analyzed by two-dimensional speckle tracking imaging (2D-STI). This study included 69 patients in the CMD group and 75 individuals in the control group. Compared to the control group, the CMD group showed a lower absolute value of GLS and a higher absolute value of GCS. After adjusting for confounding factors, multivariate logistic regression analysis revealed that GLS (β: -1.119, OR: 0.327, 95% CI: 0.223-0.478, p < 0.001), GCS (β: 0.464, OR: 1.591, 95% CI: 1.239-2.042, p < 0.001) were independent predictors of CMD in ANOCA patients. The areas under the ROC curve of GLS, GCS, GRS, and the combination of GLS and GCS were 0.858, 0.687, 0.519, and 0.901, respectively. The results of Pearson correlation analysis showed that CFVR was negatively correlated with GCS, with r values of -0.264 (p < 0.001). The correlation coefficient between CFVR and GLS was positive, with r values of 0.562 (p < 0.001). The findings showed that when ANOCA patients developed CMD, the absolute value of GLS decreased, and the absolute value of GCS increased. The combination of GLS and GCS demonstrated strong predictive value and diagnostic efficiency for CMD in ANOCA patients. Our study is beneficial for the early detection of CMD in ANOCA patients and the development of intervention strategies.",
  "disease": "coronary artery disease"
}