{
    "title": "Barriers and facilitators of engagement in psychological therapies among older adults with depression: A systematic review and thematic synthesis.",
    "doc_id": "33043526",
    "writer": "Liu Y",
    "year": "2021",
    "summary": ": The utilization rate of psychological therapies is low in older adults with depression. The barriers and facilitators to engaging in psychological therapies experienced by older adults with depression are unclear. ...ABSTRACT: INTRODUCTION: Although psychological …",
    "abstract": "WHAT IS KNOWN ON THE SUBJECT?: The utilization rate of psychological therapies is low in older adults with depression. The barriers and facilitators to engaging in psychological therapies experienced by older adults with depression are unclear. WHAT DOES THE PAPER ADD TO EXISTING KNOWLEDGE?: Personal suitability for therapy engagement, practical abilities, personal therapy preferences, and familiarity with psychological therapies are associated with psychological therapy engagement. Psychological therapists can also impact psychological therapy engagement among older adults with depression. WHAT ARE THE IMPLICATIONS FOR PRACTICE?: Proving the effectiveness and suitability of chosen psychological therapies is important for improving therapy engagement. Strategies for handling functional impairments among older adults with depression are necessary for engaging this population in psychological therapies. Although in-home psychological therapies are accessible, barriers to handling the technologies used for delivering the therapies should be addressed. More methods of accessing information about psychological therapies should be available to older adults in order for them to increase their knowledge on the topic. Psychological therapists should have positive attitudes and the competence to treat depression in older adults.\n    \n\n\n          Abstract:\n        \n      \n      INTRODUCTION: Although psychological therapies are preferred by older adults, the utilization rate of these therapies is significantly low in older adults with depression. Understanding the barriers and facilitators to engaging in psychological therapies experienced by older adults is important for improving utilization rates.\n    \n\n\n          Aim:\n        \n      \n      This review aimed to explore the barriers and facilitators to engaging in psychological therapies experienced by older adults with depression.\n    \n\n\n          Methods:\n        \n      \n      A systematic review of qualitative studies on psychological therapy engagement among older adults with depression. Relevant published studies and grey literature were searched. The Critical Appraisal Skills Programme tool was used to assess the quality of the included studies. The results of the included studies were synthesized using thematic synthesis.\n    \n\n\n          Results:\n        \n      \n      Personal suitability for therapy engagement, practical abilities, personal therapy preferences and familiarity with psychological therapies was associated with therapy engagement. Therapists' competencies also affected therapy engagement.\n    \n\n\n          Discussion:\n        \n      \n      Older adult's personal health status and requirements for psychological therapy should be considered.\n    \n\n\n          Implications for practice:\n        \n      \n      Mental health practitioners should consider whether specific psychological therapies are beneficial and acceptable for older adults. Improvements are needed in older adult's familiarity with psychological therapies and the ability of therapists to address the mental problems of older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33043526/"
}