{
    "title": "Human gut microbiota and endocrinology: paradigm shift from genome to its regulation.",
    "doc_id": "38113381",
    "writer": "Lamaudière MTF",
    "year": "2024",
    "summary": "Recent reports on the activity of the gut microbiota in gastrointestinal diseases such as inflammatory bowel disease and colorectal cancer have highlighted two important points. ...In this review, we will discuss the lessons learnt from studying the activity …",
    "abstract": "Over the last two decades, it has become clear that the human gut microbiota, a complex community of bacteria, archaea, fungi and viruses, are a critical determinant of human health and disease. Microbiota-derived metabolites provide the host with energy, protect against pathogens, modulate immune and endocrine systems as well as the level of reactive oxygen species in the gut. It has come with no surprise that the human gut microbiota is also linked to the production, utilisation and regulation of host hormones. This implies that the gut microbiota is capable of influencing human behaviour, appetite regulation and metabolism as well as development and immunity. Many of the advances in the field of crosstalk between the gut microbiota and host health, disease and behaviours are generally based on DNA analyses of microbial populations and transplantation of monocultured commensal species to germ-free animals. Recent reports on the activity of the gut microbiota in gastrointestinal diseases such as inflammatory bowel disease and colorectal cancer have highlighted two important points. First, microbial DNA-based abundance does not always correlate with their level of activity and secondly, that metabolism of the complex gut microbiota is regulated by host health status, including the production and metabolism of several human hormones. In this review, we will discuss the lessons learnt from studying the activity and metabolism of the human gut microbiota in health and across gastrointestinal diseases, and how these findings can shape future research on the microbiome-gut-endocrine axis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38113381/"
}