{
    "title": "A Comparative Study on the Dietary Iodine Intake and the Contribution Rates of Various Foods to the Dietary Iodine Intake among Residents in Zhejiang in 2010 and 2022.",
    "doc_id": "39339701",
    "writer": "He J",
    "year": "2024",
    "summary": "We aim to analyze the changes in dietary iodine intake and the contribution rates of various foods to it after the reduction in salt iodine concentration in Zhejiang. We used data from two cross-sectional nutrition surveillance surveys conducted by the Zhejiang Prov …",
    "abstract": "We aim to analyze the changes in dietary iodine intake and the contribution rates of various foods to it after the reduction in salt iodine concentration in Zhejiang. We used data from two cross-sectional nutrition surveillance surveys conducted by the Zhejiang Provincial Center for Disease Control and Prevention in 2010 (9798 residents) and 2022 (5980 residents). In both surveys, multi-stage stratified and systematic sampling were adopted, and uniformly trained investigators conducted the dietary surveys using a 24 h dietary review and weighing record methods for 3 consecutive days. From 2010 to 2022, the median salt iodine concentration and the consumption rate of qualified iodized salt in Zhejiang households dropped from 28.80 to 22.08 mg/kg and from 76.65% to 64.20%, respectively. Moreover, the residents' median dietary iodine intake decreased from 277.48 to 142.05 μg/d. Significant interregional differences in dietary iodine intake were found in 2010 and 2022 (H = 639.175, p < 0.001; H = 588.592, p < 0.001, respectively); however, no significant differences existed between urban and rural areas (p > 0.05). From 2010 to 2022, the proportion of residents with dietary iodine intake below the estimated average requirement increased from 15.10% to 34.80%, while that of residents with intake above the tolerable upper limit decreased from 15.00% to 2.90%. The contribution rate of salt to dietary iodine intake among residents in Zhejiang decreased from 74.92% to 48.54%, showing an apparent overall downward trend despite the dietary intake being generally adequate (markedly inadequate in coastal regions). The salt iodine concentration and the consumption rate of qualified iodized salt in households in Zhejiang showed downward trends. Salt remained the main source of dietary iodine; however, its contribution decreased significantly. Zhejiang may need to reverse the trend of the continuous decline in the consumption rate of qualified iodized salt to protect the health of its residents.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39339701/"
}