{
    "title": "[Gestational age and birth weight. Part 2. The placenta and maternal cofactors].",
    "doc_id": "1771952",
    "writer": "Roemer VM",
    "year": "1991",
    "summary": "A comparison of median values of intrauterine fetal growth curves (UFK Tubingen) with those contained in all-German and international literature reveals that these data are in close agreement with the results achieved at UFK Heidelberg and by Kyank et al. and Voigt et al. The ana …",
    "abstract": "A comparison of median values of intrauterine fetal growth curves (UFK Tübingen) with those contained in all-German and international literature reveals that these data are in close agreement with the results achieved at UFK Heidelberg and by Kyank et al. and Voigt et al. The analysis of 16,740 placental weights indicates that intra-uterine weight development is primarily dependent upon the weight of this organ: Rank correlations were calculated between placental weights and birth weights for various gestational times and parities, the length of gestation remaining constant. As would be expected, the associations encountered were highly significant. After studying the distribution structure of the placental weights in the different weeks of gestation, a table of placenta percentiles (from weeks 24 to 42 of gestation) was drawn up. The dynamics of intra-uterine placental development was compared to the dynamics of fetal weight development. It has been demonstrated that this parameter is dependent on the maternal weight prior to conception as well as on the mother's height and age (only primiparae) (alpha less than 0.001). However, the \"extragenital\" weight gain of the mother, which increases with rising parity, seems to have no effect on intra-uterine growth. The authors conclude that constitutional, i.e. genetically governed maternal factors exert a greater influence on intra-uterine growth than would have been anticipated. No data were available about the fathers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1771952/"
}