{
  "pmid": "41473425",
  "title": "Exploratory Research of Intraductal Chemotherapy to Control the Focal Breast Lesion of Breast Cancer.",
  "abstract": "The standard treatment for locally advanced breast cancer (LABC) is neoadjuvant therapy combined with surgery with chemotherapy as the main means. Elderly female patients often lose treatment opportunities due to the cardiotoxicity and other intolerable adverse reactions of chemotherapy drugs and their inoperability. Most breast cancers originate from the epithelial cells lining the ducts of the breast. We proposed that for the treatment of LABC, intraductal infusion of chemotherapeutic drugs could lead to high local exposure of the drug to the mammary ducts and avoid systemic toxicity. In order to verify its safety, we conducted a series of studies. We perfused two different chemotherapeutic drugs into the mammary ducts of pigs or dogs, observed their skin toxicity and measured the drug distribution and concentration in tissues and blood. Strictly select clinical cases, perform intraductal chemotherapy, and observe their skin toxicity and systemic toxicity. In addition, drug transport pathways in the breast of Beagle dogs were clarified by combining contrast-enhanced magnetic resonance imaging (MRI) with gadolinium dimeglumine injection with advanced image processing techniques and computational fluid dynamics (CFD) simulations. In animal experiments, no grade II ~ IV skin toxicity related to perfusion drugs was observed. Strictly screened clinical cases significantly reduced tumor lesions by intraductal chemotherapy, and no significant cutaneous or systemic toxicity was observed. Validated models showed that the transport of contrast agent within the breast ducts mainly relies on convection and diffusion mechanisms, and convection shows a significantly higher transport efficiency than diffusion. This study demonstrates the safety and feasibility of intraductal chemotherapy, provides preliminary data supporting the further investigation of intraductal chemotherapy as a potential local treatment strategy for LABC patients who cannot tolerate intravenous chemotherapy and cannot be operated on, and provides a valuable theoretical and computational basis for the selection of delivery routes and pharmacokinetic analysis of anticancer drugs. This trial was approved by the Ethics Committee of Pudong Hospital Affiliated to Fudan University [Clinical Trial Number: (2021) Ethics Approval No. (QWJWZY-01)].",
  "disease": "breast cancer"
}