{
    "title": "Stress-dependent conformational changes of artemin: Effects of heat and oxidant.",
    "doc_id": "33196673",
    "writer": "Takalloo Z",
    "year": "2020",
    "summary": "Based on the structural analysis, artemin showed irreversible substantial conformational lability in responses to heat and oxidant, which was mainly mediated through the hydrophobic interactions and dimerization of the chaperone. In addition, the chaperone-like activity of …",
    "abstract": "Artemin is an abundant thermostable protein in Artemia embryos and it is considered as a highly efficient molecular chaperone against extreme environmental stress conditions. The conformational dynamics of artemin have been suggested to play a critical role in its biological functions. In this study, we have investigated the conformational and functional changes of artemin under heat and oxidative stresses to identify the relationship between its structure and function. The tertiary and quaternary structures of artemin were evaluated by fluorescence measurements, protein cross-linking analysis, and dynamic light scattering. Based on the structural analysis, artemin showed irreversible substantial conformational lability in responses to heat and oxidant, which was mainly mediated through the hydrophobic interactions and dimerization of the chaperone. In addition, the chaperone-like activity of heated and oxidized artemin was examined using lysozyme refolding assay and the results showed that although both factors, i.e. heat and oxidant, at specific levels improved artemin potency, simultaneous incubation with both stressors significantly triggered the chaperone activation. Moreover, the heat-induced dimerization of artemin was found to be the most critical factor for its activation. It was suggested that oxidation presumably acts through stabilizing the dimer structures of artemin through formation of disulfide bridges between the subunits and strengthens its chaperoning efficacy. Accordingly, it is proposed that artemin probably exists in a monomer-oligomer equilibrium in Artemia cysts and environmental stresses and intracellular portion of protein substrates may shift the equilibrium towards the active dimer forms of the chaperone.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33196673/"
}