{
    "title": "Factors Affecting the Transmission and Spread of Sugarcane yellow leaf virus.",
    "doc_id": "30831898",
    "writer": "Schenck S",
    "year": "2000",
    "summary": "Sugarcane, Saccharum spp. hybrid, is widely infected in the United States and many other countries with a yellowing and stunting disease called sugarcane yellow leaf syndrome. The causal agent, Sugarcane yellow leaf virus (ScYLV), is a Polerovirus of the Lute …",
    "abstract": "Sugarcane, Saccharum spp. hybrid, is widely infected in the United States and many other countries with a yellowing and stunting disease called sugarcane yellow leaf syndrome. The causal agent, Sugarcane yellow leaf virus (ScYLV), is a Polerovirus of the Luteoviridae family. In this study, it was transmitted by the sugarcane aphid, Melanaphis sacchari, and also by the corn leaf aphid, Rhopalosiphum maidis, and the rice root aphid, R. rufiabdominalis. Two other aphids that infest sugarcane in Hawaii did not transmit the virus. Some Hawaiian sugarcane cultivars are susceptible to ScYLV, while others remain virus-free in the field. The latter were not infected when inoculated with viruliferous M. sacchari. Virus-free plants of susceptible cultivars were produced through apical meristem culture and were readily reinfected by viruliferous M. sacchari. They were also quickly reinfected when planted in a field in proximity to other infected sugarcane naturally infested with M. sacchari. Sugarcane cultivars are hybrids of several Saccharum species. In a field-grown collection of Saccharum and related species, 11 to 71% of the clones of four of the species were infected with ScYLV. None of the related genus Erianthus plants were infected, but four clones were infected experimentally by aphid inoculation. A low to moderate percentage of corn, rice, and sorghum seedlings became infected when inoculated with ScYLV, but barley, oats, and wheat proved to be very susceptible. None of seven weeds common in sugarcane fields were infected with ScYLV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30831898/"
}