{
  "pmid": "41443390",
  "title": "The Counseling and Shared Decision-Making Visit for Lung Cancer Screening: A Thematic Analysis of Public Comments to the Centers for Medicare & Medicaid Services during the 2021-2022 National Coverage Analysis Process.",
  "abstract": "Uptake of lung cancer screening (LCS) in the U.S. has been limited, and some groups have argued that the unprecedented Centers for Medicare & Medicaid Services (CMS) coverage mandate for shared decision-making (SDM) contributed to the low screening rates. Late in 2021, CMS initiated an update of its LCS coverage determination, which included two public comment periods. What comments were offered by the public about SDM in response to the proposed CMS update and how did CMS address commenters' concerns? Public comments on SDM from the two periods were downloaded into a searchable database and commenter affiliations were categorized. Thematic analysis was used to analyze the verbatim comments. 170 comments were submitted during the initial comment period and 49 during the second, with the largest number coming from individuals affiliated with radiology and/or LCS programs. Ninety-one comments addressed SDM. Recommendations about the SDM visit included complete removal, endorsing its importance without making it mandatory, and retaining the requirement with changes to reduce its administrative burden. Objections to the required SDM visit included: it is a barrier to screening initiation; it is a burden for clinicians; it is not required of other cancer screening tests; and the process is too complex. Relevant evidence supporting the objections was lacking. Comments in support of SDM recognized its importance in the context of LCS while proposing changes that allow non-clinical professionals to conduct the SDM visit and allowing for telehealth visits. Commenters raised concerns that the CMS requirement for SDM led to many LCS implementation challenges. In response, the coverage decision was modified to decrease the administrative burden on screening programs while retaining the patient counseling and shared decision-making requirement.",
  "disease": "lung cancer"
}