{
    "title": "Investigating the relationship between objective measures of sleep and self-report sleep quality in healthy adults: a review.",
    "doc_id": "34609276",
    "writer": "Cudney LE",
    "year": "2022",
    "summary": "STUDY OBJECTIVES: Sleep is one of the most common factors related to health, yet a standard definition of sleep quality has not been identified. ...Measurement of self-report sleep quality varied widely across studies. Total sleep time an …",
    "abstract": "Study objectives:\n        \n      \n      Sleep is one of the most common factors related to health, yet a standard definition of sleep quality has not been identified. Polysomnography provides important information about objective sleep variables. However, the relationship between objective sleep variables and perception of sleep quality remains unclear. The purpose of this review was to (1) summarize the current methods of measuring objective sleep macrostructure and microstructure, including electroencephalography arousals, spectral frequency, cyclic alternating pattern, and self-report sleep quality, and (2) investigate the relationship between objective measures of sleep physiology and self-report sleep quality in healthy adults.\n    \n\n\n          Methods:\n        \n      \n      A literature search was conducted using Medline, PubMed, and PsycInfo databases and cited reference searches. Eligible studies included a comparison between self-report sleep quality and polysomnography sleep measures in healthy adults.\n    \n\n\n          Results:\n        \n      \n      Thirteen studies were identified. Measurement of self-report sleep quality varied widely across studies. Total sleep time and sleep efficiency were most consistently related to sleep quality, while other objective sleep variables, including electroencephalography spectral analysis, were not reliably predictive of self-report sleep quality in healthy adults. There is preliminary support that microstructural sleep analysis with cyclic alternating pattern may be related to self-reported sleep quality.\n    \n\n\n          Conclusions:\n        \n      \n      Further research is needed to define and standardize self-report measures of sleep quality and investigate the microstructure of sleep. Objective measures of sleep and experiences of \"quality\" sleep are not as closely related as one may expect in healthy individuals, and understanding this relationship further is necessary to improve the clinical utility of sleep physiology.\n    \n\n\n          Citation:\n        \n      \n      Cudney LE, Frey BN, McCabe RE, Green SM. Investigating the relationship between objective measures of sleep and self-report sleep quality in healthy adults: a review. J Clin Sleep Med. 2022;18(3):927-936.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34609276/"
}