{
    "title": "Back and hip extensor activities during trunk flexion/extension: effects of low back pain and rehabilitation.",
    "doc_id": "10638873",
    "writer": "Leinonen V",
    "year": "2000",
    "summary": "OBJECTIVE: To compare lumbar paraspinal, gluteus maximus, and biceps femoris muscle function during sagittal trunk flexion and extension in patients with chronic low back pain and healthy control subjects, and to assess the influence of rehabilitation in the back …",
    "abstract": "Objective:\n        \n      \n      To compare lumbar paraspinal, gluteus maximus, and biceps femoris muscle function during sagittal trunk flexion and extension in patients with chronic low back pain and healthy control subjects, and to assess the influence of rehabilitation in the back pain patients.\n    \n\n\n          Design:\n        \n      \n      A cross-sectional study comparing chronic low back pain patients and healthy controls, and a prospective follow-up in back pain patients during rehabilitation.\n    \n\n\n          Setting:\n        \n      \n      Physical medicine and rehabilitation clinic.\n    \n\n\n          Subjects:\n        \n      \n      Nineteen women with chronic low back pain, and 19 women without pain (controls).\n    \n\n\n          Intervention:\n        \n      \n      Five-week active outpatient rehabilitation (1 hour three times a week) guided by a physiotherapist, followed by 5-week self-motivated exercise at home.\n    \n\n\n          Outcome measures:\n        \n      \n      Subjects performed sagittal trunk flexion and extension while surface electromyogram was bilaterally recorded of paraspinal (L1-L2 level), gluteus maximus, and biceps femoris muscles. The muscle activity was assessed from the average electromyogram and the relative muscle activation onsets and their duration were calculated.\n    \n\n\n          Results:\n        \n      \n      During early flexion, lumbar paraspinal and biceps femoris were activated simultaneously before gluteus maximus. At the end of flexion and during extension all investigated muscles were activated and relaxed in order. Lumbar paraspinal and biceps femoris muscles were activated in a similar order in low back pain patients and healthy controls during flexion and extension. However, the duration of gluteus maximus activity was shorter in the back pain patients than in controls during the trunk flexion (p<.05), and it ended earlier during extension. Active rehabilitation did not change the muscle activities of lumbar paraspinal and biceps femoris in the back pain patients, but in the measurements after rehabilitation the onset of gluteus maximus activity occurred later in flexion and earlier in extension.\n    \n\n\n          Conclusions:\n        \n      \n      The activity of the gluteus maximus muscle during the flexion-extension cycle was reduced in patients with chronic low back pain. The gluteal muscles should be taken into consideration in the rehabilitation of these patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10638873/"
}