{
    "title": "Unveiling drug induced nephrotoxicity using novel biomarkers and cutting-edge preventive strategies.",
    "doc_id": "38104745",
    "writer": "Džidić-Krivić A",
    "year": "2024",
    "summary": "Furthermore, some groups of drugs such as nonsteroidal anti-inflammatory drugs, antibiotics, antiviral drugs, antifungal drugs, immunosuppressants, and chemotherapeutic drugs have the \"preference\" for damaging the kidney and are often referred to as the kidney's …",
    "abstract": "Drug-induced nephrotoxicity is still a significant obstacle in pharmacotherapy of various diseases and it accounts for around 25 % of serious side-effects reported after drug administration. Furthermore, some groups of drugs such as nonsteroidal anti-inflammatory drugs, antibiotics, antiviral drugs, antifungal drugs, immunosuppressants, and chemotherapeutic drugs have the \"preference\" for damaging the kidney and are often referred to as the kidney's \"silent killer\". Clinically, the onset of acute kidney injury associated with drug administration is registered in approximately 20 % of patients and many of them develop chronic kidney disease vulnerability. However, current knowledge about the mechanisms underlying this dangerous phenomenon is still insufficient with many unknowns. Hence, the valuable use of these drugs in clinical practice is significantly limited. The main aim of this study is to draw attention to commonly prescribed nephrotoxic drugs by clinicians or drugs bought over the counter. In addition, the complex relationship between immunological, vascular and inflammatory events that promote kidney damage is discussed. The practical use of this knowledge could be implemented in the engineering of novel biomarkers for early detection of drug-associated kidney damage such as Kidney Injury Molecule (KIM-1), lipocalin associated with neutrophil gelatinase (NGAL) and various microRNAs. In addition, the utilization of artificial intelligence (AI) for the development of computer algorithms that could detect kidney damage at an early stage should be further explored. Therefore, this comprehensive review provides a new outlook on drug nephrotoxicity that opens the door for further clinical research of novel potential drugs or natural products for the prevention of drug-induced nephrotoxicity and accessible education.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38104745/"
}