{
  "pmid": "41363097",
  "title": "SPI1 Regulates Autophagy by Promoting ATG7 Transcription to Enhance Ferroptosis in Myocardial Ischemia/Reperfusion Injury.",
  "abstract": "Myocardial ischemia/reperfusion injury (MIRI) commonly arises during medical procedures for coronary artery disease (CAD), a global health issue. Inhibiting autophagy-dependent ferroptosis has emerged as an effective strategy for MIRI treatment, yet its precise mechanisms warrant further exploration. A murine model of myocardial ischemia/reperfusion (I/R) was employed, and cardiac myocytes were subjected to hypoxia/reoxygenation (H/R). Myocardial tissue alterations were assessed using Evans blue/TTC staining, HE staining, and TUNEL assays. An automated biochemical analyzer was used to quantify serum creatine kinase (CK) and lactate dehydrogenase (LDH) levels. Myocardial cell viability was evaluated using Cell Counting Kit-8 (CCK-8) assays. The interaction of the ATG7 promoter with SPI1 was explored through ChIP experiments. The expression levels of autophagy markers (Beclin-1, LC3The expr, ATG7, and SPI1 were assessed via immunohistochemistry, immunofluorescence, quantitative real-time polymerase chain reaction (qRT-PCR), and western blot analysis. Various indicators, including LDH, ROS, MDA, Fe2 + , GSH, GPx4, and FTH1, were measured to characterize the ferroptosis process. In MIRI model mice, autophagy-dependent ferroptosis clearly occurred, and ATG7 expression was elevated. ATG7 knockdown effectively alleviated MIRI and inhibited autophagy-induced ferroptosis. SPI1 was identified as a key regulator in this process. SPI1 bound to the ATG7 promoter region, enhancing ATG7 transcription during myocardial I/R and thereby modulating both ferroptosis and autophagy. SPI1 knockdown inhibited ferroptosis and alleviated MIRI by suppressing autophagy. The results of our study revealed that SPI1 promoted ATG7 transcription, exacerbating ferroptosis in MIRI. These findings suggest that therapeutic strategies targeting ferroptosis and autophagy may mitigate cardiovascular diseases in MIRI.",
  "disease": "coronary artery disease"
}