{
    "title": "Sleep quality in patients with non-functioning pituitary adenoma: impact of replacement therapies with an emphasis on the time of hydrocortisone.",
    "doc_id": "37261656",
    "writer": "Barlas T",
    "year": "2023",
    "summary": "The aim of this study was to investigate sleep quality in patients with non-functioning pituitary adenoma (NFPA) and determine the factors that might influence sleep quality, including the detailed features of replacement therapy. ...The time of hydroc …",
    "abstract": "Purpose:\n        \n      \n      Sleep disturbances are widespread and associated with pituitary diseases, even those under long-term therapeutic management. The aim of this study was to investigate sleep quality in patients with non-functioning pituitary adenoma (NFPA) and determine the factors that might influence sleep quality, including the detailed features of replacement therapy.\n    \n\n\n          Methods:\n        \n      \n      Eighty-two patients with NFPA and 82 age- and gender-matched control subjects were included. Pittsburgh Sleep Quality Index (PSQI), Hospital Anxiety and Depression Scale (HADS) and International Physical Activity Questionnaire (IPAQ) were used.\n    \n\n\n          Results:\n        \n      \n      In the NFPA group, 57.3% of patients had decreased sleep quality, compared to 35.4% in the control group (p=0.005). Although there was no relationship between the presence of hydrocortisone replacement and sleep quality (p>0.05), a strong positive correlation was observed between PSQI and morning hydrocortisone replacement time in patients with secondary adrenal insufficiency (r=0.834, p<0.001). Diabetes insipidus was found to be significantly higher in the group with decreased sleep quality (p=0.01). Moreover, there was a negative correlation between PSQI and IGF-1 in patients with NFPA (r=-0.259, p=0.01). A multivariate logistic regression model revealed that depression score and free T4 level in the upper half of the normal limit influence the sleep quality of patients with NFPA.\n    \n\n\n          Conclusion:\n        \n      \n      Our study indicated the presence of depression, and a free T4 level in the upper half of the normal range have an impact on the sleep quality of patients with NFPA. The time of hydrocortisone replacement might be important factor for improved sleep quality in patients with secondary adrenal insufficiency.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37261656/"
}