{
    "title": "Back pain.",
    "doc_id": "2967732",
    "writer": "Svara CJ",
    "year": "1988",
    "summary": "Among the multitude of potential etiologies for low back pain in the elderly, cauda equina syndrome is the only genuine surgical emergency. ...Studies that examine the reasons for health-care-seeking behavior in older patients with back pain, or that c …",
    "abstract": "Among the multitude of potential etiologies for low back pain in the elderly, cauda equina syndrome is the only genuine surgical emergency. The consequence of delayed recognition, referral, and decompression may be permanent neurologic deficit. Fortunately, this event is rare. Certain other warning signs and symptoms (as outlined in Fig. 1) should alert the clinician to possible systemic disease and warrant earlier, more aggressive evaluation. Careful history-taking and focused physical examination remain the cornerstones of clinical decision making in managing the geriatric patient with back pain. Laboratory and/or radiologic studies are indicated in carefully defined circumstances. Advanced age, independent of other risk factors, is probably not an indication for obtaining roentgenograms and laboratory studies as part of the initial screening of patients with back complaints. Available epidemiologic studies suggest that the predicament as well as the illness of back pain is common in the elderly, and that most people who suffer from back pain in old age had back complaints before the age of 65. Furthermore, although back complaints are among the most commonly mentioned symptoms by elderly patients to their physicians, they are less often the chief or presenting complaint. Studies that examine the reasons for health-care-seeking behavior in older patients with back pain, or that compare older and younger patients in this regard, are lacking. Several factors potentially contribute to age-related differences in patient behavior related to back pain. The removal of employment compensation issues in the postretirement population may alter the relative frequency of physician visits. A higher incidence of serious chronic and/or life-threatening disease in the elderly, as well as perceived threats to independent function, may heighten anxiety about back pain. Conversely, because of the greater prevalence of musculoskeletal and other activity-limiting conditions in the elderly, older patients may believe that back pain is just another burden of aging. These questions await further research.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2967732/"
}