{
  "pmid": "41401740",
  "title": "Preoperative SGLT2i therapy and acute kidney injury in patients undergoing emergency and urgent coronary artery bypass grafting - A causal inference framework.",
  "abstract": "Acute kidney injury (AKI) is a common complication after coronary artery bypass grafting (CABG), associated with adverse short- and long-term outcomes. Sodium-glucose cotransporter-2 inhibitors (SGLT2i) have been shown to reduce occurrence of AKI in several populations, yet their perioperative effects in patients undergoing CABG are unknown. We conducted a retrospective study at the Department of Cardiac Surgery, Medical University of Graz (2020-2024) to evaluate the impact of preoperative SGLT2i use on cardiac surgery-associated AKI in adults undergoing urgent or emergent isolated coronary artery bypass grafting in patients with an indication for SGLT2i therapy (type 2 diabetes mellitus, heart failure with reduced ejection fraction, or chronic kidney disease). Patients with preoperative dialysis, sepsis, reoperation, mechanical circulatory support or missing laboratory data were excluded. Exposure was defined as SGLT2i use within two weeks before surgery, and the primary outcome was cardiac surgery-associated AKI (CSA-AKI) according to KDIGO criteria. Secondary outcomes included kidney replacement therapy, ICU length of stay, 30-day mortality and postoperative diabetic ketoacidosis. Causal effects were estimated using entropy balancing. Results were reported as weighted risk differences, risk ratios, and adjusted mean differences, with time-to-event outcomes analyzed via weighted Cox models and Kaplan-Meier estimates. Among 484 patients, 135 were on SGLT2i. CSA-AKI occurred in 23.0 % of SGLT2i users vs. 28.1 % of non-users (risk ratio of 0.63 [95 % CI 0.44-0.91; p = 0.014]). The association was pronounced in patients with heart failure with reduced ejection fraction and those with high EuroSCORE II. No differences were observed in other secondary endpoints and no cases of postoperative diabetic ketoacidosis occurred. Preoperative SGLT2i use was associated with a significantly lower risk of CSA-AKI in patients undergoing urgent or emergent CABG. These findings need to be confirmed in prospective multicenter trials but underline the favorable safety profile of this medication.",
  "disease": "coronary artery disease"
}