{
    "title": "Does obesity cause low back pain?",
    "doc_id": "7884330",
    "writer": "Garzillo MJ",
    "year": "1994",
    "summary": "OBJECTIVES: The purpose of this study is to review the recent literature on the association between obesity and low back pain, in an effort to determine whether weight control can be considered an appropriate treatment for low back pain, and whether ob …",
    "abstract": "Objectives:\n        \n      \n      The purpose of this study is to review the recent literature on the association between obesity and low back pain, in an effort to determine whether weight control can be considered an appropriate treatment for low back pain, and whether obesity can be considered a primary etiology of low back pain.\n    \n\n\n          Data sources:\n        \n      \n      We reviewed articles in English from 1970 to present on MEDLINE that listed both obesity and low back pain as key words. Because of the paucity of articles retrieved this way, we also reviewed the bibliographies of each article to draw more studies into our review. Our search generated only seven studies. A standard textbook of obesity was also utilized as a source of basic science of obesity.\n    \n\n\n          Conclusion:\n        \n      \n      Our review of these articles revealed a possible association between obesity and low back pain only in the upper quintile of obesity, and no evidence of a temporal relationship between weight change and low back pain change. The studies reviewed failed to differentiate low back pain patients by diagnosis and failed to quantify the possible presence of emotional factors in obese low back pain patients. As an incidental finding, one study documented a significant correlation between smoking history and low back pain. We concluded that there is no evidence in the current literature to support obesity that is not in the highest quintile as a cause of low back pain. We recommended that a longitudinal study be done that subclassified obese low back pain patients by mechanical and psychological diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/7884330/"
}