{
    "title": "Multi-Omics Alterations in Rat Kidneys upon Chronic Glyphosate Exposure.",
    "doc_id": "41154628",
    "writer": "Chukwubueze F",
    "year": "2025",
    "summary": "Given the kidney's critical role in excretion, it is particularly susceptible to damage from xenobiotic exposure. In this study, we aim to identify N-glycomics and proteomics change in the kidney following chronic GBH exposure, to better understand the …",
    "abstract": "Clinical studies have linked glyphosate exposure to substantial morbidity, with acute kidney injury occurring in some cases. Although the toxic effects of glyphosate-based herbicides (GBHs) have been reported in several studies, their molecular impact on renal function remains poorly understood. Given the kidney's critical role in excretion, it is particularly susceptible to damage from xenobiotic exposure. In this study, we aim to identify N-glycomics and proteomics change in the kidney following chronic GBH exposure, to better understand the mechanisms behind glyphosate-induced kidney damage. Kidney tissues from female and male rats were analyzed using liquid chromatography-tandem mass spectrometry. The results revealed notable changes in the N-glycan composition, particularly in the fucosylated and sialofucosylated N-glycan types. The proteomic analysis revealed the activation of immune signaling and inflammatory pathways, including neutrophil degranulation, integrin signaling, and MHC class I antigen presentation. Transcription regulators, such as IL-6, STAT3, and NFE2L2, were upregulated, indicating a coordinated inflammatory and oxidative stress response. Sex-specific differences were apparent, with female rats exhibiting more pronounced alterations in both the N-glycan and protein expression profiles, suggesting a higher susceptibility to GBH-induced nephrotoxicity. These findings provide new evidence that chronic GBH exposure may trigger immune activation, inflammation, and potentially carcinogenic processes in the kidney.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41154628/"
}