{
    "title": "Compensatory kidney growth in estrogen receptor-alpha null mice.",
    "doc_id": "16159896",
    "writer": "Sun J",
    "year": "2006",
    "summary": "Females are relatively protected in many progressive kidney diseases. Processes of kidney scarring and growth are intricately linked, and female kidneys are smaller than male kidneys. ...Mice (10 wk old) underwent Unx or sham procedure, with removal of …",
    "abstract": "Females are relatively protected in many progressive kidney diseases. Processes of kidney scarring and growth are intricately linked, and female kidneys are smaller than male kidneys. To better understand links between sex, growth, and the kidney, we examined compensatory kidney growth (CKG) after uninephrectomy (Unx) in wild-type and estrogen receptor-alpha null mice (ERKO). Mice (10 wk old) underwent Unx or sham procedure, with removal of all remaining kidney(s) 48 h later. Studies included kidney weight, renal content of protein, DNA, and insulin-like growth factor-I (IGF-I), serum IGF-I, mean glomerular area, and immunostaining for proliferating cell nuclear antigen (PCNA). Sham Unx produced no differences between left and right kidneys. Unx altered kidney weight, glomerular area, DNA content, IGF-I content, and PCNA regardless of sex or genotype. Females showed greater increases in kidney weight (26 vs. 19%) and glomerular area (73 vs. 51%) than males. Differences in kidney weight were restricted to wild-type females (32% increase); ERKO females showed an increase in kidney weight similar to males (19%). Genotype did not influence glomerular growth in this model. Both male and female mice exhibit hyperplastic growth 48 h after Unx, with more pronounced enlargement in females. Lack of estrogen receptor-alpha is associated with reduced CKG in females, probably via suppression of proliferation. ERKO mice did not demonstrate any alterations in compensatory glomerular enlargement. Kidney IGF-I content doubled after Unx, regardless of sex or genotype, implicating other mechanisms with regard to these findings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16159896/"
}