{
  "pmid": "41425831",
  "title": "Immunogenicity of three-dose COVID-19 vaccines in people living with multiple sclerosis.",
  "abstract": "People with multiple sclerosis (pwMS) receiving B-cell depleting disease-modifying therapy (BCD-DMT) are vulnerable to severe COVID-19. Data on vaccine immunogenicity in this patient group are incomplete. In the context of the rapid evolution of SARS-CoV-2 2020-22, we compared vaccine responses in pwMS and healthy vaccinated adults (HVA) after three doses of messenger RNA vaccine encoding Ancestral SARS-CoV-2 Spike. In this prospective observational cohort study, we collected serum from 226 pwMS prevaccine and postvaccine and quantified neutralising antibody titres (nAbT) in a high-throughput live virus assay against SARS-CoV-2 Ancestral, Alpha, Delta, Omicron BA.1, BA.2 and BA.5. We compared nAbT in pwMS and HVA, matched by age, sex, vaccine type, number of doses and time since exposure, using Wilcoxon signed-rank and χ Prior to third vaccination, nAbTs against nearly all variants tested were significantly lower (p<0.05) in pwMS taking BCD therapy than those in HVA or B-cell replete pwMS, and were not significantly boosted following vaccination. In contrast, B-cell replete pwMS versus HVAs exhibited equivalent prevaccination nAbTs against all variants, which were comparably boosted against most variants following vaccination. Consequently, differences in nAbTs against all variants tested were further magnified between B-cell replete and B-cell depleted pwMS post-third vaccination. Across the entire cohort, there were no COVID-19 hospitalisations or deaths. Notably, sera collected prior to the pandemic from pwMS demonstrated pre-existing, pan-coronavirus neutralising activity against seasonal HCoV-OC43 and SARS-CoV-2 variants. PwMS taking BCD therapy have limited antibody boosting following repeated COVID-19 vaccination. However, the absence of severe outcomes in pwMS, despite reduced immunogenicity, suggests a lower threshold for effective protection than previously reported. These findings support more nuanced risk stratification in clinical policy.",
  "disease": "influenza"
}