{
  "pmid": "41443971",
  "title": "A call for ethical, equitable, and effective artificial intelligence to improve care for all people with epilepsy: A roadmap. A report by the ILAE Global Advocacy Council and Big Data Commission.",
  "abstract": "The artificial intelligence (AI) revolution is upon us. It will inevitably form a central component of epilepsy workflows and patient advocacy. Therefore, it behooves us as health care providers to ride the crest of this wave and guide its direction for the benefit of all people with epilepsy. Emerging AI-based solutions include decision support tools, automated interpretation of electroencephalography (EEG) and brain imaging, and wearable devices that detect seizures and improve patient safety. Pipelines, including decentralized approaches and federated learning, are now being built that will democratize access and facilitate the next generation of AI tools for the global epilepsy community. Despite this, enduring issues remain incompletely addressed. For example, AI requires high volumes of data, leading to concerns about ethical ownership, stewardship, and privacy. Few AI-based tools have progressed from derivation to validation stages, and only rare exceptions undergo real-world evaluation. Inadvertent harmful algorithmic and decision allocation biases also continue to represent major risks to the global epilepsy population. Additional barriers include geographical disparities in computing resources, proprietary ownership of electronic health records, EEG, and brain-imaging platforms, and greenhouse gas emissions related to the demanding power requirements of AI. Therefore, to fully avail ourselves of the benefits of AI, we assert that ethical, equitable, and effective AI for epilepsy requires collaboration from the entirety of the global epilepsy community. Fundamental to this is early and deliberate engagement of people from low- and middle-income countries to ensure that AI-based solutions do not exacerbate existing global disparities. Ultimately, we advocate for \"decision intelligence\" approaches to the development of AI-based epilepsy solutions, which involves early engagement of all interest-holders to ensure that the correct questions are addressed and the right technical approaches are deployed to maximize value for the global epilepsy community.",
  "disease": "epilepsy"
}