{
  "pmid": "41390022",
  "title": "Mapping the structural and dynamic behavior of an antimicrobial peptide transporter from non-typeable Haemophilus influenzae.",
  "abstract": "The non-typeable Haemophilus influenzae Sap (sensitivity to antimicrobial peptide) transporter, a member of the ATP-binding cassette (ABC) superfamily, is implicated in the uptake of host-produced antimicrobial peptides (hAMPs) and heme. It comprises a substrate-binding protein (HiSapA), transmembrane domains (HiSapBC), nucleotide-binding domains (HiSapDF), and an accessory protein (HiSapZ). The structural and mechanistic studies of the HiSap transporter are underexplored. In this study, a comprehensive in silico structural analysis using molecular dynamics simulations at both atomistic and coarse-grained levels was performed for a total of ~283 μs to elucidate the conformational dynamics and transport mechanism of the HiSap transporter. The results suggest that HiSapA can govern the complex dynamics through an alternate-access mechanism. Further, stable interactions between HiSapA and its potential ligands, heme and human β-defensin 3 (hBD-3), suggest its direct role in substrate recruitment. In addition, the membrane lipids (POPE, POPG, and cardiolipin) were found to be involved in modulating the conformational dynamics of the HiSap transporter. The hypothetical accessory protein HiSapZ was found to be a stable component of the HiSap transporter complex. Interestingly, only one copy of the HiSapZ, localized in the proximity to HiSapC, was observed to adopt a rigid conformation, revealing its dual role in structural integrity and ion transport. Overall, the findings of this study provide the first-hand structural details, dynamics, and mechanism of the HiSap transporter. Moreover, the study lays a strong groundwork for future structural investigations on other ABC importers across various other Gram-negative pathogens, potentially facilitating the rational structure-based drug design.",
  "disease": "influenza"
}