{
    "title": "Outcomes for 18 to 25-year-olds with borderline personality disorder in a dedicated young adult only DBT programme compared to a general adult DBT programme for all ages 18.",
    "doc_id": "31044536",
    "writer": "Lyng J",
    "year": "2020",
    "summary": "Twenty-four young adults enrolled in a community-based young adult DBT programme open only to 18- to 25-year-olds with BPD. ...Discharge rates from mental health services 24 months later were also higher for completers of young adult DBT. CONCLU …",
    "abstract": "Aim:\n        \n      \n      Targeting young adults with borderline personality disorder (BPD) for treatment may carry significant social and clinical benefits. We aimed to evaluate a community-based Dialectical Behaviour Therapy (DBT) programme delivered exclusively to young adults with BPD.\n    \n\n\n          Methods:\n        \n      \n      We describe a naturally occurring non-equivalent, quasi-experimental comparison of outcomes for young adults (18-25 years) with BPD following 1 year of treatment in either a young adult only DBT programme or a general adult DBT programme (18+ years). Twenty-four young adults enrolled in a community-based young adult DBT programme open only to 18- to 25-year-olds with BPD. Another 13 young adults, also 18-25 years, enrolled in a general adult DBT programme open to all ages above 18 years. Both treatment conditions offered all modes of standard DBT for 1 year. Participants completed a battery of self-report measures on mental health symptoms at baseline and again at treatment completion after 1 year. Discharge rates at 2 years post-treatment completion were also recorded.\n    \n\n\n          Results:\n        \n      \n      Better outcomes were found on borderline symptom severity and general psychopathology among completers of young adult DBT, with a large effect size for treatment condition as well as greater clinically significant change. Discharge rates from mental health services 24 months later were also higher for completers of young adult DBT.\n    \n\n\n          Conclusions:\n        \n      \n      There may be advantages in delivering DBT to young adults in an age-specific programme, possibly due to group cohesion. Methodological limitations apply, such as small sample size and non-randomization. Further controlled research is needed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31044536/"
}