{
    "title": "Long-term effects of medical management on growth and weight in individuals with urea cycle disorders.",
    "doc_id": "32686765",
    "writer": "Posset R",
    "year": "2020",
    "summary": "We studied the impact of medical management on growth and weight development in 307 individuals longitudinally followed by the Urea Cycle Disorders Consortium (UCDC) and the European registry and network for Intoxication type Metabolic Diseases (E-IMD). ...Liver transplant …",
    "abstract": "Low protein diet and sodium or glycerol phenylbutyrate, two pillars of recommended long-term therapy of individuals with urea cycle disorders (UCDs), involve the risk of iatrogenic growth failure. Limited evidence-based studies hamper our knowledge on the long-term effects of the proposed medical management in individuals with UCDs. We studied the impact of medical management on growth and weight development in 307 individuals longitudinally followed by the Urea Cycle Disorders Consortium (UCDC) and the European registry and network for Intoxication type Metabolic Diseases (E-IMD). Intrauterine growth of all investigated UCDs and postnatal linear growth of asymptomatic individuals remained unaffected. Symptomatic individuals were at risk of progressive growth retardation independent from the underlying disease and the degree of natural protein restriction. Growth impairment was determined by disease severity and associated with reduced or borderline plasma branched-chain amino acid (BCAA) concentrations. Liver transplantation appeared to have a beneficial effect on growth. Weight development remained unaffected both in asymptomatic and symptomatic individuals. Progressive growth impairment depends on disease severity and plasma BCAA concentrations, but cannot be predicted by the amount of natural protein intake alone. Future clinical trials are necessary to evaluate whether supplementation with BCAAs might improve growth in UCDs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32686765/"
}