{
  "pmid": "41466503",
  "title": "Changes in telehealth usage among Medicaid beneficiaries with mental illnesses in a rural state: An analysis of Kentucky Medicaid dataset over 5 years (2018-2022).",
  "abstract": "Accessing mental health care remains challenging for Medicaid beneficiaries with mental illnesses (MI) in rural settings. The COVID-19 pandemic prompted telehealth service expansion through temporary policy changes and shifts in health care delivery. Despite the increased availability of telehealth as a modality to address disparities in health care access, telehealth adoption and associated use are inadequately explored among Medicaid beneficiaries with MI in Kentucky. To examine trends and factors associated with telehealth use by residence status among Kentucky Medicaid beneficiaries with MI. A retrospective analysis of Kentucky Medicaid claims data obtained from 174,354 beneficiaries aged 18 years or older and diagnosed with MI. Chi-square tests and logistic regression analyses were performed to examine telehealth use over time and factors associated with its use. Telehealth use increased significantly from 0.3% in 2018 to 1.0% in 2022. Telehealth use was higher among urban residents (from 0.5% in 2018 to 1.4% in 2022) versus rural residents (from 0.2% in 2018 to 0.6% in 2022). Factors associated with increased telehealth use were being female, younger age, White non-Hispanic, having serious MI (SMI) or concurrent SMI and substance use disorders, and having a fee-for-service payor type. Rural residents were less likely than urban residents to use telehealth despite a similar trend of year-to-year increase. Although telehealth use remains low, its utilization has increased among Medicaid beneficiaries with MI in Kentucky. Demographic characteristics, MI status, and payor type were associated with telehealth use, with notable disparities between urban and rural populations. These results highlight the need to further examine barriers that deter or promote telehealth use in rural states.",
  "disease": "pneumonia"
}