{
    "title": "The pre-participation examination for leisure time physical activity: general medical and cardiological issues.",
    "doc_id": "21079722",
    "writer": "Löllgen H",
    "year": "2010",
    "summary": "The most pertinent ones are discussed here along with current reviews and guidelines that give recommendations on pre-participation testing for amateur athletes. RESULTS: History-taking and physical examination are standard around the world. The American guidelines …",
    "abstract": "Background:\n        \n      \n      There is current debate on the appropriate type and extent of medical testing for amateur and hobby athletes before they engage in sports. In particular, views diverge on the value of an ECG at rest.\n    \n\n\n          Methods:\n        \n      \n      We selectively searched the Medline and Embase databases for relevant publications that appeared from 1990 to 2008. The most pertinent ones are discussed here along with current reviews and guidelines that give recommendations on pre-participation testing for amateur athletes.\n    \n\n\n          Results:\n        \n      \n      History-taking and physical examination are standard around the world. The American guidelines on pre-participation examination do not recommend an ECG at rest, yet the guidelines for most European countries explicitly recommend it. No prospective cohort studies have been performed to date that might provide high-grade evidence (class and level) to support this practice. We discuss the pros and cons of an ECG at rest and also present the guideline recommendations on exercise-ECG testing for amateur athletes over age 40.\n    \n\n\n          Conclusion:\n        \n      \n      In accordance with the current European recommendations, and in consideration of the risks of athletic activity, we recommend that all persons participating in sports should undergo a pre-participation examination that includes an ECG at rest. Although primary-prevention campaigns advise physically inactive persons to get regular exercise, prospective studies are still lacking as a basis for recommendations in this group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21079722/"
}