{
  "pmid": "41455014",
  "title": "Transauricular Vagus Nerve Stimulation in Acute Ischaemic Stroke Requiring Mechanical Thrombectomy: Sham-Controlled, Randomised Device Trial.",
  "abstract": "Autonomic dysfunction leads to hemodynamic instability and immunosuppression after ischaemic stroke, and is independently associated with worse outcomes. We hypothesized that non-invasive peripheral neuromodulation, using transcutaneous auricular vagal nerve stimulation (tVNS), may reduce blood pressure variability and/or reverse immunosuppression early after ischaemic stroke requiring mechanical thrombectomy (MT). In this pre-registered phase 2 study (NCT05417009), we randomized 36 patients >18 years referred for emergent MT following an acute ischaemic stroke. Patients were randomized to receive bilateral auricular active-tVNS or sham-tVNS, for the entire MT and the morning after admission. Participants, clinicians and investigators were masked to treatment allocations. The primary outcome was systolic blood pressure variability (coefficient of variation) over the entire first 24h after mechanical thrombectomy, analysed by intention-to-treat. Secondary outcomes were whole blood RNA sequencing. Explanatory measures were time/frequency-domain measures of heart rate variability. Active-tVNS was safe in this hyperacute stroke setting, with no serious adverse events recorded. The systolic blood pressure coefficient of variability over the first 24h was 0.106±0.029 after active-tVNS, compared to 0.107±0.027 after sham-tVNS (p=0.93). Active-tVNS increased the relative expression of genes coordinating tumor-necrosis factor and toll-like receptor signaling, in parallel with alterations in heart rate variability over the first 24h after MT. This phase 2 study established thatearly tVNS is safe and feasible in the hyperacute phase of acute ischaemic stroke requiring MT, but did not alter systolic blood pressure variability. Trial registration number: NCT05417009, registered 8",
  "disease": "stroke"
}