{
  "pmid": "41430511",
  "title": "Clinical characteristics and outcomes of critically ill adult patients admitted with traumatic brain injury: a cohort study.",
  "abstract": "We sought to describe the clinical features and outcomes of adult patients with traumatic brain injury in Ontario. We carried out a cohort study of adult patients admitted to an intensive care unit (April 2009 to March 2021) with a first episode of traumatic brain injury. To compare the long-term outcome trajectory after traumatic brain injury, we matched patients with traumatic brain injury 1:1 to patients who survived an intensive care unit admission with multisystem trauma but without traumatic brain injury. We measured in-hospital and long-term all-cause mortality; additional endpoints included 1) new psychiatric diagnosis, 2) epilepsy, 3) venous thromboembolic disease, and 4) sepsis. We estimated hazard ratios (HR) with 95% confidence intervals (CI). Overall, we included 13,283 adult patients with traumatic brain injury. The mean age was 54 yr; 72% of patients were male. The most common pre-existing comorbidities were hypertension (39%) and cardiovascular disease (19%). Median follow-up was 5 years; 17% of patients with traumatic brain injury died during their initial hospital stay, and 16% died during long-term follow-up. Sepsis after hospital discharge occurred in 14% of patients; additional outcomes included new psychiatric diagnosis (7%), epilepsy (4%), and venous thromboembolic disease (2%). Surviving traumatic brain injury was associated with a higher hazard of epilepsy (HR, 2.42; 95% CI, 1.99 to 2.95); the risk of other outcomes was similar or lower when compared with survivors without traumatic brain injury. Patients with traumatic brain injury have a high risk of in-hospital death. Those who survive the initial hospitalization are at risk of long-term outcomes including new epilepsy. RéSUMé: OBJECTIF: Nous avons cherché à décrire les caractéristiques cliniques et les devenirs de la patientèle adulte atteinte de traumatismes crâniens en Ontario. MéTHODE: Nous avons réalisé une étude de cohorte de patientes et patients adultes admis en unité de soins intensifs (avril 2009 à mars 2021) avec un premier épisode de traumatisme crânien. Pour comparer la trajectoire des devenirs à long terme après un traumatisme crânien, nous avons apparié des personnes atteintes d’un traumatisme crânien 1:1 à des personnes qui ont survécu à une admission aux soins intensifs avec un traumatisme multisystémique, mais sans traumatisme crânien. Nous avons mesuré la mortalité à l’hôpital et à long terme, toutes causes confondues; les critères d’évaluation supplémentaires comprenaient 1) un nouveau diagnostic psychiatrique, 2) l’épilepsie, 3) une maladie thromboembolique veineuse et 4) un sepsis. Nous avons estimé les rapports de risque (RR) avec des intervalles de confiance (IC) à 95 %. RéSULTATS: Dans l’ensemble, nous avons inclus 13 283 adultes atteints de traumatismes crâniens. L’âge moyen était de 54 ans, et 72 % étaient des hommes. Les comorbidités préexistantes les plus courantes étaient l’hypertension (39 %) et les maladies cardiovasculaires (19 %). Le suivi médian était de 5 ans; 17 % des personnes atteintes de traumatismes crâniens sont décédées au cours de leur séjour initial à l’hôpital, et 16 % sont décédées au cours du suivi à long terme. Un sepsis après la sortie de l’hôpital est survenu chez 14 % des personnes traitées; les autres critères d’évaluation comprenaient un nouveau diagnostic psychiatrique (7 %), une épilepsie (4 %) et une maladie thromboembolique veineuse (2 %). La survie à un traumatisme crânien était associée à un risque plus élevé d’épilepsie (RR, 2,42; IC 95 %, 1,99 à 2,95); le risque d’autres résultats était similaire ou inférieur à celui des personnes survivant sans traumatisme crânien. CONCLUSION: Les personnes atteintes d’un traumatisme crânien ont un risque élevé de décès à l’hôpital. Les personnes qui survivent à l’hospitalisation initiale sont à risque de complications à long terme, y compris une nouvelle épilepsie.",
  "disease": "epilepsy"
}