{
    "title": "Social environment and quality of life among older people with diabetes and multiple chronic illnesses in New Zealand: Intermediary effects of psychosocial support and constraints.",
    "doc_id": "32623910",
    "writer": "Yeung P",
    "year": "2022",
    "summary": "PURPOSE: In older people with diabetes, multimorbidity is highly prevalent and it can lead to poor quality of life. The overall purpose of this study was to examine the association between the social environment, psychosocial support and constraints, and overall …",
    "abstract": "Purpose:\n        \n      \n      In older people with diabetes, multimorbidity is highly prevalent and it can lead to poor quality of life. The overall purpose of this study was to examine the association between the social environment, psychosocial support and constraints, and overall quality of life among older people with and without with diabetes and multiple chronic illnesses.\n    \n\n\n          Methods:\n        \n      \n      Self-reported data from participants in a cohort study of older New Zealanders was analysed. Responses from 380 older people diagnosed with diabetes and multiple chronic illnesses were compared with 527 older people with no health issues on indicators related to the associations of neighbourhood, health and ageing, using structural equation modelling.\n    \n\n\n          Results:\n        \n      \n      The final model suggests that social provision, purpose in life and capabilities mediated between the social environment and quality of life, indicate that older people with positive social environment (i.e., neighbourhood advantage, residential stability) are much less likely to experience depression due to having good social support, meaningful life purpose and opportunities to engage.\n    \n\n\n          Conclusions:\n        \n      \n      Perceived neighbourhood advantages, such as positive neighbourhood qualities, social cohesion and housing satisfaction, along with the focus on increasing social support, enhancing purpose in life and supporting one's capability to achieve, may serve as protective factors against depression.IMPLICATIONS FOR REHABILITATIONEnvironmental and personal circumstances can contribute to quality of life among older people with diabetes and multimorbidity.By providing older people with diabetes and multiple chronic illnesses a socially just environment that challenges ageism and other forms of oppression, this could reduce social disparities in health, improve inclusion and access to resources.Social and healthcare professionals are encouraged to design clinical care guidelines and rehabilitation goals from a wholistic and person/client centred approach to support older people with diabetes and multiple chronic illnesses.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32623910/"
}