{
  "pmid": "41449240",
  "title": "Computed Tomography-Pathology Deep Learning Model for the Precise Prediction of Recurrence in Pathological Stage IA Lung Adenocarcinoma.",
  "abstract": "The postoperative prognosis of pathological stage IA lung adenocarcinoma (LUAD) exhibits significant heterogeneity. While the tumor node metastasis (TNM) staging system offers limited recurrence prediction capability, this study aims to develop a precise deep learning model for prognostic stratification. We retrospectively analyzed a consecutive cohort of patients with pathological stage IA LUAD who underwent surgical resection at Zhongshan Hospital Fudan University. Our novel ResNet 3D-Pathology Fusion (Res3D-PF) model-integrating a three-dimensional ResNet backbone with an image-pathology fusion module-was developed to predict recurrence-free survival (RFS) using preoperative computed tomography (CT) images and International Association for the Study of Lung Cancer (IASLC) grading. Model performance was evaluated through receiver operating characteristic curve analysis, with independent RFS predictors identified via multivariable Cox regression. Among 551 patients with stage IA LUAD (median age 61 years; 339 women) divided into training (n = 368) and validation (n = 183) sets, the CT-pathology fusion model achieved superior predictive performance. In the validation cohort, Res3D-PF significantly outperformed the 8th T-stage (AUC 0.837 vs. 0.660, p = 0.001) and IASLC grade (AUC 0.837 vs. 0.684, p = 0.015) for 5-year RFS prediction. Multivariable analysis confirmed Res3D-PF as an independent prognostic factor (HR 15.772, 95% CI 3.384-73.508; p < 0.001). Model-stratified high-risk patients demonstrated significantly reduced 5-year RFS (73.1% vs. low-risk 98.5%, p < 0.001) and shorter median RFS (74.4 vs. 96.2 months, p < 0.001). We developed and validated a CT-pathology deep learning model that outperforms conventional TNM staging and IASLC grading for predicting postoperative recurrence in stage IA LUAD. This approach enables individualized risk stratification to guide precision treatment strategies.",
  "disease": "lung cancer"
}