{
    "title": "Biomarkers of Oxidative Stress Tethered to Cardiovascular Diseases.",
    "doc_id": "35783193",
    "writer": "Panda P",
    "year": "2022",
    "summary": "ROS production has also been linked to the development of atherosclerotic plaque. Antioxidants can decrease oxidative stress in the body; however, various therapeutic drugs have been designed to treat oxidative stress damage due to CVD. The present rev …",
    "abstract": "Cardiovascular disease (CVD) is a broad term that incorporated a group of conditions that affect the blood vessels and the heart. CVD is a foremost cause of fatalities around the world. Multiple pathophysiological mechanisms are involved in CVD; however, oxidative stress plays a vital role in generating reactive oxygen species (ROS). Oxidative stress occurs when the concentration of oxidants exceeds the potency of antioxidants within the body while producing reactive nitrogen species (RNS). ROS generated by oxidative stress disrupts cell signaling, DNA damage, lipids, and proteins, thereby resulting in inflammation and apoptosis. Mitochondria is the primary source of ROS production within cells. Increased ROS production reduces nitric oxide (NO) bioavailability, which elevates vasoconstriction within the arteries and contributes to the development of hypertension. ROS production has also been linked to the development of atherosclerotic plaque. Antioxidants can decrease oxidative stress in the body; however, various therapeutic drugs have been designed to treat oxidative stress damage due to CVD. The present review provides a detailed narrative of the oxidative stress and ROS generation with a primary focus on the oxidative stress biomarker and its association with CVD. We have also discussed the complex relationship between inflammation and endothelial dysfunction in CVD as well as oxidative stress-induced obesity in CVD. Finally, we discussed the role of antioxidants in reducing oxidative stress in CVD.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35783193/"
}