{
    "title": "Chronic kidney disease prevention in Singapore.",
    "doc_id": "18184881",
    "writer": "Ramirez SP.",
    "year": "2008",
    "summary": "In consideration of the epidemiologic basis for screening and surveillance, a comprehensive program for chronic kidney disease prevention was initiated in Singapore by the National Kidney Foundation Singapore (NKF Singapore) in 1997. ...The NKF Singapore prog …",
    "abstract": "In consideration of the epidemiologic basis for screening and surveillance, a comprehensive program for chronic kidney disease prevention was initiated in Singapore by the National Kidney Foundation Singapore (NKF Singapore) in 1997. Reasons for developing this include the rising rate of end-stage renal disease in the country, and the projected escalation because of the increase in chronic diseases that lead to end-stage renal disease (ESRD) such as diabetes mellitus and hypertension. Presented are progress and preliminary findings of this program, as well as that of the parallel initiative of Singapore's Ministry of Health. The NKF Singapore program incorporates primary, secondary and tertiary approaches to the prevention of chronic kidney disease. These include the population-based screening for early chronic kidney disease and chronic diseases that are associated with kidney disease and the implementation of disease management programs that aim to improve the multi-faceted care of patients with chronic diseases that lead to ESRD, including the development of community-based \"Prevention Centers.\" The screening program identified risk factors for proteinuria, including the Malay race, increasing age, family history of kidney disease, and higher levels of systolic and diastolic BP even within the normal ranges. Longitudinal follow-up of both prevention programs are critical to provide evidence for the efficacy of such screening and intervention programs in improving chronic kidney disease outcomes, while reducing the cost of care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18184881/"
}