{
    "title": "Spatiotemporal activation of lumbar sensorimotor networks.",
    "doc_id": "40058682",
    "writer": "Steele AG",
    "year": "2025",
    "summary": "Spinal cord injury (SCI) research is primarily conducted using rodent models, which has resulted in significant advances, including novel treatment strategies that promote recovery. ...We then mapped the topographical distribution of spinally evoked motor potentials …",
    "abstract": "Spinal cord injury (SCI) research is primarily conducted using rodent models, which has resulted in significant advances, including novel treatment strategies that promote recovery. Unfortunately, many of these treatments do not have the same efficacy once translated to human clinical trials. Large animal models, such as Yucatan miniature pigs (minipigs), may provide a superior alternative to translating findings to human clinical trials due to their anatomical similarities to humans. However, porcine models are not widely used, which may be due in part to our inadequate understanding of the functional architecture of neural networks in the minipig spinal cord. This study utilized a clinical-grade epidural paddle array implanted over the lumbosacral enlargement of four minipigs. We then mapped the topographical distribution of spinally evoked motor potentials recorded in hindlimb muscles and cord dorsum potentials evoked by sub-motor threshold tibial nerve stimulation. Spatial correlation analysis suggests the motor networks and sensory networks innervated by the tibial nerve are distinct and separate within the minipig lumbosacral spinal cord. Our findings provide foundational knowledge on sensorimotor networks that are functionally diffused among the lumbar enlargement and possess distinct spatiotemporal patterns of activation along the cord for control of motor output and the processing of sensory input. The results reveal critical insights about the variability of electrophysiological measures across animals, offering a foundation for more individualized approaches in future studies. Furthermore, we demonstrate that using an epidural paddle array to map motor responses is a clinically feasible method, though our results highlight the subject-specific nature of these maps and their sensitivity to paddle location and orientation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40058682/"
}