{
    "title": "The Interplay between Immune and Metabolic Pathways in Kidney Disease.",
    "doc_id": "37371054",
    "writer": "Qu L",
    "year": "2023",
    "summary": "These disorders include acute kidney injury (AKI), chronic kidney disease (CKD), glomerulonephritis, nephrotic syndrome, polycystic kidney disease, diabetic kidney disease, and many others. ...Dysregulation of these metabolic pathw …",
    "abstract": "Kidney disease is a significant health problem worldwide, affecting an estimated 10% of the global population. Kidney disease encompasses a diverse group of disorders that vary in their underlying pathophysiology, clinical presentation, and outcomes. These disorders include acute kidney injury (AKI), chronic kidney disease (CKD), glomerulonephritis, nephrotic syndrome, polycystic kidney disease, diabetic kidney disease, and many others. Despite their distinct etiologies, these disorders share a common feature of immune system dysregulation and metabolic disturbances. The immune system and metabolic pathways are intimately connected and interact to modulate the pathogenesis of kidney diseases. The dysregulation of immune responses in kidney diseases includes a complex interplay between various immune cell types, including resident and infiltrating immune cells, cytokines, chemokines, and complement factors. These immune factors can trigger and perpetuate kidney inflammation, causing renal tissue injury and progressive fibrosis. In addition, metabolic pathways play critical roles in the pathogenesis of kidney diseases, including glucose and lipid metabolism, oxidative stress, mitochondrial dysfunction, and altered nutrient sensing. Dysregulation of these metabolic pathways contributes to the progression of kidney disease by inducing renal tubular injury, apoptosis, and fibrosis. Recent studies have provided insights into the intricate interplay between immune and metabolic pathways in kidney diseases, revealing novel therapeutic targets for the prevention and treatment of kidney diseases. Potential therapeutic strategies include modulating immune responses through targeting key immune factors or inhibiting pro-inflammatory signaling pathways, improving mitochondrial function, and targeting nutrient-sensing pathways, such as mTOR, AMPK, and SIRT1. This review highlights the importance of the interplay between immune and metabolic pathways in kidney diseases and the potential therapeutic implications of targeting these pathways.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37371054/"
}