{
    "title": "Reprint of: Juvenile sexual offending in Ghana: Prevalence, risks and correlates.",
    "doc_id": "32513440",
    "writer": "Boakye KE.",
    "year": "2020",
    "summary": "The consequence is that interventions for juveniles who commit sexual violence in Ghana and Africa lack evidential basis. OBJECTIVES: This study investigates prevalence, correlates and risk factors for juvenile sexual offending. PARTICIPANTS AND SETTING: The study u …",
    "abstract": "Background:\n        \n      \n      Sexual violence research in Africa is overwhelmingly focused on victims with little attention given to perpetrators. In the case of juveniles who perpetrate sexual violence the evidence is mainly from studies in Western industrialized societies. The consequence is that interventions for juveniles who commit sexual violence in Ghana and Africa lack evidential basis.\n    \n\n\n          Objectives:\n        \n      \n      This study investigates prevalence, correlates and risk factors for juvenile sexual offending.\n    \n\n\n          Participants and setting:\n        \n      \n      The study utilised a sample of 264 male juveniles aged 12•18 in schools and young offender institutions in southern Ghana.\n    \n\n\n          Method:\n        \n      \n      Prevalence of the juvenile sexual offending was estimated based on self-report. Odds ratio (OR) was used to calculate the risk for the juveniles engaging in sexual violence. The predictive significance of variables within various domains was estimated using logistic regression models.\n    \n\n\n          Results:\n        \n      \n      Results show that about a fifth (16.7 %) of the juveniles have committed a sexual offense. A deviant sexual tendency such as paying for sex constitutes an important risk marker for juvenile sexual offending (OR: 6.41, 95 % CI [3.28•12.54]). Risk factors for juvenile sexual offending are concentrated in the family domain with parental neglect (OR: 4.55, 95 % CI [2.46•9.44]), parental conflict (OR: 4.45, 95 % CI [2.35•8.44]) alcoholic parents (OR: 3.07, 95 % CI [1.66•5.69] parental abuse (OR: 2.90, 95 % CI [1.63•5.19]), and deprived family economic condition (OR: 2.64, 95 % CI [1.47•4.75]) emerging as statistically significant factors.\n    \n\n\n          Conclusion:\n        \n      \n      Prevalence estimates of juvenile sexual offending are influenced by types and number of questions with multiple questions eliciting more accurate estimates than a single item measure. Risk factors for juvenile sexual offending vary based on context. Interventions to reduce juvenile sexual violence must be informed by evidence from the social context.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32513440/"
}