{
  "pmid": "41389258",
  "title": "Long-term prognosis of normal stress only gated myocardial perfusion imaging in 1,000 patients over a 5-year follow-up period.",
  "abstract": "Gated myocardial perfusion imaging (GMPI) is a cornerstone non-invasive tool for diagnosing and risk stratifying patients with suspected or known coronary artery disease (CAD). Stress-only protocols are advocated in guidelines due to reduced radiation exposure and cost, but long-term data on the absence of major adverse cardiac events (MACE) in a large cohort is valuable. This study aimed to evaluate the long-term outcomes in a large cohort of patients who underwent a normal stress-only myocardial perfusion imaging (MPI) and had no major adverse cardiac events over a 5-year follow-up period. We retrospectively analyzed data from 1000 consecutive patients referred for MPI due to symptoms of stable CAD between 21/05/2018 and 21/7/2025. All patients underwent a stress-only MPI protocol. Only patients with visually interpreted normal stress scans were included in the analysis. The primary endpoint was the occurrence of major adverse cardiac events (MACE), defined as cardiac death or non-fatal myocardial infarction (MI), as ascertained through telephone interview and standardized follow-up over a median of 5 years. The study population included 1000 patients (mean age: 65.4±10.7 years), (43.4% male). All patients had normal stress-only myocardial perfusion scans. During the median 5-year follow-up period, no major adverse cardiac events (cardiac death or MI) were recorded using telephone interviews across the entire cohort. The annualized cardiac event rate was 0%, reinforcing previously reported low event rates of less than 1% per year for normal studies. In this large cohort of patients presenting with symptoms of stable CAD who had normal findings on GMPI, the complete absence of major adverse cardiac events over a 5-year follow-up period (only one experienced 1 vessel coronary artery disease 6 years post GMPI) confirms the robust negative predictive value of this imaging modality. These findings support the use of a normal stress-only protocol for identifying a very low-risk patient population in whom further aggressive diagnostic workup may not be necessary.",
  "disease": "coronary artery disease"
}