{
    "title": "The distribution of lymph node metastases and their size in colon cancer.",
    "doc_id": "28983781",
    "writer": "Yamaoka Y",
    "year": "2017",
    "summary": "PURPOSE: The purpose of this study is to clarify the optimal extent of lymph node dissection for colon cancer by evaluating the distributions of lymph node metastases and lymph node size according to tumor location and T stage. ...More th …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this study is to clarify the optimal extent of lymph node dissection for colon cancer by evaluating the distributions of lymph node metastases and lymph node size according to tumor location and T stage.\n    \n\n\n          Methods:\n        \n      \n      This study enrolled 662 patients who underwent curative resection for primary colon cancer between 2013 and 2015. Lymph node regions were classified into pericolic, intermediate, and main nodes. The short-axis diameter of each dissected lymph node was measured. The distributions of lymph node metastases and lymph node size were evaluated according to tumor location and T stage.\n    \n\n\n          Results:\n        \n      \n      In the overall cohort, the incidence of metastases in pericolic nodes located more than 5 cm but no more than 10 cm from tumor and in pericolic nodes located more than 10 cm from tumor was 3.6 and 0.2%, respectively. More than 2% of patients with ≥ T2 tumor had metastases in main lymph nodes, and no patients with T1 tumor had metastases in main lymph nodes. Only 0.7% of patients with T1 tumor had lymph node metastases in pericolic nodes located more than 5 cm from the tumor. Both metastatic and non-metastatic lymph node sizes were significantly larger in right-sided colon cancer than in left-sided colon cancer, and both metastatic and non-metastatic lymph node sizes were significantly larger in ≥ T2 tumor than in T1 tumor.\n    \n\n\n          Conclusion:\n        \n      \n      It is necessary to resect 10 cm of normal bowel both proximal and distal to the tumor and to perform D3 lymph node dissection for ≥ T2 colon cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28983781/"
}