{
  "pmid": "41391665",
  "title": "Cardio-ankle vascular index as a screening tool for coronary artery disease in patients with metabolic dysfunction-associated steatotic liver disease.",
  "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a common hepatic disorder that significantly increases cardiovascular risk. However, no established screening method exists for detecting subclinical coronary artery disease (CAD) in this high-risk population. The cardio-ankle vascular index (CAVI), a blood pressure-independent measure of arterial stiffness, may offer a non-invasive tool for early detection of coronary atherosclerosis. We retrospectively analyzed 295 patients with MASLD who underwent both CAVI measurement and coronary computed tomography angiography at a single center. Significant CAD was defined as ≥50 % luminal stenosis. Receiver operating characteristic (ROC) analysis was used to evaluate diagnostic performance. Multivariable logistic regression was performed to identify independent associations between elevated CAVI and CAD. The incremental predictive value of CAVI was assessed using net reclassification improvement (NRI). Of the 295 patients, 110 (37.3 %) had significant CAD. Patients with CAD had significantly higher CAVI values (9.0 vs. 8.7, p = 0.007). The area under the ROC curve for CAVI predicting CAD was 0.614. A CAVI cut-off of 8.6 provided a sensitivity of 66.4 % and a specificity of 56.8 %. CAVI ≥8.0 was independently associated with CAD (OR 3.44, 95 % CI: 1.06-11.2, p = 0.040). Adding CAVI to a conventional risk model improved risk reclassification (NRI 0.4236, p < 0.001), although the C-statistic change was not significant (from 0.724 to 0.725, p = 0.835). CAVI is independently associated with significant coronary stenosis in MASLD patients and may serve as a non-invasive screening tool to enhance cardiovascular risk stratification. Its moderate diagnostic accuracy suggests utility as a component of a multifactorial risk assessment strategy.",
  "disease": "coronary artery disease"
}