{
    "title": "Young's modulus of trabecular bone at the tissue level: A review.",
    "doc_id": "30081232",
    "writer": "Wu D",
    "year": "2018",
    "summary": "Methods such as micro-mechanical testing of single trabeculae, ultrasonic testing, and nanoindentation have been used to estimate the trabecular Young's modulus. This review summarizes and classifies the trabecular Young's moduli reported in the literature. ...In su …",
    "abstract": "The tissue-level Young's modulus of trabecular bone is important for detailed mechanical analysis of bone and bone-implant mechanical interactions. However, the heterogeneity and small size of the trabecular struts complicate an accurate determination. Methods such as micro-mechanical testing of single trabeculae, ultrasonic testing, and nanoindentation have been used to estimate the trabecular Young's modulus. This review summarizes and classifies the trabecular Young's moduli reported in the literature. Information on species, anatomic site, and test condition of the samples has also been gathered. Advantages and disadvantages of the different methods together with recent developments are discussed, followed by some suggestions for potential improvement for future work. In summary, this review provides a thorough introduction to the approaches used for determining trabecular Young's modulus, highlights important considerations when applying these methods and summarizes the reported Young's modulus for follow-up studies on trabecular properties.\n    \n\n\n          Statement of significance:\n        \n      \n      The spongy trabecular bone provides mechanical support while maintaining a low weight. A correct measure of its mechanical properties at the tissue level, i.e. at a single-trabecula level, is crucial for analysis of interactions between bone and implants, necessary for understanding e.g. bone healing mechanisms. In this study, we comprehensively summarize the Young's moduli of trabecular bone estimated by currently available methods, and report their dependency on different factors. The critical review of different methods with recent updates is intended to inspire improvements in estimating trabecular Young's modulus. It is strongly suggested to report detailed information on the tested bone to enable statistical analysis in the future.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30081232/"
}