{
    "title": "Depression in context: Important considerations for youth with type 1 vs type 2 diabetes.",
    "doc_id": "31644828",
    "writer": "Wong JJ",
    "year": "2020",
    "summary": "METHODS: A sample of 149 youth ages 12 to 21 diagnosed with either type 1 (n = 122) or type 2 (n = 27) diabetes were screened during routine clinic appointments. Regression models were constructed to examine differences by diabetes type. RESULTS: Adole …",
    "abstract": "Background:\n        \n      \n      Youth with diabetes are at increased risk for depression. However, severity and correlates of depressive symptoms may differ by diabetes type.\n    \n\n\n          Objective:\n        \n      \n      Associations of depressive symptoms with global health, diabetes duration, and gender were compared between youth with type 1 and type 2 diabetes.\n    \n\n\n          Methods:\n        \n      \n      A sample of 149 youth ages 12 to 21 diagnosed with either type 1 (n = 122) or type 2 (n = 27) diabetes were screened during routine clinic appointments. Regression models were constructed to examine differences by diabetes type.\n    \n\n\n          Results:\n        \n      \n      Adolescents with type 2 diabetes had significantly higher depressive symptom scores (4.89 vs 2.99, P = .025) than those with type 1 diabetes. A significant interaction between global health and diabetes type on depressive symptoms revealed inverse associations between global health and depressive symptoms that was stronger among youth with type 2 diabetes (β = -.98, P < .001) than type 1 (β = -.48, P < .001). Further probing revealed that among youth with better global health, adolescents with type 1 had more depressive symptoms than those with type 2 diabetes (β = .33, P = .035). Diabetes duration and depressive symptoms were positively associated among individuals with type 2 (β = .86, P = .043), but not type 1 diabetes. No gender differences were detected.\n    \n\n\n          Conclusion:\n        \n      \n      These findings suggest that correlates of depressive symptoms in youth with diabetes differ by diabetes type. Global health appears to be an important correlate among youth with both types, whereas diabetes duration was only a significant factor among those with type 2 diabetes. The current findings can inform future psychosocial intervention efforts within both these populations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31644828/"
}