{
    "title": "Efficacy and Safety of Antidepressants in Patients With Comorbid Depression and Medical Diseases: An Umbrella Systematic Review and Meta-Analysis.",
    "doc_id": "37672261",
    "writer": "Köhler-Forsberg O",
    "year": "2023",
    "summary": "Meta-analyses of antidepressants have shown small to medium effect sizes, but generalizability to clinical settings is unclear, where medical comorbidity is highly prevalent. OBJECTIVE: To perform an umbrella systematic review of the meta-analytic evidence and meta- …",
    "abstract": "Importance:\n        \n      \n      Every third to sixth patient with medical diseases receives antidepressants, but regulatory trials typically exclude comorbid medical diseases. Meta-analyses of antidepressants have shown small to medium effect sizes, but generalizability to clinical settings is unclear, where medical comorbidity is highly prevalent.\n    \n\n\n          Objective:\n        \n      \n      To perform an umbrella systematic review of the meta-analytic evidence and meta-analysis of the efficacy and safety of antidepressant use in populations with medical diseases and comorbid depression.\n    \n\n\n          Data sources:\n        \n      \n      PubMed and EMBASE were searched from inception until March 31, 2023, for systematic reviews with or without meta-analyses of randomized clinical trials (RCTs) examining the efficacy and safety of antidepressants for treatment or prevention of comorbid depression in any medical disease.\n    \n\n\n          Study selection:\n        \n      \n      Meta-analyses of placebo- or active-controlled RCTs studying antidepressants for depression in individuals with medical diseases.\n    \n\n\n          Data extraction and synthesis:\n        \n      \n      Data extraction and quality assessment using A Measurement Tool for the Assessment of Multiple Systematic Reviews (AMSTAR-2 and AMSTAR-Content) were performed by pairs of independent reviewers following PRISMA guidelines. When several meta-analyses studied the same medical disease, the largest meta-analysis was included. Random-effects meta-analyses pooled data on the primary outcome (efficacy), key secondary outcomes (acceptability and tolerability), and additional secondary outcomes (response and remission).\n    \n\n\n          Main outcomes and measures:\n        \n      \n      Antidepressant efficacy presented as standardized mean differences (SMDs) and tolerability (discontinuation for adverse effects) and acceptability (all-cause discontinuation) presented as risk ratios (RRs).\n    \n\n\n          Results:\n        \n      \n      Of 6587 references, 176 systematic reviews were identified in 43 medical diseases. Altogether, 52 meta-analyses in 27 medical diseases were included in the evidence synthesis (mean [SD] AMSTAR-2 quality score, 9.3 [3.1], with a maximum possible of 16; mean [SD] AMSTAR-Content score, 2.4 [1.9], with a maximum possible of 9). Across medical diseases (23 meta-analyses), antidepressants improved depression vs placebo (SMD, 0.42 [95% CI, 0.30-0.54]; I2 = 76.5%), with the largest SMDs for myocardial infarction (SMD, 1.38 [95% CI, 0.82-1.93]), functional chest pain (SMD, 0.87 [95% CI, 0.08-1.67]), and coronary artery disease (SMD, 0.83 [95% CI, 0.32-1.33]) and the smallest for low back pain (SMD, 0.06 [95% CI, 0.17-0.39]) and traumatic brain injury (SMD, 0.08 [95% CI, -0.28 to 0.45]). Antidepressants showed worse acceptability (24 meta-analyses; RR, 1.17 [95% CI, 1.02-1.32]) and tolerability (18 meta-analyses; RR, 1.39 [95% CI, 1.13-1.64]) compared with placebo. Antidepressants led to higher rates of response (8 meta-analyses; RR, 1.54 [95% CI, 1.14-1.94]) and remission (6 meta-analyses; RR, 1.43 [95% CI, 1.25-1.61]) than placebo. Antidepressants more likely prevented depression than placebo (7 meta-analyses; RR, 0.43 [95% CI, 0.33-0.53]).\n    \n\n\n          Conclusions and relevance:\n        \n      \n      The results of this umbrella systematic review of meta-analyses found that antidepressants are effective and safe in treating and preventing depression in patients with comorbid medical disease. However, few large, high-quality RCTs exist in most medical diseases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37672261/"
}