{
  "pmid": "41462276",
  "title": "The NewroBus platform: engineered humanized anti-TfR1 nanobodies for efficient brain delivery.",
  "abstract": "Delivery of biologic therapeutics to the central nervous system (CNS) is hindered by the blood-brain barrier (BBB), which restricts large molecule passage. Receptor-mediated transcytosis via transferrin receptor 1 (TfR1) provides a physiological route for selective BBB transport. This study aimed to develop human-specific nanobodies that engage TfR1 without disrupting transferrin function, enabling safe and efficient CNS delivery of therapeutic biologics. Single-domain camelid antibodies targeting human TfR1 were isolated, humanized, and optimized through computational and artificial intelligence-guided algorithms to improve humanness, solubility, and stability. Binding kinetics were quantified by surface plasmon resonance using a 1:1 Langmuir model. In vivo BBB permeability and safety were assessed in rats genetically humanized for TfR1 and transferrin following intravenous or subcutaneous administration. Optimized TfR1-binding nanobodies exhibited high affinity for human TfR1, with equilibrium dissociation constants (KD) in the picomolar range. These nanobodies crossed the BBB efficiently without interfering with transferrin binding or iron homeostasis and were therefore designated NewroBus. When fused to humanized tumor necrosis factor alpha (TNFα)-neutralizing nanobodies, NewroBus heterodimers maintained BBB permeability and achieved sustained cerebrospinal fluid and serum levels for at least three days after subcutaneous dosing. Chronic administration of representative constructs in humanized rats did not alter hematologic parameters, indicating absence of TfR1-related hematotoxicity. Humanized TfR1 nanobodies (NewroBus) enable efficient, TfR1-dependent transcytosis of biologics across the BBB while preserving iron transport and safety. Their high binding affinity, favorable pharmacokinetic properties, and modular fusion capacity position NewroBus as a versatile platform for CNS delivery of therapeutic proteins.",
  "disease": "alzheimer disease"
}