{
  "pmid": "41313061",
  "title": "[The muscle out of breath: limitations and adaptations to hypoxia].",
  "abstract": "Skeletal muscle undergoes and also adapts to hypoxia caused by certain chronic diseases, whether it is chronic (chronic obstructive pulmonary disease [COPD], chronic heart failure [CHF]), intermittent (obstructive sleep apnea syndrome [OSAS]), or mixed (sickle cell disease [SCD]). This review reports the associated muscle remodeling. In COPD and CHF, muscle atrophy, fiber type redistribution, reduced microvascularization, and impaired oxidative metabolism are observed. SCD induces similar abnormalities as seen in COPD and CHF but with a specific microvascular remodeling. Conversely, OSAS improves microvascularization and oxidative metabolism, without a notable effect on muscle fiber type or trophicity. These differences likely reflect the nature and severity of hypoxia, as well as the degree of patient deconditioning. Le muscle à bout de souffle : contraintes et adaptations à l’hypoxie. Le muscle squelettique subit et s’adapte à l’hypoxie engendrée par certaines maladies chroniques, qu’elle soit chronique (bronchopneumopathie chronique obstructive [BPCO], insuffisance cardiaque chronique [ICC]), intermittente (syndrome d’apnées obstructives du sommeil [SAOS]) ou mixte (drépanocytose). Cette revue rapporte les remodelages musculaires associés dans ces maladies. Dans la BPCO et l’ICC, une atrophie musculaire est observée, associée à une redistribution des types de fibres, une microvascularisation appauvrie et un métabolisme oxydatif altéré. La drépanocytose engendre des anomalies similaires à celles observées dans la BPCO et l’ICC, mais avec un remodelage microvasculaire spécifique. À l’inverse, le SAOS améliore la microvascularisation et le métabolisme oxydatif, sans effet notable sur la typologie ou la trophicité musculaire. Ces différences reflètent probablement la nature et la sévérité de l’hypoxie, ainsi que le degré de déconditionnement des patients.",
  "disease": "chronic obstructive pulmonary disease"
}