{
  "pmid": "41473656",
  "title": "HALP, PIV, and SII as novel composite inflammatory indices for early detection and severity assessment of Alzheimer's disease.",
  "abstract": "This study aimed to evaluate the diagnostic and prognostic value of the Hemoglobin, Albumin, Lymphocyte, and Platelet (HALP) Score, the Pan-Immune-Inflammation Value (PIV), and the Systemic-Immune-Inflammation Index (SII) in Alzheimer's disease (AD), exploring their association with dementia severity and their potential utility in diagnosis and monitoring disease progression. In a retrospective case-control study, 261 AD patients and 176 healthy controls were enrolled. Propensity score matching (PSM) generated a balanced cohort of 176 patient-control pairs. Demographic, clinical, and hematologic variables were collected, including HALP, PIV, and SII, and dementia severity was assessed using the mini-mental state examination (MMSE). Univariate and multivariate logistic regression analyses were performed to identify independent risk factors for AD, while spearman's correlation and receiver operating characteristic (ROC) curve analysis with bootstrap internal validation were used to evaluate the biomarker's performance. Following matching, AD patients exhibited significantly lower HALP and higher PIV and SII levels indicating a chronic pro-inflammatory state. HALP, PIV, and SII showed gradual but non-significant changes with dementia severity. HALP exhibited inverse correlation trend with dementia severity, though it did not reach statistical significance. Logistic regression identified education level and elevated neutrophil counts as independent risk factors of AD. ROC analysis revealed modest diagnostic performance for indices (AUC from 0.627 to 0.655), while combination of them did not significantly improve the diagnostic power. HALP, PIV, and SII are promising blood-based biomarkers for AD diagnosis and progression monitoring. HALP may help track disease progression. These low cost, accessible composite inflammatory indices offer potential as adjunct tools for early detection and severity assessment in AD, especially in resource limited settings.",
  "disease": "alzheimer disease"
}