{
  "pmid": "41453093",
  "title": "Diagnostic Performance of LIVERFASt as a Non-invasive Liver Fibrosis Test: Data from Three Cohorts of Patients with Metabolic Dysfunction-associated Steatotic Liver Disease.",
  "abstract": "This study evaluates the diagnostic performance of the novel blood-based device, LIVERFASt to detect fibrosis stages in patients with metabolic dysfunction-associated steatotic liver disease (MASLD), including those with type 2 diabetes (T2DM), compared to FIB-4 in a subgroup analysis. LIVERFASt is computed with 10 blood biomarkers and four anthropometric measures and provides a quantitative score (0.00-1.00) to stage cirrhosis (F4), advanced fibrosis (≥F3), and clinically significant fibrosis (≥F2). Three cohorts of patients (two retrospective and one prospective) from tertiary centers in Europe and the U.S. with histological-proven biopsy were used to assess LIVERFASt and FIB-4 diagnostic performance using area under the receiver operating curve (AUROC), sensitivity (Sn), specificity, and predictive values (PV) for varying fibrosis prevalence levels. 497 MASLD adult patients were included (median age 56 years, 56.7% female, 50.3% T2DM, 44.1% advanced fibrosis, and 20.1% cirrhosis). In the pooled analysis, the AUROCs for fibrosis stages F4, ≥F3, and ≥F2 were: 0.868, 0.846, 0.748, as well as for the T2DM subgroup (n=250): 0.846, 0.798, 0.736, respectively. For 35% advanced fibrosis prevalence, the positive/negative PVs were 77.2%/81.3% for the overall cohort and 65.52%/79.81% for the subgroup with tT2DM, respectively. At high (90%) to low (1%) advanced fibrosis prevalences, the positive and negative PVs ranged from 93% to 4.28% and from 43.06% to 99.73%, respectively. For F4 and ≥F3 fibrosis stages, LIVERFASt outperformed FIB-4: AUROC 0.870 vs 0.851 and 0.874 vs 0.821 (p<0.01), with Sn 74.07 vs 48.15 and 65.54 vs 37.29, respectively. LIVERFASt is a highly sensitive and clinically useful diagnostic test for staging fibrosis in MASLD patients, including those with T2DM and has a higher Sn for detecting advanced fibrosis when compared with FIB-4.",
  "disease": "diabetes mellitus"
}