{
    "title": "[Mesothelin in ovarian cancer].",
    "doc_id": "24224456",
    "writer": "Fraszczak K",
    "year": "2013",
    "summary": "Ovarian cancer is a neoplasm with high mortality rate. Its progression is mostly asymptomatic, which results in its first diagnosis in a late stage of the disease. ...It has been found that patients diagnosed with ovarian cancer have elevated serum mes …",
    "abstract": "Ovarian cancer is a neoplasm with high mortality rate. Its progression is mostly asymptomatic, which results in its first diagnosis in a late stage of the disease. Currently there are no reliable diagnostic methods for early detection of ovarian cancer. Molecular mechanisms leading to its development are not yet fully discovered. Recent studies show that mesothelin gene is up-regulated in patients with serous ovarian cancer. Mesothelin is a glycoprotein found in cell membranes of mesothelial cells lining the peritoneum, pericardium and pleura. Association of mesothelin in the development of ascites, intraperitoneal spread of the neoplasm, and its capability to modulate immune response have been show. It has been found that patients diagnosed with ovarian cancer have elevated serum mesothelin specific IgG levels. Mesothelin is also able to induce a cellular immune response, which is used in researches of ovarian cancer vaccines. High mesothelin expression in cancer tissues and its regular low expression in physiologic ones makes the glycoprotein a worthy candidate for the purpose of ovarian cancer treatment. Current studies assess the use of mesothelin as a target antigen as well as its immunogenicity. The methods of treatment include the use of recombined immunotoxin synthesized from the Pseudomonas exotoxin A (SSIP), MORAb-009 - chimeric monoclonal antibody, immunoconjugates (antibody - drug conjugates), cancer vaccines and gene therapy. The results of these studies are promising but further trials in larger population are required to confirm this.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24224456/"
}