{
    "title": "The tight junction protein cingulin regulates the vascular response to burn injury in a mouse model.",
    "doc_id": "32877697",
    "writer": "Zhuravleva K",
    "year": "2020",
    "summary": "Edema formation due to the collapse of physiological barriers and the associated delayed healing process is still a central problem in the treatment of burn injuries. In healthy individuals, tight junctions form a barrier to fluid and small molecules. Cingulin is a …",
    "abstract": "Edema formation due to the collapse of physiological barriers and the associated delayed healing process is still a central problem in the treatment of burn injuries. In healthy individuals, tight junctions form a barrier to fluid and small molecules. Cingulin is a cytoplasmic component of tight junctions and is involved in the regulation of the paracellular barrier. Endothelial specific cingulin knock-out mice provide new insight into the influence of tight junction proteins on edema formation and angiogenesis during wound healing. Knock-out mice lacking the head domain of cingulin in endothelial cells (CgnΔEC) were created by breeding Cgnfl/fl mice with Tie1-cre mice. Using a no-touch hot air jet a burn trauma was induced on the ear of the mouse. Over a period of 12 days microcirculatory parameters such as edema formation, angiogenesis and leukocyte-endothelial interactions were visualized using intravital fluorescence microscopy. At baseline, CgnΔEC mice surprisingly showed significantly less tracer extravasation compared to Cgnfl/fl littermates, whereas, after burn injury, edema was consistently higher in CgnΔEC mice. Non-perfused area after wounding was increased, but there was no difference in vessel diameters, contraction or dilation of arteries in CgnΔEC mice. Moreover, cingulin knock-out did not cause a difference in leukocyte adhesion after burn injury. In summary, cingulin limits non-perfused area after burn injury and maintains the paracellular barrier of blood vessels. Since edema formation with serious systemic effects is a central problem of burn wounds, understanding the importance of tight junction proteins might help to find new treatment strategies for burn wounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32877697/"
}