{
  "pmid": "41467436",
  "title": "Circadian transcriptomic disruptions in the hippocampus precede cognitive deficits in a mouse model of Alzheimer's disease.",
  "abstract": "Mounting evidence suggests that circadian rhythm disruption may be linked to the onset and progression of Alzheimer's disease. However, whether this disruption occurs before the appearance of cognitive symptoms and whether it drives disease development remain unclear. Understanding the temporal relationship between circadian rhythm dysregulation and early Alzheimer's disease pathological changes may open up new avenues for disease prevention and intervention. To determine if circadian rhythm disruption precedes cognitive decline, we conducted high-resolution transcriptome analyses of the hippocampus in a 5-month-old mouse model of Alzheimer's disease and age-matched wild-type control mice at multiple time points over a 24-hour period. While the mouse model of Alzheimer's disease did not exhibit obvious cognitive symptoms at this stage, the expression of circadian-related genes in the hippocampus exhibited extensive abnormalities. In the control group, 2109 genes exhibited rhythmic expression characteristics. In the mouse model of Alzheimer's disease, a marked proportion of these genes lost their rhythmicity, some genes newly developed rhythmicity, and some maintained rhythmicity but with altered expression patterns. Genes related to neuronal function, including those involved in protein homeostasis regulation, neuroinflammation, and ion homeostasis, showed significant changes in circadian rhythm amplitude and phase, and some completely lost their rhythmicity. These findings point to the following critical early events in Alzheimer's disease: hippocampal circadian gene disruption occurs before cognitive symptoms emerge, genes related to neuronal function are uniquely susceptible to this early dysregulation, and circadian dysfunction may even precede the pathological changes of Alzheimer's disease and influence disease onset. This work advances Alzheimer's disease research by clarifying that circadian disruption is an early pre-symptomatic event, reinforcing the potential of circadian rhythm regulation as a strategy for early intervention of Alzheimer's disease, and identifying neuronal pathways that may serve as intervention targets.",
  "disease": "alzheimer disease"
}