{
    "title": "Smart-planes fetal heart (S-planes FH) software to quantitative evaluate the fetal great arteries.",
    "doc_id": "31402727",
    "writer": "Huang C",
    "year": "2021",
    "summary": "OBJECTIVES: To explore the feasibility of applying smart-planes fetal heart (S-Planes FH) to 3D volumes to generate and display the outflow tract views (OFTVs) and evaluate its agreement and reliability in determining fetal vessel dimensions. ...",
    "abstract": "Objectives:\n        \n      \n      To explore the feasibility of applying smart-planes fetal heart (S-Planes FH) to 3D volumes to generate and display the outflow tract views (OFTVs) and evaluate its agreement and reliability in determining fetal vessel dimensions.\n    \n\n\n          Methods:\n        \n      \n      A total of 147 normal fetuses in the second or third trimester were enrolled. Once conventional 2D sonographic examination was finished, one or more 3D static volumes were then acquired in the 4-chamber view (4CV). The OFTVs automatically generated and displayed via a simple offline operation using S-Planes FH software. Per fetus, a single qualified S-Planes FH image was selected by an expert. The inner diameters of the aorta (AO) and pulmonary artery (PA) were measured in 2D and S-Planes FH images, respectively. The agreement and reliability of the two methods were verified by the Bland-Altman method and the intraclass correlation coefficient (ICC), respectively.\n    \n\n\n          Results:\n        \n      \n      A total of 515 3D static volumes were successfully acquired in 147 fetuses. The OFTVs were generated and displayed using S-Planes FH in 138 (93.9%) cases. S-Planes FH had good agreement in measuring the diameters of great arteries (95% CI of limits, -0.9419 to 1.1464 for AO diameter, -0.8871 to 1.7007 for PA diameter). The intraobserver and interobserver ICCs in this study were greater than 0.81, indicating almost perfect reliability of the two methods with regard to observers.\n    \n\n\n          Conclusions:\n        \n      \n      S-Planes FH software is a feasible method for generating OFTVs as well as determining vessel dimensions in the second and third trimesters and had good agreement with 2D examination. Therefore, it possesses clinical value in screening for CHD and can be operated by different sonographers.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31402727/"
}