{
    "title": "Immunopathophysiology of trauma-related acute kidney injury.",
    "doc_id": "32958893",
    "writer": "Messerer DAC",
    "year": "2021",
    "summary": "Physical trauma can affect any individual and is globally accountable for more than one in every ten deaths. Although direct severe kidney trauma is relatively infrequent, extrarenal tissue trauma frequently results in the development of acute kidney injury ( …",
    "abstract": "Physical trauma can affect any individual and is globally accountable for more than one in every ten deaths. Although direct severe kidney trauma is relatively infrequent, extrarenal tissue trauma frequently results in the development of acute kidney injury (AKI). Various causes, including haemorrhagic shock, rhabdomyolysis, use of nephrotoxic drugs and infectious complications, can trigger and exacerbate trauma-related AKI (TRAKI), particularly in the presence of pre-existing or trauma-specific risk factors. Injured, hypoxic and ischaemic tissues expose the organism to damage-associated and pathogen-associated molecular patterns, and oxidative stress, all of which initiate a complex immunopathophysiological response that results in macrocirculatory and microcirculatory disturbances in the kidney, and functional impairment. The simultaneous activation of components of innate immunity, including leukocytes, coagulation factors and complement proteins, drives kidney inflammation, glomerular and tubular damage, and breakdown of the blood-urine barrier. This immune response is also an integral part of the intense post-trauma crosstalk between the kidneys, the nervous system and other organs, which aggravates multi-organ dysfunction. Necessary lifesaving procedures used in trauma management might have ambivalent effects as they stabilize injured tissue and organs while simultaneously exacerbating kidney injury. Consequently, only a small number of pathophysiological and immunomodulatory therapeutic targets for TRAKI prevention have been proposed and evaluated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32958893/"
}