{
  "pmid": "41474535",
  "title": "Transradial vs transfemoral secondary access outcomes in transcatheter aortic valve replacement: an updated systematic review and meta-analysis.",
  "abstract": "Transcatheter aortic valve replacement (TAVR) is a minimally invasive procedure with associated risks that are influenced by the choice of secondary vascular access used. The impact of transradial secondary access (TRSA) compared to transfemoral secondary access (TFSA) on adverse events remains uncertain. Therefore, we conducted an updated meta-analysis to compare procedural complications between TRSA and TFSA in TAVR. We systematically searched PubMed, Scopus, and the Cochrane Library for studies comparing TRSA and TFSA in patients undergoing TAVR. The primary endpoints were 30-day rates of each of the following: access-related bleeding, access-related vascular complications, stroke/transient ischemic attack (TIA), myocardial infarction (MI), acute kidney injury (AKI stage III or higher), and all-cause mortality. Leave-one-out sensitivity analyses and subgroup analyses stratified by primary access route were performed to assess the consistency of the findings. Seven studies with 6327 patients were included, comprising of six observational studies and one randomized controlled trial TRSA was associated with significantly lower odds of mortality (OR 0.55, 95% CI [0.39, 0.78], p = 0.0007), stroke/TIA (OR 0.58, 95% CI [0.39, 0.87], p = 0.009), major/life-threatening bleeding (OR 0.50, 95% CI [0.30, 0.83], p = 0.008), and major vascular complications (OR 0.59, 95% CI [0.41, 0.85], p = 0.004). Additionally, we stratified outcomes for patients undergoing transfemoral primary access (TFPA) to determine whether the primary access route influences results. The transradial group demonstrated significantly lower odds of 30-day all-cause mortality (OR 0.49, 95% CI [0.28, 0.87], p = 0.01), and 30-day minor bleeding (OR 0.48, 95% CI [0.27, 0.86], p = 0.01). Key limitations included predominance of non-randomized studies and high heterogeneity in some outcomes. In patients undergoing TAVR, TRSA is associated with significantly lower complications compared to TFSA, suggesting it may be a superior alternative.",
  "disease": "stroke"
}