{
    "title": "Simulation analysis of natural lighting of residential buildings in Xi'an, China.",
    "doc_id": "31288111",
    "writer": "Zhen M",
    "year": "2019",
    "summary": "Through the DIALux simulation analysis, this paper analyses the importance of natural lighting factors in the Xi'an residential area and analyses factors such as latitude, date, window position, building aspect ratio, building height and window area. The study found …",
    "abstract": "The optimized design of natural lighting for residential buildings can greatly reduce lighting energy consumption and improve indoor environmental quality as well as the physical and mental health of residents. Through the DIALux simulation analysis, this paper analyses the importance of natural lighting factors in the Xi'an residential area and analyses factors such as latitude, date, window position, building aspect ratio, building height and window area. The study found that the winter solstice (December 22) is the most unfavourable day for residential lighting in Xi'an. Considering architectural beauty, building energy savings and natural lighting, the winter solstice is an effective time to calculate the window area of residential buildings in Xi'an. The higher the latitude is, the larger the window area required for the house. From April to August, the influence of latitude on window area is small; from January to April and from August to December, latitude has a greater influence on window area. This paper establishes a regression equation for residential window area in Xi'an and provides calculation tools for architects to use when designing residential windows that provides a reference for the design of residential windows at the same latitude (33° north latitude). Intelligent control strategies are put forward on natural lighting in residential buildings for working class families in this paper. An APP on smart phones is developed to realize the intelligent control of curtains. In accordance with family daily routine, the opening width of curtains is controlled automatically based on room functions and exterior illuminance, through which interior illuminance can be adjusted, indoor environmental quality can be improved and energy consumption of HVAC system can be reduced.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31288111/"
}