{
  "pmid": "41451632",
  "title": "Ten-year outcomes of combined ACLR and lateral extra-articular tenodesis: A systematic review.",
  "abstract": "This systematic review evaluates long-term outcomes after anterior cruciate ligament reconstruction (ACLR) with lateral extra-articular tenodesis (LET), including patient-reported outcome measures (PROMs), failure rates, objective knee scores and radiographic osteoarthritis (OA). A search of MEDLINE, Embase and Emcare was conducted until April 2025. Studies were eligible if they reported ≥10-year outcomes following combined ACLR and LET in adults. Exclusion criteria included cadaveric, biomechanical, paediatric and non-English studies. Methodological quality was assessed using Risk of Bias 2.0 Tool (RoB 2) for randomized trials and methodological index for non-randomized studies (MINORS) for non-randomized studies. Narrative synthesis and descriptive statistics were performed. Eleven studies (n = 603) were included, with a mean follow-up of 15.8 years (standard deviation [SD] 5.9). Graft failure rates ranged from 0% to 19.5%, with lower rates in studies using stricter revision-based definitions. LET was associated with lower failure and instability rates compared to isolated ACLR in three studies. Radiographic OA findings were mixed: some reported increased lateral OA (notably with bone-patellar tendon-bone [BTB] grafts), while others suggested protective effects, especially in patients with hamstring grafts and prior meniscectomy. Lysholm scores consistently exceeded 85, while Tegner activity levels declined modestly. International Knee Documentation Committee Subjective Knee Form (IKDC-SKF) and Knee Injury and Osteoarthritis Outcome Score (KOOS) scores were favourable, and most patients achieved IKDC objective Grade A or B. This review demonstrated that ACLR augmented with LET provided durable long-term outcomes, including high rates of subjective satisfaction and objective stability, without being consistently associated with increased radiographic OA or unacceptable failure rates. However, heterogeneity in study design, surgical technique and outcome reporting limits definitive conclusions. Level IV.",
  "disease": "osteoarthritis"
}