{
    "title": "The Goldilocks mastectomy.",
    "doc_id": "22892093",
    "writer": "Richardson H",
    "year": "2012",
    "summary": "RESULTS: Over 24 months, 32 women (50 breasts) underwent mastectomy and closure using this technique. Seromas occurred in 1 of 50 operated breasts and cellulitis developed in 3 of 50 breasts. ...Disadvantages include limited applicability in patients with sma …",
    "abstract": "Objective:\n        \n      \n      To reconstruct a breast mound from cutaneous mastectomy flap tissue alone, obviating the need for additional flap or implant techniques.\n    \n\n\n          Summary background data:\n        \n      \n      With growing numbers of obese and elderly women facing breast cancer, options outside of simple mastectomy without reconstruction and formal breast reconstruction using complex autologous flap harvesting techniques or artificial implants need to be explored.\n    \n\n\n          Methods:\n        \n      \n      Patients who declined traditional methods of breast reconstruction were offered standard skin sparing mastectomy with closure utilizing a standard Wise pattern. A completely autologous breast mound was created by preserving and de-epithelializing residual mastectomy flap tissue.\n    \n\n\n          Results:\n        \n      \n      Over 24 months, 32 women (50 breasts) underwent mastectomy and closure using this technique. Seromas occurred in 1 of 50 operated breasts and cellulitis developed in 3 of 50 breasts. One of the two patients had active hidradenitis at the time of surgery which made expander placement a contraindication and post operative infection a high risk. There has been no incidence of locoregional breast cancer recurrence.\n    \n\n\n          Conclusions:\n        \n      \n      Some patients are poor candidates for traditional methods of breast reconstruction secondary to medical comorbidities, while others may decline for more personal reasons. For these patients, we describe an additional option. The procedure is performed in a single stage and does not necessitate closure by a reconstructive surgeon, although a team approach can improve aesthetic results. Disadvantages include limited applicability in patients with small, non-ptotic breasts. Deemed the \"Goldilocks Mastectomy\", it is neither amputation of the breast, nor is it full reconstruction. It is a third, middle option. This offers an aesthetic advantage for women over simple mastectomy without reconstruction and potentially decreases cost and number of procedures sometimes associated with formal reconstruction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22892093/"
}