{
    "title": "First Report of Zucchini yellow mosaic virus in Cucurbits in Ivory Coast.",
    "doc_id": "30743639",
    "writer": "Koné D",
    "year": "2010",
    "summary": "Double-antibody sandwich (DAS)-ELISA tests were performed directly on dried samples with antisera against nine cucurbit-infecting viruses: Zucchini yellow mosaic virus (ZYMV, Potyvirus); Papaya ringspot virus (PRSV, Potyvirus); Watermelon mosaic virus (WMV, Potyvirus); Mor …",
    "abstract": "During a field survey conducted in December 2008 and January 2009 in southern Ivory Coast, zucchini squash (Cucurbita pepo L.) and cucumber (Cucumis sativus L.) plants were observed showing severe symptoms of leaf mosaic and distortions, filiformism, and fruit deformations. Nine samples were collected from symptomatic plants in four locations (Adzopé, Songon, Ayamé, and Gagnoa) and dried over CaCl2. Double-antibody sandwich (DAS)-ELISA tests were performed directly on dried samples with antisera against nine cucurbit-infecting viruses: Zucchini yellow mosaic virus (ZYMV, Potyvirus); Papaya ringspot virus (PRSV, Potyvirus); Watermelon mosaic virus (WMV, Potyvirus); Moroccan watermelon mosaic virus (MWMV, Potyvirus); Cucumber vein yellowing virus (CVYV, Ipomovirus); Cucumber mosaic virus (CMV, Cucumovirus); Cucurbit aphid borne yellows virus (CABYV, Polerovirus); Squash mosaic virus (SqMV, Comovirus); and Cucumber green mottle mosaic virus (CGMMV, Tobamovirus). ZYMV was detected alone in four of six zucchini squash samples and in mixed infection with CMV and PRSV in two of three cucumber samples. A cucumber sample (CI09-09) collected at Songon and infected by ZYMV, CMV, and PRSV was inoculated to zucchini squash. ZYMV was separated from CMV and PRSV by inoculating zucchini squash plantlets with one Myzus persicae Sulzer per plant with 2-min acquisition and 2-h inoculation access periods. Plants infected by ZYMV only developed typical symptoms of severe mosaic, distortion, and filiformism on leaves. Total RNA was extracted from the original dried sample of CI09-09 using TRI-Reagent (Molecular Research Center Inc., Cincinnati, OH) (2). One-step reverse transcription (RT)-PCR was performed with our standard protocol and specific primers (2), yielding a 605-bp fragment corresponding to part of the polymerase (NIb) and coat protein (CP) coding regions. The nucleotide sequence of the NIb-CP fragment of Ivory Coast ZYMV isolate CI09-09 (GenBank No. HM450303) shared 98.5, 92.7, 80.5, and 75.7% identity with ZYMV isolates from France (isolate E9, HM641798), Florida (D13914), Singapore (AF014811), and Vietnam (DQ925449), respectively. Sequence comparison indicated that CI09-09 belongs to the phylogenetic cluster 1 of group A of ZYMV (2). ZYMV, first described in 1981, is now one of the most damaging viruses in cucurbit crops worldwide and is characterized by an important biological and molecular diversity (1,3). ZYMV has already been reported in several African countries, mostly in the northern and southern parts of the continent (1), but to our knowledge, this is the first report of ZYMV in Ivory Coast. Among African isolates, CI09-09 shared 97.5% identity with isolate Su06-22 from Sudan (HM641799) belonging to the phylogenetic cluster 1 of group A of ZYMV, 94 to 95% identity with isolates from neighboring Mali (HM005307-HM005312) belonging to cluster 2 of group A, and 79.6% identity with the divergent isolate R5A from Réunion Island (L29569) belonging to phylogenetic group B of ZYMV. The presence of ZYMV in four distant locations in southern Ivory Coast suggests that this virus constitutes a serious threat to cucurbit production in this country. References: (1) C. Desbiez and H. Lecoq. Plant Pathol. 46:809, 1997, (2) C. Desbiez et al. Virus Res. 85:5, 2002, (3) H. Lecoq et al. Virus Res. 141:190, 2009.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30743639/"
}