{
    "title": "Clinical relevance of immune parameters in the tumor microenvironment of head and neck cancers.",
    "doc_id": "24803283",
    "writer": "Wallis SP",
    "year": "2015",
    "summary": "METHOD: A literature review was performed to identify studies, which have investigated the impact of immune factors within the tumour microenvironment of head and neck squamous cell carcinomas on clinical outcomes. RESULTS: Higher counts of intratumoral dendritic ce …",
    "abstract": "Background:\n        \n      \n      The tumour microenvironment is a highly complex region where multiple interactions occur between host and cancer cells. The host response is defined by the presence and function of different tumour infiltrating lymphocytes and cytokines. Head and neck squamous cell carcinomas comprise a subgroup of human cancers with significant morbidity and mortality.\n    \n\n\n          Method:\n        \n      \n      A literature review was performed to identify studies, which have investigated the impact of immune factors within the tumour microenvironment of head and neck squamous cell carcinomas on clinical outcomes.\n    \n\n\n          Results:\n        \n      \n      Higher counts of intratumoral dendritic cells and CD8+ T-lymphocytes are associated with a favorable prognosis in head and neck cancers. However, contrasting results have been found with T-regulatory cells whereby higher intratumoral counts appear favorable particularly in tumours of oropharyngeal origin. A number of studies have found a link between various biomarkers, e.g. IL-10 in oral cancers, and clinical outcome.\n    \n\n\n          Conclusions:\n        \n      \n      We have identified immune factors within the tumour microenvironment, which are critically related to prognosis and also those, which require further work to elucidate their full relevance. Furthermore it is clear that if immunotherapy is to be introduced as an adjunct in the treatment of head and neck cancers, different immunological parameters will need to be selected for each distinct subsite.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24803283/"
}