{
  "pmid": "41448497",
  "title": "Causal models and network instability in neurological and psychiatric disorders: Computational and clinical perspectives.",
  "abstract": "Self-diagnosis-the capacity of a system to detect and correct its own failures-is a defining property of adaptive systems. In the brain, recursive self-monitoring underlies perception, action, and cognition, but it is also fragile: small imbalances between priors and prediction errors can destabilize entire networks. Similar recursive instabilities are observed in immune collapse during sepsis and in failure modes of artificial intelligence (AI). Here, we advance a unified framework of causal models and network instability, integrating predictive coding, computational psychiatry, network neuroscience, immunology, and AI. We analyze Parkinson's disease and sepsis as full case studies, and schizophrenia and bipolar disorder as psychiatric parallels. Across these conditions, recursive failures manifest as rigid priors, amplified errors, or oscillatory attractors. Across neurological, psychiatric, and immune systems, recursive instability emerges when imbalances between prior precision and prediction-error precision destabilize feedback loops, leading to rigid, noise-amplified, or oscillatory dynamics. By framing Parkinson's disease, sepsis, schizophrenia, and bipolar disorder within a shared instability space, the proposed framework links predictive coding with network-level dynamics across biological domains. Clinically, this perspective motivates the development of state-dependent biomarkers and closed-loop interventions-such as adaptive neuromodulation and bioelectronic control-designed to stabilize recursive feedback rather than relying on static, open-loop therapies. Recognizing recursive instability as a transdiagnostic principle highlights shared vulnerabilities across brains, immune systems, and artificial agents, and points toward AI-augmented, causal, and adaptive interventions that integrate computational insight with clinical practice.",
  "disease": "parkinson disease"
}