{
    "title": "The Development of Stem Cell-Based Treatment for Liver Failure.",
    "doc_id": "28641515",
    "writer": "Zhu T",
    "year": "2017",
    "summary": "OBJECTIVE: Understand the source of stem cells, as well as the advantages and disadvantages of stem cell therapy. METHOD: Based on published papers, we discussed the cell sources and therapeutic effect of stem cells. We also summar …",
    "abstract": "Background:\n        \n      \n      Liver failure is a devastating clinical syndrome with a persistently mortality rate despite advanced care. Orthotopic liver transplantation protected patients from hepatic failure. Yet, limitations including postoperative complications, high costs, and shortages of donor organs defect its application. The development of stem cell therapy complements the deficiencies of liver transplantation, due to the inherent ability of stem cells to proliferate and differentiate.\n    \n\n\n          Objective:\n        \n      \n      Understand the source of stem cells, as well as the advantages and disadvantages of stem cell therapy.\n    \n\n\n          Method:\n        \n      \n      Based on published papers, we discussed the cell sources and therapeutic effect of stem cells. We also summarized the pros and cons, as well as optimization of stem cell-based treatment. Finally outlook future prospects of stem cell therapy.\n    \n\n\n          Results and conclusion:\n        \n      \n      Stem cells may be harvested from a variety of human tissues, and then used to promote the convalescence of hepatocellular function. The emergence of the co-cultured system, tissueengineered technology and genetic modfication has further enhanced the functionality of stem cells. However, the tumorigenicity, the low survival rate and the scarcity of long-term treatment effect are obstacles for the further development of stem cell therapy. In this review, we highlight current research findings and present the future prospects in the area of stem cell-based treatment for liver failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28641515/"
}