{
  "pmid": "41385850",
  "title": "Regret theory-based clinical efficacy evaluation method with three-way decision.",
  "abstract": "Scientific assessment of clinical efficacy regarding treatment regimens is crucial for ensuring healthcare quality and improving patient prognosis. For most diseases, efficacy evaluation process of treatment regimens is a temporal process. Under the intervention of each treatment regimen, a patient's efficacy information often alternates among improvement, deterioration, or stability of the condition. This dynamic variation demonstrates that the clinical efficacy evaluation problem is inherently a three-way classification problem involving temporal data. While numerous clinical efficacy evaluation methods have been developed, their practical utility is often constrained by limited interpretability in decision-making and insufficient accuracy-shortcomings that impede their alignment with the evolving demands of precision medicine. To this end, our study uses three-way decision (TWD) theory to propose an interpretable method for evaluating clinical efficacy. First, a multi-granularity unbalanced temporal incomplete hybrid decision system (MGUTIHDS) is introduced to represent the decision information of the problems considered. Second, in order to handle incomplete and hybrid attribute information, a reference sequence is employed to transform the MGUTIHDS into a normalized multi-granularity unbalanced temporal decision system (NMGUTDS). Considering the similarity of the patients' condition who administered the same treatment regimen, we subsequently segment the NMGUTDS into multiple information systems related to treatment regimens. Based on this, we theoretically construct a data-driven TWD model by exploring the measurement of the loss functions and conditional probabilities. Further, a regret theory-based three-way efficacy evaluation method is devised to address the problems considered. Meanwhile, the associated decision-making framework and algorithmic implementation are presented. At last, an application research, i.e., regimen recommendation based on clinical data of rheumatoid arthritis is carried out. The experimental results demonstrate the performance and superiority of our model and method.",
  "disease": "rheumatoid arthritis"
}