{
    "title": "Abdominal lymph node size in children at computed tomography.",
    "doc_id": "32507962",
    "writer": "Spijkers S",
    "year": "2020",
    "summary": "BACKGROUND: Lymph node enlargement is commonly used to indicate abnormality. OBJECTIVE: To evaluate the normal size and prevalence of abdominal lymph nodes in children at CT. ...When applying the Lugano criteria and RECIST (Response Criteria in Solid T …",
    "abstract": "Background:\n        \n      \n      Lymph node enlargement is commonly used to indicate abnormality.\n    \n\n\n          Objective:\n        \n      \n      To evaluate the normal size and prevalence of abdominal lymph nodes in children at CT.\n    \n\n\n          Materials and methods:\n        \n      \n      In this retrospective study, we included a total of 152 children ages 1-17 years who underwent abdominal CT examination after high-energy trauma. We measured abdominal lymph nodes in five lymph node stations (inguinal, iliac, para-aortic, hepatic and mesenteric). For the largest lymph node in each level, we measured long- and short-axis diameters in both the axial and coronal planes. We then calculated distribution parameters, correlation coefficients between lymph node size and age, and reference intervals.\n    \n\n\n          Results:\n        \n      \n      The prevalence of detectable lymph nodes was high for the inguinal (100%), iliac (98%), para-aortic (97%) and mesenteric (99%) stations and lower for the hepatic station (32%). Lymph node size showed small to medium significant correlations (ranging from 0.21 to 0.50) with age. When applying the Lugano criteria and RECIST (Response Criteria in Solid Tumors), 29 children (19%) would have had one or more enlarged abdominal lymph nodes.\n    \n\n\n          Conclusion:\n        \n      \n      The results of this study provide normative data of abdominal lymph node size in children. The current adult guidelines for enlarged lymph nodes seem adequate for most children with the exception of young adolescents, in which larger lymph nodes were relatively common, particularly in the inguinal region.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32507962/"
}