{
  "pmid": "41455435",
  "title": "Prognostic value of GFAP and UCHL-1 biomarkers in high-risk mild traumatic brain injury: A prospective longitudinal study of short- and long-term outcomes.",
  "abstract": "Blood biomarkers such as glial fibrillary acidic protein (GFAP) and ubiquitin carboxy-terminal hydrolase L1 (UCH-L1) have been shown to rise after mild traumatic brain injury, improving early detection of intracranial lesions. However, evidence on their role in detecting delayed intracranial hemorrhage, especially in patients on anticoagulants, and on their ability to predict long-term post-concussive symptoms is still limited and remains largely unexplored. Our study is the first to address this gap, evaluating these biomarkers for early detection of delayed bleeding and their association with symptom persistence at 3 and 6 months. To investigate the diagnostic and prognostic utility of serum biomarkers GFAP and UCH-L1 in adult patients with mild traumatic brain injury (mTBI), focusing on their association with delayed intracranial hemorrhage and post-concussive symptoms at 3 and 6 months. This prospective, single-center study enrolled adult patients (≥18 years) with mTBI (Glasgow Coma Scale ≥13) presenting within 24 h of injury. All patients were considered at high risk for intracranial bleeding due to blood thinners. Initial head CT and serum biomarker sampling were performed upon emergency department (ED) admission, followed by repeated CT imaging at 24 h. Serum GFAP and UCH-L1 levels were analyzed for their sensitivity and negative predictive value (NPV) in detecting acute and delayed intracranial injury, and for their association with post-concussive symptoms (PCS) assessed at 3 and 6 months using the Rivermead Post-Concussion Symptoms Questionnaire (RPQ). Symptomatic status was defined by clinically significant worsening relative to the pre-injury baseline. Overall, 441 patients fulfilled the inclusion criteria and were enrolled. Seventy-five patients (17 %) had positive findings on initial CT. These individuals were significantly older and more frequently hypertensive, while other clinical and laboratory parameters showed no significant differences. GFAP levels >30 pg/ml, and UCH-L1 > 360 pg/ml, and combined GFAP/UCH-L1 elevation were strongly associated with CT abnormalities, yielding high sensitivity (96 %; 95 % CI: 88.8-99.2) and NPV (96 %; 95 % CI: 90.6-98.9), though specificity was limited (24 %; 95 % CI: 20-29). Among 366 patients with negative baseline CTs, delayed intracranial hemorrhage occurred in only 3 cases (0.82 %). None of the patients with negative biomarker results at admission developed delayed intracranial hemorrhage. At follow-up, 15-22 % of patients reported persistent mild PCS, with no significant predictive value from baseline biomarkers, clinical features, or imaging findings. GFAP and UCH-L1 demonstrate excellent sensitivity for detecting acute intracranial lesions in mTBI and may support safer, more selective use of CT imaging in the ED. The low incidence of delayed hemorrhage following a negative initial CT suggests that routine repeat imaging may be unnecessary in mTBI patients, particularly in the case of negative biomarkers at admission. However, persistent post-concussive symptoms remain common and unpredictable, underscoring the need for improved prognostic tools beyond current biomarkers. ClinicalTrials.govNCT06069674.",
  "disease": "hypertension"
}