{
  "pmid": "41459915",
  "title": "Spatial Disparities of Sexual and Gender-Based Violence Emergency Room Use in Canada: A Rural Perspective.",
  "abstract": "Sexual- and gender-based violence (SGBV) remains a widespread public health crisis, with women in rural, remote, and northern communities across Canada disproportionately impacted. Despite well-documented barriers to accessing services in rural areas, there is limited national data on hospital-based care for SGBV-related injuries. This study utilizes the 2016 Canadian Community Health and Environment Cohort, hospital administrative records, and the Index of Remoteness to examine emergency room use (ERU) for SGBV across urban and rural regions between 2015 and 2021, including the period of the COVID-19 pandemic. Stratified analyses were performed by SGBV subtype, remoteness level, and sociodemographic factors. Results consistently showed higher odds of SGBV-related ERU in rural areas for all subtypes (i.e., physical violence, intimate partner violence (IPV), and sexual violence, with rural residents 65% more likely to seek ER care for overall SGBV than their urban counterparts. ERU rates increased with remoteness, notably spiking in the most isolated regions. During COVID-19, ERU for sexual and physical violence grew in both urban and rural settings, while ERU related to IPV declined, indicating disrupted help-seeking during lockdowns. Sociodemographic analysis identified higher ERU among younger individuals, women, immigrants, economically marginalized groups, and those living in rental or subsidized housing in rural areas. By applying an intersectional geographic framework, this study sheds light on how geographic isolation, social inequities, and structural barriers influence emergency service use for SGBV-related injuries. The findings underscore the pressing need to invest in culturally safe, community-based alternatives to emergency care and to tailor intervention strategies that address the unique needs of rural populations.",
  "disease": "covid-19"
}