{
    "title": "\"You'll have to be my eyes and ears\": A conversation analytic study of physical examination on a health helpline.",
    "doc_id": "30091493",
    "writer": "Lopriore S",
    "year": "2019",
    "summary": "AIMS AND OBJECTIVES: To explore the accomplishment of physical examination on a health helpline. By focusing on the ways in which callers are asked to examine themselves and report information to nurses, we aim to provide insight into how physical examinat …",
    "abstract": "Aims and objectives:\n        \n      \n      To explore the accomplishment of physical examination on a health helpline. By focusing on the ways in which callers are asked to examine themselves and report information to nurses, we aim to provide insight into how physical examination at a distance is achieved.\n    \n\n\n          Background:\n        \n      \n      Physical examination is a routine feature of healthcare encounters. In face-to-face settings, patients are subject to professional scrutiny through talk, touch and observation. Health professionals working on helplines face challenges in assessing signs of illness when they do not have physical access to patients.\n    \n\n\n          Design and methods:\n        \n      \n      Conversation analysis was used to explore sequences of interaction between nurses and callers that involved physical examination.\n    \n\n\n          Analysis:\n        \n      \n      Analysis examined how physical examination was routinely accomplished in a helpline environment. Nurses typically guided callers in self-examination by drawing on gross categorisations that required reporting of large-scale characteristics of symptoms (e.g., whether a body part looked \"normal\"). Physical examination was also regularly accomplished by nurses through two-component speaking turns: a prefacing component that involved instructions about self-examination; followed by a second component that included an information-soliciting question. These practices resulted in callers successfully accomplishing physical examination, despite their lack of professional medical knowledge.\n    \n\n\n          Conclusions:\n        \n      \n      This study identifies the communicative practices used by nurses to accomplish physical examination in helpline calls. Such practices involved asking questions that sought general, rather than specific, information and the prefacing of questions with simple instructions on how to undertake self-examination.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      Previous research indicates that physical examination in telehealth can be challenging, particularly in environments where clinicians need patients to examine themselves. This study identifies how nurses on a helpline manage this challenge. The findings highlight ways in which nurses can recruit patients to undertake tasks that would typically be undertaken by clinicians in physically co-present consultations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30091493/"
}