{
    "title": "Maigne Syndrome - A potentially treatable yet underdiagnosed cause of low back pain: A review.",
    "doc_id": "34151827",
    "writer": "Randhawa S",
    "year": "2022",
    "summary": "Robert Maigne in the late 1980s, Maigne Syndrome is an often unrecognized and treatable cause of low back pain. It can be separated into two distinct entities. The central variant is a result of nerve afferent input secondary to changes of facet joint arthropathy at …",
    "abstract": "Background:\n        \n      \n      First discussed by Dr. Robert Maigne in the late 1980s, Maigne Syndrome is an often unrecognized and treatable cause of low back pain. It can be separated into two distinct entities. The central variant is a result of nerve afferent input secondary to changes of facet joint arthropathy at the thoracolumbar junction. The peripheral variant is a result of impingement of the medial branch of the superior cluneal nerve, which arises from the posterior rami of the lower thoracic and upper lumbar nerve roots, and results in similar clinical symptoms and signs.\n    \n\n\n          Objective:\n        \n      \n      To review the current literature for a comprehensive description of Maigne Syndrome, its diagnosis and management.\n    \n\n\n          Methods:\n        \n      \n      Evidence was gathered using two main medical databases, namely PubMed and Google Scholar. Search terms included 'Maigne's Syndrome', 'Maigne facet', 'thoracolumbar junction syndrome', 'cluneal nerve entrapment', 'posterior iliac crest trigger point', 'pseudosciatica', as well as various permutations of these terms.\n    \n\n\n          Results:\n        \n      \n      The initial search generated 52 articles. These were screened, and duplicate and irrelevant articles were removed. Using the remaining articles, and with evaluation of their cited references, we selected 28 articles for review. Most of these consisted of case reports, many of which were published in rehabilitation, chiropractic and medical journals. The papers explored topics such as anatomy, cluneal nerve imaging, and treatment of nerve entrapment and facet related back pain syndromes, and have been included in this review, which is, to the best our knowledge, the most comprehensive description of Maigne Syndrome to date.\n    \n\n\n          Conclusion:\n        \n      \n      The keys to the diagnosis of Maigne Syndrome include an awareness of the mechanical causes of back dominant pain, an understanding of the relevant anatomy, a specific clinical examination, and focused radiological guided anesthetic blocks. Treatment is available, and as in all back-pain etiologies, is most effective in the early stages of the disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34151827/"
}