{
    "title": "Potential application of tumor suppressor microRNAs for targeted therapy in head and neck cancer: A mini-review.",
    "doc_id": "30527233",
    "writer": "Olatunji I.",
    "year": "2018",
    "summary": "Head and neck cancer remains a leading cause of death worldwide. Most common available treatment methods which include surgery, radiotherapy, and chemotherapy are associated with numerous side effects. ...The search for literature was done on PubMed using the …",
    "abstract": "Head and neck cancer remains a leading cause of death worldwide. Most common available treatment methods which include surgery, radiotherapy, and chemotherapy are associated with numerous side effects. MicroRNA therapeutics is an emerging form of gene therapy with potential for use in treatment of head and neck cancer. MicroRNAs are short nucleotide RNAs that target mRNAs (messenger RNA) to regulate gene expression at the post-transcription level. They may act as either tumor suppressor or oncogene in cancer. In the past, their potential use in cancer management (diagnosis, treatment, prognosis prediction), based on their deregulation have been demonstrated and written about but summaries on their application for targeted therapy are limited. This article aims at discussing the potential of some known tumor suppressor microRNAs for treatment of head and neck cancer, either alone or in combination with other treatment forms. It also aims at highlighting some obstacles against their use. The search for literature was done on PubMed using the search term: \"MicroRNA based head and neck cancer treatment\". Only free full text original articles on specific microRNAs and their tumor suppressive abilities in head and neck cancer, written in English language were used. Most of the studies demonstrated the ability of microRNAs to inhibit tumor growth by targeting specific oncogenes in cancer cells. Tumor suppressor microRNAs show promise for the treatment of head and neck cancer but more researches are needed to further clear areas of concern.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30527233/"
}