{
  "pmid": "41455176",
  "title": "A bounded functional alignment approach for total knee arthroplasty: impact on knee phenotype and patient-reported outcomes.",
  "abstract": "Native knee coronal alignment and joint line obliquity vary among individuals as evidenced by the Coronal Plane Alignment of the Knee (CPAK) classification. This study investigated whether a single institution's functional alignment (FA) approach during robotic-assisted total knee arthroplasty (TKA) preserves native knee phenotypes and whether knee phenotype retention impacts patient-reported outcomes (PROs). We performed a retrospective cohort study of 188 patients who underwent robotic TKA with a bounded FA strategy at a single institution. Surgeons were blinded to preoperative knee phenotypes and employed an FA technique with minimized soft tissue releases. Knees were grouped as retention or reclassification of preoperative CPAK phenotype. PROs were analyzed at 1-year follow up, including minimal clinically important difference (MCID) achievement. The most common preoperative CPAK knee phenotypes were classes I (30.3 %), II (36.2 %), and III (23.9 %). Postoperatively, 74.5 % of knees retained their native phenotype, including 100 % of class I and 89 % of class III knees. Most common postoperative CPAK knee phenotypes were classes I (48.4 %) and III (23.4 %) followed by class II (20.7 %). No significant differences were identified in any PROs at 1-year follow up between retention groups (Knee injury and Osteoarthritis Outcome Score for Joint Replacement (KOOS JR): 26.4 vs. 29.4, P = 0.36). Similar proportions of both groups achieved MCID thresholds for KOOS JR and PROMIS-10 scores. A bounded FA approach to robotic assisted TKA retained native CPAK phenotype in most cases, though phenotype retention did not significantly affect 1-year PROs. Within bounded FA parameters, soft tissue balance may be as important as precise phenotype restoration for short-term functional outcomes.",
  "disease": "osteoarthritis"
}