{
    "title": "Ultrasound and clinicopathological characteristics of breast cancer for predicting axillary lymph node metastasis.",
    "doc_id": "37694357",
    "writer": "Bai X",
    "year": "2023",
    "summary": "RESULTS: In this study, 471 patients diagnosed with breast cancer at the First Affiliated Hospital of Xi'an Jiaotong University between July 2016 and September 2019 were collected, with a total of 471 nodules, of which 231(49.0%) had axillary lymph node metas …",
    "abstract": "Objectives:\n        \n      \n      The goal of this study was to assess the clinicopathological and ultrasound (US) features of breast cancer for predicting the risk of axillary lymph node metastasis.\n    \n\n\n          Methods:\n        \n      \n      Patients with breast cancer were included in this retrospective, monocentric, observational study. Their preoperative ultrasound features, clinical data, laboratory results and postoperative pathologic results and immunophenotyping were collected. The association of these factors of breast cancer with axillary lymph node metastasis was evaluated by univariate and multivariate analysis.\n    \n\n\n          Results:\n        \n      \n      In this study, 471 patients diagnosed with breast cancer at the First Affiliated Hospital of Xi'an Jiaotong University between July 2016 and September 2019 were collected, with a total of 471 nodules, of which 231(49.0%) had axillary lymph node metastasis, and 240(51.0%) did not. The parameters of hyperechoic halo, posterior acoustic decrease, microcalcification, carcinogenic embryonic antigen (CEA), cancer antigen-153 (CA153), CK5/6 (+), Ki67 (≥40%), AR (+) and histological grade (grade II and grade III) were significantly and independently associated with axillary lymph node metastasis (p < 0.05 for all).\n    \n\n\n          Conclusions:\n        \n      \n      The combination of ultrasound features, tumor markers, pathology, and immunohistochemistry can predict axillary lymph node metastasis in breast cancer patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37694357/"
}