{
    "title": "Ribonuclease 7 Shields the Kidney and Bladder from Invasive Uropathogenic Escherichia coli Infection.",
    "doc_id": "31239387",
    "writer": "Eichler T",
    "year": "2019",
    "summary": "In the transgenic mice, we detected RNase 7 expression in the kidney's intercalated cells and bladder urothelium. RNase 7 humanized mice exhibited marked protection from UPEC. CONCLUSIONS: These findings provide evidence that RNase 7 has a role in kidney and …",
    "abstract": "Background:\n        \n      \n      Evidence suggests that antimicrobial peptides, components of the innate immune response, protect the kidneys and bladder from bacterial challenge. We previously identified ribonuclease 7 (RNase 7) as a human antimicrobial peptide that has bactericidal activity against uropathogenic Escherichia coli (UPEC). Functional studies assessing RNase 7's contributions to urinary tract defense are limited.\n    \n\n\n          Methods:\n        \n      \n      To investigate RNase 7's role in preventing urinary tract infection (UTI), we quantified urinary RNase 7 concentrations in 29 girls and adolescents with a UTI history and 29 healthy female human controls. To assess RNase 7's antimicrobial activity in vitro in human urothelial cells, we used siRNA to silence urothelial RNase 7 production and retroviral constructs to stably overexpress RNase 7; we then evaluated UPEC's ability to bind and invade these cells. For RNase 7 in vivo studies, we developed humanized RNase 7 transgenic mice, subjected them to experimental UTI, and enumerated UPEC burden in the urine, bladder, and kidneys.\n    \n\n\n          Results:\n        \n      \n      Compared with controls, study participants with a UTI history had 1.5-fold lower urinary RNase 7 concentrations. When RNase 7 was silenced in vitro, the percentage of UPEC binding or invading human urothelial cells increased; when cells overexpressed RNase 7, UPEC attachment and invasion decreased. In the transgenic mice, we detected RNase 7 expression in the kidney's intercalated cells and bladder urothelium. RNase 7 humanized mice exhibited marked protection from UPEC.\n    \n\n\n          Conclusions:\n        \n      \n      These findings provide evidence that RNase 7 has a role in kidney and bladder host defense against UPEC and establish a foundation for investigating RNase 7 as a UTI prognostic marker or nonantibiotic-based therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31239387/"
}