{
    "title": "Rehabilitation agency of older adults in group-based intervention.",
    "doc_id": "29313394",
    "writer": "Pikkarainen A",
    "year": "2019",
    "summary": "AIMS: This study investigated the individual rehabilitation agency of older adults in a one-year group-based gerontological rehabilitation context. Here, rehabilitation agency is understood as being manifested when older adults make choices and decisions regarding t …",
    "abstract": "Aims:\n        \n      \n      This study investigated the individual rehabilitation agency of older adults in a one-year group-based gerontological rehabilitation context. Here, rehabilitation agency is understood as being manifested when older adults make choices and decisions regarding their everyday lives, including notions of themselves.\n    \n\n\n          Methods:\n        \n      \n      The data were obtained via non-participant observation of the final individual goal evaluation sessions of 38 older adults with their personal counselor. In these sessions, older adults discussed their rehabilitation outcomes, actions, choices and decisions during the rehabilitation year, along with their future in home settings. The data were analyzed using qualitative content analysis and an agency-centred approach.\n    \n\n\n          Findings:\n        \n      \n      The findings revealed that older adults made choices and decisions differently concerning their life in and beyond the rehabilitation context. Four forms of rehabilitation agency of older adults were identified: (i) renewable, (ii) widened, (iii) selective and (iv) fractured. These forms of agency were differently connected to older adults' life courses and to their peer relations in the rehabilitation context.\n    \n\n\n          Conclusions:\n        \n      \n      An agency-centred approach could produce new theoretical ideas and practical implications for developing older adults' rehabilitation to better meet their needs as well as the goals of group-based rehabilitation interventions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29313394/"
}