{
    "title": "Autonomic Psychophysiology of Preadolescent Anxiety: Within- and Cross-System Interactions Between Measures of Autonomic Nervous System Reactivity to Social Stress.",
    "doc_id": "40898744",
    "writer": "Kaeppler AK",
    "year": "2025",
    "summary": "The present study sought to build on prior research by examining within-system (sympathetic nervous system [SNS] SNS) and cross-system (SNS parasympathetic nervous system [PNS]) interactions between measures of autonomic reactivity to social stress as predictors of …",
    "abstract": "The present study sought to build on prior research by examining within-system (sympathetic nervous system [SNS] × SNS) and cross-system (SNS × parasympathetic nervous system [PNS]) interactions between measures of autonomic reactivity to social stress as predictors of anxiety. The physiological responses (respiratory sinus arrhythmia [RSA], skin conductance level [SCL], and pre-ejection period [PEP]) of 123 preadolescents (Mage = 12.03 years) were measured continuously during a lab protocol designed to simulate common peer evaluation experiences. Preadolescents completed measures of global anxiety and real-time, context-specific anxiety during the social-evaluative stress protocol. The within-system interaction between PEP reactivity (PEPR) and SCL reactivity (SCLR) was associated with context-specific anxiety, such that a significant positive association was observed between SCLR and context-specific anxiety at higher levels of PEPR but not lower levels of PEPR. In addition, the cross-system interaction between RSA reactivity (RSAR) and PEPR was a significant predictor of global anxiety, such that a significant negative association was observed between RSAR and global anxiety at higher levels of PEPR, but not lower levels of PEPR. An increase in SCL coupled with shortening of PEP may reflect SNS hyperreactivity to social-evaluative stress and contribute to concurrent anxiety, whereas blunted RSAR to social stress combined with a shortening of PEP may reflect a nonreciprocal cardiac response and contribute to global anxiety.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40898744/"
}