{
    "title": "Prevalence of depression among university students in China: a systematic review and meta-analysis.",
    "doc_id": "40217329",
    "writer": "Lin ZZ",
    "year": "2025",
    "summary": "BACKGROUND: Depression among university students in China represents a critical public health challenge, with emerging evidence suggesting exacerbated risks during the COVID-19 pandemic. ...The articles were cross-sectional studies focusing on the prevalence of depression …",
    "abstract": "Background:\n        \n      \n      Depression among university students in China represents a critical public health challenge, with emerging evidence suggesting exacerbated risks during the COVID-19 pandemic. Despite prior regional studies, a comprehensive national analysis comparing pre-pandemic and pandemic-era prevalence, while accounting for profession-specific stressors, remains lacking. This study aims to quantify depression prevalence across Chinese universities, identify high-risk subgroups, and assess the pandemic's impact.\n    \n\n\n          Methods:\n        \n      \n      A systematic search was conducted on PubMed, CNKI, Wang-fang Database, and Web of Science. The articles were cross-sectional studies focusing on the prevalence of depression among university students in China, with clearly defined criteria for diagnosing depression included. MetaXL 5.3 was used to pool the outcomes and perform a meta-analysis, assessing the prevalence of depression among university students and influential factors such as the impact of COVID-19.\n    \n\n\n          Results:\n        \n      \n      Data from 32 cross-sectional studies (n = 93,679) on depression prevalence among students were analyzed. The prevalence estimates ranged from 12.1% to 77.1%, with a summary prevalence of 34.70% after meta-analytic pooling. Subgroup investigations based on major, sample size, geographical region, gender, and the influence of COVID-19 were conducted. Prior to the pandemic, student depression prevalence was 35.0% (95%CI, 26.9%-43.4%), which increased to 38.7% (95%CI, 33.6%-44.0%) during and after the pandemic.\n    \n\n\n          Discussion:\n        \n      \n      This study underscores a substantial mental health burden among Chinese university students, intensified by pandemic-related disruptions. Medical students and those in high-stress regions warrant prioritized interventions. Systemic reforms in healthcare education and regionally tailored mental health policies are urgently needed. Longitudinal studies are critical to track post-pandemic recovery trajectories.\n    \n\n\n          Systematic review registration:\n        \n      \n      CRD42024502949.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40217329/"
}