{
    "title": "The role of axillary reverse mapping in intraoperative nodal palpation during sentinel lymph node biopsy.",
    "doc_id": "34120393",
    "writer": "Noguchi M",
    "year": "2021",
    "summary": "Nodes around blue and hot sentinel lymph node were incidentally removed as para-sentinel lymph nodes. Fluorescent nodes were considered axillary reverse mapping nodes. Patients with positive sentinel lymph node underw …",
    "abstract": "Intraoperative nodal palpation in the axilla is a mandatory part of sentinel lymph node biopsy. However, there is no consensus regarding the definition of suspicious palpable node. The sampling rate and involvement rate of suspicious palpable nodes are inconsistent. We hypothesized that axillary reverse mapping is helpful to select suspicious palpable sentinel lymph nodes more accurately. Patients with clinically negative nodes underwent sentinel lymph node biopsy with intraoperative nodal palpation and axillary reverse mapping. Blue and hot nodes were removed as sentinel lymph nodes. Suspicious palpable nodes that were neither blue nor hot were removed as palpable sentinel lymph nodes. Nodes around blue and hot sentinel lymph node were incidentally removed as para-sentinel lymph nodes. Fluorescent nodes were considered axillary reverse mapping nodes. Patients with positive sentinel lymph node underwent axillary lymph node dissection. Palpable sentinel lymph nodes and para-sentinel lymph nodes were removed in 130 (15%) of 850 patients with clinically negative nodes. Although palpable sentinel lymph nodes and para-sentinel lymph nodes were involved in 19 (15%) of 130 patients, fluorescent palpable sentinel lymph nodes were involved only in 2 patients and fluorescent para-sentinel lymph nodes were not involved. When excluding fluorescent palpable sentinel lymph nodes and para-sentinel lymph nodes, the sampling rate of suspicious palpable nodes significantly decreased (15% vs. 5%, p < 0.01) and the involvement rate of palpable sentinel lymph nodes significantly increased (15% vs. 31%, p < 0.05). Axillary reverse mapping is helpful to avoid an unnecessary removal of palpable nodes without metastases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34120393/"
}