{
    "title": "Causes and consequences of fatigue in rheumatoid arthritis.",
    "doc_id": "28207494",
    "writer": "Katz P.",
    "year": "2017",
    "summary": "However, disease activity per se accounts for only a small portion of fatigue, and rheumatoid arthritis medications that reduce disease activity have small effects on fatigue. ...Some of these factors may be indirect effects of disease (e.g. pain can lead to sleep d …",
    "abstract": "Purpose of review:\n        \n      \n      To review current information on the causes, treatments, and consequences of fatigue in rheumatoid arthritis.\n    \n\n\n          Recent findings:\n        \n      \n      Disease activity (inflammation, pain, joint symptoms) is associated with greater fatigue. However, disease activity per se accounts for only a small portion of fatigue, and rheumatoid arthritis medications that reduce disease activity have small effects on fatigue. Instead, factors outside the direct effects of rheumatoid arthritis, such as obesity, physical inactivity, sleep disturbance, and depression, explain the majority of variation in fatigue. Some of these factors may be indirect effects of disease (e.g. pain can lead to sleep disturbance). Rheumatoid arthritis has significant effects on the quality of life of individuals with rheumatoid arthritis. The most effective approaches to reducing rheumatoid arthritis fatigue appear to be behavioral, such as increasing physical activity, or cognitive, such as cognitive behavioral interventions.\n    \n\n\n          Summary:\n        \n      \n      Fatigue in rheumatoid arthritis appears to be largely because of factors outside the direct effects of the disease, such as behavioral and psychological factors. In spite of the tremendous impact of fatigue on patient health and quality of life, effective treatments remain elusive, but existing data show that behavioral and cognitive approaches may be most effective.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28207494/"
}