{
  "pmid": "41424732",
  "title": "Pyrazoline B Induces Oxidative Stress Mediated Toxicity, Cell Cycle Arrest, and Caspase-Independent Apoptosis in BT-474 Human Breast Cancer Cells.",
  "abstract": "Luminal subtype B breast cancer represents a clinically challenging subtype, accounting for nearly 40% of all breast cancers. However, clinical outcomes remain suboptimal due to challenges such as poor solubility, resistance, and drug-induced toxicity. In our previous work, a synthesized compound pyrazoline B demonstrated potent toxicity effects towards T47D, 4T1, and Hs578T breast cancer cells, WiDr colorectal cancer cells, and HeLa cervical cancer cells. Building on these findings, we now investigate-for the first time-the therapeutic potential of a lead compound, pyrazoline B, against luminal B breast cancer using the clinically relevant BT-474 model (HER2+/ER+). This study systematically evaluates pyrazoline B's standalone efficacy and preliminary synergistic interactions with paclitaxel, aiming to address current therapeutic gaps in this high-risk subtype. Comprehensive in vitro analysis included proliferation and cell migration (scratch) assays, flow cytometry (apoptosis and cell cycle), ELISA (EGFR/VEGFR-2), and RT-qPCR, complemented by in silico ADME and molecular docking analyses. Pyrazoline B demonstrated multimodal activity, inducing G0/G1 arrest through Cyclin D1 suppression while reduced EGFR and VEGFR-2 proteins level. The compound triggered caspase-independent cell death via oxidative stress. Additionally, pyrazoline B enhances the inhibitory effect of paclitaxel on the proliferation and migration of cancer cells. ADME predictions revealed that pyrazoline B exhibits more favorable pharmacokinetic properties of than paclitaxel. Our findings established pyrazoline B as a first-in-class multi-target agent against BT-474 luminal B breast cancer, uniquely capable of simultaneously disrupting cell cycle progression, growth factor signaling, and redox homeostasis. Pyrazoline B demonstrates strong potential as a monotherapy, and our initial combination screening showed promising boosting effects when used with existing therapies. Future studies should prioritize: mechanistic synergy studies and in vivo validation to assess translational potential.",
  "disease": "colorectal cancer"
}