{
    "title": "Risk factors for pregnancy outcomes in Type 1 and Type 2 diabetes.",
    "doc_id": "32237194",
    "writer": "Seah JM",
    "year": "2021",
    "summary": "A higher birth weight gestational centile (97.4% vs 72.4%, P = 0.001) and large for gestational age rate (63.4% vs 35.8%, P = 0.001) were observed in Type 1 diabetes compared to Type 2 diabetes. There were no differences in other outcomes between women with …",
    "abstract": "Background:\n        \n      \n      Understanding the risk factors and pregnancy outcomes in women affected by Type 1 and Type 2 diabetes is important for pre-pregnancy counselling.\n    \n\n\n          Aim:\n        \n      \n      To explore differences in pregnancy outcomes between women with Type 1 and Type 2 diabetes, and healthy controls, and to examine the relationships between potential adverse risk factors and pregnancy outcomes in this cohort of women.\n    \n\n\n          Methods:\n        \n      \n      This is a 10-year retrospective study of women with Type 1 diabetes (n = 92), Type 2 diabetes (n = 106) and healthy women without diabetes (controls) (n = 119) from a tertiary obstetric centre. Clinical and biochemical characteristics of women with Type 1 and Type 2 diabetes were determined and related to major obstetric outcomes using univariate analysis.\n    \n\n\n          Results:\n        \n      \n      Women with pre-existing diabetes had higher adverse pregnancy outcomes (preeclampsia, emergency caesarean section, preterm birth <32 and 37 weeks, large for gestational age, neonatal jaundice, Apgar score < 7 at 5 min, neonatal intensive care admission and neonatal hypoglycaemia) compared to controls. A higher birth weight gestational centile (97.4% vs 72.4%, P = 0.001) and large for gestational age rate (63.4% vs 35.8%, P = 0.001) were observed in Type 1 diabetes compared to Type 2 diabetes. There were no differences in other outcomes between women with Type 1 and 2 diabetes.\n    \n\n\n          Conclusion:\n        \n      \n      In this exploratory study, risk factors for maternal adverse outcomes differ between Type 1 and Type 2 diabetes. Maternal and foetal adverse outcomes were higher in pregnancies affected by diabetes compared to healthy women but occurred with similar frequency in women with Type 1 and Type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32237194/"
}