{
  "pmid": "41452583",
  "title": "Prognostic Factors and Nomogram-Based Prediction Models for Colorectal Cancer Patients With Synchronous Peritoneal Metastasis Undergoing Cytoreductive Surgery: A Retrospective Cohort Study.",
  "abstract": "Colorectal cancer (CRC) with synchronous peritoneal metastasis (SPM) presents poor prognosis and complex treatment challenges. This study aimed to identify independent prognostic factors and develop nomogram-based prediction models for overall survival (OS) and progression-free survival (PFS) in CRC patients with SPM (CRC-SPM) undergoing cytoreductive surgery (CRS). We retrospectively analyzed 218 CRC-SPM treated with CRS between October 2010 and April 2022. Univariate and multivariate Cox regression analyses were used to identify independent prognostic factors for OS and PFS. Nomogram models were constructed based on these factors, and their predictive accuracy was assessed using calibration curves, ROC curves, and Decision Curve Analysis (DCA). For OS, independent factors included age > 65 years (HR = 2.464, p = 0.005), N2 stage (HR = 2.720, p = 0.005), > 13 lymph nodes resected (HR = 0.496, p = 0.018), and postoperative chemotherapy (HR = 0.300, p = 0.020). For PFS, independent factors were age > 65 years (HR = 1.578, p = 0.040), concurrent liver metastasis (HR = 1.664, p = 0.016), > 14 PCI score (HR = 1.630, p = 0.031), and presence of ascites (HR = 1.706, p = 0.011). Nomogram models for predicting OS and PFS had AUC values of 0.717, 0.759, and 0.773 for OS, and 0.659, 0.689, and 0.790 for PFS at 1, 2, and 3 years, respectively. This study identified key prognostic factors and developed reliable nomogram models for predicting OS and PFS in CRC-SPM. The findings highlight the importance of postoperative chemotherapy and intraoperative lymph node dissection and suggest focusing on high-risk factors such as age and N2 stage in clinical practice. The nomogram models provide a valuable tool for personalized prognosis assessment and treatment planning.",
  "disease": "colorectal cancer"
}