{
    "title": "Safety Review of Therapeutic Ultrasound for Spinal Cord Neuromodulation and Blood-Spinal Cord Barrier Opening.",
    "doc_id": "38182491",
    "writer": "Xu R",
    "year": "2024",
    "summary": "New focused ultrasound spinal cord applications have emerged, particularly those improving therapeutic agent delivery to the spinal cord via blood-spinal cord barrier opening and the neuromodulation of spinal cord tracts. .. …",
    "abstract": "New focused ultrasound spinal cord applications have emerged, particularly those improving therapeutic agent delivery to the spinal cord via blood-spinal cord barrier opening and the neuromodulation of spinal cord tracts. One hurdle in the development of these applications is safety. It may be possible to use safety trends from seminal and subsequent works in focused ultrasound to guide the development of safety guidelines for spinal cord applications. We collated data from decades of pre-clinical studies and illustrate a clear relationship between damage, time-averaged spatial peak intensity and exposure duration. This relationship suggests a thermal mechanism underlies ultrasound-induced spinal cord damage. We developed minimum and mean thresholds for damage from these pre-clinical studies. When these thresholds were plotted against the parameters used in recent pre-clinical ultrasonic spinal cord neuromodulation studies, the majority of the neuromodulation studies were near or above the minimum threshold. This suggests that a thermal neuromodulatory effect may exist for ultrasonic spinal cord neuromodulation, and that the thermal dose must be carefully controlled to avoid damage to the spinal cord. By contrast, the intensity-exposure duration threshold had no predictive value when applied to blood-spinal cord barrier opening studies that employed injected contrast agents. Most blood-spinal cord barrier opening studies observed slight to severe damage, except for small animal studies that employed an active feedback control method to limit pressures based on measured bubble oscillation behavior. The development of new focused ultrasound spinal cord applications perhaps reflects the recent success in the development of focused ultrasound brain applications, and recent work has begun on the translation of these technologies from brain to spinal cord. However, a great deal of work remains to be done, particularly with respect to developing and accepting safety standards for these applications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38182491/"
}