{
    "title": "Gestational diabetes and parental type 2 diabetes as risk indicators for type 1 diabetes in offspring: a systematic review and meta-analysis.",
    "doc_id": "40686683",
    "writer": "Albanese I",
    "year": "2025",
    "summary": "Fifteen studies examined gestational diabetes, eight maternal type 2 diabetes, and seven paternal type 2 diabetes. Compared to no maternal diabetes, gestational diabetes was associated with a 94% risk increase for offspring type 1 diabetes (pool …",
    "abstract": "Background:\n        \n      \n      Type 1 diabetes can be accelerated by insulin resistance, an increasingly prevalent condition. Some studies report an association between offspring type 1 diabetes development and insulin resistant parental diabetes, namely type 2 and gestational diabetes. We aimed to evaluate and synthesize this evidence, to delineate risk indicators for early detection and, potentially, for prevention.\n    \n\n\n          Methods:\n        \n      \n      We conducted a systematic review and meta-analyses for studies assessing associations between gestational diabetes, maternal type 2 diabetes, and/or paternal type 2 diabetes, with offspring type 1 diabetes. We searched Embase, PubMed/Medline, Cochrane and Scopus from inception to April 30, 2025, without language restrictions. We assessed study quality, extracted summary data from published reports, and calculated pooled estimates using random effects models. Study Registration: ResearchRegistry (reviewregistry1606; April 27, 2023).\n    \n\n\n          Findings:\n        \n      \n      Across 3205 studies screened, 18 were relevant, 11 of which we rated as moderate-to-high quality. Fifteen studies examined gestational diabetes, eight maternal type 2 diabetes, and seven paternal type 2 diabetes. Compared to no maternal diabetes, gestational diabetes was associated with a 94% risk increase for offspring type 1 diabetes (pooled OR 1·94, 95% CI 1·51-2·49; I 2 = 86·9%). Compared to no paternal diabetes, paternal type 2 diabetes was associated with a 77% risk increase (pooled OR 1·77, 95% CI 1·17-2·69; I 2 = 55·2%). The point estimate for maternal type 2 diabetes suggested the possibility of association with offspring type 1 diabetes but was inconclusive (pooled estimate 1·87, 95% CI 0·94-3·75; I 2 = 71·9%).\n    \n\n\n          Interpretation:\n        \n      \n      Gestational diabetes and paternal type 2 diabetes are offspring type 1 diabetes risk indicators. Including these conditions in family history assessments for patients with compatible symptoms may facilitate earlier diagnosis and reduce complications such as diabetic ketoacidosis.\n    \n\n\n          Funding:\n        \n      \n      None.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40686683/"
}