{
    "title": "The function of presenilin-1 in amyloid beta-peptide generation and brain development.",
    "doc_id": "10653282",
    "writer": "Saftig P",
    "year": "1999",
    "summary": "During cortical plate development in PS-1-deficient mice, neurons do not terminate their movement at the outer margin of the cortical plate, but enter the marginal zone and subarachnoid space. These focal heterotopias closely resemble those occuring, e.g., in …",
    "abstract": "Several mutations in genes that cause the familial form of Alzheimer's Disease (FAD) have been identified. All mutations in the three FAD genes, i.e., amyloid precursor protein (APP), presenilin 1 (PS-1), and presenilin 2 (PS-2) cause an increased production of a longer, more amyloidogenic form of the amyloid peptide corroborating strongly the idea that abnormal processing of APP is central to the pathogenesis. In PS-1 deficient mice, 80% less amyloid peptide was produced. Instead, membrane associated carboxyterminal fragments generated by (alpha- and beta-secretase accumulated suggesting that PS-1 is involved in the gamma-secretase activity cleaving the transmembrane domain of APP after alpha- and beta-secretase cleavage has occured. The clinical mutations in PS-1 which increase the production of betaA41-42 therefore seem to cause a \"selective\" gain of its normal function. During cortical plate development in PS-1-deficient mice, neurons do not terminate their movement at the outer margin of the cortical plate, but enter the marginal zone and subarachnoid space. These focal heterotopias closely resemble those occuring, e.g., in human lissencephaly type II. The extracellular matrix of the cortical plate and marginal zone was altered as a consequence of a loss of Cajal-Retzius (CR) neurons from the marginal zone. The pathogenesis of this neuronal migration disorder is associated with a reduction and redistribution of notch- immunoreactivity in CR- and cortical plate neurons, a cell surface receptor operative in cell fate selection, which similar to APP is cleaved in its transmembrane domain during activation by a gamma-secretase like protease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10653282/"
}