{
  "pmid": "41462459",
  "title": "Ad5-boosted COVID-19 vaccine reduces symptomatic BA.5 infection via cross-neutralizing antibodies and NK cell immunity.",
  "abstract": "During the COVID-19 pandemic, diverse vaccine strategies were applied globally, yet most relied on immunogenicity evaluations and bridging trials rather than retrospective assessment through real-world infections. This limited understanding of protective mechanisms under natural variant exposure. A retrospective cohort study of real-world BA.5 infections was used to analyze the protective efficacy of Ad5-nCoV booster vaccination (A-A). Multi-layered immune profiling was performed, including neutralizing antibodies (NAbs), single-cell BCR sequencing (BCR usage), transcriptomic profiling (RNA-seq), antibody-dependent cellular cytotoxicity (ADCC), natural killer (NK) cell cytotoxicity, and virus-specific T cell immunity. These were integrated to dissect A-A-induced protection mechanisms. The A-A conferred 48% effectiveness against symptomatic BA.5 infection (115/239) compared to the three doses of inactivated vaccine (I-I-I), which showed 10% effectiveness (4/39). Specifically, in the A-A group, 52% (124/239) of individuals experienced symptomatic infection, 38% (90/239) had asymptomatic infection, and 10% (25/239) remained uninfected. Compared to I-I-I, A-A induced significantly higher NAbs against BA.5 (GMT = 180 vs. I-I-I GMT = 54) and comparable anti-WT NAbs (GMT = 358 vs. 226), despite lower anti-S IgG levels (GMT = 6441 vs. 12,228) at 2 months post BA.5 infection. Single-cell BCR analysis revealed broader neutralizing antibody clone types in A-A, dominated by IGHV4-39 usage with elevated somatic mutation frequency. Additionally, transcriptomic and functional assays demonstrated an enhanced NK cell-mediated ADCC response and cytotoxicity against K562 target cells in A-A. Ad5-nCoV booster vaccination confers enhanced protection against symptomatic BA.5 infection through cross-reactive NAbs with expanded epitope breadth and NK cell-mediated innate immunity enhancement. This retrospective study provides insights into the immunogenicity and molecular mechanisms of two vaccination strategies against real-world BA.5 infection, highlighting Ad5-based technology's efficacy. It provides guidance for future vaccination strategies against emerging Disease X, emphasizing the value of retrospective real-world analyses in vaccine development.",
  "disease": "pneumonia"
}