{
  "pmid": "41432807",
  "title": "HERC5, IFI6, IFIT3, and OASL as potential diagnostic biomarkers for systemic lupus erythematosus: an integrated bioinformatics, machine learning and clinical validation.",
  "abstract": "Systemic lupus erythematosus (SLE) is a life-threatening autoimmune disorder causing multi-organ damage. Current diagnostic methods are hindered by inadequate sensitivity and specificity of conventional biomarkers, which frequently delay diagnosis. Therefore, identifying reliable diagnostic biomarkers for SLE remains critically needed. SLE microarray datasets from Gene Expression Omnibus were preprocessed. Potential SLE diagnostic biomarkers were identified through differential expression analysis, weighted gene co-expression network analysis, and machine learning feature selection. Diagnostic models were constructed based on the candidate genes, optimized with nine machine learning algorithms. The expression levels of the candidate genes were further validated in clinical samples using real-time quantitative reverse transcription polymerase chain reaction (RT-qPCR), with their clinical relevance assessed statistically. Four candidate genes-HECT and RLD Domain Containing E3 Ubiquitin Protein Ligase 5 (HERC5), Interferon Alpha Inducible Protein 6 (IFI6), Interferon Inducible Protein with Tetratricopeptide Repeats 3 (IFIT3), and 2'-5'-Oligoadenylate Synthetase Like (OASL)-showed potential as SLE diagnostic biomarkers, with significantly higher expression in SLE patients versus controls. Individual receiver operating characteristic (ROC) curves for the candidate genes showed area under the curve (AUC) values exceeding 0.8 (P < 0.001), while nomogram model achieved superior accuracy (AUC = 0.905, P < 0.001). Optimized diagnostic models demonstrated robust performance in different datasets (AUC > 0.85, P < 0.001), specifically distinguishing SLE from hepatitis C, multiple sclerosis, and tuberculosis. Clinical validation confirmed these findings, with the gene combination outperforming conventional biomarkers in assessing disease activity (AUC = 0.776, P < 0.001). HERC5, IFI6, IFIT3, and OASL can serve as potential diagnostic biomarkers for SLE. The combination of candidate genes demonstrates both differential diagnosis capability and quantitative assessment of disease activity. Key Points • This study integrated bioinformatics and machine learning to screen and identify four candidate genes HERC5, IFI6, IFIT3, and OASL as potential diagnostic biomarkers for SLE.. • Machine learning-optimized diagnostic models based on HERC5, IFI6, IFIT3, and OASL demonstrated excellent diagnostic performance and discriminative capability. • The expression levels and diagnostic potential of HERC5, IFI6, IFIT3, and OASL were further validated using clinical samples, and the results aligned with the findings of the bioinformatics analysis.",
  "disease": "tuberculosis"
}