{
  "pmid": "41462250",
  "title": "Sirtuins and regulatory miRNAs as epigenetic determinants of empagliflozin-mediated recovery after acute myocardial infarction.",
  "abstract": "Sodium-glucose cotransporter-2 (SGLT2) inhibitors, primarily used to treat type 2 diabetes, exhibit cardioprotective effects by improving myocardial energy metabolism, reducing oxidative stress, and modulating inflammation and fibrosis, which are critical in the context of acute myocardial infarction (AMI). Our research aims to explore the molecular mechanisms of SGLT2 inhibitors, with a focus on their influence on non-coding RNAs through sirtuins pathways, to identify novel biomarkers and therapeutic strategies for preventing heart failure following AMI. We identified microRNAs (miRNAs) that play a role in sirtuin pathways in AMI. We validated the expressions of precisely selected miRNAs along with sirtuin gene expressions (SIRT1-7) in a total of 227 patients with samples from baseline and after 26-week of either placebo or empagliflozin treatment by qRT-PCR. We also performed SHAP analysis of clinical data and miRNAs target predictions and advanced enrichment analyses. Empagliflozin treatment significantly modulated sirtuin and miRNA expression, with higher SIRT6 (p < 0.001) and lower SIRT4 (p = 0.018) expression compared to placebo after 26 weeks.(p (p In contrast, patients in the placebo group showed a reduction in SIRT6 expression (p = 0.006). Patients were divided according to the change in LVEF (ΔLVEF) between baseline and 26-weeks, using a cut-off of 11%. This threshold was derived from the third quartile distribution in the empagliflozin group. Baseline SIRT2 and SIRT4 levels independently predicted a ΔLVEF < 11% improvement (AUC: 0.806 and 0.765, respectively; both p < 0.01), as did miR-182-5p and miR-302a-3p (AUC: 0.716 and 0.757; both p < 0.01). A combined biomarker panel including SIRT2, SIRT4, miR-182-5p, and miR-302a-3p demonstrated superior predictive accuracy for ΔLVEF < 11% after 26-weeks of empagliflozin treatment (cross-validated AUC: 0.890; 81% sensitivity; 90% specificity). This association remained significant after multivariate adjustment for age, sex, hypertension, BMI, and ezetimibe treatment (OR: 18.70; 95% CI: 5.78-60.49). Importantly, baseline NT-proBNP levels did not significantly predict an unfavorable outcome after 26-weeks of empagliflozin treatment. Baseline levels of SIRT2, SIRT4, miR-182-5p, and miR-302a-3p were identified as predictors of ΔLVEF < 11% changes after 26-weeks of treatment, which suggests their potential for stratifying responders and non-responders to empagliflozin. The combined panel of these markers demonstrated the highest predictive accuracy, suggesting the epigenetic influence of SGLT2 inhibitors and the potential for genomic characterization in personalized treatment approaches.",
  "disease": "hypertension"
}