{
    "title": "Type 1 diabetes mellitus and coronary revascularization.",
    "doc_id": "31646296",
    "writer": "Mamet H",
    "year": "2019",
    "summary": "Do patients with type 1 diabetes have the same response to various modes of revascularization as those with type 2 diabetes? ...What does 'diabetic cardiomyopathy' refer to in the context of type 1 diabetes? This manuscript reviews the evidence …",
    "abstract": "Over the last three decades, trials of coronary revascularization have taken into account whether populations did or did not have diabetes. What has not been considered is whether or not patients with diabetes in these studies have type 1 or type 2 diabetes. 'Diabetes' appears to be largely used as a synonym for type 2 diabetes. The number of patients with type 1 diabetes has not been reported in most trials. Many questions remain unanswered. Do patients with type 1 diabetes have the same response to various modes of revascularization as those with type 2 diabetes? We know type 2 diabetes affects coronary endothelial function and the coronary artery wall but to what extent does type 1 diabetes affect these? Any response to revascularization does not just depend on the coronary artery but also on the myocardium. How does type 1 diabetes affect the myocardium? To what extent do patients with type 1 diabetes have viable or ischaemic myocardium or scar? What does 'diabetic cardiomyopathy' refer to in the context of type 1 diabetes? This manuscript reviews the evidence for revascularization in type 1 diabetes. We conclude that there has been a near absence of investigation of the pros and cons of revascularization in this population. Investigations to establish both the nature and extent of coronary and myocardial disease in these populations are necessary. Clinical trials of the pros and cons of revascularization in type 1 diabetes are necessary; many will declare that these will be too challenging to perform.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31646296/"
}