{
    "title": "Bean Extract-Based Gargle for Efficient Diagnosis of Active COVID-19 Infection Using Rapid Antigen Tests.",
    "doc_id": "35171037",
    "writer": "Kwon J",
    "year": "2022",
    "summary": "Paired NPS and BG-based saliva specimens from COVID-19 patients and healthy individuals were analyzed using NPS-RT-PCR, BG-RT-PCR, and BG-Ag-RDTs, whose diagnostic performance for detecting SARS-CoV-2 was compared. BG-Ag-RDTs showed high sensiti …",
    "abstract": "The antigen-based rapid diagnostic test (Ag-RDT) using saliva specimens is fast, noninvasive, and suitable for SARS-CoV-2 self-testing, unlike nasopharyngeal swab (NPS) testing. We evaluated a novel Beanguard gargle (BG)-based virus collection method that can be applied to Ag-RDT as an alternative to the current RT-PCR with an NPS for early diagnosis of COVID-19. This clinical trial comprised 102 COVID-19-positive patients hospitalized after a governmental screening process and 100 healthy individuals. Paired NPS and BG-based saliva specimens from COVID-19 patients and healthy individuals were analyzed using NPS-RT-PCR, BG-RT-PCR, and BG-Ag-RDTs, whose diagnostic performance for detecting SARS-CoV-2 was compared. BG-Ag-RDTs showed high sensitivity (97.8%) and specificity (100%) in 45 patients within 6 days of illness and detected all cases of SARS-CoV-2 Alpha and Delta variants. In 11 asymptomatic active COVID-19 cases, both BG-Ag-RDTs and BG-RT-PCR showed sensitivities and specificities of 100%. Sensitivities of BG-Ag-RDT and BG-RT-PCR toward salivary viral detection were highly concordant, with no discrimination between symptomatic (97.0%), asymptomatic (100%), or SARS-CoV-2 variant (100%) cases. The intermolecular interactions between SARS-CoV-2 spike proteins and truncated canavalin, an active ingredient from the bean extract (BE), were observed in terms of physicochemical properties. The detachment of the SARS-CoV-2 receptor-binding domain from hACE2 increased as the BE concentration increased, allowing the release of the virus from hACE2 for early diagnosis. Using BG-based saliva specimens remarkably enhances the Ag-RDT diagnostic performance as an alternative to NPS and enables noninvasive, rapid, and accurate COVID-19 self-testing and mass screening, supporting efficient COVID-19 management. IMPORTANCE An Ag-RDT is less likely to be accepted as an initial test method for early diagnosis owing to its low sensitivity. However, our self-collection method, Ag-RDT using BG-based saliva specimens, showed significantly enhanced detection sensitivity and specificity toward SARS-CoV-2 including the Alpha and Delta variants in all patients tested within 6 days of illness. The method represents an attractive alternative to nasopharyngeal swabs for the early diagnosis of symptomatic and asymptomatic COVID-19 cases. The evidence suggests that the method could have a potential for mass screening and monitoring of COVID-19 cases.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35171037/"
}