{
  "pmid": "41453086",
  "title": "A Decade of Bulevirtide Use in Chronic Hepatitis Delta: Real-World Clinical Results.",
  "abstract": "Until recently, the only available treatment option for hepatitis D virus (HDV) was the off-label use of interferon, which is associated with limited efficacy and considerable side effects. The approval of the first HDV-direct antiviral, bulevirtide (BLV), has introduced a targeted therapeutic option for patients with chronic hepatitis delta. We assessed the clinical efficacy of BLV in our HDV patients. We conducted a retrospective analysis of all patients diagnosed with HDV infection in our department over the past 10 years. For statistical analysis, we performed multivariate analysis of variance, MANOVA. 26 patients tested positive for HDV antibodies (17 developed chronic hepatitis delta). Eleven patients received BVD. At treatment initiation, liver cirrhosis was present in three patients in the bulevirtide group (MELD-Na: 9-10; Child-Pugh: 5-7) and in three patients in the no bulevirtide group (MELD-Na: 13-18; Child-Pugh: 5-8). Over 12 months of follow-up, bulevirtide recipients showed reductions in alanine aminotransferase (ALT; mean baseline 88 U/L vs 59 U/L; controls 230 U/L vs 206 U/L; MANOVA between-subject effect: p<0.05), aspartate aminotransferase (AST; 68 U/L vs 56 U/L; controls 208 U/L vs 151 U/L; p<0.05), bilirubin (0.74 mg/dL vs 0.65 mg/dL; controls 1.48 mg/dL vs 1.17 mg/dL; p<0.005), HDV-RNA (1,323,182 copies/mL vs 36,975 copies/mL; controls 416,825 copies/mL vs 17,914,733 copies/mL; p<0.05) a statistically significant time-by-group interaction was found for both Child-Pugh scores (p<0.0001) and MELD-Na scores (p<0.05), indicating improved liver function over time in the BLV group compared to controls. No progression of liver fibrosis was observed. Bulevirtide is a safe and effective treatment for chronic hepatitis delta in a real-world clinical setting. These findings support its role as a sustainable therapeutic option for patients with HDV infection.",
  "disease": "liver cirrhosis"
}