{
    "title": "A Systematic Review of Psychosocial Nutrition Interventions for Young Adults.",
    "doc_id": "33640278",
    "writer": "Shimizu R",
    "year": "2021",
    "summary": "INTRODUCTION: Few have examined the effects of psychosocial nutrition interventions targeting young adults, a population with low fruit and vegetable (FV) consumption. This study investigated the impact of nutrition interventions with psychosocial content on improvi …",
    "abstract": "Introduction:\n        \n      \n      Few have examined the effects of psychosocial nutrition interventions targeting young adults, a population with low fruit and vegetable (FV) consumption. This study investigated the impact of nutrition interventions with psychosocial content on improving young adult FV intake.\n    \n\n\n          Method:\n        \n      \n      This registered systematic review was guided by the Preferred Reported Items for Systematic Reviews and Meta-Analyses.\n    \n\n\n          Results:\n        \n      \n      Searches on CINAHL, Embase, Medline PubMed, Ovid-Medline, PsychInfo, and Web of Science identified 4,113 records. Twenty-four randomized controlled trials were extracted. Eighteen studies found significant between-group differences in fruit and/or vegetable intake. Young adults with low income and racial-ethnic subgroups were underrepresented. A typology emerged as an organizing framework from the psychosocial intervention content. Interventions were anticipatory, socially engaged, a hybrid (anticipatory and socially engaged), or exposure-based. Studies also reported unintended consequences.\n    \n\n\n          Discussion:\n        \n      \n      Significant between-group differences were mostly reported by anticipatory, socially engaged, or hybrid interventions, aligning with young adult developmental needs through detailed planning, goal-setting tasks, and/or addressing social norms. Interventions with insignificant differences lacked engagement and adequate exposure.\n    \n\n\n          Implications for research and practice:\n        \n      \n      Demographically inclusive studies are imperative in addressing dietary disparities by socioeconomic status. A typology of interventions emphasizing content rather than theories or treatment strategies widens opportunities for interdisciplinary collaboration. More research is needed to mitigate unintended consequences (boomerang effects) in which FV intake decreased postintervention or participants disengaged in activities intended to increase FV intake.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33640278/"
}