{
    "title": "Yellow fever breakthrough infections after yellow fever vaccination: a systematic review and meta-analysis.",
    "doc_id": "39522518",
    "writer": "Schnyder JL",
    "year": "2024",
    "summary": "BACKGROUND: Yellow fever vaccination is considered to provide effective long-term immunity. However, yellow fever breakthrough infections in vaccinated patients have been reported. ...No confirmed yellow fever breakthrough infections were …",
    "abstract": "Background:\n        \n      \n      Yellow fever vaccination is considered to provide effective long-term immunity. However, yellow fever breakthrough infections in vaccinated patients have been reported. In this systematic review and meta-analysis we aimed to identify and summarise all documented symptomatic yellow fever breakthrough infections in the literature occurring less than 10 years and 10 years or more after primary yellow fever vaccination.\n    \n\n\n          Methods:\n        \n      \n      We searched MEDLINE (Ovid), Embase (Ovid), and Global Index Medicus for records published between Jan 1, 1936 (introduction of yellow fever vaccination) and June 16, 2023. We included prospective and retrospective cohort studies, case series and reports, and epidemiological reports from national and international health organisations reporting symptomatic yellow fever among individuals vaccinated 30 days or more before symptom onset. We excluded cases vaccinated less than 30 days before symptom onset. The primary outcome for the meta-analysis was the proportions of vaccinees among virologically confirmed and probable cases of yellow fever (IgM seroconversion without seroconversion to other flaviviruses). Risk of bias was assessed with an adapted version of the Newcastle-Ottawa Scale. Records of moderate or good quality (probable or confirmed yellow fever diagnosis with documented proof of previous vaccination) were included for random-effects meta-analysis. This systematic review and meta-analysis is registered with PROSPERO, number CRD42023450205.\n    \n\n\n          Findings:\n        \n      \n      After reviewing 1975 records, 37 records reported a total of 6951 yellow fever cases, of which 537 were vaccinated. 31 records were of low quality. Nine confirmed and 24 probable cases with proof of previous yellow fever vaccination were identified, all from Brazil. Confirmed cases were vaccinated 3 months to 3 years before symptom onset; of these patients two fell severely ill and died. The pooled proportion of verified yellow fever breakthrough infections among probable and confirmed cases was 3% (95% CI 1-19%). No confirmed yellow fever breakthrough infections were identified occurring 10 years or more after yellow fever vaccination.\n    \n\n\n          Interpretation:\n        \n      \n      Yellow fever breakthrough infections documented in literature are rare, and not necessarily more common 10 years or more after primary yellow fever vaccination. This finding suggests that a single dose of yellow fever vaccination is sufficient to provide lifelong protective immunity against symptomatic yellow fever.\n    \n\n\n          Funding:\n        \n      \n      None.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39522518/"
}