{
    "title": "Effects on violence of laws and policies facilitating the transfer of juveniles from the juvenile justice system to the adult justice system: a systematic review.",
    "doc_id": "17386331",
    "writer": "McGowan A",
    "year": "2007",
    "summary": "This review focuses on interpersonal violence. Violence may lead to the juvenile's initial arrest and entry into the justice system and, for those who are arrested, may be committed subsequent to exiting the justice system. Here transfer is defined as the placement …",
    "abstract": "The independent, nonfederal Task Force on Community Preventive Services (Task Force), which directs development of the Guide to Community Preventive Services (Community Guide), has conducted a systematic review of published scientific evidence concerning the effectiveness of laws and policies that facilitate the transfer of juveniles to the adult criminal justice system, on either preventing or reducing violence (1) among those youth who experience the adult criminal system or (2) in the juvenile population as a whole. This review focuses on interpersonal violence. Violence may lead to the juvenile's initial arrest and entry into the justice system and, for those who are arrested, may be committed subsequent to exiting the justice system. Here transfer is defined as the placement of juveniles aged less than 18 years under the jurisdiction of the adult criminal justice system, rather than the juvenile justice system, following arrest. Using the methods developed by the Community Guide to conduct a systematic review of literature and provide recommendations to public health decision makers, the review team found that transferring juveniles to the adult justice system generally increases, rather than decreases, rates of violence among transferred youth. Evidence was insufficient for the Task Force on Community Preventive Services to determine the effect of such laws and policies in reducing violent behavior in the overall juvenile population. Overall, the Task Force recommends against laws or policies facilitating the transfer of juveniles from the juvenile to the adult judicial system for the purpose of reducing violence.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17386331/"
}