{
    "title": "Critical reflections on families of older adults.",
    "doc_id": "21957599",
    "writer": "Keating N.",
    "year": "2011",
    "summary": "A more muted theme about the place of families in the lives of older adults places older persons as agents rather than passive recipients in their families. ...It illustrates the way that older adults provide stability to their families in the face of rapid s …",
    "abstract": "Families are a central feature in the debate about how societies will face the challenges of population aging. In much of the contemporary discourse about families they are viewed as fully responsible for the care and support of their older members, with national differences in whether this responsibility is seen as a societal obligation or an unreasonable burden. Researchers and policy makers have expressed rising concerns about how structural changes to families and their increasing geographic mobility may threaten their caring capacity. Across regions and countries, there is considerable research on whether older adults are embedded in stable family networks from which they can draw support if needed. A more muted theme about the place of families in the lives of older adults places older persons as agents rather than passive recipients in their families. Within this body of literature, there is evidence of the important role of older adults in strengthening cohesion in families, fostering generational connections and caring for younger family members. The transfer of resources from older to younger members is an important feature in both marginalized and affluent families in different regions of the world. It illustrates the way that older adults provide stability to their families in the face of rapid social change. In this paper an overview is presented of the international literature on these complex issues of the place of families in the lives of older adults. Myths about families, regional variation in beliefs about their roles and obligations, and evidence of family structure and household composition of older persons are addressed and regional differences considered.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21957599/"
}