{
    "title": "Deteriorated sleep quality and influencing factors among undergraduates in northern Guizhou, China.",
    "doc_id": "36039370",
    "writer": "Zhou Y",
    "year": "2022",
    "summary": "The survey reported that women suffered worse sleep quality than that of men, and medical students suffered worse sleep quality than non-medical students. Meanwhile, it also found that freshmen had better sleep quality than that of sophom …",
    "abstract": "Background:\n        \n      \n      The sleep quality of undergraduates is considerably worse than that in general population, a cross sectional study was conducted to evaluate sleep quality and identify related factors.\n    \n\n\n          Methods:\n        \n      \n      All participants from the freshmen to senior were recruited by the stratified cluster sampling from December 1, 2018 to January 12, 2019. The questionnaire used in this research was primarily composed of three sections: demographic characteristics, Pittsburgh Sleep Quality Index (PSQI) questionnaire and influencing factors of sleep quality. The data were analyzed using SPSS 18.0.\n    \n\n\n          Results:\n        \n      \n      A total of 1,063 valid questionnaires were collected. Among them, 53.7% subjects suffered poor sleep quality. PSQI general score was 5.94 ± 2.73. There were significantly differences in sleep quality in sex, majors and grades. The survey reported that women suffered worse sleep quality than that of men, and medical students suffered worse sleep quality than non-medical students. Meanwhile, it also found that freshmen had better sleep quality than that of sophomores and juniors, sophomores suffered worst sleep quality. The logistic regression analysis showed that bad physical condition (OR (Odds ratio): 2.971 (2.034∼4.339)) and smoking (OR: 1.754 (1.258∼2.446)) were associated with poor sleep quality in males. However, more factors associated with poor sleep quality among females were found, including noisy dormitory environment (OR: 2.025 (1.354-3.030)), skipping breakfast more times per week (OR: 1.332 (1.031∼1.721)), drinking coffee before sleep (OR: 2.111 (1.155∼3.861)), playing with mobile phones for more than 45 minutes before sleep (OR: 1.745 (1.210∼2.515)), more time spent playing games per day (OR: 1.347 (1.048∼1.730)), bad physical condition (OR: 2.507 (1.797-3.497)), and severe academic stress (OR: 1.561 (1.126-2.166)).\n    \n\n\n          Conclusion:\n        \n      \n      About half of college students experienced poor sleep, and poor sleep quality was prevalent in women, medical students, and sophomores. Moreover, there were more risk factors associated with the poor sleep quality of women than with men. Health policymakers should fully consider these factors in improving the sleep quality of college students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36039370/"
}