{
    "title": "[Reemergence of yellow fever in West Africa: lessons from the past, advocacy for a control program].",
    "doc_id": "10690471",
    "writer": "Moreau JP",
    "year": "1999",
    "summary": "At a time when a measles eradication programme is going to take over from the poliomyelitis programme, we must firmly advocate not omitting the yellow fever vaccine as was the case in 1977. Indeed, in yellow fever endemic areas, WHO recommends a simult …",
    "abstract": "In French speaking West Africa, yellow fever vaccine became compulsory in 1941 for the entire African and European population. From 1941 to 1960, 146 million doses were distributed and the number of yellow fever cases declined sharply. No case was reported from 1954 to 1960. As a result of an interruption in systematic immunization after 1960, ten major epidemics broke out in West Africa between 1965 and 1995 (over 200,000 cases and 40,000 deaths). In 1967, the WHO programme for eradication of smallpox was initiated and it mobilized WHO's energy and finances. The expanded programme of immunization (EPI) was initiated in 1977 but it did not include the yellow fever vaccine. In 1978, Primary Health Care advocated an immunization strategy through fixed health facilities. In 1986, to amend this strategy, WHO recommended accelerating EPI progress and instituting National Immunization Days (NIDs). In 1990, a recommendation was made to include the yellow fever vaccine in the EPI. In 1997, the target of global poliomyelitis eradication by the year 2000 reinforced the NID programme and led to the use of mobile teams. At a time when a measles eradication programme is going to take over from the poliomyelitis programme, we must firmly advocate not omitting the yellow fever vaccine as was the case in 1977. Indeed, in yellow fever endemic areas, WHO recommends a simultaneous association of yellow fever and measles vaccines for nine month-old infants. This opportunity must be seized to initiate a yellow fever control programme.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10690471/"
}