{
    "pmid": "41438966",
    "title": "Chronic Kidney Disease Severity and 30-Day Outcomes After Total Ankle Arthroplasty: An NSQIP Study.",
    "abstract": "Chronic kidney disease (CKD) is a recognized risk factor for adverse outcomes in total hip and knee arthroplasties; however, its impact on total ankle arthroplasty (TAA) outcomes is limited. This study investigates the association between CKD severity and 30-day postoperative outcomes following TAA. We analyzed the American College of Surgeons National Surgical Quality Improvement Program (NSQIP) database for primary TAAs between 2006 to 2021. Estimated glomerular filtration rate (eGFR) was calculated, categorizing patients into CKD stages. Univariable analysis assessed associations between eGFR categories, demographic characteristics, and outcomes. Multivariable regression models were used to identify predictors of hospital length of stay, unplanned return to the operating room, and overall complications. Of the 1678 eligible primary TAA cases, 675 were G1, 806 G2, 136 G3a, 50 G3b, 7 G4, and 4 G5. Significant differences across eGFR categories were found for age, sex, race, anesthesia type, diabetes, hypertension, postoperative dialysis, American Society of Anesthesiologists class, blood urea nitrogen, creatinine, white blood cell count, and hematocrit. The overall complication rate was 3% (53/1678). Rates of myocardial infarction, unplanned return to surgery, and hospital length of stay differed significantly among eGFR groups. Multivariable negative binomial regression identified predictors of longer hospital stay including age 80-89 years, male sex, American Indian / Alaska Native race, unknown race, partial functional dependency, monitored anesthesia care/intravenous sedation, insulin-dependent diabetes, greater or equal to 2 direct complications, and 1 indirect complication. Notably, CKD stage G3b was associated with significantly longer stays compared with G1. Logistic regression revealed that 1 or greater or equal to 2 direct complications and CKD stages G4+G5 significantly predicted unplanned return to surgery. Smokers experienced higher overall complication rates. In this retrospective observational study, we found that CKD severity significantly impacts postoperative outcomes following TAA, with advanced stages linked to prolonged hospital stays and increased risk of unplanned return to surgery. Level III, retrospective cohort series.",
    "disease": "chronic kidney disease",
    "clean_text": "chronic kidney disease severity and day outcomes after total ankle arthroplasty an nsqip study chronic kidney disease ckd is a recognized risk factor for adverse outcomes in total hip and knee arthroplasties however its impact on total ankle arthroplasty taa outcomes is limited this study investigates the association between ckd severity and day postoperative outcomes following taa we analyzed the american college of surgeons national surgical quality improvement program nsqip database for primary taas between to estimated glomerular filtration rate egfr was calculated categorizing patients into ckd stages univariable analysis assessed associations between egfr categories demographic characteristics and outcomes multivariable regression models were used to identify predictors of hospital length of stay unplanned return to the operating room and overall complications of the eligible primary taa cases were g g g a g b g and g significant differences across egfr categories were found for age sex race anesthesia type diabetes hypertension postoperative dialysis american society of anesthesiologists class blood urea nitrogen creatinine white blood cell count and hematocrit the overall complication rate was rates of myocardial infarction unplanned return to surgery and hospital length of stay differed significantly among egfr groups multivariable negative binomial regression identified predictors of longer hospital stay including age years male sex american indian alaska native race unknown race partial functional dependency monitored anesthesia care intravenous sedation insulin dependent diabetes greater or equal to direct complications and indirect complication notably ckd stage g b was associated with significantly longer stays compared with g logistic regression revealed that or greater or equal to direct complications and ckd stages g g significantly predicted unplanned return to surgery smokers experienced higher overall complication rates in this retrospective observational study we found that ckd severity significantly impacts postoperative outcomes following taa with advanced stages linked to prolonged hospital stays and increased risk of unplanned return to surgery level iii retrospective cohort series"
}