{
    "title": "[Clinical techniques for use in neurological physical examinations. II. Motor and reflex functions].",
    "doc_id": "15543502",
    "writer": "Rodríguez-García PL",
    "year": "2004",
    "summary": "We present a detailed review of the practical aspects of the main techniques used in the physical examination of these neurological categories. The motor function is explored using techniques that examine muscle tone, muscle strength, muscle fatigability, hypokinesi …",
    "abstract": "Aims:\n        \n      \n      The aim of this study is to highlight the chief practical aspects of the techniques used in the neurological physical examination of the motor and reflex functions.\n    \n\n\n          Development:\n        \n      \n      We recommend clinicians to carry out a brief but consistent and effective exploration in a systematic, flexible and orderly manner to check for abnormalities in the motor and reflex functions of the nervous system. Should any anomalies be detected, then a more detailed and thorough neurological exploration must be performed selectively. We present a detailed review of the practical aspects of the main techniques used in the physical examination of these neurological categories. The motor function is explored using techniques that examine muscle tone, muscle strength, muscle fatigability, hypokinesia, tremor, coordination and gait. Lastly, in this category several manoeuvres that are useful in hysterical or mimicking paralyses are also dealt with. Reflexes to examination are usually divided into: 1. Myotatic reflexes; 2. Cutaneomucous reflexes; 3. Spinal cord or defence automatism reflexes; 4. Posture and attitude reflexes. We also add the study of primitive pathological reflexes, remote reflexes, synkinesias and signs of meningeal irritation.\n    \n\n\n          Conclusions:\n        \n      \n      We present a detailed description of the main clinical techniques used in the neurological physical examination of motility and reflexes, as well as an approach that allows them to be performed on adult patients. In addition, we underline the importance of physically examining the nervous system in contemporary medicine and the need to continually perfect the way these techniques are performed in order to achieve an efficient clinical practice.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15543502/",
    "clean_text": "clinical techniques for use in neurological physical examinations ii motor and reflex functions we present a detailed review of the practical aspects of the main techniques used in the physical examination of these neurological categories the motor function is explored using techniques that examine muscle tone muscle strength muscle fatigability hypokinesi aims the aim of this study is to highlight the chief practical aspects of the techniques used in the neurological physical examination of the motor and reflex functions development we recommend clinicians to carry out a brief but consistent and effective exploration in a systematic flexible and orderly manner to check for abnormalities in the motor and reflex functions of the nervous system should any anomalies be detected then a more detailed and thorough neurological exploration must be performed selectively we present a detailed review of the practical aspects of the main techniques used in the physical examination of these neurological categories the motor function is explored using techniques that examine muscle tone muscle strength muscle fatigability hypokinesia tremor coordination and gait lastly in this category several manoeuvres that are useful in hysterical or mimicking paralyses are also dealt with reflexes to examination are usually divided into myotatic reflexes cutaneomucous reflexes spinal cord or defence automatism reflexes posture and attitude reflexes we also add the study of primitive pathological reflexes remote reflexes synkinesias and signs of meningeal irritation conclusions we present a detailed description of the main clinical techniques used in the neurological physical examination of motility and reflexes as well as an approach that allows them to be performed on adult patients in addition we underline the importance of physically examining the nervous system in contemporary medicine and the need to continually perfect the way these techniques are performed in order to achieve an efficient clinical practice"
}