{
    "title": "Clinical significance of circulating tumor cells in gastric cancer patients.",
    "doc_id": "28147337",
    "writer": "Zhou J",
    "year": "2017",
    "summary": "Investigation of CTCs is an exciting area of research but remains in its infancy, and the presence of CTCs has been associated with worse prognosis in several major cancer types. Gastric cancer (GC) is a highly lethal malignancy and a serious public health co …",
    "abstract": "Circulating tumor cells (CTCs) are rare cancer cells released from tumors into the blood stream that are thought to have a key role in cancer metastasis. Investigation of CTCs is an exciting area of research but remains in its infancy, and the presence of CTCs has been associated with worse prognosis in several major cancer types. Gastric cancer (GC) is a highly lethal malignancy and a serious public health concern in East Asia especially in China. There is an urgent need for identifying new, better prognostic markers to enhance diagnosis and prognosis, facilitate drug development, and to improve the treatment of gastric cancer patients. There are considerable interests in gastric CTCs given their potential use as gastric cancer biomarkers. This review highlights recent advances in studies of gastric CTCs, including the isolation and biological molecular characteristics of gastric CTCs, and their clinical significance.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28147337/",
    "clean_text": "clinical significance of circulating tumor cells in gastric cancer patients investigation of ctcs is an exciting area of research but remains in its infancy and the presence of ctcs has been associated with worse prognosis in several major cancer types gastric cancer gc is a highly lethal malignancy and a serious public health co circulating tumor cells ctcs are rare cancer cells released from tumors into the blood stream that are thought to have a key role in cancer metastasis investigation of ctcs is an exciting area of research but remains in its infancy and the presence of ctcs has been associated with worse prognosis in several major cancer types gastric cancer gc is a highly lethal malignancy and a serious public health concern in east asia especially in china there is an urgent need for identifying new better prognostic markers to enhance diagnosis and prognosis facilitate drug development and to improve the treatment of gastric cancer patients there are considerable interests in gastric ctcs given their potential use as gastric cancer biomarkers this review highlights recent advances in studies of gastric ctcs including the isolation and biological molecular characteristics of gastric ctcs and their clinical significance"
}