{
    "pmid": "41453466",
    "title": "Partial volume correction for quantifying venous oxygen saturation levels using contrast-enhanced MRI.",
    "abstract": "Quantifying brain oxygenation is crucial for diagnosing and managing neurological conditions like stroke. Quantitative susceptibility mapping (QSM), an MRI technique, can measure venous oxygen saturation (Yv) but is hampered by partial volume effects (PVEs) in small vessels, leading to inaccurate measurements. This study aims to develop a robust method to mitigate these PVEs for the QSM-derived Yv and oxygen extraction fraction (OEF) in small cerebral veins. We integrated QSM with high-resolution, contrast-enhanced T1-weighted imaging to generate regional cerebral blood volume (rCBV) maps, which were used to correct for PVEs in QSM data from 30 stroke patients. The corrected QSM images showed a significant increase in venous susceptibility (Δχ) values compared to the uncorrected images (441.46 ± 61.14 ppb vs. 163.26 ± 19.66 ppb; p<0.001), translating to a physiologically plausible mean Yv of 70.42 ± 4.09%. The method also improved the distinction of asymmetrically prominent cortical veins (APCVs), revealing lower Yv values in these areas for some cases, consistent with reduced oxygenation. Our findings demonstrate that using contrast-enhanced rCBV maps can correct PVEs in QSM, providing more reliable measurements of Yv and OEF in small cerebral veins. This approach offers valuable clinical insights for assessing cerebral hemodynamics in patients with stroke and other neurological conditions.",
    "disease": "stroke",
    "clean_text": "partial volume correction for quantifying venous oxygen saturation levels using contrast enhanced mri quantifying brain oxygenation is crucial for diagnosing and managing neurological conditions like stroke quantitative susceptibility mapping qsm an mri technique can measure venous oxygen saturation yv but is hampered by partial volume effects pves in small vessels leading to inaccurate measurements this study aims to develop a robust method to mitigate these pves for the qsm derived yv and oxygen extraction fraction oef in small cerebral veins we integrated qsm with high resolution contrast enhanced t weighted imaging to generate regional cerebral blood volume rcbv maps which were used to correct for pves in qsm data from stroke patients the corrected qsm images showed a significant increase in venous susceptibility values compared to the uncorrected images ppb vs ppb p translating to a physiologically plausible mean yv of the method also improved the distinction of asymmetrically prominent cortical veins apcvs revealing lower yv values in these areas for some cases consistent with reduced oxygenation our findings demonstrate that using contrast enhanced rcbv maps can correct pves in qsm providing more reliable measurements of yv and oef in small cerebral veins this approach offers valuable clinical insights for assessing cerebral hemodynamics in patients with stroke and other neurological conditions"
}