{
    "title": "Effects of exercise on sleep quality in women - A systematic review and meta-analysis.",
    "doc_id": "39706783",
    "writer": "Qiao Y",
    "year": "2025",
    "summary": "DESIGN: This meta-analysis systematically assessed the effects of exercise on women's sleep quality using a random-effects model. METHODS: We searched seven databases for randomised controlled trials examining the effect of exercise on sleep quality in …",
    "abstract": "Objectives:\n        \n      \n      Insomnia affects at least one-third of the global population and is more common in women. Exercise has been reported to improve sleep quality and subsequent use of hypnotics. Therefore, we performed a meta-analysis to assess the effect of exercise on sleep quality in adult women.\n    \n\n\n          Design:\n        \n      \n      This meta-analysis systematically assessed the effects of exercise on women's sleep quality using a random-effects model.\n    \n\n\n          Methods:\n        \n      \n      We searched seven databases for randomised controlled trials examining the effect of exercise on sleep quality in women. Inclusion criteria were women aged 18 or older with insomnia symptoms, exercise used as an intervention, and the Pittsburgh Sleep Quality Index or Insomnia Severity Index as outcome measures. We excluded studies using other treatments, those involving cancer patients or pregnant women, and those with unclear, unanalysable data. A random-effects model was used for meta-analysis, with outcomes expressed as the weighted mean difference and 95 % confidence interval. Risk of bias was assessed using Cochrane Handbook criteria.\n    \n\n\n          Results:\n        \n      \n      The meta-analysis included 16 studies. The results indicated that exercise significantly reduced the Pittsburgh Sleep Quality Index total score. Exercise implemented for <12 weeks was more effective in improving sleep quality and daytime dysfunction, whilst interventions ≥12 weeks reduced the use of sleep medication.\n    \n\n\n          Conclusions:\n        \n      \n      Exercise training can significantly improve sleep quality in adult women, as measured by the Pittsburgh Sleep Quality Index. Therefore, exercise can be crucial in promoting health, especially as a non-pharmacological treatment. When more studies will be available in the future, it will be possible to further explore the impact of age, type of exercise, and time of exercise.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39706783/",
    "clean_text": "effects of exercise on sleep quality in women a systematic review and meta analysis design this meta analysis systematically assessed the effects of exercise on women s sleep quality using a random effects model methods we searched seven databases for randomised controlled trials examining the effect of exercise on sleep quality in objectives insomnia affects at least one third of the global population and is more common in women exercise has been reported to improve sleep quality and subsequent use of hypnotics therefore we performed a meta analysis to assess the effect of exercise on sleep quality in adult women design this meta analysis systematically assessed the effects of exercise on women s sleep quality using a random effects model methods we searched seven databases for randomised controlled trials examining the effect of exercise on sleep quality in women inclusion criteria were women aged or older with insomnia symptoms exercise used as an intervention and the pittsburgh sleep quality index or insomnia severity index as outcome measures we excluded studies using other treatments those involving cancer patients or pregnant women and those with unclear unanalysable data a random effects model was used for meta analysis with outcomes expressed as the weighted mean difference and confidence interval risk of bias was assessed using cochrane handbook criteria results the meta analysis included studies the results indicated that exercise significantly reduced the pittsburgh sleep quality index total score exercise implemented for weeks was more effective in improving sleep quality and daytime dysfunction whilst interventions weeks reduced the use of sleep medication conclusions exercise training can significantly improve sleep quality in adult women as measured by the pittsburgh sleep quality index therefore exercise can be crucial in promoting health especially as a non pharmacological treatment when more studies will be available in the future it will be possible to further explore the impact of age type of exercise and time of exercise"
}