{
    "title": "Social Anxiety and Its Comorbidity With Depression in Medical Students: A Network Analysis.",
    "doc_id": "40298284",
    "writer": "Chen Z",
    "year": "2025",
    "summary": "Depression and social anxiety are highly comorbid in young adults, posing significant harm. This study aimed to identify central and bridge symptoms of depression and social anxiety in medical students, providing insights for intervention strategies. ...The study id …",
    "abstract": "Depression and social anxiety are highly comorbid in young adults, posing significant harm. This study aimed to identify central and bridge symptoms of depression and social anxiety in medical students, providing insights for intervention strategies. This cross-sectional study recruited 456 medical students. Depression symptoms were measured using the nine-item Patient Health Questionnaire (PHQ-9), while social anxiety was assessed using the Interaction Anxiousness Scale (IAS). Network analysis was utilised to examine symptom-level associations between depression and social anxiety. The study identified 'anxious at parties' and 'nervous with authority figures' as the most central symptoms, while 'nervous in informal gatherings' and 'fatigue' were the most bridge symptoms in the network of depression and social anxiety symptoms among medical students. These symptoms were crucial in the development of depression and social anxiety, indicating the target for interventions. The network analysis perspective suggests that the development of social anxiety in medical students is closely related to career development, while its comorbidity with depression is associated with social and emotional support. Distinct intervention strategies could target central and bridge symptoms to address social anxiety and its comorbidity with depression among medical students.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40298284/",
    "clean_text": "social anxiety and its comorbidity with depression in medical students a network analysis depression and social anxiety are highly comorbid in young adults posing significant harm this study aimed to identify central and bridge symptoms of depression and social anxiety in medical students providing insights for intervention strategies the study id depression and social anxiety are highly comorbid in young adults posing significant harm this study aimed to identify central and bridge symptoms of depression and social anxiety in medical students providing insights for intervention strategies this cross sectional study recruited medical students depression symptoms were measured using the nine item patient health questionnaire phq while social anxiety was assessed using the interaction anxiousness scale ias network analysis was utilised to examine symptom level associations between depression and social anxiety the study identified anxious at parties and nervous with authority figures as the most central symptoms while nervous in informal gatherings and fatigue were the most bridge symptoms in the network of depression and social anxiety symptoms among medical students these symptoms were crucial in the development of depression and social anxiety indicating the target for interventions the network analysis perspective suggests that the development of social anxiety in medical students is closely related to career development while its comorbidity with depression is associated with social and emotional support distinct intervention strategies could target central and bridge symptoms to address social anxiety and its comorbidity with depression among medical students"
}