{
    "pmid": "41409418",
    "title": "Nonlinear Association Between Monocyte-to-HDL Ratio and Mortality in COPD: Evidence from NHANES.",
    "abstract": "Chronic Obstructive Pulmonary Disease (COPD) represents a leading cause of mortality worldwide, with systemic inflammation being a key pathological feature. The association between the emerging inflammatory marker monocyte to high-density lipoprotein cholesterol ratio (MHR) and the risk of all-cause mortality in COPD patients remains unclear. Data from COPD patients in the 1999-2018 NHANES database were analyzed using Cox regression models to assess the association between MHR and all-cause mortality risk. Restricted cubic spline (RCS) modeling was used to explore nonlinear associations and identify inflection points. Time-dependent ROC curves were utilized to evaluate the predictive accuracy of MHR. Subgroup and sensitivity analyses were performed to ensure the robustness of the results. This study included 1768 COPD patients and observed 606 all-cause deaths during a mean follow-up of 92 months. After adjusting for confounding factors, MHR level was significantly and positively associated with all-cause mortality risk (HR = 2.10, 95% CI: 1.53-2.89). RCS analysis revealed a nonlinear relationship between MHR and all-cause mortality risk (non-linear P = 0.004). A turning point analysis indicated a threshold effect of MHR at 0.29: mortality risk increased significantly above this value (HR = 2.52, P < 0.001) and decreased significantly below it (HR = 0.02, P = 0.006). Sex-stratified analysis showed that the association between MHR and mortality risk tended to be linear in men, while it was nonlinear in women. Time-dependent ROC analysis showed AUC values for MHR at 12, 36, 72, and 120 months were 0.73, 0.79, 0.78, and 0.81, respectively. Elevated MHR serves as an important risk marker for all-cause mortality in COPD patients. This association exhibits nonlinear characteristics with threshold effects, suggesting that MHR has potential value in prognostic assessment of COPD patients.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "nonlinear association between monocyte to hdl ratio and mortality in copd evidence from nhanes chronic obstructive pulmonary disease copd represents a leading cause of mortality worldwide with systemic inflammation being a key pathological feature the association between the emerging inflammatory marker monocyte to high density lipoprotein cholesterol ratio mhr and the risk of all cause mortality in copd patients remains unclear data from copd patients in the nhanes database were analyzed using cox regression models to assess the association between mhr and all cause mortality risk restricted cubic spline rcs modeling was used to explore nonlinear associations and identify inflection points time dependent roc curves were utilized to evaluate the predictive accuracy of mhr subgroup and sensitivity analyses were performed to ensure the robustness of the results this study included copd patients and observed all cause deaths during a mean follow up of months after adjusting for confounding factors mhr level was significantly and positively associated with all cause mortality risk hr ci rcs analysis revealed a nonlinear relationship between mhr and all cause mortality risk non linear p a turning point analysis indicated a threshold effect of mhr at mortality risk increased significantly above this value hr p and decreased significantly below it hr p sex stratified analysis showed that the association between mhr and mortality risk tended to be linear in men while it was nonlinear in women time dependent roc analysis showed auc values for mhr at and months were and respectively elevated mhr serves as an important risk marker for all cause mortality in copd patients this association exhibits nonlinear characteristics with threshold effects suggesting that mhr has potential value in prognostic assessment of copd patients"
}