{
    "title": "Silent Atrial Fibrillation and Cryptogenic Strokes.",
    "doc_id": "27756556",
    "writer": "Dalen JE",
    "year": "2017",
    "summary": "A total of 23.7% of these stroke patients had silent atrial fibrillation; that is, atrial fibrillation diagnosed after hospital admission. Silent atrial fibrillation is also frequent in patients with pacemakers who do not have a recent st …",
    "abstract": "A new suspected cause of cryptic strokes is \"silent atrial fibrillation.\" Pacemakers and other implanted devices allow continuous recording of cardiac rhythm for months or years. They have discovered that short periods of atrial fibrillation lasting minutes or hours are frequent and usually are asymptomatic. A meta-analysis of 50 studies involving more than 10,000 patients with a recent stroke found that 7.7% had new atrial fibrillation on their admitting electrocardiogram. In 3 weeks during and after hospitalization, another 16.9% were diagnosed. A total of 23.7% of these stroke patients had silent atrial fibrillation; that is, atrial fibrillation diagnosed after hospital admission. Silent atrial fibrillation is also frequent in patients with pacemakers who do not have a recent stroke. In a pooled analysis of 3 studies involving more than 10,000 patients monitored for 24 months, 43% had at least 1 day with atrial fibrillation lasting more than 5 minutes. Ten percent had atrial fibrillation lasting at least 12 hours. Despite the frequency of silent atrial fibrillation in these patients with multiple risk factors for stroke, the annual incidence of stroke was only 0.23%. When silent atrial fibrillation is detected in patients with recent cryptogenic stroke, anticoagulation is indicated. In patients without stroke, silent atrial fibrillation should lead to further monitoring for clinical atrial fibrillation rather than immediate anticoagulation, as some have advocated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27756556/",
    "clean_text": "silent atrial fibrillation and cryptogenic strokes a total of of these stroke patients had silent atrial fibrillation that is atrial fibrillation diagnosed after hospital admission silent atrial fibrillation is also frequent in patients with pacemakers who do not have a recent st a new suspected cause of cryptic strokes is silent atrial fibrillation pacemakers and other implanted devices allow continuous recording of cardiac rhythm for months or years they have discovered that short periods of atrial fibrillation lasting minutes or hours are frequent and usually are asymptomatic a meta analysis of studies involving more than patients with a recent stroke found that had new atrial fibrillation on their admitting electrocardiogram in weeks during and after hospitalization another were diagnosed a total of of these stroke patients had silent atrial fibrillation that is atrial fibrillation diagnosed after hospital admission silent atrial fibrillation is also frequent in patients with pacemakers who do not have a recent stroke in a pooled analysis of studies involving more than patients monitored for months had at least day with atrial fibrillation lasting more than minutes ten percent had atrial fibrillation lasting at least hours despite the frequency of silent atrial fibrillation in these patients with multiple risk factors for stroke the annual incidence of stroke was only when silent atrial fibrillation is detected in patients with recent cryptogenic stroke anticoagulation is indicated in patients without stroke silent atrial fibrillation should lead to further monitoring for clinical atrial fibrillation rather than immediate anticoagulation as some have advocated"
}