{
    "pmid": "41441576",
    "title": "Evaluating the New TB Antigen-Based Skin Test to Diagnose TB Infection in South Africa.",
    "abstract": "Mycobacterium tuberculosis (TB) antigen-based skin tests, known as TB-specific skin tests (TBSTs), have been recommended by the World Health Organization (WHO) to test for TB infection (TBI). In light of these new recommendations, we conducted a situational analysis and market assessment to evaluate the utility of testing for TBI in general and of the new TBSTs in South Africa. We found the following barriers to acceptability of testing for TBI overall, regardless of the test: the perceived high prevalence of TBI; prior experiences of poor TB preventive treatment (TPT) uptake, which has led to the removal of TBI tests from the current TPT guidelines; and a poor sensitivity of previous TBI tests in people living with HIV (PLHIV). In addition, further barriers to the new TBSTs in particular were as follows: patient level barriers linked to repeat visits; the need for cold chains; and the need for a strong laboratory system, which reduces the need for point-of-care options. TBI testing was thought to be potentially useful to determine the eligibility for TPT in these use cases: healthcare workers, pregnant women living with HIV and prisoners. One other use case was in the TB diagnoses of children, where it was thought that a positive immunological test (TST/IgRA/TBST) could indicate a TB contact and serve as a 'rule in' test to strengthen the evidence for TB disease as a cause.",
    "disease": "tuberculosis",
    "clean_text": "evaluating the new tb antigen based skin test to diagnose tb infection in south africa mycobacterium tuberculosis tb antigen based skin tests known as tb specific skin tests tbsts have been recommended by the world health organization who to test for tb infection tbi in light of these new recommendations we conducted a situational analysis and market assessment to evaluate the utility of testing for tbi in general and of the new tbsts in south africa we found the following barriers to acceptability of testing for tbi overall regardless of the test the perceived high prevalence of tbi prior experiences of poor tb preventive treatment tpt uptake which has led to the removal of tbi tests from the current tpt guidelines and a poor sensitivity of previous tbi tests in people living with hiv plhiv in addition further barriers to the new tbsts in particular were as follows patient level barriers linked to repeat visits the need for cold chains and the need for a strong laboratory system which reduces the need for point of care options tbi testing was thought to be potentially useful to determine the eligibility for tpt in these use cases healthcare workers pregnant women living with hiv and prisoners one other use case was in the tb diagnoses of children where it was thought that a positive immunological test tst igra tbst could indicate a tb contact and serve as a rule in test to strengthen the evidence for tb disease as a cause"
}