{
    "pmid": "41398241",
    "title": "Sleep disorders in Parkinson's disease: evaluating pharmacological treatments through systematic review and meta-analysis.",
    "abstract": "Sleep disorders are the most common non-motor symptoms in patients with Parkinson's disease (PD) and can significantly impact quality of life. However, the pharmacological treatments for sleep disorders in patients with PD remain controversial. Databases (PubMed, Embase, Web of Science, and the Cochrane Library) were searched up to 20 January 2025. Randomized controlled trials were included if they investigated the efficacy of pharmacological interventions for sleep disorders in populations with PD. The weighted mean difference (WMD) and standardized mean difference (SMD) were used as effect size. The random-effects model was applied due to the heterogeneity between studies. The certainty of evidence was assessed using the Grading of Recommendations Assessment, Development and Evaluation tool. A total of 23 studies were included in the systematic review and meta-analysis. Seven trials focused on the treatment of rapid eye movement sleep behavior disorder (RBD), seven on excessive daytime sleepiness (EDS), six on insomnia, and three on sleep disorders that were not specifically classified. The meta-analysis showed that pharmacological interventions were effective in improving EDS (SMD: -0.36; 95% CI: -0.63, -0.10) and insomnia in patients with PD (SMD: -0.53; 95% CI: -0.82, -0.24). However, pharmacological interventions did not show significant benefits for managing RBD (SMD: -0.19; 95% CI: -0.54, 0.16). The certainty of evidence across all studies ranged from very low to moderate. In population with PD, pharmacological interventions were effective in improving EDS and insomnia. However, the management of RBD with pharmacological treatments remains challenging. In the future, strong evidence is needed to address this challenge.",
    "disease": "parkinson disease",
    "clean_text": "sleep disorders in parkinson s disease evaluating pharmacological treatments through systematic review and meta analysis sleep disorders are the most common non motor symptoms in patients with parkinson s disease pd and can significantly impact quality of life however the pharmacological treatments for sleep disorders in patients with pd remain controversial databases pubmed embase web of science and the cochrane library were searched up to january randomized controlled trials were included if they investigated the efficacy of pharmacological interventions for sleep disorders in populations with pd the weighted mean difference wmd and standardized mean difference smd were used as effect size the random effects model was applied due to the heterogeneity between studies the certainty of evidence was assessed using the grading of recommendations assessment development and evaluation tool a total of studies were included in the systematic review and meta analysis seven trials focused on the treatment of rapid eye movement sleep behavior disorder rbd seven on excessive daytime sleepiness eds six on insomnia and three on sleep disorders that were not specifically classified the meta analysis showed that pharmacological interventions were effective in improving eds smd ci and insomnia in patients with pd smd ci however pharmacological interventions did not show significant benefits for managing rbd smd ci the certainty of evidence across all studies ranged from very low to moderate in population with pd pharmacological interventions were effective in improving eds and insomnia however the management of rbd with pharmacological treatments remains challenging in the future strong evidence is needed to address this challenge"
}