{
    "title": "Knowledge and awareness of viral hepatitis and influencing factors among the general population aged 15-69 years in Zhejiang Province, China.",
    "doc_id": "37706316",
    "writer": "Zhou Y",
    "year": "2023",
    "summary": "We conducted a cross-sectional survey to assess the knowledge of viral hepatitis among the general population aged 15-69 years in Zhejiang Province, China. A total of 3,626 individuals were surveyed with 10 questions. ...The knowledge rate of viral hepatitis among the gene …",
    "abstract": "This study aimed to determine the level of viral hepatitis knowledge as well as the self-awareness of hepatitis B virus surface antigen (HBsAg) positive individuals, to provide data support for the next steps in viral hepatitis prevention and control. We conducted a cross-sectional survey to assess the knowledge of viral hepatitis among the general population aged 15-69 years in Zhejiang Province, China. A total of 3,626 individuals were surveyed with 10 questions. The knowledge level of the participants is reflected by the scores from the survey. Adequate knowledge was defined as a score of ≥ 6. The knowledge rate was defined as the ratio of the number of individuals with adequate knowledge to the total number of individuals. The knowledge rate of viral hepatitis among the general population aged 15-69 years in Zhejiang Province was 52.34% (mean score, 5.23). The majority of participants (52.51%) had adequate knowledge of viral hepatitis. Multiple logistic regression analysis showed that medical staff had the best knowledge of viral hepatitis, followed by individuals with university or higher education, those aged 40-49 years, and those with a history of hepatitis B vaccination. 34.16% of HBsAg positive participants were aware of their infection status before. The mean score of knowledge of viral hepatitis was significantly lower among HBsAg-positive than HBsAg-negative individuals. Knowledge of viral hepatitis in Zhejiang Province was still low, especially among HBsAg-positive individuals with no awareness of their infection status. More effort should be needed to improve public awareness of viral hepatitis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37706316/",
    "clean_text": "knowledge and awareness of viral hepatitis and influencing factors among the general population aged years in zhejiang province china we conducted a cross sectional survey to assess the knowledge of viral hepatitis among the general population aged years in zhejiang province china a total of individuals were surveyed with questions the knowledge rate of viral hepatitis among the gene this study aimed to determine the level of viral hepatitis knowledge as well as the self awareness of hepatitis b virus surface antigen hbsag positive individuals to provide data support for the next steps in viral hepatitis prevention and control we conducted a cross sectional survey to assess the knowledge of viral hepatitis among the general population aged years in zhejiang province china a total of individuals were surveyed with questions the knowledge level of the participants is reflected by the scores from the survey adequate knowledge was defined as a score of the knowledge rate was defined as the ratio of the number of individuals with adequate knowledge to the total number of individuals the knowledge rate of viral hepatitis among the general population aged years in zhejiang province was mean score the majority of participants had adequate knowledge of viral hepatitis multiple logistic regression analysis showed that medical staff had the best knowledge of viral hepatitis followed by individuals with university or higher education those aged years and those with a history of hepatitis b vaccination of hbsag positive participants were aware of their infection status before the mean score of knowledge of viral hepatitis was significantly lower among hbsag positive than hbsag negative individuals knowledge of viral hepatitis in zhejiang province was still low especially among hbsag positive individuals with no awareness of their infection status more effort should be needed to improve public awareness of viral hepatitis"
}