{
    "title": "Prognostic value of MTSS1 gene expression on acute leukemia patients outcome.",
    "doc_id": "38230972",
    "writer": "Aref S",
    "year": "2023",
    "summary": "Background: This study aimed to evaluate the prognostic value of the MTSS1 gene expression in patients with acute leukemia. Patients & methods: MTSS1 gene expression was quantified in 120 newly diagnosed acute leukemia patients, by quantitative rev …",
    "abstract": "Background: This study aimed to evaluate the prognostic value of the MTSS1 gene expression in patients with acute leukemia. Patients & methods: MTSS1 gene expression was quantified in 120 newly diagnosed acute leukemia patients, by quantitative reverse transcription PCR at diagnosis and after induction chemotherapy therapy. Results: Baseline MTSS1 gene expression was significantly higher in acute leukemia patients compared to the control group (p < 0.001). Acute leukemia patients with low baseline MTSS1 gene expression at diagnosis have significantly shorter overall survival and disease-free survival compared with those with higher expression (p < 0.001 for both). Conclusion: Downregulation of MTSS1 gene expression at diagnosis was associated with poor outcome in either cytogenetic acute myeloid leukemia or B-cell acute lymphoblastic leukemia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38230972/",
    "clean_text": "prognostic value of mtss gene expression on acute leukemia patients outcome background this study aimed to evaluate the prognostic value of the mtss gene expression in patients with acute leukemia patients methods mtss gene expression was quantified in newly diagnosed acute leukemia patients by quantitative rev background this study aimed to evaluate the prognostic value of the mtss gene expression in patients with acute leukemia patients methods mtss gene expression was quantified in newly diagnosed acute leukemia patients by quantitative reverse transcription pcr at diagnosis and after induction chemotherapy therapy results baseline mtss gene expression was significantly higher in acute leukemia patients compared to the control group p acute leukemia patients with low baseline mtss gene expression at diagnosis have significantly shorter overall survival and disease free survival compared with those with higher expression p for both conclusion downregulation of mtss gene expression at diagnosis was associated with poor outcome in either cytogenetic acute myeloid leukemia or b cell acute lymphoblastic leukemia"
}