{
    "pmid": "41466012",
    "title": "Association between ALBI score and stroke risk and all-cause mortality: 2011 to 2018 NHANES.",
    "abstract": "The relationship between the albumin-bilirubin (ALBI) score and stroke risk and all-cause mortality has not been fully established, and this study aims to explore the potential links between them. This study analyzed data from the 2011 to 2018 National Health and Nutrition Examination Survey to examine the association between the ALBI score and stroke risk. Logistic regression and subgroup analyses were conducted. A restricted cubic spline analysis was conducted to assess potential nonlinear associations. Survival outcomes were estimated using Kaplan-Meier curves and Cox proportional hazards models. In the fully adjusted model, each 1-unit increase in the ALBI score was linked to an estimated 2.60-fold rise in stroke risk (OR = 2.60, 95% CI: 1.80-3.75, P < .001). The association was particularly strong in older individuals, participants without diabetes, and those who never consumed alcohol. Restricted cubic spline analysis demonstrated a linear association between the ALBI score and stroke risk after adjusting for confounders. In addition, a higher ALBI was associated with a higher risk of all-cause mortality (OR = 2.39, 95% CI: 1.84-3.11, P < .001), and this association was stronger in patients without stroke. Kaplan-Meier curves showed a clear trend between ALBI quartiles (P < .001). A higher ALBI score is linked to a greater risk of stroke and mortality. These findings highlight the importance of liver function in cerebrovascular pathology.",
    "disease": "stroke",
    "clean_text": "association between albi score and stroke risk and all cause mortality to nhanes the relationship between the albumin bilirubin albi score and stroke risk and all cause mortality has not been fully established and this study aims to explore the potential links between them this study analyzed data from the to national health and nutrition examination survey to examine the association between the albi score and stroke risk logistic regression and subgroup analyses were conducted a restricted cubic spline analysis was conducted to assess potential nonlinear associations survival outcomes were estimated using kaplan meier curves and cox proportional hazards models in the fully adjusted model each unit increase in the albi score was linked to an estimated fold rise in stroke risk or ci p the association was particularly strong in older individuals participants without diabetes and those who never consumed alcohol restricted cubic spline analysis demonstrated a linear association between the albi score and stroke risk after adjusting for confounders in addition a higher albi was associated with a higher risk of all cause mortality or ci p and this association was stronger in patients without stroke kaplan meier curves showed a clear trend between albi quartiles p a higher albi score is linked to a greater risk of stroke and mortality these findings highlight the importance of liver function in cerebrovascular pathology"
}