{
    "pmid": "41375637",
    "title": "Optimal Medical Therapy Targeting Lipids and Inflammation for Secondary Prevention in Patients Undergoing Percutaneous Coronary Intervention.",
    "abstract": "Cardiovascular diseases (CVDs), including coronary artery disease (CAD), are the main causes of mortality and morbidity worldwide. The pathophysiology of CAD includes atherosclerosis, a chronic process leading to atherosclerotic plaque development. Clinical manifestations could be chronic, such as in the chronic coronary syndrome (CCS) scenario, or acute, such as acute coronary syndrome (ACS). The risk of subsequent cardiovascular (CV) events depends on the risk category defined by international guidelines. In particular, patients who have experienced a CV event requiring percutaneous coronary intervention (PCI) remain at heightened residual risk for subsequent events, despite advancements in standard-of-care strategies. Therefore, comprehensive residual risk management is essential in this population to mitigate ischemic risk. Secondary prevention includes different targets of treatments-hypertension, dyslipidemia, diabetes mellitus, body weight control, smoking habit reduction, and healthy lifestyle promotion. Nevertheless, there is a critical, unmet need for therapeutic strategies for this high-risk population. Growing evidence shows that atherogenic lipids and vascular inflammation drive residual risk after PCI, despite guideline-directed therapy. This review summarizes more recent evidence about secondary prevention focusing on optimal medical therapy (OMT), targeting lipids and inflammation for patients undergoing PCI.",
    "disease": "coronary artery disease",
    "clean_text": "optimal medical therapy targeting lipids and inflammation for secondary prevention in patients undergoing percutaneous coronary intervention cardiovascular diseases cvds including coronary artery disease cad are the main causes of mortality and morbidity worldwide the pathophysiology of cad includes atherosclerosis a chronic process leading to atherosclerotic plaque development clinical manifestations could be chronic such as in the chronic coronary syndrome ccs scenario or acute such as acute coronary syndrome acs the risk of subsequent cardiovascular cv events depends on the risk category defined by international guidelines in particular patients who have experienced a cv event requiring percutaneous coronary intervention pci remain at heightened residual risk for subsequent events despite advancements in standard of care strategies therefore comprehensive residual risk management is essential in this population to mitigate ischemic risk secondary prevention includes different targets of treatments hypertension dyslipidemia diabetes mellitus body weight control smoking habit reduction and healthy lifestyle promotion nevertheless there is a critical unmet need for therapeutic strategies for this high risk population growing evidence shows that atherogenic lipids and vascular inflammation drive residual risk after pci despite guideline directed therapy this review summarizes more recent evidence about secondary prevention focusing on optimal medical therapy omt targeting lipids and inflammation for patients undergoing pci"
}