{
    "pmid": "41419858",
    "title": "Emergency bronchial artery embolization using n-2-butyl-cyanoacrylate: a safe and effective solution for massive hemoptysis.",
    "abstract": "Massive hemoptysis is a serious respiratory emergency. In most cases, the bleeding source is the bronchial circulation, and bronchial artery embolization (BAE) is considered the primary approach for treating massive hemoptysis. However, there is no standardized protocol regarding embolic agents. The aim of this study is to evaluate the efficacy and safety of BAE performed with n-butyl-2-cyanoacrylate (NBCA) in the treatment of massive hemoptysis. This single-center, retrospective study included patients who underwent BAE with NBCA for massive hemoptysis between January 2021 and December 2024. Demographic data and etiological factors were documented. BAE procedural details were thoroughly analyzed and recorded. Postprocedural complications, technical success, and clinical success rates (within 24 h and 1 month) were evaluated. Recurrence rates beyond 1 month were assessed. The study included 41 patients (33 male, 8 female). The most frequently identified etiologies were tuberculosis (28.5%), bronchiectasis (20%). The mean 24-hour hemoptysis volume was 535 ± 448.2 mL (range: 240-1200 mL). The most common DSA findings were bronchial artery hypertrophy/tortuosity (78.2%), hypervascularization (67.4%). BAE procedures most frequently targeted the right bronchial artery (57.14%). Embolization involved a single vessel in 75% of cases, two vessels in 17.5%, and three vessels in 7.5%. The mean NBCA/Lipiodol volume per vessel was 1.625 ± 0.66 mL (range: 0.5-2 mL). Technical success was achieved in 97.14% of cases. Clinical success rates were 100% within 24 h and 97.5% at 1-month follow-up. Over a median follow-up period of 13 months, no recurrence requiring repeat embolization was observed. Our study demonstrates that BAE using NBCA/Lipiodol is an effective and safe method for treating massive hemoptysis, with high technical and clinical success rates. When carefully administered by experienced specialists, NBCA/Lipiodol may be considered as a potential primary embolic agent for BAE.",
    "disease": "tuberculosis",
    "clean_text": "emergency bronchial artery embolization using n butyl cyanoacrylate a safe and effective solution for massive hemoptysis massive hemoptysis is a serious respiratory emergency in most cases the bleeding source is the bronchial circulation and bronchial artery embolization bae is considered the primary approach for treating massive hemoptysis however there is no standardized protocol regarding embolic agents the aim of this study is to evaluate the efficacy and safety of bae performed with n butyl cyanoacrylate nbca in the treatment of massive hemoptysis this single center retrospective study included patients who underwent bae with nbca for massive hemoptysis between january and december demographic data and etiological factors were documented bae procedural details were thoroughly analyzed and recorded postprocedural complications technical success and clinical success rates within h and month were evaluated recurrence rates beyond month were assessed the study included patients male female the most frequently identified etiologies were tuberculosis bronchiectasis the mean hour hemoptysis volume was ml range ml the most common dsa findings were bronchial artery hypertrophy tortuosity hypervascularization bae procedures most frequently targeted the right bronchial artery embolization involved a single vessel in of cases two vessels in and three vessels in the mean nbca lipiodol volume per vessel was ml range ml technical success was achieved in of cases clinical success rates were within h and at month follow up over a median follow up period of months no recurrence requiring repeat embolization was observed our study demonstrates that bae using nbca lipiodol is an effective and safe method for treating massive hemoptysis with high technical and clinical success rates when carefully administered by experienced specialists nbca lipiodol may be considered as a potential primary embolic agent for bae"
}