{
    "pmid": "41399870",
    "title": "Addressing nonspecific interactions in a Gyrolab anti-drug antibody (ADA) assay: a case study on method optimization to improve repeatability.",
    "abstract": "Anti-drug antibodies (ADAs) can impact drug efficacy and safety, necessitating sensitive and drug-tolerant assays for accurate detection. The main goal of the study was re-optimization of the Gyrolab immunoassay intended to detect ADAs against MabionCD20 (rituximab biosimilar) in rheumatoid arthritis patient serum. The study focused on eliminating a nonspecific interaction that impacted assay repeatability. The nonspecific interactions were mitigated by evaluating numerous method modification strategies including additional washing steps, increasing buffer ionic strength, and step-by-step modification of the assay protocol to isolate the one responsible for the observed issue. Reducing molarity and increasing pH of neutralization buffer resulted in elimination of unwanted interactions between assay components and effectively improved assay performance in repeatability and drug tolerance parameters, supporting the assay's suitability for validation. Careful optimization of assay conditions, particularly buffer composition and pH successfully resolved issues related to the nonspecific interactions and enhanced assay robustness. Optimized Gyrolab-based immunoassay provided a reliable method for ADA detection, supporting immunogenicity assessment in a clinical development program.",
    "disease": "rheumatoid arthritis",
    "clean_text": "addressing nonspecific interactions in a gyrolab anti drug antibody ada assay a case study on method optimization to improve repeatability anti drug antibodies adas can impact drug efficacy and safety necessitating sensitive and drug tolerant assays for accurate detection the main goal of the study was re optimization of the gyrolab immunoassay intended to detect adas against mabioncd rituximab biosimilar in rheumatoid arthritis patient serum the study focused on eliminating a nonspecific interaction that impacted assay repeatability the nonspecific interactions were mitigated by evaluating numerous method modification strategies including additional washing steps increasing buffer ionic strength and step by step modification of the assay protocol to isolate the one responsible for the observed issue reducing molarity and increasing ph of neutralization buffer resulted in elimination of unwanted interactions between assay components and effectively improved assay performance in repeatability and drug tolerance parameters supporting the assay s suitability for validation careful optimization of assay conditions particularly buffer composition and ph successfully resolved issues related to the nonspecific interactions and enhanced assay robustness optimized gyrolab based immunoassay provided a reliable method for ada detection supporting immunogenicity assessment in a clinical development program"
}