{
    "title": "The clinical landscape of antibody-drug conjugates in endometrial cancer.",
    "doc_id": "39074933",
    "writer": "Fucà G",
    "year": "2024",
    "summary": "Clinical outcomes remain challenging in advanced or recurrent endometrial cancer due to tumor heterogeneity and therapy resistance. Antibody-drug conjugates are a novel class of cancer therapeutics, representing a promising treatment option for endometrial …",
    "abstract": "Clinical outcomes remain challenging in advanced or recurrent endometrial cancer due to tumor heterogeneity and therapy resistance. Antibody-drug conjugates are a novel class of cancer therapeutics, representing a promising treatment option for endometrial cancer. Antibody-drug conjugates consist of a high-affinity antibody linked to a cytotoxic payload through a stable linker. After binding to specific antigens on tumor cells, the drug is internalized, and the payload is released. In addition, the free intracellular drug may be released outside the target cell through a 'bystander effect' and kill neighboring cells, which is crucial in treating malignancies characterized by heterogeneous biomarker expression like endometrial cancer.This article aims to provide a comprehensive overview of the current clinical landscape of antibody-drug conjugates in the treatment of endometrial cancer. We conducted a thorough analysis of recent clinical trials focusing on efficacy, safety profiles, and the mechanisms by which antibody-drug conjugates target endometrial cancer. We focused particularly on the most promising antibody-drug conjugate targets in endometrial cancer under clinical investigation, such as human epidermal growth factor receptor 2 (HER2), folate receptor alpha (FRα), trophoblast cell-surface antigen-2 (TROP2), and B7-H4. We also briefly comment on the challenges, including the emergence of resistance mechanisms, and future development directions (especially agents targeting multiple antigens, combinatorial strategies, and sequential use of agents targeting the same antigen but using different payloads) in antibody-drug conjugate therapy for endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39074933/",
    "clean_text": "the clinical landscape of antibody drug conjugates in endometrial cancer clinical outcomes remain challenging in advanced or recurrent endometrial cancer due to tumor heterogeneity and therapy resistance antibody drug conjugates are a novel class of cancer therapeutics representing a promising treatment option for endometrial clinical outcomes remain challenging in advanced or recurrent endometrial cancer due to tumor heterogeneity and therapy resistance antibody drug conjugates are a novel class of cancer therapeutics representing a promising treatment option for endometrial cancer antibody drug conjugates consist of a high affinity antibody linked to a cytotoxic payload through a stable linker after binding to specific antigens on tumor cells the drug is internalized and the payload is released in addition the free intracellular drug may be released outside the target cell through a bystander effect and kill neighboring cells which is crucial in treating malignancies characterized by heterogeneous biomarker expression like endometrial cancer this article aims to provide a comprehensive overview of the current clinical landscape of antibody drug conjugates in the treatment of endometrial cancer we conducted a thorough analysis of recent clinical trials focusing on efficacy safety profiles and the mechanisms by which antibody drug conjugates target endometrial cancer we focused particularly on the most promising antibody drug conjugate targets in endometrial cancer under clinical investigation such as human epidermal growth factor receptor her folate receptor alpha fr trophoblast cell surface antigen trop and b h we also briefly comment on the challenges including the emergence of resistance mechanisms and future development directions especially agents targeting multiple antigens combinatorial strategies and sequential use of agents targeting the same antigen but using different payloads in antibody drug conjugate therapy for endometrial cancer"
}