{
    "title": "Japanese young adults' attitudes toward suicide and its influencing factors.",
    "doc_id": "31677397",
    "writer": "Otsuka H",
    "year": "2020",
    "summary": "A t-test showed that respondents' \"Right to suicide\" and \"Common occurrence\" scores were higher with suicidal ideation history, but \"Unjustified behavior\" was lower than in those without history. Results indicated that certain young adults were unsupportive by being …",
    "abstract": "This study investigated young Japanese adults' attitudes toward suicide and factors affecting them. Results revealed that 28.78% of respondents had serious suicidal ideation history; 18.53% knew suicidal others; and 15.29% took suicide-prevention training. A t-test showed that respondents' \"Right to suicide\" and \"Common occurrence\" scores were higher with suicidal ideation history, but \"Unjustified behavior\" was lower than in those without history. Results indicated that certain young adults were unsupportive by being permissive of suicide due to their suicidal ideation or becoming bystanders due to inexperience. For young Japanese adults, enhancing preventive education to alter permissive/bystander attitudes is crucial.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31677397/",
    "clean_text": "japanese young adults attitudes toward suicide and its influencing factors a t test showed that respondents right to suicide and common occurrence scores were higher with suicidal ideation history but unjustified behavior was lower than in those without history results indicated that certain young adults were unsupportive by being this study investigated young japanese adults attitudes toward suicide and factors affecting them results revealed that of respondents had serious suicidal ideation history knew suicidal others and took suicide prevention training a t test showed that respondents right to suicide and common occurrence scores were higher with suicidal ideation history but unjustified behavior was lower than in those without history results indicated that certain young adults were unsupportive by being permissive of suicide due to their suicidal ideation or becoming bystanders due to inexperience for young japanese adults enhancing preventive education to alter permissive bystander attitudes is crucial"
}