{
    "title": "Variation of body weight with age, sex and height. An index for classification of obesity.",
    "doc_id": "4091049",
    "writer": "Lundh B.",
    "year": "1985",
    "summary": "The body weight of 472 randomly selected inhabitants of a city population was studied in relation to age, sex and height. Weight tables were constructed from multiple regression equations. The reliability of the weights obtained and the concepts of ave …",
    "abstract": "The body weight of 472 randomly selected inhabitants of a city population was studied in relation to age, sex and height. Weight tables were constructed from multiple regression equations. The reliability of the weights obtained and the concepts of average weight and obesity are discussed. Comparisons with earlier weight standards are made and commented upon. Over- and underweight can be expressed as % of expected weight (WE), i.e. (WO-WE)/WE X 100, where WO = observed weight. WE are calculated from the formulas WE = 6 + 0.78 X (height (cm) - 100) + 0.17 X age for men and WE = 7 + 0.71 X (height (cm) - 100) + 0.17 X age for women. These formulas are the basis for the weight tables and are derived from a subsample, obtained by excluding obese subjects from the total sample.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/4091049/",
    "clean_text": "variation of body weight with age sex and height an index for classification of obesity the body weight of randomly selected inhabitants of a city population was studied in relation to age sex and height weight tables were constructed from multiple regression equations the reliability of the weights obtained and the concepts of ave the body weight of randomly selected inhabitants of a city population was studied in relation to age sex and height weight tables were constructed from multiple regression equations the reliability of the weights obtained and the concepts of average weight and obesity are discussed comparisons with earlier weight standards are made and commented upon over and underweight can be expressed as of expected weight we i e wo we we x where wo observed weight we are calculated from the formulas we x height cm x age for men and we x height cm x age for women these formulas are the basis for the weight tables and are derived from a subsample obtained by excluding obese subjects from the total sample"
}