{
    "title": "Traumatic brain injury: neuroprotective anaesthetic techniques, an update.",
    "doc_id": "19895957",
    "writer": "Tawfeeq NA",
    "year": "2009",
    "summary": "The management of these injuries starts at the scene of the accident. However, strategies for preventing secondary brain injury and its sequelae are continuing to evolve. ...In this review an understanding of the pathophysiology of traumatic brain i …",
    "abstract": "Traumatic brain injuries remain an area of great challenge to both neurosurgeons and neuroanaesthesiologists. The management of these injuries starts at the scene of the accident. However, strategies for preventing secondary brain injury and its sequelae are continuing to evolve. These strategies include the use of pharmacological and nonpharmacological techniques. Preventing hypoxia and the use of hypertonic saline have been shown to have favourable results on the outcome of these injuries. The use of isoflurane has been shown to have a neuronprotective effect. Propofol is thought to be the future drug of choice because of its neuroprotective properties, although these still need to be further proven through research. In this review an understanding of the pathophysiology of traumatic brain injury will be outlined in order to understand the effects of pharmacological and nonpharmacological agents on secondary brain injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19895957/",
    "clean_text": "traumatic brain injury neuroprotective anaesthetic techniques an update the management of these injuries starts at the scene of the accident however strategies for preventing secondary brain injury and its sequelae are continuing to evolve in this review an understanding of the pathophysiology of traumatic brain i traumatic brain injuries remain an area of great challenge to both neurosurgeons and neuroanaesthesiologists the management of these injuries starts at the scene of the accident however strategies for preventing secondary brain injury and its sequelae are continuing to evolve these strategies include the use of pharmacological and nonpharmacological techniques preventing hypoxia and the use of hypertonic saline have been shown to have favourable results on the outcome of these injuries the use of isoflurane has been shown to have a neuronprotective effect propofol is thought to be the future drug of choice because of its neuroprotective properties although these still need to be further proven through research in this review an understanding of the pathophysiology of traumatic brain injury will be outlined in order to understand the effects of pharmacological and nonpharmacological agents on secondary brain injury"
}