{
    "pmid": "41394843",
    "title": "Pyroptosis-immune cell cross talk in asthma: From molecular mechanisms to precision therapeutics.",
    "abstract": "Asthma is a heterogeneous chronic airway disease characterized by complex inflammation. Pyroptosis, a pro-inflammatory form of programmed cell death mediated by gasdermin (GSDM) family proteins, has recently emerged as a critical amplifier of airway inflammation and tissue remodeling in asthma. This review delineates the molecular underpinnings of pyroptosis, focusing on the roles of canonical (e.g., NLRP3-caspase-1) and non-canonical (e.g., caspase-4/5/11) inflammasome pathways, as well as the broader concept of PANoptosis. We elaborate on how the pore-forming activity of GSDMD and other GSDMs facilitates the release of potent pro-inflammatory cytokines (IL-1β, IL-18), driving pathogenic cross talk among structural cells (epithelium), innate immune cells (macrophages, eosinophils, ILC2s), and adaptive immunity. Crucially, we contextualize pyroptosis within distinct asthma endotypes, proposing that allergen-driven, NLRP3-dominated pathways may underpin Th2-high/eosinophilic inflammation, while pollutant/viral-triggered, non-canonical/AIM2 pathways may favor Th2-low/neutrophilic phenotypes. The translational potential of targeting pyroptosis is underscored through a discussion of biomarkers (e.g., GSDMD-N, IL-18) and a comprehensive summary of preclinical and early clinical inhibitors targeting NLRP3, GSDMD, and key cytokines. By synthesizing these multifaceted roles, this review posits that a nuanced understanding of pyroptosis networks holds significant promise for pioneering endotype-specific therapeutic strategies in asthma management.",
    "disease": "asthma",
    "clean_text": "pyroptosis immune cell cross talk in asthma from molecular mechanisms to precision therapeutics asthma is a heterogeneous chronic airway disease characterized by complex inflammation pyroptosis a pro inflammatory form of programmed cell death mediated by gasdermin gsdm family proteins has recently emerged as a critical amplifier of airway inflammation and tissue remodeling in asthma this review delineates the molecular underpinnings of pyroptosis focusing on the roles of canonical e g nlrp caspase and non canonical e g caspase inflammasome pathways as well as the broader concept of panoptosis we elaborate on how the pore forming activity of gsdmd and other gsdms facilitates the release of potent pro inflammatory cytokines il il driving pathogenic cross talk among structural cells epithelium innate immune cells macrophages eosinophils ilc s and adaptive immunity crucially we contextualize pyroptosis within distinct asthma endotypes proposing that allergen driven nlrp dominated pathways may underpin th high eosinophilic inflammation while pollutant viral triggered non canonical aim pathways may favor th low neutrophilic phenotypes the translational potential of targeting pyroptosis is underscored through a discussion of biomarkers e g gsdmd n il and a comprehensive summary of preclinical and early clinical inhibitors targeting nlrp gsdmd and key cytokines by synthesizing these multifaceted roles this review posits that a nuanced understanding of pyroptosis networks holds significant promise for pioneering endotype specific therapeutic strategies in asthma management"
}