{
    "title": "A Cross-Sectional Study of the Associations between Chronotype, Social Jetlag and Subjective Sleep Quality in Healthy Adults.",
    "doc_id": "33089185",
    "writer": "Raman S",
    "year": "2019",
    "summary": "Greater social jetlag had a small association with poorer subjective sleep quality ratings (rho = 0.077), and this effect was moderated by sex with there being a relationship between social jetlag and sleep quality only in males. Social jetlag did not mediate the re …",
    "abstract": "Social jetlag, a mismatch between internal biological time and social schedules, and a later timing of the midpoint of sleep on work-free days as an indicator of the circadian phase of entrainment (late chronotype), may be factors associated with poor quality sleep. This study examined the association of social jetlag and chronotype with subjective sleep quality ratings in a healthy young adult cohort and interrogated the moderating effects of sex and age on these associations. A total of 1322 participants aged 18 to 40 completed the Pittsburg Sleep Quality Index (PSQI) and the Munich Chronotype Questionnaire. Later timing of midsleep on \"free\" days (an indicator of chronotype) had a small-to-medium association with poorer subjective sleep quality, independently of sex and age (rho = 0.212, P < 0.001). Greater social jetlag had a small association with poorer subjective sleep quality ratings (rho = 0.077), and this effect was moderated by sex with there being a relationship between social jetlag and sleep quality only in males. Social jetlag did not mediate the relationship between chronotype and sleep quality. These results indicate differential relationships of the chronotype and social jetlag with subjective sleep quality and indicate that sex is a moderating factor for sleep quality's relationship with social jetlag, but not for the association between sleep quality and chronotype.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33089185/",
    "clean_text": "a cross sectional study of the associations between chronotype social jetlag and subjective sleep quality in healthy adults greater social jetlag had a small association with poorer subjective sleep quality ratings rho and this effect was moderated by sex with there being a relationship between social jetlag and sleep quality only in males social jetlag did not mediate the re social jetlag a mismatch between internal biological time and social schedules and a later timing of the midpoint of sleep on work free days as an indicator of the circadian phase of entrainment late chronotype may be factors associated with poor quality sleep this study examined the association of social jetlag and chronotype with subjective sleep quality ratings in a healthy young adult cohort and interrogated the moderating effects of sex and age on these associations a total of participants aged to completed the pittsburg sleep quality index psqi and the munich chronotype questionnaire later timing of midsleep on free days an indicator of chronotype had a small to medium association with poorer subjective sleep quality independently of sex and age rho p greater social jetlag had a small association with poorer subjective sleep quality ratings rho and this effect was moderated by sex with there being a relationship between social jetlag and sleep quality only in males social jetlag did not mediate the relationship between chronotype and sleep quality these results indicate differential relationships of the chronotype and social jetlag with subjective sleep quality and indicate that sex is a moderating factor for sleep quality s relationship with social jetlag but not for the association between sleep quality and chronotype"
}