{
    "title": "The New Zealand National Trauma Registry: an essential tool for trauma quality improvement.",
    "doc_id": "37410132",
    "writer": "Civil I",
    "year": "2023",
    "summary": "PURPOSE: Trauma registries are essential tools for trauma systems and underpin any quality improvement activities. This paper describes the history, function, challenges, and future goals of the New Zealand National Trauma Registry (NZTR). ...Annual reports and a ra …",
    "abstract": "Purpose:\n        \n      \n      Trauma registries are essential tools for trauma systems and underpin any quality improvement activities. This paper describes the history, function, challenges, and future goals of the New Zealand National Trauma Registry (NZTR).\n    \n\n\n          Methods:\n        \n      \n      Using the available publications and knowledge of the authors, the development, governance, oversight, and usage of the registry is outlined.\n    \n\n\n          Results:\n        \n      \n      The New Zealand Trauma Network has run a national trauma registry since 2015 and this now contains over fifteen thousand major trauma patient records. Annual reports and a range of research outputs have been published. Key quality improvement initiatives have been undertaken and are described. Vulnerabilities include lack of longterm funding and a small workforce.\n    \n\n\n          Conclusions:\n        \n      \n      The NZTR has proven to be a critical component of trauma quality improvement in New Zealand. A user-friendly portal and a simple minimum dataset have been keys to successes but maintenance of an effective structure in a constrained healthcare system is a challenge.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37410132/",
    "clean_text": "the new zealand national trauma registry an essential tool for trauma quality improvement purpose trauma registries are essential tools for trauma systems and underpin any quality improvement activities this paper describes the history function challenges and future goals of the new zealand national trauma registry nztr annual reports and a ra purpose trauma registries are essential tools for trauma systems and underpin any quality improvement activities this paper describes the history function challenges and future goals of the new zealand national trauma registry nztr methods using the available publications and knowledge of the authors the development governance oversight and usage of the registry is outlined results the new zealand trauma network has run a national trauma registry since and this now contains over fifteen thousand major trauma patient records annual reports and a range of research outputs have been published key quality improvement initiatives have been undertaken and are described vulnerabilities include lack of longterm funding and a small workforce conclusions the nztr has proven to be a critical component of trauma quality improvement in new zealand a user friendly portal and a simple minimum dataset have been keys to successes but maintenance of an effective structure in a constrained healthcare system is a challenge"
}