{
    "title": "Supporting patients with type 1 diabetes.",
    "doc_id": "27019172",
    "writer": "Phillips A.",
    "year": "2016",
    "summary": "Type 1 diabetes is an autoimmune condition that is mediated by genetic, immunologic and environmental factors. ...This article reflects on the physiology and aetiology of type 1 diabetes and prevalence and considers recent guidance from the National In …",
    "abstract": "Type 1 diabetes is an autoimmune condition that is mediated by genetic, immunologic and environmental factors. Its prevalence is further complicated by increasing obesity levels, and this can make diagnosis complicated. Health professionals play a key role in enablement and optimising person-centred care approaches to educate and augment the essential skills required for successful self-management of this lifelong condition. This article reflects on the physiology and aetiology of type 1 diabetes and prevalence and considers recent guidance from the National Institute for Health and Care Excellence for adults with type 1 diabetes (NG17) and for children and young people with type 1 and type 2 diabetes (NG18).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27019172/",
    "clean_text": "supporting patients with type diabetes type diabetes is an autoimmune condition that is mediated by genetic immunologic and environmental factors this article reflects on the physiology and aetiology of type diabetes and prevalence and considers recent guidance from the national in type diabetes is an autoimmune condition that is mediated by genetic immunologic and environmental factors its prevalence is further complicated by increasing obesity levels and this can make diagnosis complicated health professionals play a key role in enablement and optimising person centred care approaches to educate and augment the essential skills required for successful self management of this lifelong condition this article reflects on the physiology and aetiology of type diabetes and prevalence and considers recent guidance from the national institute for health and care excellence for adults with type diabetes ng and for children and young people with type and type diabetes ng"
}