{
    "pmid": "41452436",
    "title": "KLHL4 upregulates EGFR signaling to promote the malignant progression of oral squamous cell carcinoma.",
    "abstract": "Oral squamous cell carcinoma (OSCC) is the most prevalent form of head and neck squamous cell carcinoma (HNSCC), characterized by high incidence rates, frequent recurrence and metastasis, and low survival rates. KLHL4, a member of the Kelch-like family proteins, plays a significant role in cancer. However, the role of KLHL4 in OSCC remains largely unexplored. In this study, we first identified the aberrant overexpression of KLHL4 in OSCC tissues through Western blotting and immunohistochemistry. Subsequent experiments, including qPCR, colony formation assays, scratch assays, and transwell invasion and migration assays, demonstrated that knockdown of KLHL4 inhibits OSCC growth, migration and invasion in vitro. Furthermore, through the establishment of subcutaneous xenograft models and lung metastasis models in nude mice, we revealed that KLHL4 knockdown suppresses tumor growth and metastasis in vivo. We also found that KLHL4 knockout inhibited 4NQO-induced OSCC progression. Mechanistically, co-immunoprecipitation confirmed the physical interaction between KLHL4 and EGFR, while rescue experiments using EGF and Afatinib demonstrated the functional dependency of KLHL4 on EGFR pathway activation. Clinical analysis of a 112-case OSCC tissue microarray revealed that high KLHL4 expression correlated significantly with lymph node metastasis and predicted poor patient overall survival, which was independently validated in a public HNSCC cohort. Overall, our research highlights the critical role of KLHL4 in the malignant progression of OSCC through upregulating the EGFR signaling pathway, indicating its potential as a therapeutic target for OSCC treatment.",
    "disease": "lung cancer",
    "clean_text": "klhl upregulates egfr signaling to promote the malignant progression of oral squamous cell carcinoma oral squamous cell carcinoma oscc is the most prevalent form of head and neck squamous cell carcinoma hnscc characterized by high incidence rates frequent recurrence and metastasis and low survival rates klhl a member of the kelch like family proteins plays a significant role in cancer however the role of klhl in oscc remains largely unexplored in this study we first identified the aberrant overexpression of klhl in oscc tissues through western blotting and immunohistochemistry subsequent experiments including qpcr colony formation assays scratch assays and transwell invasion and migration assays demonstrated that knockdown of klhl inhibits oscc growth migration and invasion in vitro furthermore through the establishment of subcutaneous xenograft models and lung metastasis models in nude mice we revealed that klhl knockdown suppresses tumor growth and metastasis in vivo we also found that klhl knockout inhibited nqo induced oscc progression mechanistically co immunoprecipitation confirmed the physical interaction between klhl and egfr while rescue experiments using egf and afatinib demonstrated the functional dependency of klhl on egfr pathway activation clinical analysis of a case oscc tissue microarray revealed that high klhl expression correlated significantly with lymph node metastasis and predicted poor patient overall survival which was independently validated in a public hnscc cohort overall our research highlights the critical role of klhl in the malignant progression of oscc through upregulating the egfr signaling pathway indicating its potential as a therapeutic target for oscc treatment"
}