{
    "pmid": "41462090",
    "title": "Correlation between hypertension and restenosis after endovascular therapy: a meta-analysis based on a derived cohort from randomized trials.",
    "abstract": "Hypertension is believed to be strongly associated with narrowing of arteries or blockage due to the development of atherosclerosis. However, whether hypertension is linked to the occurrence of restenosis following percutaneous transluminal angioplasty (PTA) or the insertion of stents remains unclear. To explore the relationship between hypertension and restenosis after endovascular treatment, as indicated by existing randomized trials. From 01/1990 to 01/2024, the PubMed, EMBASE and Cochrane Library databases were searched for randomized trials. Trials meeting the eligibility and exclusion criteria were considered for inclusion. Two independent reviewers used a grading method to screen targeted studies. The pooled effects were assessed via relative risks (RRs) and 95% confidence intervals following evaluations for heterogeneity. The data from the combined effect extraction were analysed via STATA 16.0, subgroup analysis and meta-regression calculations. The incidence of restenosis after endovascular therapy of coronary or peripheral arteries in patients with or without hypertension was determined. A total of 5142 individuals from 6 randomized controlled trials were included in this study. The results revealed that the relationship between hypertension and primary restenosis after stenting was not statistically significant (RR = 1.05, 95% CI: 0.86-1.27; P = 0.66). This meta-analysis of random trial cohorts revealed that hypertension had no significant effect on primary restenosis after endovascular treatment (RR = 1.05, 95% CI: 0.86-1.27), and the results were consistent across subgroups by antiplatelet duration, device type, and vascular bed; residual confounding could not be excluded. Using a GRADE framework adapted for prognostic factors, the overall certainty of evidence was moderate, and the results should be interpreted with caution. However, these findings are limited by the nonrandomized nature of the exposure, heterogeneity in endpoint definitions, and short follow-up, indicating a need for more robust prognostic studies.",
    "disease": "hypertension",
    "clean_text": "correlation between hypertension and restenosis after endovascular therapy a meta analysis based on a derived cohort from randomized trials hypertension is believed to be strongly associated with narrowing of arteries or blockage due to the development of atherosclerosis however whether hypertension is linked to the occurrence of restenosis following percutaneous transluminal angioplasty pta or the insertion of stents remains unclear to explore the relationship between hypertension and restenosis after endovascular treatment as indicated by existing randomized trials from to the pubmed embase and cochrane library databases were searched for randomized trials trials meeting the eligibility and exclusion criteria were considered for inclusion two independent reviewers used a grading method to screen targeted studies the pooled effects were assessed via relative risks rrs and confidence intervals following evaluations for heterogeneity the data from the combined effect extraction were analysed via stata subgroup analysis and meta regression calculations the incidence of restenosis after endovascular therapy of coronary or peripheral arteries in patients with or without hypertension was determined a total of individuals from randomized controlled trials were included in this study the results revealed that the relationship between hypertension and primary restenosis after stenting was not statistically significant rr ci p this meta analysis of random trial cohorts revealed that hypertension had no significant effect on primary restenosis after endovascular treatment rr ci and the results were consistent across subgroups by antiplatelet duration device type and vascular bed residual confounding could not be excluded using a grade framework adapted for prognostic factors the overall certainty of evidence was moderate and the results should be interpreted with caution however these findings are limited by the nonrandomized nature of the exposure heterogeneity in endpoint definitions and short follow up indicating a need for more robust prognostic studies"
}