{
    "pmid": "41450132",
    "title": "Evaluation of the Use of Primary Prevention Aspirin in Patients With Atrial Fibrillation Receiving a Direct Oral Anticoagulant for Stroke Prevention.",
    "abstract": "Current guidelines advise against use of aspirin for primary prevention of atherosclerotic cardiovascular disease (ASCVD) in patients with increased bleeding risk, including use of anticoagulation. However, limited data exist regarding safety and efficacy of low-dose aspirin (75 to 100 mg daily) for primary prevention of ASCVD in patients with atrial fibrillation (AF) receiving a direct oral anticoagulant (DOAC) for thromboembolism prevention. This study aimed to evaluate the safety and effectiveness of low-dose aspirin for primary ASCVD prevention in patients with AF who are receiving DOAC therapy. This multicenter, retrospective cohort study evaluated apixaban or rivaroxaban plus low-dose aspirin for primary prevention of ASCVD (combination therapy group) compared with those receiving DOAC monotherapy in patients 18 to 79 years of age with AF and no history of ASCVD. The primary safety endpoint was incidence of major bleeding per 100 patient-years, defined by the International Society on Thrombosis and Hemostasis criteria. Secondary endpoints included incidence of clinically relevant non-major bleeding (CRNMB), hospitalization for an ASCVD event, and death. A total of 611 patients were included (411 DOAC monotherapy and 200 combination therapy), contributing 973 patient-years of follow-up. Incidence of major bleeding was significantly lower in the DOAC monotherapy group (1.37 vs 5.74 per 100 patient-years; relative risk [RR] = 0.35, 95% confidence interval [CI] = 0.16-0.77,  In patients with AF and no history of ASCVD, the addition of low-dose aspirin to DOAC therapy significantly increased risk of major bleeding and CRNMB without reducing ischemic events. These findings support deprescribing aspirin for primary prevention in this population to minimize bleeding risk while maintaining thromboembolic prevention.",
    "disease": "stroke",
    "clean_text": "evaluation of the use of primary prevention aspirin in patients with atrial fibrillation receiving a direct oral anticoagulant for stroke prevention current guidelines advise against use of aspirin for primary prevention of atherosclerotic cardiovascular disease ascvd in patients with increased bleeding risk including use of anticoagulation however limited data exist regarding safety and efficacy of low dose aspirin to mg daily for primary prevention of ascvd in patients with atrial fibrillation af receiving a direct oral anticoagulant doac for thromboembolism prevention this study aimed to evaluate the safety and effectiveness of low dose aspirin for primary ascvd prevention in patients with af who are receiving doac therapy this multicenter retrospective cohort study evaluated apixaban or rivaroxaban plus low dose aspirin for primary prevention of ascvd combination therapy group compared with those receiving doac monotherapy in patients to years of age with af and no history of ascvd the primary safety endpoint was incidence of major bleeding per patient years defined by the international society on thrombosis and hemostasis criteria secondary endpoints included incidence of clinically relevant non major bleeding crnmb hospitalization for an ascvd event and death a total of patients were included doac monotherapy and combination therapy contributing patient years of follow up incidence of major bleeding was significantly lower in the doac monotherapy group vs per patient years relative risk rr confidence interval ci in patients with af and no history of ascvd the addition of low dose aspirin to doac therapy significantly increased risk of major bleeding and crnmb without reducing ischemic events these findings support deprescribing aspirin for primary prevention in this population to minimize bleeding risk while maintaining thromboembolic prevention"
}