{
    "pmid": "41364435",
    "title": "Obstructive Coronary Artery Disease and Health Status in Transcatheter Aortic Valve Replacement: A Post Hoc Analysis of the SCOPE I Randomized Clinical Trial.",
    "abstract": "Aortic stenosis (AS) and obstructive coronary artery disease (CAD) often coexist, yet the impact of obstructive CAD on clinical and patient-reported outcomes in patients undergoing transcatheter aortic valve replacement (TAVR) remains a subject of ongoing debate. To investigate the association of obstructive CAD with clinical outcomes and health status among patients with symptomatic severe AS undergoing TAVR. This post hoc analysis of the investigator-initiated, multicenter SCOPE I (Safety and Efficacy of the Symetis ACURATE Neo/TF Compared to the Edwards SAPIEN 3 Bioprosthesis for Transcatheter Aortic Valve Implantation by Transfemoral Approach) randomized clinical trial was conducted at 20 tertiary heart centers in Europe from February 8, 2017, to February 2, 2019, with follow-up through 3 years. Data were analyzed from February 17 through August 13, 2025. Presence vs absence of obstructive CAD, defined as greater than 50% stenosis in at least 1 major epicardial coronary vessel. Parameters of interest included vital and patient-reported disease-specific health status (Kansas City Cardiomyopathy Questionnaire [KCCQ] scores, ranging from 0 to 100, with higher numbers indicating better health status), and clinical efficacy according to Valve Academic Research Consortium (VARC)-3 definitions. Analyses were conducted using the as treated population. Of 732 patients with symptomatic severe AS undergoing TAVR (mean [SD] age, 82 [4] years; 416 [56.8%] female), obstructive CAD was identified in 373 (51.0%), 144 (38.6%) of whom underwent elective percutaneous coronary intervention (PCI) during the periprocedural period. At 3 years after TAVR, there were no statistically significant differences in patient-reported health status (eg, median [IQR] baseline overall KCCQ scores with CAD, 54.2 [40.3-69.8] vs without CAD, 55.2 [38.5-72.9] and at 3-year follow-up with CAD, 79.7 [64.4-90.6] vs without CAD, 82.3 [68.2-91.7]), mortality (all-cause death: 88 of 373 [24.7%] vs 76 of 359 [22.3%], adjusted hazard ratio, [HR], 0.97 [95% CI, 0.66-1.43]; cardiovascular death: 59 of 373 [17.6%] vs 51 of 359 [15.5%], adjusted HR, 0.87 [95% CI, 0.54-1.42]), and clinical efficacy of TAVR (163 of 313 [52.1%] vs 159 of 298 [53.4%]; adjusted risk ratio, 1.10 [95% CI, 0.92-1.32]) between patients with vs without obstructive CAD. Having (vs not having) obstructive CAD was associated with a numerically albeit not statistically significantly higher risk of myocardial infarction (18 of 372 [5.5%] vs 3 of 359 [1.1%]; adjusted HR, 3.83 [95% CI, 0.96-15.31]). Periprocedural PCI among patients with obstructive CAD did not improve clinical outcomes, patient-reported health status, nor the integrated end points of clinical outcomes and quality of life measures. In this post hoc analysis of SCOPE I, patients with obstructive CAD who underwent TAVR had no statistically significant differences in survival, patient-reported health status, or VARC-3 clinical efficacy compared with patients without CAD through 3 years of follow-up. Findings suggest that a tailored approach may be essential in the treatment of TAVR candidates with severe AS and CAD. ClinicalTrials.gov Identifier: NCT03011346.",
    "disease": "coronary artery disease",
    "clean_text": "obstructive coronary artery disease and health status in transcatheter aortic valve replacement a post hoc analysis of the scope i randomized clinical trial aortic stenosis as and obstructive coronary artery disease cad often coexist yet the impact of obstructive cad on clinical and patient reported outcomes in patients undergoing transcatheter aortic valve replacement tavr remains a subject of ongoing debate to investigate the association of obstructive cad with clinical outcomes and health status among patients with symptomatic severe as undergoing tavr this post hoc analysis of the investigator initiated multicenter scope i safety and efficacy of the symetis acurate neo tf compared to the edwards sapien bioprosthesis for transcatheter aortic valve implantation by transfemoral approach randomized clinical trial was conducted at tertiary heart centers in europe from february to february with follow up through years data were analyzed from february through august presence vs absence of obstructive cad defined as greater than stenosis in at least major epicardial coronary vessel parameters of interest included vital and patient reported disease specific health status kansas city cardiomyopathy questionnaire kccq scores ranging from to with higher numbers indicating better health status and clinical efficacy according to valve academic research consortium varc definitions analyses were conducted using the as treated population of patients with symptomatic severe as undergoing tavr mean sd age years female obstructive cad was identified in of whom underwent elective percutaneous coronary intervention pci during the periprocedural period at years after tavr there were no statistically significant differences in patient reported health status eg median iqr baseline overall kccq scores with cad vs without cad and at year follow up with cad vs without cad mortality all cause death of vs of adjusted hazard ratio hr ci cardiovascular death of vs of adjusted hr ci and clinical efficacy of tavr of vs of adjusted risk ratio ci between patients with vs without obstructive cad having vs not having obstructive cad was associated with a numerically albeit not statistically significantly higher risk of myocardial infarction of vs of adjusted hr ci periprocedural pci among patients with obstructive cad did not improve clinical outcomes patient reported health status nor the integrated end points of clinical outcomes and quality of life measures in this post hoc analysis of scope i patients with obstructive cad who underwent tavr had no statistically significant differences in survival patient reported health status or varc clinical efficacy compared with patients without cad through years of follow up findings suggest that a tailored approach may be essential in the treatment of tavr candidates with severe as and cad clinicaltrials gov identifier nct"
}