{
    "pmid": "41431438",
    "title": "Guideline for the management of hepatitis B and C infection and subsequent liver disease surveillance (where indicated) in people with congenital bleeding disorders: A joint guideline from the British Society of Haematology and the British Viral Hepatitis Group.",
    "abstract": "This is a new British Society of Haematology (BSH) guideline which focuses on the management of hepatitis B and C (HBV and HCV) infection affecting people with bleeding disorders (PwBD), including those who cleared the infection many years previously. It is based on the European Association for the Study of the Liver (EASL) guidance and is a succinct practical guide for haematologists to support joint care with hepatology. It is compatible with the joint international guidance from the European Association for Haemophilia and Allied Disorders, European Haemophilia Consortium, International Society on Thrombosis and Haemostasis (ISTH) and World Federation of Hemophilia 2024. However, it provides more specific guidance on investigations for fibrosis/cirrhosis and thresholds for onwards referral to hepatology in those who cleared HCV historically (either through spontaneous clearance or following effective treatment). The aim of this guideline is to improve the management of this group of patients nationally as well as potentially supporting the management of this group of patients internationally. It also contributes to the delivery of recommendations made by the UK Infected Blood Inquiry 2024.",
    "disease": "liver cirrhosis",
    "clean_text": "guideline for the management of hepatitis b and c infection and subsequent liver disease surveillance where indicated in people with congenital bleeding disorders a joint guideline from the british society of haematology and the british viral hepatitis group this is a new british society of haematology bsh guideline which focuses on the management of hepatitis b and c hbv and hcv infection affecting people with bleeding disorders pwbd including those who cleared the infection many years previously it is based on the european association for the study of the liver easl guidance and is a succinct practical guide for haematologists to support joint care with hepatology it is compatible with the joint international guidance from the european association for haemophilia and allied disorders european haemophilia consortium international society on thrombosis and haemostasis isth and world federation of hemophilia however it provides more specific guidance on investigations for fibrosis cirrhosis and thresholds for onwards referral to hepatology in those who cleared hcv historically either through spontaneous clearance or following effective treatment the aim of this guideline is to improve the management of this group of patients nationally as well as potentially supporting the management of this group of patients internationally it also contributes to the delivery of recommendations made by the uk infected blood inquiry"
}