{
    "pmid": "41465438",
    "title": "Prevalence of Small A-Delta Fiber Neuropathy in Sjögren's Disease: Findings from a Cohort Study.",
    "abstract": "Polyneuropathy is a common condition that limits the quality of life among patients with primary Sjögren disease (pSjD). Somatic sensory fiber neuropathy involving small myelinated (A-δ) and unmyelinated C fibers may precede the development of sicca syndrome. The cutaneous silent period (CSP) is an inhibitory spinal reflex that can be used as a tool for evaluating the dysfunction of A-δ fibers. This study sought to examine CSP parameters, and their correlates, in patients with pSjD vs. healthy controls. We recruited 134 consecutive patients with a diagnosis of pSjD, of whom 109 subjects were included in the analysis. Electrodiagnostic tests comprised a nerve conduction study (NCS) and CSP analysis, alongside laboratory tests and questionnaires (the ESSPRI and SF-36). The examination of the healthy control (HC) group consisted of 113 NCSs and CSP studies. NCS tests of the median nerve in both groups were within the normal range. Statistical analysis revealed a significant difference in CSP duration (",
    "disease": "rheumatoid arthritis",
    "clean_text": "prevalence of small a delta fiber neuropathy in sj gren s disease findings from a cohort study polyneuropathy is a common condition that limits the quality of life among patients with primary sj gren disease psjd somatic sensory fiber neuropathy involving small myelinated a and unmyelinated c fibers may precede the development of sicca syndrome the cutaneous silent period csp is an inhibitory spinal reflex that can be used as a tool for evaluating the dysfunction of a fibers this study sought to examine csp parameters and their correlates in patients with psjd vs healthy controls we recruited consecutive patients with a diagnosis of psjd of whom subjects were included in the analysis electrodiagnostic tests comprised a nerve conduction study ncs and csp analysis alongside laboratory tests and questionnaires the esspri and sf the examination of the healthy control hc group consisted of ncss and csp studies ncs tests of the median nerve in both groups were within the normal range statistical analysis revealed a significant difference in csp duration"
}