{
    "pmid": "41369198",
    "title": "The pandemic gap of respiratory viruses during the COVID-19 pandemic.",
    "abstract": "Respiratory viruses typically exhibit seasonal patterns, posing ongoing public health challenges. The coronavirus disease 2019 pandemic altered these patterns dramatically, with many common respiratory viruses disappearing from circulation for extended periods. Here we analyzed over three million diagnostic tests from a metropolitan healthcare system in New York City over 7 years, tracking severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and eight common respiratory viruses before and during the pandemic. Following the initial SARS-CoV-2 wave in the spring of 2020, influenza A/B, respiratory syncytial virus, seasonal coronaviruses, parainfluenza, and human metapneumoviruses were absent for months to years, a phenomenon that we termed the \"pandemic gap.\" This disruption likely resulted from public health measures and SARS-CoV-2-induced antiviral immune responses resembling trained immunity. These findings suggest that the pandemic has temporarily reshaped respiratory virus epidemiology, potentially affecting immune development and increasing susceptibility to future respiratory virus epidemics. In this retrospective study using millions of diagnostic tests over 7 years from patients at the Mount Sinai Health System in New York City, we show that when the coronavirus disease 2019 pandemic began in early 2020, many but not all common respiratory viruses disappeared from circulation. We observed prolonged absences ranging from 10 months to nearly 3 years for viruses such as influenza A/B viruses, respiratory syncytial viruses, seasonal coronaviruses, parainfluenza, and human metapneumoviruses. This unusual decline in enveloped respiratory RNA virus activities may have been linked to public health interventions like social distancing, wearing of masks, and lockdowns. Additionally, the rapid spread of severe acute respiratory syndrome coronavirus 2 may have triggered broad, pathogen-agnostic immune responses and the imprinting of antiviral signatures in innate immune cells that conferred temporary protection against other viruses. This phenomenon resembles \"trained immunity,\" a form of enhanced innate immune memory observed after certain infections or vaccinations.",
    "disease": "influenza",
    "clean_text": "the pandemic gap of respiratory viruses during the covid pandemic respiratory viruses typically exhibit seasonal patterns posing ongoing public health challenges the coronavirus disease pandemic altered these patterns dramatically with many common respiratory viruses disappearing from circulation for extended periods here we analyzed over three million diagnostic tests from a metropolitan healthcare system in new york city over years tracking severe acute respiratory syndrome coronavirus sars cov and eight common respiratory viruses before and during the pandemic following the initial sars cov wave in the spring of influenza a b respiratory syncytial virus seasonal coronaviruses parainfluenza and human metapneumoviruses were absent for months to years a phenomenon that we termed the pandemic gap this disruption likely resulted from public health measures and sars cov induced antiviral immune responses resembling trained immunity these findings suggest that the pandemic has temporarily reshaped respiratory virus epidemiology potentially affecting immune development and increasing susceptibility to future respiratory virus epidemics in this retrospective study using millions of diagnostic tests over years from patients at the mount sinai health system in new york city we show that when the coronavirus disease pandemic began in early many but not all common respiratory viruses disappeared from circulation we observed prolonged absences ranging from months to nearly years for viruses such as influenza a b viruses respiratory syncytial viruses seasonal coronaviruses parainfluenza and human metapneumoviruses this unusual decline in enveloped respiratory rna virus activities may have been linked to public health interventions like social distancing wearing of masks and lockdowns additionally the rapid spread of severe acute respiratory syndrome coronavirus may have triggered broad pathogen agnostic immune responses and the imprinting of antiviral signatures in innate immune cells that conferred temporary protection against other viruses this phenomenon resembles trained immunity a form of enhanced innate immune memory observed after certain infections or vaccinations"
}