{
    "pmid": "41459877",
    "title": "Synergistic Anticancer and Certain Biochemical Events Impact ER+ MCF-7 Breast Cancer Cells by Local \"Citrullus colocynthis-Lemon Fruit\" Hydroethanolic Extract Combination.",
    "abstract": "Despite of advancements in oncology, classical therapy like chemotherapy, radiotherapy often come with various side effects, including drug resistance and toxicity to healthy cell. Recent studies suggest that various herbal combinations may reinforce therapeutic efficacy through synergism between combined herbs. The present work was carried out to investigate the synergistic effect of Citrullus colocynthis and lemon fruit hydroethanolic combination against ER+ MCF-7 breast cancer cell line in different aspects. The cytotoxic effect of herbal extract combination was studied by MTT, while DNA degradation was detected by Propidium Iodide/Acridine Orange assay. The antiangiogenic effect was evaluated by measuring neuropeptides NPYR1 and NPYR5 using a sandwich enzyme immunoassay (ELISA Kit), as they have been shown to play a role in cancer growth. A highly cytotoxic effect of the Citrullus colocynthis and lemon juice combination extract was observed against MCF-7 cancer cell line, with a significant IC50 value and extensive DNA fragmentation, indicating intense apoptotic events. On the other hand, results showed a decreased level of both NPYR1 and NPYR5, suggesting inhibition by the herbal extract combination.  Conclusion: It can be concluded that the Citrullus colocynthis and lemon juice combination extract shows high efficiency as a cytotoxic agent against MCF-7 cancer cell line.",
    "disease": "breast cancer",
    "clean_text": "synergistic anticancer and certain biochemical events impact er mcf breast cancer cells by local citrullus colocynthis lemon fruit hydroethanolic extract combination despite of advancements in oncology classical therapy like chemotherapy radiotherapy often come with various side effects including drug resistance and toxicity to healthy cell recent studies suggest that various herbal combinations may reinforce therapeutic efficacy through synergism between combined herbs the present work was carried out to investigate the synergistic effect of citrullus colocynthis and lemon fruit hydroethanolic combination against er mcf breast cancer cell line in different aspects the cytotoxic effect of herbal extract combination was studied by mtt while dna degradation was detected by propidium iodide acridine orange assay the antiangiogenic effect was evaluated by measuring neuropeptides npyr and npyr using a sandwich enzyme immunoassay elisa kit as they have been shown to play a role in cancer growth a highly cytotoxic effect of the citrullus colocynthis and lemon juice combination extract was observed against mcf cancer cell line with a significant ic value and extensive dna fragmentation indicating intense apoptotic events on the other hand results showed a decreased level of both npyr and npyr suggesting inhibition by the herbal extract combination conclusion it can be concluded that the citrullus colocynthis and lemon juice combination extract shows high efficiency as a cytotoxic agent against mcf cancer cell line"
}