{
    "title": "Body perception in pregnant women: a qualitative study.",
    "doc_id": "36906547",
    "writer": "Sohrabi Z",
    "year": "2023",
    "summary": "BACKGROUND: Dramatic body changes in pregnancy cause severe concerns among pregnant women about their appearance. Therefore, this study aimed to explore body perception in pregnant women. ...In-depth and semi-structured interviews were held with 18 …",
    "abstract": "Background:\n        \n      \n      Dramatic body changes in pregnancy cause severe concerns among pregnant women about their appearance. Therefore, this study aimed to explore body perception in pregnant women.\n    \n\n\n          Materials and methods:\n        \n      \n      The qualitative study, using the conventional content analysis approach, was conducted on Iranian pregnant women who were in their second or third trimester of pregnancy. Participants were selected through purposeful sampling method. In-depth and semi-structured interviews were held with 18 pregnant women aged 22 to 36 years, using open-ended questions. Sampling was performed until data saturation was reached.\n    \n\n\n          Results:\n        \n      \n      Three main categories were extracted from 18 interviews: (1) \"symbols,\" with two subcategories, including 'motherhood' and 'vulnerability,' (2) \"feelings toward body changes,\" with five subcategories, including 'negative feelings toward skin changes,' 'feeling unfit,' 'attention-drawing body shape,' 'the ridiculous body shape' and 'obesity,' and (3) \"attraction and beauty,\" with two subcategories, including 'sexual attraction' and 'facial beauty.'\n    \n\n\n          Conclusion:\n        \n      \n      The results showed that pregnant women's body perception could be described as maternal feelings and feminine attitudes toward changes during pregnancy compared to mental ideals of facial and body beauty. It is recommended that Iranian women's body perception during pregnancy be evaluated using this study results and that counseling interventions be implemented for women with negative body perceptions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36906547/",
    "clean_text": "body perception in pregnant women a qualitative study background dramatic body changes in pregnancy cause severe concerns among pregnant women about their appearance therefore this study aimed to explore body perception in pregnant women in depth and semi structured interviews were held with background dramatic body changes in pregnancy cause severe concerns among pregnant women about their appearance therefore this study aimed to explore body perception in pregnant women materials and methods the qualitative study using the conventional content analysis approach was conducted on iranian pregnant women who were in their second or third trimester of pregnancy participants were selected through purposeful sampling method in depth and semi structured interviews were held with pregnant women aged to years using open ended questions sampling was performed until data saturation was reached results three main categories were extracted from interviews symbols with two subcategories including motherhood and vulnerability feelings toward body changes with five subcategories including negative feelings toward skin changes feeling unfit attention drawing body shape the ridiculous body shape and obesity and attraction and beauty with two subcategories including sexual attraction and facial beauty conclusion the results showed that pregnant women s body perception could be described as maternal feelings and feminine attitudes toward changes during pregnancy compared to mental ideals of facial and body beauty it is recommended that iranian women s body perception during pregnancy be evaluated using this study results and that counseling interventions be implemented for women with negative body perceptions"
}