{
    "pmid": "41416315",
    "title": "A Prospective Observational Study Evaluating the Efficacy of Omalizumab and Mepolizumab in Patients With Severe Asthma.",
    "abstract": "Severe asthma affects 5-10% of asthmatics and presents a significant challenge for healthcare systems despite therapeutic advances. Biologic therapies such as omalizumab and mepolizumab have emerged as promising treatments, but real-world comparative data remain limited. To evaluate and compare the efficacy and safety of omalizumab and mepolizumab in patients with severe asthma in a real-world clinical setting. This prospective observational cohort study included 72 patients with severe asthma (40 receiving omalizumab and 32 receiving mepolizumab) at the respiratory clinic of Salmaniya Medical Complex, Bahrain. The primary outcome was asthma control as assessed by the Asthma Control Test (ACT). Secondary outcomes included lung function parameters (forced expiratory volume (FEV)1% predicted and FEV1/forced vital capacity (FVC) ratio), exacerbation rates, hospitalization rates, emergency room visits, quality of life, and safety (adverse events). Data regarding demographics, asthma history, treatment details, and patient-reported outcomes were collected over a 12-month follow-up period and analyzed. The study revealed that 69.4% of all patients achieved well-controlled asthma, with the omalizumab group showing a significantly higher proportion of well-controlled patients (80.0%) compared to the mepolizumab group (56.3%, p=0.049). However, logistic regression analysis demonstrated that mepolizumab was associated with significantly higher odds of achieving high asthma control (adjusted OR: 8.95, 95% CI: 1.79-44.51, p=0.007) when controlling for other factors. Triple therapy (adjusted OR: 32.5, 95% CI: 12.85-53.11, p=0.030) and inhaled corticosteroid and long-acting beta-agonist (ICS-LABA) combination (adjusted OR: 17.43, 95% CI: 1.58-35.11, p=0.048) were strongly associated with improved asthma control. Quality of life was reported as excellent by 59.7% of patients, with a higher proportion in the omalizumab group (70.0%) compared to the mepolizumab group (46.9%). Both omalizumab and mepolizumab demonstrated effectiveness in managing severe asthma, with each showing distinct advantages in different outcome measures. Mepolizumab showed stronger independent associations with asthma control in multivariate analysis, while omalizumab-treated patients reported better quality of life. Treatment selection should be tailored to individual patient characteristics and therapeutic goals.",
    "disease": "asthma",
    "clean_text": "a prospective observational study evaluating the efficacy of omalizumab and mepolizumab in patients with severe asthma severe asthma affects of asthmatics and presents a significant challenge for healthcare systems despite therapeutic advances biologic therapies such as omalizumab and mepolizumab have emerged as promising treatments but real world comparative data remain limited to evaluate and compare the efficacy and safety of omalizumab and mepolizumab in patients with severe asthma in a real world clinical setting this prospective observational cohort study included patients with severe asthma receiving omalizumab and receiving mepolizumab at the respiratory clinic of salmaniya medical complex bahrain the primary outcome was asthma control as assessed by the asthma control test act secondary outcomes included lung function parameters forced expiratory volume fev predicted and fev forced vital capacity fvc ratio exacerbation rates hospitalization rates emergency room visits quality of life and safety adverse events data regarding demographics asthma history treatment details and patient reported outcomes were collected over a month follow up period and analyzed the study revealed that of all patients achieved well controlled asthma with the omalizumab group showing a significantly higher proportion of well controlled patients compared to the mepolizumab group p however logistic regression analysis demonstrated that mepolizumab was associated with significantly higher odds of achieving high asthma control adjusted or ci p when controlling for other factors triple therapy adjusted or ci p and inhaled corticosteroid and long acting beta agonist ics laba combination adjusted or ci p were strongly associated with improved asthma control quality of life was reported as excellent by of patients with a higher proportion in the omalizumab group compared to the mepolizumab group both omalizumab and mepolizumab demonstrated effectiveness in managing severe asthma with each showing distinct advantages in different outcome measures mepolizumab showed stronger independent associations with asthma control in multivariate analysis while omalizumab treated patients reported better quality of life treatment selection should be tailored to individual patient characteristics and therapeutic goals"
}