{
    "pmid": "41457233",
    "title": "The aetiology of breast cancer subtypes: results from the Million Women Study.",
    "abstract": "Evidence regarding the aetiology of specific breast cancer subtypes may provide insights into the mechanisms underlying their development, and improve prevention of rarer but more aggressive subtypes. We investigated risk factor associations with surrogate molecular subtypes of breast cancer in a large cohort of UK women. In 1.2 million postmenopausal women aged 50-64 recruited into the Million Women Study in 1996-2001, we estimated risks of breast cancer subtypes (defined by oestrogen receptor [ER], progesterone receptor [PR], and human epidermal growth factor receptor 2 [HER2] status) in relation to established risk factors for breast cancer. Among 1,228,671 eligible women, followed on average for 19.8 (SD 6.5) years, there were 58,134 incident breast cancers with known ER status and 40,627 with known surrogate molecular subtype (based on ER, PR, and HER2 status). Most established risk factors were primarily either positively (age at first birth, age at menopause, BMI, height, alcohol intake, and menopausal hormone therapy use) or inversely (parity) associated with ER+ cancer (p-value for heterogeneity by ER status < = 0.002 in each case). Only prior oral contraceptive (OC) use showed a greater association with ER than with ER+ cancer (p = 0.002). Some additional differences were observed by surrogate molecular subtype including a modest positive association of parity, and inverse association of breastfeeding, with the risk of basal-like cancer. Most established risk factors for breast cancer are almost exclusively associated with hormone-sensitive cancers but some have definite associations with ER- cancers (prior OC use), or more specifically, with basal-like cancer (parity, breastfeeding).",
    "disease": "breast cancer",
    "clean_text": "the aetiology of breast cancer subtypes results from the million women study evidence regarding the aetiology of specific breast cancer subtypes may provide insights into the mechanisms underlying their development and improve prevention of rarer but more aggressive subtypes we investigated risk factor associations with surrogate molecular subtypes of breast cancer in a large cohort of uk women in million postmenopausal women aged recruited into the million women study in we estimated risks of breast cancer subtypes defined by oestrogen receptor er progesterone receptor pr and human epidermal growth factor receptor her status in relation to established risk factors for breast cancer among eligible women followed on average for sd years there were incident breast cancers with known er status and with known surrogate molecular subtype based on er pr and her status most established risk factors were primarily either positively age at first birth age at menopause bmi height alcohol intake and menopausal hormone therapy use or inversely parity associated with er cancer p value for heterogeneity by er status in each case only prior oral contraceptive oc use showed a greater association with er than with er cancer p some additional differences were observed by surrogate molecular subtype including a modest positive association of parity and inverse association of breastfeeding with the risk of basal like cancer most established risk factors for breast cancer are almost exclusively associated with hormone sensitive cancers but some have definite associations with er cancers prior oc use or more specifically with basal like cancer parity breastfeeding"
}