{
    "title": "Improving the quality of care for adolescents and young adults on an adult medical ward.",
    "doc_id": "34338419",
    "writer": "Albertella L",
    "year": "2022",
    "summary": "AIM: This study documents the current provision of care to young people on an adult inpatient medical ward at a large tertiary teaching hospital in Auckland. ...RESULTS: Few (12%) staff had completed any specific training in looking after adolescent and young …",
    "abstract": "Background:\n        \n      \n      Adolescents and young adults have health needs that are distinctly different from children and adults. A lack of education and training is reported by clinicians to be one of the main barriers to providing comprehensive developmentally appropriate care to young people, including the provision of confidential healthcare and taking a holistic approach.\n    \n\n\n          Aim:\n        \n      \n      This study documents the current provision of care to young people on an adult inpatient medical ward at a large tertiary teaching hospital in Auckland.\n    \n\n\n          Methods:\n        \n      \n      Forty-three staff and 40 patients aged 16-24 years on an adult medical ward completed surveys, which were based on the Northern Regional Alliance, Northern Regional Youth Health Network Standards for Quality Care for Adolescents and Young Adults in Secondary or Tertiary Care.\n    \n\n\n          Results:\n        \n      \n      Few (12%) staff had completed any specific training in looking after adolescent and young adult patients. Confidentiality was not routinely discussed with young people by 50% of clinicians, and only 23% of staff reported that they see a young person alone as part of their consultation or admission. Less than half of young people reported receiving a comprehensive psychosocial assessment that included sexual health, mental health and suicide, and safety.\n    \n\n\n          Conclusions:\n        \n      \n      Key components of comprehensive developmentally appropriate healthcare were not regularly carried out by staff on an adult medical ward. These findings suggest that further education and training, and service improvements are needed in tertiary adult hospital settings.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34338419/",
    "clean_text": "improving the quality of care for adolescents and young adults on an adult medical ward aim this study documents the current provision of care to young people on an adult inpatient medical ward at a large tertiary teaching hospital in auckland results few staff had completed any specific training in looking after adolescent and young background adolescents and young adults have health needs that are distinctly different from children and adults a lack of education and training is reported by clinicians to be one of the main barriers to providing comprehensive developmentally appropriate care to young people including the provision of confidential healthcare and taking a holistic approach aim this study documents the current provision of care to young people on an adult inpatient medical ward at a large tertiary teaching hospital in auckland methods forty three staff and patients aged years on an adult medical ward completed surveys which were based on the northern regional alliance northern regional youth health network standards for quality care for adolescents and young adults in secondary or tertiary care results few staff had completed any specific training in looking after adolescent and young adult patients confidentiality was not routinely discussed with young people by of clinicians and only of staff reported that they see a young person alone as part of their consultation or admission less than half of young people reported receiving a comprehensive psychosocial assessment that included sexual health mental health and suicide and safety conclusions key components of comprehensive developmentally appropriate healthcare were not regularly carried out by staff on an adult medical ward these findings suggest that further education and training and service improvements are needed in tertiary adult hospital settings"
}