{
    "title": "Spinal cord associative plasticity improves forelimb sensorimotor function after cervical injury.",
    "doc_id": "36063483",
    "writer": "Pal A",
    "year": "2022",
    "summary": "In contrast, we sought to target the strong convergence between motor and sensory systems in the spinal cord. We developed spinal cord associative plasticity, precisely timed pairing of motor cortex and dorsal spinal cord stimulations, to …",
    "abstract": "Associative plasticity occurs when two stimuli converge on a common neural target. Previous efforts to promote associative plasticity have targeted cortex, with variable and moderate effects. In addition, the targeted circuits are inferred, rather than tested directly. In contrast, we sought to target the strong convergence between motor and sensory systems in the spinal cord. We developed spinal cord associative plasticity, precisely timed pairing of motor cortex and dorsal spinal cord stimulations, to target this interaction. We tested the hypothesis that properly timed paired stimulation would strengthen the sensorimotor connections in the spinal cord and improve recovery after spinal cord injury. We tested physiological effects of paired stimulation, the pathways that mediate it, and its function in a preclinical trial. Subthreshold spinal cord stimulation strongly augmented motor cortex evoked muscle potentials at the time they were paired, but only when they arrived synchronously in the spinal cord. This paired stimulation effect depended on both cortical descending motor and spinal cord proprioceptive afferents; selective inactivation of either of these pathways fully abrogated the paired stimulation effect. Spinal cord associative plasticity, repetitive pairing of these pathways for 5 or 30 min in awake rats, increased spinal excitability for hours after pairing ended. To apply spinal cord associative plasticity as therapy, we optimized the parameters to promote strong and long-lasting effects. This effect was just as strong in rats with cervical spinal cord injury as in uninjured rats, demonstrating that spared connections after moderate spinal cord injury were sufficient to support plasticity. In a blinded trial, rats received a moderate C4 contusive spinal cord injury. Ten days after injury, they were randomized to 30 min of spinal cord associative plasticity each day for 10 days or sham stimulation. Rats with spinal cord associative plasticity had significantly improved function on the primary outcome measure, a test of dexterity during manipulation of food, at 50 days after spinal cord injury. In addition, rats with spinal cord associative plasticity had persistently stronger responses to cortical and spinal stimulation than sham stimulation rats, indicating a spinal locus of plasticity. After spinal cord associative plasticity, rats had near normalization of H-reflex modulation. The groups had no difference in the rat grimace scale, a measure of pain. We conclude that spinal cord associative plasticity strengthens sensorimotor connections within the spinal cord, resulting in partial recovery of reflex modulation and forelimb function after moderate spinal cord injury. Since both motor cortex and spinal cord stimulation are performed routinely in humans, this approach can be trialled in people with spinal cord injury or other disorders that damage sensorimotor connections and impair dexterity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36063483/",
    "clean_text": "spinal cord associative plasticity improves forelimb sensorimotor function after cervical injury in contrast we sought to target the strong convergence between motor and sensory systems in the spinal cord we developed spinal cord associative plasticity precisely timed pairing of motor cortex and dorsal spinal cord stimulations to associative plasticity occurs when two stimuli converge on a common neural target previous efforts to promote associative plasticity have targeted cortex with variable and moderate effects in addition the targeted circuits are inferred rather than tested directly in contrast we sought to target the strong convergence between motor and sensory systems in the spinal cord we developed spinal cord associative plasticity precisely timed pairing of motor cortex and dorsal spinal cord stimulations to target this interaction we tested the hypothesis that properly timed paired stimulation would strengthen the sensorimotor connections in the spinal cord and improve recovery after spinal cord injury we tested physiological effects of paired stimulation the pathways that mediate it and its function in a preclinical trial subthreshold spinal cord stimulation strongly augmented motor cortex evoked muscle potentials at the time they were paired but only when they arrived synchronously in the spinal cord this paired stimulation effect depended on both cortical descending motor and spinal cord proprioceptive afferents selective inactivation of either of these pathways fully abrogated the paired stimulation effect spinal cord associative plasticity repetitive pairing of these pathways for or min in awake rats increased spinal excitability for hours after pairing ended to apply spinal cord associative plasticity as therapy we optimized the parameters to promote strong and long lasting effects this effect was just as strong in rats with cervical spinal cord injury as in uninjured rats demonstrating that spared connections after moderate spinal cord injury were sufficient to support plasticity in a blinded trial rats received a moderate c contusive spinal cord injury ten days after injury they were randomized to min of spinal cord associative plasticity each day for days or sham stimulation rats with spinal cord associative plasticity had significantly improved function on the primary outcome measure a test of dexterity during manipulation of food at days after spinal cord injury in addition rats with spinal cord associative plasticity had persistently stronger responses to cortical and spinal stimulation than sham stimulation rats indicating a spinal locus of plasticity after spinal cord associative plasticity rats had near normalization of h reflex modulation the groups had no difference in the rat grimace scale a measure of pain we conclude that spinal cord associative plasticity strengthens sensorimotor connections within the spinal cord resulting in partial recovery of reflex modulation and forelimb function after moderate spinal cord injury since both motor cortex and spinal cord stimulation are performed routinely in humans this approach can be trialled in people with spinal cord injury or other disorders that damage sensorimotor connections and impair dexterity"
}