{
    "pmid": "41463429",
    "title": "3D Breast Cancer Spheroids Reveal Architecture-Dependent HER2 Expression and Signaling.",
    "abstract": "Three-dimensional (3D) culture systems offer a physiologically relevant alternative to monolayers for studying tumor organization, signaling, and drug response. HER2-positive breast cancers (BCa) account for 15-30% of BCa cases and benefit from HER2-targeted therapies, yet predictive in vitro models remain limited. To generate and compare 3D spheroids from two HER2+ BCa cell lines, SKBR3 and BT474, and investigate how 3D architecture influences HER2 distribution, intracellular signaling, and cellular organization. Spheroids were reproducibly generated from SKBR3 and BT474 cells and analyzed after 4 days of culture. Cell viability was evaluated using live/dead staining, HER2 distribution was assessed by confocal microscopy and quantified on cryosections, and protein expression/phosphorylation was measured by Western blotting. Epithelial and EMT markers were visualized by immunofluorescence, and ultrastructural features were examined by transmission electron microscopy (TEM). Both cell lines formed viable spheroids with distinct architectures: SKBR3 spheroids were loose and heterogeneous, whereas BT474 spheroids were compact and highly spherical. Confocal and cryosection imaging showed consistent membrane HER2 localization with a progressive signal decrease toward the core of the spheroids, more pronounced in BT474. Western blotting revealed divergent HER2 expression and AKT phosphorylation: SKBR3 spheroids displayed increased HER2 but reduced pAKT, while BT474 spheroids showed reduced HER2 and pAKT levels. EpCAM and E-cadherin staining revealed cell line-specific epithelial organization, and TEM demonstrated differences in intercellular spacing and mitochondrial morphology, reflecting spheroid compactness. 3D architecture profoundly influences HER2 distribution, signaling, and structural organization in HER2+ BCa spheroids. This model provides a robust platform for investigating architecture-dependent molecular processes, with potential applications in drug response, receptor trafficking, and targeted therapy evaluation.",
    "disease": "breast cancer",
    "clean_text": "d breast cancer spheroids reveal architecture dependent her expression and signaling three dimensional d culture systems offer a physiologically relevant alternative to monolayers for studying tumor organization signaling and drug response her positive breast cancers bca account for of bca cases and benefit from her targeted therapies yet predictive in vitro models remain limited to generate and compare d spheroids from two her bca cell lines skbr and bt and investigate how d architecture influences her distribution intracellular signaling and cellular organization spheroids were reproducibly generated from skbr and bt cells and analyzed after days of culture cell viability was evaluated using live dead staining her distribution was assessed by confocal microscopy and quantified on cryosections and protein expression phosphorylation was measured by western blotting epithelial and emt markers were visualized by immunofluorescence and ultrastructural features were examined by transmission electron microscopy tem both cell lines formed viable spheroids with distinct architectures skbr spheroids were loose and heterogeneous whereas bt spheroids were compact and highly spherical confocal and cryosection imaging showed consistent membrane her localization with a progressive signal decrease toward the core of the spheroids more pronounced in bt western blotting revealed divergent her expression and akt phosphorylation skbr spheroids displayed increased her but reduced pakt while bt spheroids showed reduced her and pakt levels epcam and e cadherin staining revealed cell line specific epithelial organization and tem demonstrated differences in intercellular spacing and mitochondrial morphology reflecting spheroid compactness d architecture profoundly influences her distribution signaling and structural organization in her bca spheroids this model provides a robust platform for investigating architecture dependent molecular processes with potential applications in drug response receptor trafficking and targeted therapy evaluation"
}