{
    "pmid": "41464155",
    "title": "Neonatologist-Performed Echocardiography in Neonatal Pulmonary Hypertension: A Narrative Review of the Literature.",
    "abstract": "Neonatal pulmonary hypertension (PH) is a major cause of illness and death in newborns. Neonatologist-performed echocardiography (NPE) is increasingly used as a bedside tool to assess heart function, shunt patterns, and pulmonary blood flow in real time, helping clinicians better understand the severity and type of PH. This narrative review summarizes current evidence on the use of NPE in diagnosing, monitoring, and treating neonatal PH, drawing on clinical studies, guidelines, and expert recommendations. NPE provides key diagnostic and therapeutic information, including evaluation of ventricular function, estimation of pulmonary pressures, and assessment of shunt direction. Advanced measures-such as tricuspid annular plane systolic excursion (TAPSE), myocardial performance index, pulmonary artery acceleration time (PAAT), and deformation imaging-improve accuracy and help guide therapies like inhaled nitric oxide, milrinone, and sildenafil. NPE is also useful in chronic conditions such as bronchopulmonary dysplasia (BPD)- and congenital diaphragmatic hernia (CDH)-associated PH. Despite its clear clinical value, NPE use remains limited by variations in training, protocols, and resource availability. Standardized curricula, accreditation, and unified reporting practices are needed to ensure safe, consistent integration of NPE into neonatal care pathways.",
    "disease": "hypertension",
    "clean_text": "neonatologist performed echocardiography in neonatal pulmonary hypertension a narrative review of the literature neonatal pulmonary hypertension ph is a major cause of illness and death in newborns neonatologist performed echocardiography npe is increasingly used as a bedside tool to assess heart function shunt patterns and pulmonary blood flow in real time helping clinicians better understand the severity and type of ph this narrative review summarizes current evidence on the use of npe in diagnosing monitoring and treating neonatal ph drawing on clinical studies guidelines and expert recommendations npe provides key diagnostic and therapeutic information including evaluation of ventricular function estimation of pulmonary pressures and assessment of shunt direction advanced measures such as tricuspid annular plane systolic excursion tapse myocardial performance index pulmonary artery acceleration time paat and deformation imaging improve accuracy and help guide therapies like inhaled nitric oxide milrinone and sildenafil npe is also useful in chronic conditions such as bronchopulmonary dysplasia bpd and congenital diaphragmatic hernia cdh associated ph despite its clear clinical value npe use remains limited by variations in training protocols and resource availability standardized curricula accreditation and unified reporting practices are needed to ensure safe consistent integration of npe into neonatal care pathways"
}