{
    "pmid": "41394909",
    "title": "Demographic features, health status, and behavioral changes associated with cannabidiol use in the Dog Aging Project.",
    "abstract": "In recent years, there has been an increase in access to and interest in cannabidiol (CBD) and hemp products, including use in companion dog supplements. Using survey data from the Dog Aging Project (DAP), we characterized how human decisions around administering CBD and hemp products are informed by owner and dog demographics, the legal status of medical cannabis in their state, and the dog's health status. Furthermore, in a subset of longitudinal data, we investigated if frequent CBD use over time was associated with behavioral changes in the dogs. The patterns of canine CBD use were first categorized by sorting owner responses into frequent use, infrequent use, and no use. They were then analyzed for associations with location and general demographic features. Further cross-sectional analyses identified the association of CBD use with different medical conditions, as well as age-associated behavioral changes in dogs with consistent CBD use for at least 2 years as compared to dogs with no use. Cannabidiol use tended to be higher in states with legalized medical cannabis. Dogs with dementia, osteoarthritis, cancer, epilepsy, hip dysplasia, clinical sign-based gastrointestinal disorders, and chronic diarrhea were more likely to use CBD as compared to dogs without those conditions. Dogs with consistent CBD use showed a decline in the intensity of aggressive behaviors over time compared to a more steady trend among non-use dogs. The use of CBD in dogs is linked to owner perceptions of what CBD could treat or alleviate. The decline in the intensity of aggressive behaviors suggests the potential use of CBD in dog training. Further studies are needed to advance our understanding of this novel supplement at the mechanistic, clinical, and population levels. This will benefit the health of humans and dogs alike.",
    "disease": "osteoarthritis",
    "clean_text": "demographic features health status and behavioral changes associated with cannabidiol use in the dog aging project in recent years there has been an increase in access to and interest in cannabidiol cbd and hemp products including use in companion dog supplements using survey data from the dog aging project dap we characterized how human decisions around administering cbd and hemp products are informed by owner and dog demographics the legal status of medical cannabis in their state and the dog s health status furthermore in a subset of longitudinal data we investigated if frequent cbd use over time was associated with behavioral changes in the dogs the patterns of canine cbd use were first categorized by sorting owner responses into frequent use infrequent use and no use they were then analyzed for associations with location and general demographic features further cross sectional analyses identified the association of cbd use with different medical conditions as well as age associated behavioral changes in dogs with consistent cbd use for at least years as compared to dogs with no use cannabidiol use tended to be higher in states with legalized medical cannabis dogs with dementia osteoarthritis cancer epilepsy hip dysplasia clinical sign based gastrointestinal disorders and chronic diarrhea were more likely to use cbd as compared to dogs without those conditions dogs with consistent cbd use showed a decline in the intensity of aggressive behaviors over time compared to a more steady trend among non use dogs the use of cbd in dogs is linked to owner perceptions of what cbd could treat or alleviate the decline in the intensity of aggressive behaviors suggests the potential use of cbd in dog training further studies are needed to advance our understanding of this novel supplement at the mechanistic clinical and population levels this will benefit the health of humans and dogs alike"
}