{
    "pmid": "41448751",
    "title": "[Effects of 40 Hz light flicker stimulation on hippocampal-prefrontal neural activity characteristics during working memory tasks in Alzheimer's disease model rats].",
    "abstract": "40 Hz light flicker stimulation is deemed to hold considerable promise in the treatment of Alzheimer's disease (AD). However, whether its long-term effect can improve working memory and its related mechanisms remains to be further explored. In this study, 21 adult Wistar rats were randomly divided into the AD light-stimulation group, the AD group and the control group. AD models were established in the first two of these groups, with the light-stimulation group receiving long-term 40 Hz light flicker stimulation. Working memory performance across groups was subsequently evaluated using the T-maze task. To investigate the potential neural mechanisms underlying the effects of 40 Hz light stimulation on working memory, we examined changes in neuronal excitability within the hippocampus (HPC) and medial prefrontal cortex (mPFC), as well as alterations in inter-regional synchronization of neural activity. The findings demonstrated that prolonged 40 Hz light stimulation significantly improved working memory performance in AD model rats. Furthermore, the intervention enhanced the synchronization of neural activity between the hippocampus (HPC) and medial prefrontal cortex (mPFC), as well as the efficiency of information transfer, primarily mediated by theta and low-frequency gamma oscillations. This study provides theoretical support for exploring the mechanisms of 40 Hz light flicker stimulation and its further clinical application in the prevention and treatment of Alzheimer's disease. 40 Hz光闪烁刺激被认为在阿尔茨海默病（AD）的治疗中具有潜在应用价值。但是，其长期作用是否能够改善工作记忆及其相关机制仍有待进一步探索。本研究选用21只成年Wistar大鼠，随机分为AD光刺激组、AD组与对照组。对前两组大鼠进行AD模型制备，并对AD光刺激组进行40 Hz光闪烁长期作用。随后，基于T迷宫任务评估各组大鼠工作记忆功能，并从海马（HPC）和前额叶皮层（mPFC）神经元兴奋性和脑区间神经电活动同步性变化的角度，探索40 Hz光刺激影响工作记忆的潜在神经机制。结果显示，40 Hz光闪烁长期作用改善了AD大鼠的工作记忆功能，增强了HPC-mPFC间神经活动的同步性，以及两脑区之间θ和低频γ振荡介导的信息传递水平。该研究为探索40 Hz光闪烁刺激的作用机制及其在AD疾病防治中进一步的临床应用提供了一定的理论支持。.",
    "disease": "alzheimer disease",
    "clean_text": "effects of hz light flicker stimulation on hippocampal prefrontal neural activity characteristics during working memory tasks in alzheimer s disease model rats hz light flicker stimulation is deemed to hold considerable promise in the treatment of alzheimer s disease ad however whether its long term effect can improve working memory and its related mechanisms remains to be further explored in this study adult wistar rats were randomly divided into the ad light stimulation group the ad group and the control group ad models were established in the first two of these groups with the light stimulation group receiving long term hz light flicker stimulation working memory performance across groups was subsequently evaluated using the t maze task to investigate the potential neural mechanisms underlying the effects of hz light stimulation on working memory we examined changes in neuronal excitability within the hippocampus hpc and medial prefrontal cortex mpfc as well as alterations in inter regional synchronization of neural activity the findings demonstrated that prolonged hz light stimulation significantly improved working memory performance in ad model rats furthermore the intervention enhanced the synchronization of neural activity between the hippocampus hpc and medial prefrontal cortex mpfc as well as the efficiency of information transfer primarily mediated by theta and low frequency gamma oscillations this study provides theoretical support for exploring the mechanisms of hz light flicker stimulation and its further clinical application in the prevention and treatment of alzheimer s disease hz ad wistar ad ad ad ad hz t hpc mpfc hz hz ad hpc mpfc hz ad"
}