{
    "title": "Parental reflective function and children's attachment-based mental state talk as predictors of outcome in psychodynamic child psychotherapy.",
    "doc_id": "33119373",
    "writer": "Halfon S",
    "year": "2021",
    "summary": "Mentalization, operationalized as reflective function, is defined as the capacity to understand behavior in terms of mental states. Mentalization can be self-focused (i.e., mentalizing that focuses on one's own thoughts and feelings) or other-focused ( …",
    "abstract": "Mentalization, operationalized as reflective function, is defined as the capacity to understand behavior in terms of mental states. Mentalization can be self-focused (i.e., mentalizing that focuses on one's own thoughts and feelings) or other-focused (i.e., mentalizing that focuses on others' thoughts and feelings). Some studies in adult psychotherapy show the importance of patients' mentalization capacity for treatment outcome; however, this has not yet been investigated in psychodynamic child psychotherapy. This study aimed to investigate whether baseline parental reflective function (PRF) and children's mental state talk (MST) predicted changes in emotional and behavioral problems in psychodynamic child psychotherapy. The sample included 60 Turkish school-age children (Mage = 7.90, SD = 1.35, 43.3% girls) with internalizing (18.3%), externalizing (5%), and comorbid (56.7%) problems, and 20% of the children were in the nonclinical range. The mothers were interviewed using the Parent Development Interview, which was coded for PRF (self- and child-focused). Children were administered an attachment-based story stem task, coded for MST (self- and other-focused). The Brief Problem Monitor was administered every month over the course of treatment for a total of 366 sessions. Multilevel modeling analyses indicated that mothers' child-focused PRF and children's self-focused MST predicted changes in problem behaviors. Parents' mentalization about their children and children's mentalization about their own internal states could be predictors of treatment response in psychodynamic child psychotherapy. (PsycInfo Database Record (c) 2021 APA, all rights reserved).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33119373/",
    "clean_text": "parental reflective function and children s attachment based mental state talk as predictors of outcome in psychodynamic child psychotherapy mentalization operationalized as reflective function is defined as the capacity to understand behavior in terms of mental states mentalization can be self focused i e mentalizing that focuses on one s own thoughts and feelings or other focused mentalization operationalized as reflective function is defined as the capacity to understand behavior in terms of mental states mentalization can be self focused i e mentalizing that focuses on one s own thoughts and feelings or other focused i e mentalizing that focuses on others thoughts and feelings some studies in adult psychotherapy show the importance of patients mentalization capacity for treatment outcome however this has not yet been investigated in psychodynamic child psychotherapy this study aimed to investigate whether baseline parental reflective function prf and children s mental state talk mst predicted changes in emotional and behavioral problems in psychodynamic child psychotherapy the sample included turkish school age children mage sd girls with internalizing externalizing and comorbid problems and of the children were in the nonclinical range the mothers were interviewed using the parent development interview which was coded for prf self and child focused children were administered an attachment based story stem task coded for mst self and other focused the brief problem monitor was administered every month over the course of treatment for a total of sessions multilevel modeling analyses indicated that mothers child focused prf and children s self focused mst predicted changes in problem behaviors parents mentalization about their children and children s mentalization about their own internal states could be predictors of treatment response in psychodynamic child psychotherapy psycinfo database record c apa all rights reserved"
}