{
    "title": "Genetics of alcoholic and nonalcoholic fatty liver disease.",
    "doc_id": "21538280",
    "writer": "Anstee QM",
    "year": "2011",
    "summary": "Excess alcohol consumption with consequent alcoholic liver disease (ALD) and metabolic syndrome-related nonalcoholic fatty liver disease (NAFLD) are recognized as the most common causes of liver dysfunction worldwide. ...",
    "abstract": "Excess alcohol consumption with consequent alcoholic liver disease (ALD) and metabolic syndrome-related nonalcoholic fatty liver disease (NAFLD) are recognized as the most common causes of liver dysfunction worldwide. However, although the majority of heavy drinkers and individuals with obesity/insulin resistance will develop steatosis, only a minority progress to steatohepatitis, fibrosis, and cirrhosis. Both ALD and NAFLD are best considered complex disease traits where subtle interpatient genetic variations and environment interact to produce disease phenotype and determine disease progression. A decade after the sequencing of the human genome, the development of technologies to support the comprehensive study of genomic variation has begun to provide new insights into the modifier genes that contribute to this interpatient variation. Here we review the current status of the field with particular focus on advances from recent genome-wide association studies and their translation into a better mechanistic understanding of pathogenesis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21538280/",
    "clean_text": "genetics of alcoholic and nonalcoholic fatty liver disease excess alcohol consumption with consequent alcoholic liver disease ald and metabolic syndrome related nonalcoholic fatty liver disease nafld are recognized as the most common causes of liver dysfunction worldwide excess alcohol consumption with consequent alcoholic liver disease ald and metabolic syndrome related nonalcoholic fatty liver disease nafld are recognized as the most common causes of liver dysfunction worldwide however although the majority of heavy drinkers and individuals with obesity insulin resistance will develop steatosis only a minority progress to steatohepatitis fibrosis and cirrhosis both ald and nafld are best considered complex disease traits where subtle interpatient genetic variations and environment interact to produce disease phenotype and determine disease progression a decade after the sequencing of the human genome the development of technologies to support the comprehensive study of genomic variation has begun to provide new insights into the modifier genes that contribute to this interpatient variation here we review the current status of the field with particular focus on advances from recent genome wide association studies and their translation into a better mechanistic understanding of pathogenesis"
}