{
    "title": "Assessment of resident physicians' knowledge of physical therapy.",
    "doc_id": "3966082",
    "writer": "Stanton PE",
    "year": "1985",
    "summary": "Half of all US medical schools offer courses in rehabilitation medicine; however, 46 states require physician referrals for physical therapy services. The purpose of this study was to identify areas of deficit in resident physicians' knowledge of selected physica …",
    "abstract": "Half of all US medical schools offer courses in rehabilitation medicine; however, 46 states require physician referrals for physical therapy services. The purpose of this study was to identify areas of deficit in resident physicians' knowledge of selected physical therapy modalities and evaluative procedures and to determine if resident physicians perceived themselves to have adequate background to refer patients to physical therapy effectively. We mailed a questionnaire to 345 resident physicians chosen from area hospitals and obtained a response rate of 32 percent. The demographic portion of the questionnaire was analyzed by the use of descriptive and chi-square statistics. We tested knowledge of modalities and evaluative procedures through matching of treatment referrals with specific patient diagnoses and analyzed the data in terms of chi-square, frequencies, and correlated statistics. The results indicated that the majority of respondents refer patients to physical therapy (98%) and feel adequately informed to do so (54%). Test results, however, ranged from 1 to 73 percent correct, with only one score above 70 percent correct. This finding indicated a deficit in resident physicians' knowledge of physical therapy. We also identified a need for physical therapists to educate physicians about treatment modalities and evaluative procedures through continuing education programs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3966082/",
    "clean_text": "assessment of resident physicians knowledge of physical therapy half of all us medical schools offer courses in rehabilitation medicine however states require physician referrals for physical therapy services the purpose of this study was to identify areas of deficit in resident physicians knowledge of selected physica half of all us medical schools offer courses in rehabilitation medicine however states require physician referrals for physical therapy services the purpose of this study was to identify areas of deficit in resident physicians knowledge of selected physical therapy modalities and evaluative procedures and to determine if resident physicians perceived themselves to have adequate background to refer patients to physical therapy effectively we mailed a questionnaire to resident physicians chosen from area hospitals and obtained a response rate of percent the demographic portion of the questionnaire was analyzed by the use of descriptive and chi square statistics we tested knowledge of modalities and evaluative procedures through matching of treatment referrals with specific patient diagnoses and analyzed the data in terms of chi square frequencies and correlated statistics the results indicated that the majority of respondents refer patients to physical therapy and feel adequately informed to do so test results however ranged from to percent correct with only one score above percent correct this finding indicated a deficit in resident physicians knowledge of physical therapy we also identified a need for physical therapists to educate physicians about treatment modalities and evaluative procedures through continuing education programs"
}