{
    "title": "Impact of young adult life transitions on adult mental health problems: a propensity score analysis.",
    "doc_id": "40384216",
    "writer": "Copeland WE",
    "year": "2025",
    "summary": "BACKGROUND: Mental health problems commonly persist from childhood to adulthood. This study tested whether young adult life transitions can improve adult mental health symptoms after adjusting for childhood mental health symptoms. ...Young adult …",
    "abstract": "Background:\n        \n      \n      Mental health problems commonly persist from childhood to adulthood. This study tested whether young adult life transitions can improve adult mental health symptoms after adjusting for childhood mental health symptoms.\n    \n\n\n          Methods:\n        \n      \n      The analysis uses data from the prospective, representative Great Smoky Mountains Study. Life transitions (e.g., high school completion, partnering, parenthood, and living independently) were assessed up to three times in young adulthood (ages 18 to 26; 3,241 observations). A cumulative variable counted the number of young adult transitions. Emotional, substance use, and antisocial personality symptoms were assessed at age 30 (1,154 participants or 81.2% of the original sample). Propensity models adjusted for early life adversities and psychiatric symptoms.\n    \n\n\n          Results:\n        \n      \n      Multiple young adult transitions were common (m = 4.62; SD = 1.57). After adjusting for childhood mental health problems and adversities, each additional transition was significantly associated with a reduction in subsequent adult emotional symptoms (β = -0.34, 95% CI: -0.59, -0.08, p = 0.01) and adult antisocial personality disorder symptoms (β = -0.08, 95% CI: -0.14, -0.02, p < 0.001. These associations were stronger in males than in females. Young adult transitions were not associated with reductions in subsequent substance use symptoms (β = -0.04; 95% CI: -0.11, 0.03, p = 0.30). Young adult transitions related to educational milestones and consistent employment were associated with the largest reductions in symptoms.\n    \n\n\n          Conclusions:\n        \n      \n      In this cohort study, life transitions during young adulthood were associated with reduced emotional and behavioral symptoms in adulthood. These transitions may constitute a potential mental health turning point and a specific, modifiable target for social policies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40384216/",
    "clean_text": "impact of young adult life transitions on adult mental health problems a propensity score analysis background mental health problems commonly persist from childhood to adulthood this study tested whether young adult life transitions can improve adult mental health symptoms after adjusting for childhood mental health symptoms young adult background mental health problems commonly persist from childhood to adulthood this study tested whether young adult life transitions can improve adult mental health symptoms after adjusting for childhood mental health symptoms methods the analysis uses data from the prospective representative great smoky mountains study life transitions e g high school completion partnering parenthood and living independently were assessed up to three times in young adulthood ages to observations a cumulative variable counted the number of young adult transitions emotional substance use and antisocial personality symptoms were assessed at age participants or of the original sample propensity models adjusted for early life adversities and psychiatric symptoms results multiple young adult transitions were common m sd after adjusting for childhood mental health problems and adversities each additional transition was significantly associated with a reduction in subsequent adult emotional symptoms ci p and adult antisocial personality disorder symptoms ci p these associations were stronger in males than in females young adult transitions were not associated with reductions in subsequent substance use symptoms ci p young adult transitions related to educational milestones and consistent employment were associated with the largest reductions in symptoms conclusions in this cohort study life transitions during young adulthood were associated with reduced emotional and behavioral symptoms in adulthood these transitions may constitute a potential mental health turning point and a specific modifiable target for social policies"
}