{
    "pmid": "41426263",
    "title": "Circumferential Repair Versus Labral Base Refixation for the Treatment of Symptomatic Femoroacetabular Impingement Syndrome: A Systematic Review and Narrative Synthesis.",
    "abstract": "Hip arthroscopy is a common surgical treatment method for femoroacetabular impingement syndrome (FAIS) and typically involves labral repair. Suture limbs can either be placed around (circumferential repair technique) or through (labral base refixation [LBR] technique) the labrum; however, there remains a lack of consensus regarding the superiority of either technique. To evaluate and narratively synthesize the available evidence on patient-reported outcome measure (PROM) scores of LBR and circumferential repair in patients undergoing hip arthroscopy and labral repair for FAIS. Systematic review; Level of evidence, 4. A systematic electronic search of MEDLINE, Embase, and the Cochrane Library was carried out on July 21, 2024. All English-language randomized controlled trials, comparative studies, and case series on adults with symptomatic FAIS were eligible for inclusion. A total of 12 studies with 1488 patients were included in the analysis. Overall, 9 cohorts with 1035 patients and a mean age of 33.1 years were included in the circumferential repair group, and 6 cohorts with 453 patients and a mean age of 32.3 years were included in the LBR group.Both the circumferential repair and LBR techniques were associated with significant improvements on PROMs, including the mHHS (modified Harris Hip Score), HOS-ADL (Hip Outcome Score-Activities of Daily Living), HOS-SSS (Hip Outcome Score-Sports-Specific Subscale), NAHS (Non-Arthritic Hip Score), WOMAC (Western Ontario and McMaster Universities Osteoarthritis Index), and VAS (visual analog scale). Postoperative scores were commonly >80 points across measures, with mean improvements of 20 to 30 points in function and 2 to 4 points in pain. Reported rates of revision surgery and conversion to total hip arthroplasty were low across both techniques, generally <10%, although some variability existed between studies. Both techniques led to improved PROM scores after hip arthroscopy for the management of FAIS. Given the heterogeneity and predominance of lower level evidence, future high-quality comparative studies are warranted.",
    "disease": "osteoarthritis",
    "clean_text": "circumferential repair versus labral base refixation for the treatment of symptomatic femoroacetabular impingement syndrome a systematic review and narrative synthesis hip arthroscopy is a common surgical treatment method for femoroacetabular impingement syndrome fais and typically involves labral repair suture limbs can either be placed around circumferential repair technique or through labral base refixation lbr technique the labrum however there remains a lack of consensus regarding the superiority of either technique to evaluate and narratively synthesize the available evidence on patient reported outcome measure prom scores of lbr and circumferential repair in patients undergoing hip arthroscopy and labral repair for fais systematic review level of evidence a systematic electronic search of medline embase and the cochrane library was carried out on july all english language randomized controlled trials comparative studies and case series on adults with symptomatic fais were eligible for inclusion a total of studies with patients were included in the analysis overall cohorts with patients and a mean age of years were included in the circumferential repair group and cohorts with patients and a mean age of years were included in the lbr group both the circumferential repair and lbr techniques were associated with significant improvements on proms including the mhhs modified harris hip score hos adl hip outcome score activities of daily living hos sss hip outcome score sports specific subscale nahs non arthritic hip score womac western ontario and mcmaster universities osteoarthritis index and vas visual analog scale postoperative scores were commonly points across measures with mean improvements of to points in function and to points in pain reported rates of revision surgery and conversion to total hip arthroplasty were low across both techniques generally although some variability existed between studies both techniques led to improved prom scores after hip arthroscopy for the management of fais given the heterogeneity and predominance of lower level evidence future high quality comparative studies are warranted"
}