{
    "title": "Combining Abdominal Flaps and Implants in the Breast Reconstruction Patient: A Systematic and Retrospective Review of Complications and Outcomes.",
    "doc_id": "30589827",
    "writer": "Black CK",
    "year": "2019",
    "summary": "RESULTS: A systematic review of the literature yielded four articles, for a total of 96 patients (142 breasts) included for systematic review. Eighty-seven breasts (61 percent) were reconstructed with immediate implant at the time of flap reconstruction and 55 br …",
    "abstract": "Background:\n        \n      \n      Implants offer a method for augmenting abdominal flaps in the setting of deficient volume in breast reconstruction. They may be placed immediately at the time of reconstruction or on a delayed basis. The authors seek to compare outcomes from a single surgeon and previously published studies.\n    \n\n\n          Methods:\n        \n      \n      A systematic review was performed, querying multiple databases. A retrospective review was conducted for patients who underwent abdominally based flap breast reconstruction and implant placement between July of 2005 and August of 2015 performed by the senior author (M.Y.N.).\n    \n\n\n          Results:\n        \n      \n      A systematic review of the literature yielded four articles, for a total of 96 patients (142 breasts) included for systematic review. Eighty-seven breasts (61 percent) were reconstructed with immediate implant at the time of flap reconstruction and 55 breasts (39 percent) had a staged approach to implant placement. Complications were noted in 28 breasts (32 percent) following immediate placement and in 10 breasts (18 percent) following staged placement. A total of 53 patients (79 breasts) were retrospectively reviewed, all of whom underwent reconstruction in a staged manner. Twelve breasts (15 percent) were found to have a flap- or implant-related complication; 97.5 percent of implants/flap reconstructions were successful, with a 54 percent revision rate. When pooling systematic and retrospective data, there was a significant difference in complication rates between the staged and immediate reconstruction cohorts (p < 0.001) in favor of the staged approach.\n    \n\n\n          Conclusions:\n        \n      \n      The literature supports a higher rate of implant-related complications following immediate implantation at the time of flap reconstruction. The authors' experience with implant placement highlights the safety and effectiveness of the staged approach.\n    \n\n\n          Clinical question/level of evidence:\n        \n      \n      Therapeutic, IV.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30589827/",
    "clean_text": "combining abdominal flaps and implants in the breast reconstruction patient a systematic and retrospective review of complications and outcomes results a systematic review of the literature yielded four articles for a total of patients breasts included for systematic review eighty seven breasts percent were reconstructed with immediate implant at the time of flap reconstruction and br background implants offer a method for augmenting abdominal flaps in the setting of deficient volume in breast reconstruction they may be placed immediately at the time of reconstruction or on a delayed basis the authors seek to compare outcomes from a single surgeon and previously published studies methods a systematic review was performed querying multiple databases a retrospective review was conducted for patients who underwent abdominally based flap breast reconstruction and implant placement between july of and august of performed by the senior author m y n results a systematic review of the literature yielded four articles for a total of patients breasts included for systematic review eighty seven breasts percent were reconstructed with immediate implant at the time of flap reconstruction and breasts percent had a staged approach to implant placement complications were noted in breasts percent following immediate placement and in breasts percent following staged placement a total of patients breasts were retrospectively reviewed all of whom underwent reconstruction in a staged manner twelve breasts percent were found to have a flap or implant related complication percent of implants flap reconstructions were successful with a percent revision rate when pooling systematic and retrospective data there was a significant difference in complication rates between the staged and immediate reconstruction cohorts p in favor of the staged approach conclusions the literature supports a higher rate of implant related complications following immediate implantation at the time of flap reconstruction the authors experience with implant placement highlights the safety and effectiveness of the staged approach clinical question level of evidence therapeutic iv"
}