{
    "title": "Experimental Study of Hardened Young's Modulus for 3D Printed Mortar.",
    "doc_id": "34947238",
    "writer": "Skibicki S",
    "year": "2021",
    "summary": "Few studies have focused on determining the Young's modulus of 3D printed structures. This study presents the results of experimental investigations of Young's modulus of a 3D printed mortar. ...Results have shown a strong statistical correlation between the number …",
    "abstract": "Few studies have focused on determining the Young's modulus of 3D printed structures. This study presents the results of experimental investigations of Young's modulus of a 3D printed mortar. Specimens were prepared in four different ways to investigate possible application of different methods for 3D printed structures. Study determines the influence of the number of layers on mechanical properties of printed samples. Results have shown a strong statistical correlation between the number of layers and value of Young's modulus. The compressive strength and Young's modulus reduction compared to standard cylindrical sample were up to 43.1% and 19.8%, respectively. Results of the study shed light on the differences between the current standard specimen used for determination of Young's modulus and the specimen prepared by 3D printing. The community should discuss the problem of standardization of test methods in view of visible differences between different types of specimens.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34947238/",
    "clean_text": "experimental study of hardened young s modulus for d printed mortar few studies have focused on determining the young s modulus of d printed structures this study presents the results of experimental investigations of young s modulus of a d printed mortar results have shown a strong statistical correlation between the number few studies have focused on determining the young s modulus of d printed structures this study presents the results of experimental investigations of young s modulus of a d printed mortar specimens were prepared in four different ways to investigate possible application of different methods for d printed structures study determines the influence of the number of layers on mechanical properties of printed samples results have shown a strong statistical correlation between the number of layers and value of young s modulus the compressive strength and young s modulus reduction compared to standard cylindrical sample were up to and respectively results of the study shed light on the differences between the current standard specimen used for determination of young s modulus and the specimen prepared by d printing the community should discuss the problem of standardization of test methods in view of visible differences between different types of specimens"
}