{
    "pmid": "41345953",
    "title": "Association between high-density lipoprotein cholesterol-related inflammation indices and chronic obstructive pulmonary disease: a cross-sectional study employing machine learning analysis.",
    "abstract": "Chronic Obstructive Pulmonary Disease (COPD), defined by persistent airflow obstruction, is increasingly understood as a systemic inflammatory disorder. This condition is also frequently accompanied by profound metabolic dysregulation. The ratios comparing certain immune cell populations to High-density lipoprotein cholesterol (HDL-C) values are gaining attention as potential markers of inflammation in multiple chronic illnesses. However, the relationship connecting inflammatory indices related to HDL-C with the frequency of COPD occurrence is not yet well-established. This study analyzed data from the 2007-2012 US National Health and Nutrition Examination Survey (NHANES), covering 9,998 participants (1,619 with COPD). We examined four inflammatory indices derived from the ratio of lymphocytes (LHR), monocytes (MHR), neutrophils (NHR), and platelets (PHR) to HDL-C. A multi-faceted approach was employed, integrating machine learning for predictor selection, multivariable logistic regression for association analysis, and both mediation analysis and Mendelian randomization (MR) to investigate potential causality. The selected predictors were then used to construct and evaluate a predictive model. In fully adjusted models, MHR was associated with a 28% (95% CI, 8%-51%) increase in the odds of COPD, while NHR was linked to a 37% (95% CI, 15%-63%) increase. Both associations exhibited consistent dose-response relationships. Mediation analysis revealed these associations were primarily direct rather than indirect. Mendelian randomization suggested a potential causal role of a higher neutrophil count in COPD risk. Machine learning analysis consistently identified MHR and NHR as important predictors of COPD. The final model demonstrated robust predictive performance, with a nomogram and SHAP analysis enhancing its clinical utility and interpretability. Our comprehensive analytical approach demonstrates that MHR and NHR are promising biomarkers associated with increased COPD prevalence. The consistency of results across epidemiological, causal inference, and machine learning methods provides robust evidence for their potential clinical utility in risk stratification and guiding early intervention strategies.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "association between high density lipoprotein cholesterol related inflammation indices and chronic obstructive pulmonary disease a cross sectional study employing machine learning analysis chronic obstructive pulmonary disease copd defined by persistent airflow obstruction is increasingly understood as a systemic inflammatory disorder this condition is also frequently accompanied by profound metabolic dysregulation the ratios comparing certain immune cell populations to high density lipoprotein cholesterol hdl c values are gaining attention as potential markers of inflammation in multiple chronic illnesses however the relationship connecting inflammatory indices related to hdl c with the frequency of copd occurrence is not yet well established this study analyzed data from the us national health and nutrition examination survey nhanes covering participants with copd we examined four inflammatory indices derived from the ratio of lymphocytes lhr monocytes mhr neutrophils nhr and platelets phr to hdl c a multi faceted approach was employed integrating machine learning for predictor selection multivariable logistic regression for association analysis and both mediation analysis and mendelian randomization mr to investigate potential causality the selected predictors were then used to construct and evaluate a predictive model in fully adjusted models mhr was associated with a ci increase in the odds of copd while nhr was linked to a ci increase both associations exhibited consistent dose response relationships mediation analysis revealed these associations were primarily direct rather than indirect mendelian randomization suggested a potential causal role of a higher neutrophil count in copd risk machine learning analysis consistently identified mhr and nhr as important predictors of copd the final model demonstrated robust predictive performance with a nomogram and shap analysis enhancing its clinical utility and interpretability our comprehensive analytical approach demonstrates that mhr and nhr are promising biomarkers associated with increased copd prevalence the consistency of results across epidemiological causal inference and machine learning methods provides robust evidence for their potential clinical utility in risk stratification and guiding early intervention strategies"
}