{
    "pmid": "41441627",
    "title": "Correlations Between Trimethylamine-N-Oxide, Megalin, Lysine and Markers of Tubular Damage in Chronic Kidney Disease.",
    "abstract": "Trimethylamine-N-oxide (TMAO), a gut microbiota-derived dietary metabolite, is linked to progression of chronic kidney disease (CKD). Megalin, a renal proximal tubule receptor crucial for albumin reabsorption, also plays a role in CKD. However, the relationship between them is not well explored. The aim of this study was to investigate if there are any correlations between the levels of TMAO, megalin, lysine and markers of tubular damage in CKD. Urinary metabolites (TMAO, choline, L-carnitine, betaine, lysine) and tubular markers (megalin, albumin, EGF, MCP-1) were quantified by LC-MS/MS and ELISA. Associations were evaluated using analysis of covariance (ANCOVA) adjusted for age and diabetes, with false discovery rate correction. Compared with controls, CKD patients showed higher urinary choline (FDR < 0.001), betaine (FDR = 0.007), lysine (FDR = 0.005), and soluble megalin (FDR < 0.001) but lower EGF and EGF/MCP-1 ratio (both FDR < 0.001). Correlation analyses revealed that serum TMAO was positively associated with soluble megalin and negatively with EGF/MCP-1 ratio. Choline, L-carnitine, and betaine were positively correlated with megalin. This cross-sectional study identifies associations between urinary metabolites, megalin, and tubular injury markers in advanced CKD. Although causality cannot be inferred, the results point to a potential metabolic-tubular link that should be explored in future longitudinal and mechanistic studies.",
    "disease": "chronic kidney disease",
    "clean_text": "correlations between trimethylamine n oxide megalin lysine and markers of tubular damage in chronic kidney disease trimethylamine n oxide tmao a gut microbiota derived dietary metabolite is linked to progression of chronic kidney disease ckd megalin a renal proximal tubule receptor crucial for albumin reabsorption also plays a role in ckd however the relationship between them is not well explored the aim of this study was to investigate if there are any correlations between the levels of tmao megalin lysine and markers of tubular damage in ckd urinary metabolites tmao choline l carnitine betaine lysine and tubular markers megalin albumin egf mcp were quantified by lc ms ms and elisa associations were evaluated using analysis of covariance ancova adjusted for age and diabetes with false discovery rate correction compared with controls ckd patients showed higher urinary choline fdr betaine fdr lysine fdr and soluble megalin fdr but lower egf and egf mcp ratio both fdr correlation analyses revealed that serum tmao was positively associated with soluble megalin and negatively with egf mcp ratio choline l carnitine and betaine were positively correlated with megalin this cross sectional study identifies associations between urinary metabolites megalin and tubular injury markers in advanced ckd although causality cannot be inferred the results point to a potential metabolic tubular link that should be explored in future longitudinal and mechanistic studies"
}