{
    "title": "Prevention of yellow fever in travellers: an update.",
    "doc_id": "32386609",
    "writer": "Reno E",
    "year": "2020",
    "summary": "Every year, an increasing number of individuals are travelling to yellow fever endemic areas, many of whom have complex medical conditions. Travel health practitioners should do individualised assessments of the risks and benefits of yellow fever vacci …",
    "abstract": "For centuries, yellow fever virus infection generated substantial fear among explorers, tourist travellers, workers, military personnel, and others entering areas of transmission. Currently, there is transmission only in some areas of tropical South America and sub-Saharan Africa. When symptomatic, yellow fever infection causes severe liver dysfunction and coagulopathy with elevated mortality rates. Since there is no effective treatment, vaccination against yellow fever, available since 1937, represents an important preventive intervention in endemic areas. Every year, an increasing number of individuals are travelling to yellow fever endemic areas, many of whom have complex medical conditions. Travel health practitioners should do individualised assessments of the risks and benefits of yellow fever vaccination to identify potential contraindications. The most relevant contraindications include a history of thymoma or thymus dysfunction, AIDS, and individuals receiving immunosuppressive drugs including biological therapies or chemotherapy. We briefly review strategies to prevent yellow fever infection in travellers with the use of yellow fever vaccination and the use of personal protection measures to avoid mosquito bites.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32386609/",
    "clean_text": "prevention of yellow fever in travellers an update every year an increasing number of individuals are travelling to yellow fever endemic areas many of whom have complex medical conditions travel health practitioners should do individualised assessments of the risks and benefits of yellow fever vacci for centuries yellow fever virus infection generated substantial fear among explorers tourist travellers workers military personnel and others entering areas of transmission currently there is transmission only in some areas of tropical south america and sub saharan africa when symptomatic yellow fever infection causes severe liver dysfunction and coagulopathy with elevated mortality rates since there is no effective treatment vaccination against yellow fever available since represents an important preventive intervention in endemic areas every year an increasing number of individuals are travelling to yellow fever endemic areas many of whom have complex medical conditions travel health practitioners should do individualised assessments of the risks and benefits of yellow fever vaccination to identify potential contraindications the most relevant contraindications include a history of thymoma or thymus dysfunction aids and individuals receiving immunosuppressive drugs including biological therapies or chemotherapy we briefly review strategies to prevent yellow fever infection in travellers with the use of yellow fever vaccination and the use of personal protection measures to avoid mosquito bites"
}