{
    "pmid": "41461369",
    "title": "Predicting Left Ventricular Ejection Fraction Recovery After Percutaneous Coronary Intervention in Patients With Chronic Coronary Syndrome by Using Interpretable Machine Learning Models: Retrospective Study.",
    "abstract": "Accurately predicting left ventricular ejection fraction (LVEF) recovery after percutaneous coronary intervention (PCI) in patients with chronic coronary syndrome (CCS) is crucial for clinical decision-making. This study aimed to develop and compare multiple machine learning (ML) models to predict LVEF recovery and identify key contributing features. We retrospectively analyzed 520 patients with CCS from the Clinical Deep Data Accumulation System database. Patients were categorized into 4 binary classification tasks based on baseline LVEF (≥50% or <50%) and degree of recovery: (1) good recovery, defined as an LVEF increase of >10% compared with ≤0%; and (2) normal recovery, defined as an LVEF increase of 0% to 10% compared with ≤0%. For each task, 3 feature selection strategies (all features, least absolute shrinkage and selection operator [LASSO] regression, and recursive feature elimination [RFE]) were combined with 4 ML algorithms (extreme gradient boosting [XGBoost], categorical boosting, light gradient boosting machine, and random forest), resulting in 48 models. Models were evaluated using 10-fold cross-validation and assessed by the area under the curve (AUC), decision curve analysis, and calibration plots. The highest AUCs were achieved by RFE combined with XGBoost (AUC=0.93) for preserved LVEF with good recovery, LASSO combined with XGBoost (AUC=0.79) for preserved LVEF with normal recovery, LASSO combined with XGBoost (AUC=0.88) for reduced LVEF with good recovery, and RFE combined with XGBoost (AUC=0.84) for reduced LVEF with normal recovery. Shapley Additive Explanation analysis identified uric acid, platelets, hematocrit, brain natriuretic peptide, glycated hemoglobin, glucose, creatinine, baseline LVEF, left ventricular end-diastolic internal diameter, heart rate, R wave amplitude in V5, and R wave amplitude in V6 as important predictive factors of LVEF recovery. ML models incorporating feature selection strategies demonstrated strong predictive performance for LVEF recovery after PCI. These interpretable models may support clinical decision-making and can improve the management of patients with CCS after PCI.",
    "disease": "stroke",
    "clean_text": "predicting left ventricular ejection fraction recovery after percutaneous coronary intervention in patients with chronic coronary syndrome by using interpretable machine learning models retrospective study accurately predicting left ventricular ejection fraction lvef recovery after percutaneous coronary intervention pci in patients with chronic coronary syndrome ccs is crucial for clinical decision making this study aimed to develop and compare multiple machine learning ml models to predict lvef recovery and identify key contributing features we retrospectively analyzed patients with ccs from the clinical deep data accumulation system database patients were categorized into binary classification tasks based on baseline lvef or and degree of recovery good recovery defined as an lvef increase of compared with and normal recovery defined as an lvef increase of to compared with for each task feature selection strategies all features least absolute shrinkage and selection operator lasso regression and recursive feature elimination rfe were combined with ml algorithms extreme gradient boosting xgboost categorical boosting light gradient boosting machine and random forest resulting in models models were evaluated using fold cross validation and assessed by the area under the curve auc decision curve analysis and calibration plots the highest aucs were achieved by rfe combined with xgboost auc for preserved lvef with good recovery lasso combined with xgboost auc for preserved lvef with normal recovery lasso combined with xgboost auc for reduced lvef with good recovery and rfe combined with xgboost auc for reduced lvef with normal recovery shapley additive explanation analysis identified uric acid platelets hematocrit brain natriuretic peptide glycated hemoglobin glucose creatinine baseline lvef left ventricular end diastolic internal diameter heart rate r wave amplitude in v and r wave amplitude in v as important predictive factors of lvef recovery ml models incorporating feature selection strategies demonstrated strong predictive performance for lvef recovery after pci these interpretable models may support clinical decision making and can improve the management of patients with ccs after pci"
}