{
    "pmid": "41356090",
    "title": "Impact of type 2 diabetes mellitus on interstitial lung disease risk in rheumatoid arthritis.",
    "abstract": "This study investigates the impact of type 2 diabetes mellitus (T2DM) on the risk of interstitial lung disease (ILD) and its subtypes in patients with rheumatoid arthritis (RA). RA is often complicated by ILD. T2DM has systemic proinflammatory effects, but its impact on RA-related ILD is unclear. This research aims to elucidate the interplay between these conditions to inform clinical management and patient care strategies. To determine if RA patients with T2DM have a higher occurrence of ILD compared to RA patients without T2DM. We conducted a retrospective cohort study using the 2019-2020 National Inpatient Sample. Adult RA patients with and without T2DM were identified  Among 199380 RA inpatients, ILD was more common in those with T2DM (2.25%)  T2DM increases ILD risk in RA and is linked to higher rates of pulmonary hypertension and pneumothorax, suggesting a role in exacerbating RA-related lung complications.",
    "disease": "rheumatoid arthritis",
    "clean_text": "impact of type diabetes mellitus on interstitial lung disease risk in rheumatoid arthritis this study investigates the impact of type diabetes mellitus t dm on the risk of interstitial lung disease ild and its subtypes in patients with rheumatoid arthritis ra ra is often complicated by ild t dm has systemic proinflammatory effects but its impact on ra related ild is unclear this research aims to elucidate the interplay between these conditions to inform clinical management and patient care strategies to determine if ra patients with t dm have a higher occurrence of ild compared to ra patients without t dm we conducted a retrospective cohort study using the national inpatient sample adult ra patients with and without t dm were identified among ra inpatients ild was more common in those with t dm t dm increases ild risk in ra and is linked to higher rates of pulmonary hypertension and pneumothorax suggesting a role in exacerbating ra related lung complications"
}