{
    "pmid": "41429399",
    "title": "Neuroprotective effect of Bacopa monniera loaded chitosan nanoparticles against rotenone induced neurotoxicity in SH-SY5Y Cells.",
    "abstract": "Bacopa monniera, a traditional Ayurvedic herb used for neurodegenerative disorders, suffers from poor bioavailability and stability, limiting its clinical efficacy. This study aimed to enhance the neuroprotective potential of Bacopa monniera extract (BME) by encapsulating it in chitosan nanoparticles (BCNPs) using the ionic gelation method. Characterization via FTIR, XRD and FESEM confirmed successful encapsulation, with FTIR indicating BME-chitosan interactions, XRD revealing an amorphous structure and FESEM showing semi-spherical particles with altered surfaces. Neuroprotective efficacy was evaluated in SH-SY5Y neuroblastoma cells exposed to rotenone (ROT). ROT reduced cell viability concentration-dependently, with ∼50 % loss at 500 nM. BME, BCNPs, and CNPs were non-toxic up to 100 μg/mL, 100 μg/mL, and 200 μg/mL, respectively. BCNP pre-treatment significantly restored viability (p < 0.001), reduced lactate dehydrogenase release (p < 0.001) and protected neuronal morphology. BCNPs also scavenged reactive oxygen species, lowered protein carbonylation and lipid peroxidation (p < 0.001), and restored mitochondrial membrane potential (p < 0.01). Immunoblotting showed BCNPs downregulated ROT-elevated HSP-70 and replenished antioxidant enzymes (SOD, CAT, GPx, GR, and GST) and glutathione. CNPs alone showed moderate but lesser protection. These findings indicate the neuroprotective efficacy of BCNPs in reducing mitochondrial dysfunction and oxidative stress by enhancing cellular antioxidant levels, making it a promising therapeutic candidate for managing idiopathic Parkinson's disease.",
    "disease": "parkinson disease",
    "clean_text": "neuroprotective effect of bacopa monniera loaded chitosan nanoparticles against rotenone induced neurotoxicity in sh sy y cells bacopa monniera a traditional ayurvedic herb used for neurodegenerative disorders suffers from poor bioavailability and stability limiting its clinical efficacy this study aimed to enhance the neuroprotective potential of bacopa monniera extract bme by encapsulating it in chitosan nanoparticles bcnps using the ionic gelation method characterization via ftir xrd and fesem confirmed successful encapsulation with ftir indicating bme chitosan interactions xrd revealing an amorphous structure and fesem showing semi spherical particles with altered surfaces neuroprotective efficacy was evaluated in sh sy y neuroblastoma cells exposed to rotenone rot rot reduced cell viability concentration dependently with loss at nm bme bcnps and cnps were non toxic up to g ml g ml and g ml respectively bcnp pre treatment significantly restored viability p reduced lactate dehydrogenase release p and protected neuronal morphology bcnps also scavenged reactive oxygen species lowered protein carbonylation and lipid peroxidation p and restored mitochondrial membrane potential p immunoblotting showed bcnps downregulated rot elevated hsp and replenished antioxidant enzymes sod cat gpx gr and gst and glutathione cnps alone showed moderate but lesser protection these findings indicate the neuroprotective efficacy of bcnps in reducing mitochondrial dysfunction and oxidative stress by enhancing cellular antioxidant levels making it a promising therapeutic candidate for managing idiopathic parkinson s disease"
}