{
    "pmid": "41396267",
    "title": "Associations of circulating metabolites with childhood allergy and common allergic diseases: a Mendelian randomization study.",
    "abstract": "Asthma and other allergic diseases, driven by immune dysregulation, pose a significant global health burden. While observational and experimental studies suggest a link between metabolites and allergies, causality remains unclear. This study aimed to investigate the causal effects of circulating metabolites on asthma and other common allergic diseases. Genome-wide association study (GWAS) data for childhood allergies (CA; ncase = 6110, controls = 406,07) and typical allergic conditions included asthma, hay fever and eczema (ncase = 180,129, controls = 180,709) were used. Data on exposures were extracted from 136,016 Europeans for 233 circulating biomarkers and from 8,000 participants for 1400 plasma metabolites. The primary universal Mendelian randomization (UVMR) analysis used inverse variance weighting (IVW) and three supplementary methods for causal assessment. Sensitivity analyses included Cochran's Q test, MR-Egger intercept and MR-PRESSO to ensure robustness. Leave-one-out (LOO) analysis evaluated bias by sequentially removing SNPs. Bonferroni correction was applied, and significant metabolites underwent pathway enrichment analysis. We identified 24 metabolic pathways potentially involved in the biological mechanisms of typical allergic diseases and CA. MR analysis revealed 3 circulating biomarkers and 57 metabiotic traits potentially linked to CA, while 2 biomarkers and 56 metabolites were causally related to typical allergic diseases. After genetic correction, the ratio of omega-6 fatty acids to total fatty acids (IVW:  This study identified genetically determined metabolites and pathways significantly associated with asthma and other allergic diseases, offering novel insights into their pathogenesis.",
    "disease": "asthma",
    "clean_text": "associations of circulating metabolites with childhood allergy and common allergic diseases a mendelian randomization study asthma and other allergic diseases driven by immune dysregulation pose a significant global health burden while observational and experimental studies suggest a link between metabolites and allergies causality remains unclear this study aimed to investigate the causal effects of circulating metabolites on asthma and other common allergic diseases genome wide association study gwas data for childhood allergies ca ncase controls and typical allergic conditions included asthma hay fever and eczema ncase controls were used data on exposures were extracted from europeans for circulating biomarkers and from participants for plasma metabolites the primary universal mendelian randomization uvmr analysis used inverse variance weighting ivw and three supplementary methods for causal assessment sensitivity analyses included cochran s q test mr egger intercept and mr presso to ensure robustness leave one out loo analysis evaluated bias by sequentially removing snps bonferroni correction was applied and significant metabolites underwent pathway enrichment analysis we identified metabolic pathways potentially involved in the biological mechanisms of typical allergic diseases and ca mr analysis revealed circulating biomarkers and metabiotic traits potentially linked to ca while biomarkers and metabolites were causally related to typical allergic diseases after genetic correction the ratio of omega fatty acids to total fatty acids ivw this study identified genetically determined metabolites and pathways significantly associated with asthma and other allergic diseases offering novel insights into their pathogenesis"
}