{
    "pmid": "41454256",
    "title": "Electroacupuncture alleviates central post-stroke pain in rats by modulating miR-21-5p/TGF-β/Smads pathway.",
    "abstract": "Central post-stroke pain (CPSP) poses a persistent challenge with limited responses to current pharmacological interventions. Recent evidence implicates miR-21 and its downstream TGF-β/Smads signaling pathway in pain pathophysiology. This study investigates whether the analgesic effect of electroacupuncture (EA) is related to miR-21/TGF-β/Smads signaling pathway in CPSP. CPSP was induced in rats by collagenase-IV injection into the right thalamic ventral posterolateral nucleus to produce a focal hemorrhagic stroke lesion. miR-21-5p and Smad7 expressions were manipulated by adenoviral transfection. Pain thresholds were assessed during 15 days after CPSP induction, followed by brain tissue analysis using nissl staining, immunofluorescence, immunohistochemistry, and molecular assays. A dual-luciferase reporter assay was employed to verify the direct binding interaction between miR-21-5p and Smad7. The results showed EA significantly alleviated CPSP, and meanwhile, downregulated miR-21-5p, upregulated Smad7, and reduced TGF-β1, p-Smad2, and p-Smad3 expressions, glial hyperactivation and inflammatory factors (IL-1β, IL-6, TNF-α) in CPSP rats. In addition, miR-21-5p inhibition resulted in analgesic effect, while miR-21-5p overexpression or Smad7 inhibition counteracted the effect of EA. These results indicate that the mechanisms underlying EA-induced analgesia involve downregulating miR-21-5p, consequently inhibiting neuroinflammation by regulating Smad7/TGF-β/Smads signaling pathway, providing a novel insight for probing the molecular mechanism of analgesic effect of EA.",
    "disease": "stroke",
    "clean_text": "electroacupuncture alleviates central post stroke pain in rats by modulating mir p tgf smads pathway central post stroke pain cpsp poses a persistent challenge with limited responses to current pharmacological interventions recent evidence implicates mir and its downstream tgf smads signaling pathway in pain pathophysiology this study investigates whether the analgesic effect of electroacupuncture ea is related to mir tgf smads signaling pathway in cpsp cpsp was induced in rats by collagenase iv injection into the right thalamic ventral posterolateral nucleus to produce a focal hemorrhagic stroke lesion mir p and smad expressions were manipulated by adenoviral transfection pain thresholds were assessed during days after cpsp induction followed by brain tissue analysis using nissl staining immunofluorescence immunohistochemistry and molecular assays a dual luciferase reporter assay was employed to verify the direct binding interaction between mir p and smad the results showed ea significantly alleviated cpsp and meanwhile downregulated mir p upregulated smad and reduced tgf p smad and p smad expressions glial hyperactivation and inflammatory factors il il tnf in cpsp rats in addition mir p inhibition resulted in analgesic effect while mir p overexpression or smad inhibition counteracted the effect of ea these results indicate that the mechanisms underlying ea induced analgesia involve downregulating mir p consequently inhibiting neuroinflammation by regulating smad tgf smads signaling pathway providing a novel insight for probing the molecular mechanism of analgesic effect of ea"
}