{
    "pmid": "41393698",
    "title": "Challenges in the Diagnosis of Autoimmune Hepatitis in Patients With Chronic Viral Hepatitis C: A Case Series and Review of the Literature.",
    "abstract": "Circulating non-organ-specific autoantibodies are commonly found in patients with chronic hepatitis C (CHC). Following the therapy for CHC, circulating autoantibodies such as anti-nuclear antibody (ANA), anti-smooth muscle antibody (ASMA), and anti-liver kidney-muscle-1 (LKM-1) antibodies tend to disappear; however, a subset of patients may develop overt immune-mediated disorders, including autoimmune hypothyroidism and autoimmune hepatitis (AIH). Development of AIH following CHC has been documented in the literature. Sometimes two conditions co-exist. Viral clearance unmask the features of overt AIH in such a group of patients. However, diagnosing AIH in the background of CHC and circulating autoantibodies is challenging. Data regarding the clinical implications of circulating autoantibodies and the risk of development of AIH in patients with CHC is scarce. Here, we present three cases of AIH that were diagnosed following successful treatment of CHC. The literature review aims to focus on the prevalence of circulating ANA, ASMA, and anti-LKM-1 in patients with CHC and their clinical implications.",
    "disease": "liver cirrhosis",
    "clean_text": "challenges in the diagnosis of autoimmune hepatitis in patients with chronic viral hepatitis c a case series and review of the literature circulating non organ specific autoantibodies are commonly found in patients with chronic hepatitis c chc following the therapy for chc circulating autoantibodies such as anti nuclear antibody ana anti smooth muscle antibody asma and anti liver kidney muscle lkm antibodies tend to disappear however a subset of patients may develop overt immune mediated disorders including autoimmune hypothyroidism and autoimmune hepatitis aih development of aih following chc has been documented in the literature sometimes two conditions co exist viral clearance unmask the features of overt aih in such a group of patients however diagnosing aih in the background of chc and circulating autoantibodies is challenging data regarding the clinical implications of circulating autoantibodies and the risk of development of aih in patients with chc is scarce here we present three cases of aih that were diagnosed following successful treatment of chc the literature review aims to focus on the prevalence of circulating ana asma and anti lkm in patients with chc and their clinical implications"
}