{
    "title": "Factors affecting age at menopause and their relationship with ovarian reserve: a comprehensive review.",
    "doc_id": "39007753",
    "writer": "La Marca A",
    "year": "2024",
    "summary": "The following keywords were used to generate the list of citations: 'menopause', 'ovarian reserve' 'oocytes quality and quantity', 'ovarian ageing'. RESULTS: Menopause is the final step in the process of ovarian ageing and is influenced by the oocyte pool at …",
    "abstract": "Objective:\n        \n      \n      The aim of this article was to discuss all the factors affecting the age at menopause and their correlation with ovarian reserve.\n    \n\n\n          Materials and methods:\n        \n      \n      A narrative review of original articles was performed using PubMed until December 2023. The following keywords were used to generate the list of citations: 'menopause', 'ovarian reserve' 'oocytes quality and quantity', 'ovarian ageing'.\n    \n\n\n          Results:\n        \n      \n      Menopause is the final step in the process of ovarian ageing and is influenced by the oocyte pool at birth. Conditions that accelerate follicle depletion during the reproductive lifespan lead to premature ovarian insufficiency (POI) and premature ovarian failure (POF), while a higher ovarian reserve is associated with a delayed time to menopause. Reproductive history, sociodemographic, lifestyle and iatrogenic factors may impact ovarian reserve and the age at menopause.\n    \n\n\n          Conclusions:\n        \n      \n      Some factors affecting the age at menopause are modifiable and the risks of early menopause may be preventable. We hypothesise that by addressing these modifiable factors we may also preserve ovarian reserve. However, further interventional studies are needed to evaluate the effects of the described strategies on ovarian reserve.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39007753/",
    "clean_text": "factors affecting age at menopause and their relationship with ovarian reserve a comprehensive review the following keywords were used to generate the list of citations menopause ovarian reserve oocytes quality and quantity ovarian ageing results menopause is the final step in the process of ovarian ageing and is influenced by the oocyte pool at objective the aim of this article was to discuss all the factors affecting the age at menopause and their correlation with ovarian reserve materials and methods a narrative review of original articles was performed using pubmed until december the following keywords were used to generate the list of citations menopause ovarian reserve oocytes quality and quantity ovarian ageing results menopause is the final step in the process of ovarian ageing and is influenced by the oocyte pool at birth conditions that accelerate follicle depletion during the reproductive lifespan lead to premature ovarian insufficiency poi and premature ovarian failure pof while a higher ovarian reserve is associated with a delayed time to menopause reproductive history sociodemographic lifestyle and iatrogenic factors may impact ovarian reserve and the age at menopause conclusions some factors affecting the age at menopause are modifiable and the risks of early menopause may be preventable we hypothesise that by addressing these modifiable factors we may also preserve ovarian reserve however further interventional studies are needed to evaluate the effects of the described strategies on ovarian reserve"
}