{
    "pmid": "41468765",
    "title": "Biodiesel and alcohol-biodiesel blends in marine diesel engines: Fuel properties, engine behavior, environmental impacts, and operational challenges.",
    "abstract": "The International Maritime Organization (IMO) 2023 Greenhouse Gas (GHG) strategy, Energy Efficiency Existing Ship Index (EEXI)/Carbon Intensity Indicator (CII) regulations, and International Organization for Standardization (ISO) 8217 fuel standards are expediting the transition toward low-carbon marine fuels. This analysis assesses biodiesel-alcohol blends as retrofit-capable alternatives to traditional fuels in existing marine propulsion systems. A methodical synthesis is articulated through engine classification: low-speed two-stroke main engines juxtaposed with medium- to high-speed four-stroke auxiliary engines, with fuel characteristics correlated with combustion dynamics, emissions, material compatibility, and operational limitations. Across documented investigations, B20-B30 mixtures generally maintain brake thermal efficiency while reducing Carbon Monoxide (CO), Hydrocarbons (HC), and Particulate Matter (PM), with Nitrogen Oxides (NOx) emissions that can be mitigated through exhaust gas recirculation and injection optimization. Marine-specific obstacles, including cold-flow operability, long-voyage storage stability, injector residues, microbial proliferation, and corrosion in saline environments, are rigorously evaluated alongside biodegradability and aquatic toxicity. Focusing on waste cooking oil biodiesel and port-side logistics underscores imminent deployment trajectories that integrate emissions reduction, resource circularity, and resilient maritime commerce, thereby fostering a more sustainable global shipping framework.",
    "disease": "stroke",
    "clean_text": "biodiesel and alcohol biodiesel blends in marine diesel engines fuel properties engine behavior environmental impacts and operational challenges the international maritime organization imo greenhouse gas ghg strategy energy efficiency existing ship index eexi carbon intensity indicator cii regulations and international organization for standardization iso fuel standards are expediting the transition toward low carbon marine fuels this analysis assesses biodiesel alcohol blends as retrofit capable alternatives to traditional fuels in existing marine propulsion systems a methodical synthesis is articulated through engine classification low speed two stroke main engines juxtaposed with medium to high speed four stroke auxiliary engines with fuel characteristics correlated with combustion dynamics emissions material compatibility and operational limitations across documented investigations b b mixtures generally maintain brake thermal efficiency while reducing carbon monoxide co hydrocarbons hc and particulate matter pm with nitrogen oxides nox emissions that can be mitigated through exhaust gas recirculation and injection optimization marine specific obstacles including cold flow operability long voyage storage stability injector residues microbial proliferation and corrosion in saline environments are rigorously evaluated alongside biodegradability and aquatic toxicity focusing on waste cooking oil biodiesel and port side logistics underscores imminent deployment trajectories that integrate emissions reduction resource circularity and resilient maritime commerce thereby fostering a more sustainable global shipping framework"
}