{
    "pmid": "41434179",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "Diagnosing dementia can be challenging due to its multiple causes and overlapping presentations, especially in the early stages when cognitive impairment is mild, leading to misdiagnosis in clinical practice. Previous research assesses the use of neuroimaging for the diagnosis of Alzheimer's disease (AD). However, it is unclear whether these findings are replicable in real-world clinical practice and in non-AD dementia. To explore the diagnostic accuracy of fluorodeoxyglucose (FDG)-positron emission tomography (PET) computed tomography (CT) of the brain by assessing the proportion of false negatives for different dementia diagnoses. FDG-PET CT scans and neuropsychological test scores from 155 participants aged between 36-82 (mean 62 years; 56% male) with Alzheimer's disease and related dementia (ADRD) were included in the analysis. Their clinical diagnosis of study participants was based on clinical and neuroradiological assessments and included longitudinal neurocognitive tests, Magnetic Resonance Imaging (MRI) of the brain, FDG-PET-CT of the brain, and the examination of cerebrospinal fluid (CSF) for amyloidβ, total tau and 181-Phsophorlyated-tau measurements. The data was obtained from CogNID (Cognitive and NeuroImaging in neurodegenerative Disorders, IRAS: 250525, ClinicalTrials.gov Identifier: NCT03861884), a prospective study inviting patients who are referred to a Nottingham tertiary referral centre from the Memory clinics in the East Midlands, and Cognitive Clinics at the Queen's Medical Centre. The proportion of false negatives from FDG-PET ranged from 11-55%. The lowest proportion of false negatives was found in the Frontotemporal dementia diagnosis group, and the highest proportion of false negatives was found in the other neurodegeneration group. In early-onset dementia patients (N = 112), the proportion of false negatives ranged from 15-60%. FDG-PET-CT of the brain produces a notable proportion of false negatives in dementia workups, suggesting limitations in sensitivity. These findings indicate that FDG-PET-CT alone may not be sufficiently reliable for diagnostic use in clinical practice and should be complemented by additional diagnostic methods.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium diagnosing dementia can be challenging due to its multiple causes and overlapping presentations especially in the early stages when cognitive impairment is mild leading to misdiagnosis in clinical practice previous research assesses the use of neuroimaging for the diagnosis of alzheimer s disease ad however it is unclear whether these findings are replicable in real world clinical practice and in non ad dementia to explore the diagnostic accuracy of fluorodeoxyglucose fdg positron emission tomography pet computed tomography ct of the brain by assessing the proportion of false negatives for different dementia diagnoses fdg pet ct scans and neuropsychological test scores from participants aged between mean years male with alzheimer s disease and related dementia adrd were included in the analysis their clinical diagnosis of study participants was based on clinical and neuroradiological assessments and included longitudinal neurocognitive tests magnetic resonance imaging mri of the brain fdg pet ct of the brain and the examination of cerebrospinal fluid csf for amyloid total tau and phsophorlyated tau measurements the data was obtained from cognid cognitive and neuroimaging in neurodegenerative disorders iras clinicaltrials gov identifier nct a prospective study inviting patients who are referred to a nottingham tertiary referral centre from the memory clinics in the east midlands and cognitive clinics at the queen s medical centre the proportion of false negatives from fdg pet ranged from the lowest proportion of false negatives was found in the frontotemporal dementia diagnosis group and the highest proportion of false negatives was found in the other neurodegeneration group in early onset dementia patients n the proportion of false negatives ranged from fdg pet ct of the brain produces a notable proportion of false negatives in dementia workups suggesting limitations in sensitivity these findings indicate that fdg pet ct alone may not be sufficiently reliable for diagnostic use in clinical practice and should be complemented by additional diagnostic methods"
}