{
    "title": "Older Adults' Beliefs, Knowledge and Preferences for Achieving Healthy Vitamin D Status: A Narrative Review.",
    "doc_id": "31011064",
    "writer": "Christides T.",
    "year": "2018",
    "summary": "However, vitD deficiency persists in ~10-30% of older adults in the Western world. The aim of this review was to explore older adult vitD beliefs, knowledge and preferences, in order to identify means to prevent vitD deficiency respectful of older peoples' au …",
    "abstract": "Autonomy and mobility are, in many cases, key elements underlying positive ageing. Vitamin D (vitD) is essential to maintaining musculoskeletal health and hence mobility; ensuring adequate vitD status is important in positive ageing. However, vitD deficiency persists in ~10-30% of older adults in the Western world. The aim of this review was to explore older adult vitD beliefs, knowledge and preferences, in order to identify means to prevent vitD deficiency respectful of older peoples' autonomy. Academic search-engines were used to explore the research literature with the keywords: vitamin D; older adults; preferences; knowledge; practices; beliefs. 22 recent studies were identified; although the majority of older people knew of vitD, knowledge about increased fall risk secondary to deficiency was limited and knowledge did not always correlate with adequate intake or status. There was evidence of confusion regarding vitD food sources, sun-exposure and health benefits, and although General Practitioners were trusted information sources they often did not discuss vitD with patients. Preferences varied significantly depending on geographic location, ethnicity, socioeconomic status, education and cultural factors; overall, older people wanted more clear information about vitD. In conclusion, older people have a relatively high awareness of vitD, however, knowledge may be inaccurate and low in those most at risk, and knowledge of deficiency-associated fall risk is under-recognised. Furthermore, studies specifically addressing older adult preferences are lacking; an understanding of preferences, integrated into public health guidelines and implementation strategies, is key not only to decreasing the risk of vitamin D deficiency but also to enabling autonomy in older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31011064/",
    "clean_text": "older adults beliefs knowledge and preferences for achieving healthy vitamin d status a narrative review however vitd deficiency persists in of older adults in the western world the aim of this review was to explore older adult vitd beliefs knowledge and preferences in order to identify means to prevent vitd deficiency respectful of older peoples au autonomy and mobility are in many cases key elements underlying positive ageing vitamin d vitd is essential to maintaining musculoskeletal health and hence mobility ensuring adequate vitd status is important in positive ageing however vitd deficiency persists in of older adults in the western world the aim of this review was to explore older adult vitd beliefs knowledge and preferences in order to identify means to prevent vitd deficiency respectful of older peoples autonomy academic search engines were used to explore the research literature with the keywords vitamin d older adults preferences knowledge practices beliefs recent studies were identified although the majority of older people knew of vitd knowledge about increased fall risk secondary to deficiency was limited and knowledge did not always correlate with adequate intake or status there was evidence of confusion regarding vitd food sources sun exposure and health benefits and although general practitioners were trusted information sources they often did not discuss vitd with patients preferences varied significantly depending on geographic location ethnicity socioeconomic status education and cultural factors overall older people wanted more clear information about vitd in conclusion older people have a relatively high awareness of vitd however knowledge may be inaccurate and low in those most at risk and knowledge of deficiency associated fall risk is under recognised furthermore studies specifically addressing older adult preferences are lacking an understanding of preferences integrated into public health guidelines and implementation strategies is key not only to decreasing the risk of vitamin d deficiency but also to enabling autonomy in older adults"
}