{
    "title": "Pathogenesis of juvenile idiopathic arthritis.",
    "doc_id": "40326416",
    "writer": "Simonds MM",
    "year": "2025",
    "summary": "PURPOSE OF REVIEW: To provide an overview of the most recent updates in the pathogenesis of juvenile idiopathic arthritis (JIA). RECENT FINDINGS: Recent genetic studies on the pathogenesis of JIA have revolved around using in silico multiomic analyses to identify ge …",
    "abstract": "Purpose of review:\n        \n      \n      To provide an overview of the most recent updates in the pathogenesis of juvenile idiopathic arthritis (JIA).\n    \n\n\n          Recent findings:\n        \n      \n      Recent genetic studies on the pathogenesis of JIA have revolved around using in silico multiomic analyses to identify genetic variants that may play a role in the pathogenesis of JIA. Genome wide association studies (GWAS) have provided bulk-RNA and single cell-RNA sequencing datasets to identify groups of enhanced genes, signaling pathways, and other genetic variants. These data have led to the exploration of processes that regulate T-cell receptor signaling and T-cell differentiation, as well as genes linked to interferon-gamma signaling. Immune dysregulation is a major driver of JIA pathogenesis and neutrophil extracellular traps (NETs) are emerging as contributors to disease progression. The contribution of immune cells to the microenvironment in the inflamed joints of patients with JIA may hold the key to how inflammation is regulated and how the immune response from these cells contributes to disease progression.\n    \n\n\n          Summary:\n        \n      \n      This review will focus on emerging insights from large scale multiomic studies, which reveal pathways involved in JIA pathogenesis. In addition, recent studies have identified immune dysregulation, especially in the microenvironment of the inflamed joint.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40326416/",
    "clean_text": "pathogenesis of juvenile idiopathic arthritis purpose of review to provide an overview of the most recent updates in the pathogenesis of juvenile idiopathic arthritis jia recent findings recent genetic studies on the pathogenesis of jia have revolved around using in silico multiomic analyses to identify ge purpose of review to provide an overview of the most recent updates in the pathogenesis of juvenile idiopathic arthritis jia recent findings recent genetic studies on the pathogenesis of jia have revolved around using in silico multiomic analyses to identify genetic variants that may play a role in the pathogenesis of jia genome wide association studies gwas have provided bulk rna and single cell rna sequencing datasets to identify groups of enhanced genes signaling pathways and other genetic variants these data have led to the exploration of processes that regulate t cell receptor signaling and t cell differentiation as well as genes linked to interferon gamma signaling immune dysregulation is a major driver of jia pathogenesis and neutrophil extracellular traps nets are emerging as contributors to disease progression the contribution of immune cells to the microenvironment in the inflamed joints of patients with jia may hold the key to how inflammation is regulated and how the immune response from these cells contributes to disease progression summary this review will focus on emerging insights from large scale multiomic studies which reveal pathways involved in jia pathogenesis in addition recent studies have identified immune dysregulation especially in the microenvironment of the inflamed joint"
}