{
    "title": "Heat stress vulnerability and critical environmental limits for older adults.",
    "doc_id": "38293008",
    "writer": "Wolf ST",
    "year": "2023",
    "summary": "The present study examined heat stress vulnerability of apparently healthy older vs. young adults and characterized critical environmental limits for older adults in an indoor setting at rest (Rest) and during minimal activity associated with activities of daily liv …",
    "abstract": "The present study examined heat stress vulnerability of apparently healthy older vs. young adults and characterized critical environmental limits for older adults in an indoor setting at rest (Rest) and during minimal activity associated with activities of daily living. Critical environmental limits are combinations of ambient temperature and humidity above which heat balance cannot be maintained (i.e., becomes uncompensable) for a given metabolic heat production. Here we exposed fifty-one young (23±4 yrs) and 49 older (71±6 yrs) adults to progressive heat stress across a wide range of environments in an environmental chamber during Minimal Activity (young and older subjects) and Rest (older adults only). Heat compensability curves were shifted leftward for older adults indicating age-dependent heat vulnerablity (p < 0.01). During Minimal Activity, critical environmental limits were lower in older compared to young adults (p < 0.0001) and lower than those at Rest (p < 0.0001). These data document heat vulnerability of apparently healthy older adults and to define critical environmental limits for indoor settings in older adults at rest and during activities of daily living, and can be used to develop evidence-based recommendations to minimize the deleterious impacts of extreme heat events in this population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38293008/",
    "clean_text": "heat stress vulnerability and critical environmental limits for older adults the present study examined heat stress vulnerability of apparently healthy older vs young adults and characterized critical environmental limits for older adults in an indoor setting at rest rest and during minimal activity associated with activities of daily liv the present study examined heat stress vulnerability of apparently healthy older vs young adults and characterized critical environmental limits for older adults in an indoor setting at rest rest and during minimal activity associated with activities of daily living critical environmental limits are combinations of ambient temperature and humidity above which heat balance cannot be maintained i e becomes uncompensable for a given metabolic heat production here we exposed fifty one young yrs and older yrs adults to progressive heat stress across a wide range of environments in an environmental chamber during minimal activity young and older subjects and rest older adults only heat compensability curves were shifted leftward for older adults indicating age dependent heat vulnerablity p during minimal activity critical environmental limits were lower in older compared to young adults p and lower than those at rest p these data document heat vulnerability of apparently healthy older adults and to define critical environmental limits for indoor settings in older adults at rest and during activities of daily living and can be used to develop evidence based recommendations to minimize the deleterious impacts of extreme heat events in this population"
}