{
    "pmid": "41473034",
    "title": "Breast Metastasis From Vulvar Carcinoma: Case Report and Review of Literature.",
    "abstract": "Primary vulvar cancer is uncommon, accounting for only 3%-5% of all gynecological malignancies. Metastases to the vulva are even rarer, and those originating from breast cancer are exceptional, with fewer than 20 cases reported in the literature. We report the first case observed at our institution. A 38-year-old woman had been treated for breast cancer. Ten years after completing treatment, she presented with an analgesic-resistant headache, cervical swelling, and vulvar discomfort. Updated staging revealed hepatic, pulmonary, pleural, and bone metastases. Biopsy of the vulvar lesion confirmed metastasis of an infiltrating ductal breast carcinoma. The patient underwent chemotherapy, with disease progression despite treatment. She is currently receiving palliative chemotherapy. Early detection of unusual metastatic sites and appropriate management require careful monitoring of women with breast cancer. Pelvic and gynecological examinations should be included in the follow-up of breast cancer patients to detect vulvar or vaginal metastases.",
    "disease": "breast cancer",
    "clean_text": "breast metastasis from vulvar carcinoma case report and review of literature primary vulvar cancer is uncommon accounting for only of all gynecological malignancies metastases to the vulva are even rarer and those originating from breast cancer are exceptional with fewer than cases reported in the literature we report the first case observed at our institution a year old woman had been treated for breast cancer ten years after completing treatment she presented with an analgesic resistant headache cervical swelling and vulvar discomfort updated staging revealed hepatic pulmonary pleural and bone metastases biopsy of the vulvar lesion confirmed metastasis of an infiltrating ductal breast carcinoma the patient underwent chemotherapy with disease progression despite treatment she is currently receiving palliative chemotherapy early detection of unusual metastatic sites and appropriate management require careful monitoring of women with breast cancer pelvic and gynecological examinations should be included in the follow up of breast cancer patients to detect vulvar or vaginal metastases"
}