{
    "title": "Physical activity consultation for people with Type 2 diabetes: evidence and guidelines.",
    "doc_id": "17650156",
    "writer": "Kirk AF",
    "year": "2007",
    "summary": "To date, little is known about the best way to promote physical activity in diabetes care. Physical activity consultation is an intervention designed to promote physical activity behaviour change. ...Finally, limited but consistent resear …",
    "abstract": "Physical activity is an important, but often underused, therapeutic strategy within diabetes care. To date, little is known about the best way to promote physical activity in diabetes care. Physical activity consultation is an intervention designed to promote physical activity behaviour change. This article provides guidelines on how to conduct a physical activity consultation with people who have Type 2 diabetes, and reviews the evidence surrounding the effectiveness of this intervention in this population. The trans-theoretical model is the underlying theory of behaviour change for the physical activity consultation intervention. The review identifies research which supports the use of this model for understanding physical activity behaviour in people with Type 2 diabetes. The review outlines a number of modifiable variables associated with physical activity behaviour change in this population. How each of these variables is addressed within the guidelines for conducting a physical activity consultation is identified. Finally, limited but consistent research highlights the effectiveness of physical activity consultation for promoting physical activity in people with Type 2 diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17650156/",
    "clean_text": "physical activity consultation for people with type diabetes evidence and guidelines to date little is known about the best way to promote physical activity in diabetes care physical activity consultation is an intervention designed to promote physical activity behaviour change finally limited but consistent resear physical activity is an important but often underused therapeutic strategy within diabetes care to date little is known about the best way to promote physical activity in diabetes care physical activity consultation is an intervention designed to promote physical activity behaviour change this article provides guidelines on how to conduct a physical activity consultation with people who have type diabetes and reviews the evidence surrounding the effectiveness of this intervention in this population the trans theoretical model is the underlying theory of behaviour change for the physical activity consultation intervention the review identifies research which supports the use of this model for understanding physical activity behaviour in people with type diabetes the review outlines a number of modifiable variables associated with physical activity behaviour change in this population how each of these variables is addressed within the guidelines for conducting a physical activity consultation is identified finally limited but consistent research highlights the effectiveness of physical activity consultation for promoting physical activity in people with type diabetes"
}