{
    "title": "Parkinson's disease: health-related quality of life, economic cost, and implications of early treatment.",
    "doc_id": "20297871",
    "writer": "Chen JJ.",
    "year": "2010",
    "summary": "Such compounds could not only significantly improve patient and caregiver quality of life, but substantially reduce direct and indirect costs. To date, numerous compounds have been evaluated in clinical trials, including coenzyme Q10, creatine, levodopa, pramipexole …",
    "abstract": "Parkinson's disease (PD) is the second most common neurodegenerative disorder, marked by progressive increases in movement-related disability, impaired balance, and nonmotor symptoms. Its prevalence in the United States is expected to double within the next 20 years as the percentage of the elderly in the population grows. Patients with PD have twice the direct medical costs of those without PD, the majority of which occur later in the disease as disability and therapy-related complications increase. Greater awareness of a prodromal/premotor stage of the disease, efforts toward early and accurate diagnosis, and the continuous refinement of treatment paradigms provide an opportunity for discussion on the use of potential disease-modifying agents to slow or halt the progression of motor and nonmotor disability. Such compounds could not only significantly improve patient and caregiver quality of life, but substantially reduce direct and indirect costs. To date, numerous compounds have been evaluated in clinical trials, including coenzyme Q10, creatine, levodopa, pramipexole, rasagiline, ropinirole, and selegiline. None has demonstrated irrefutable and enduring disease-modifying qualities, although the best available clinical evidence appears most promising for rasagiline.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20297871/",
    "clean_text": "parkinson s disease health related quality of life economic cost and implications of early treatment such compounds could not only significantly improve patient and caregiver quality of life but substantially reduce direct and indirect costs to date numerous compounds have been evaluated in clinical trials including coenzyme q creatine levodopa pramipexole parkinson s disease pd is the second most common neurodegenerative disorder marked by progressive increases in movement related disability impaired balance and nonmotor symptoms its prevalence in the united states is expected to double within the next years as the percentage of the elderly in the population grows patients with pd have twice the direct medical costs of those without pd the majority of which occur later in the disease as disability and therapy related complications increase greater awareness of a prodromal premotor stage of the disease efforts toward early and accurate diagnosis and the continuous refinement of treatment paradigms provide an opportunity for discussion on the use of potential disease modifying agents to slow or halt the progression of motor and nonmotor disability such compounds could not only significantly improve patient and caregiver quality of life but substantially reduce direct and indirect costs to date numerous compounds have been evaluated in clinical trials including coenzyme q creatine levodopa pramipexole rasagiline ropinirole and selegiline none has demonstrated irrefutable and enduring disease modifying qualities although the best available clinical evidence appears most promising for rasagiline"
}