{
    "pmid": "41451202",
    "title": "Efficacy and safety of immunotherapy rechallenge in second-line treatment after failure of first-line immune checkpoint inhibitors combined with chemotherapy in advanced gastric cancer: a retrospective study.",
    "abstract": "Gastric cancer is one of the most common malignant tumors worldwide, ranking fifth in incidence and fourth in mortality. While immune checkpoint inhibitor (ICI) combined chemotherapy has become the standard first-line treatment for advanced gastric cancer (AGC), most patients eventually experience disease progression. Currently, there is no unified consensus on second-line treatment strategies following failure of ICI combined chemotherapy. Immunotherapy rechallenge has shown potential efficacy in non-small cell lung cancer and melanoma, but its efficacy in AGC remains unclear. This retrospective study analyzed the effectiveness and safety of immunotherapy rechallenge versus chemotherapy in second-line treatment for AGC patients. We retrospectively analyzed 83 AGC patients who progressed after first-line treatment with ICI combined chemotherapy at Qingdao University Affiliated Yantai Yuhuangding Hospital between December 2021 and March 2025. Among them, 49 patients received immunotherapy rechallenge and 34 patients received chemotherapy as second-line therapy. Efficacy was assessed according to the RECIST v1.1 criteria, including Objective Response Rate (ORR), Disease Control Rate (DCR), Progression-Free Survival (PFS), Overall Survival (OS), and treatment-related adverse events (TRAEs) of grade 3 or higher. Immunotherapy rechallenge demonstrated superior outcomes compared with chemotherapy, with higher ORR (30.6% vs. 6.0%) and DCR (83.7% vs. 38.3%). Median PFS and median OS were 4.57 vs. 2.20 months and 12.4 vs. 5.33 months, respectively. Cox regression analysis showed that second-line treatment modality, PD-L1 expression, and pathological type were independent prognostic factors for OS, whereas PFS was only influenced by treatment modality. In subgroup analysis, patients with CPS ≥1 derived significant benefit from immunotherapy rechallenge in both mPFS (4.83 vs. 2.20 months) and mOS (12.6 vs. 7.13 months, P<0.01), whereas no significant difference were observed in CPS<1 patients. Grade ≥3 TRAEs occurred in 26.5% of patients in the immunotherapy rechallenge group versus 35.3% in the chemotherapy group (p=0.049). For AGC patients who progressed after first-line ICI combined chemotherapy, immunotherapy rechallenge confers significant survival benefits compared to chemotherapy. Immunotherapy rechallenge is more effective in patients with high PD-L1 expression, suggesting its potential clinical application value as second-line treatment regimen.",
    "disease": "lung cancer",
    "clean_text": "efficacy and safety of immunotherapy rechallenge in second line treatment after failure of first line immune checkpoint inhibitors combined with chemotherapy in advanced gastric cancer a retrospective study gastric cancer is one of the most common malignant tumors worldwide ranking fifth in incidence and fourth in mortality while immune checkpoint inhibitor ici combined chemotherapy has become the standard first line treatment for advanced gastric cancer agc most patients eventually experience disease progression currently there is no unified consensus on second line treatment strategies following failure of ici combined chemotherapy immunotherapy rechallenge has shown potential efficacy in non small cell lung cancer and melanoma but its efficacy in agc remains unclear this retrospective study analyzed the effectiveness and safety of immunotherapy rechallenge versus chemotherapy in second line treatment for agc patients we retrospectively analyzed agc patients who progressed after first line treatment with ici combined chemotherapy at qingdao university affiliated yantai yuhuangding hospital between december and march among them patients received immunotherapy rechallenge and patients received chemotherapy as second line therapy efficacy was assessed according to the recist v criteria including objective response rate orr disease control rate dcr progression free survival pfs overall survival os and treatment related adverse events traes of grade or higher immunotherapy rechallenge demonstrated superior outcomes compared with chemotherapy with higher orr vs and dcr vs median pfs and median os were vs months and vs months respectively cox regression analysis showed that second line treatment modality pd l expression and pathological type were independent prognostic factors for os whereas pfs was only influenced by treatment modality in subgroup analysis patients with cps derived significant benefit from immunotherapy rechallenge in both mpfs vs months and mos vs months p whereas no significant difference were observed in cps patients grade traes occurred in of patients in the immunotherapy rechallenge group versus in the chemotherapy group p for agc patients who progressed after first line ici combined chemotherapy immunotherapy rechallenge confers significant survival benefits compared to chemotherapy immunotherapy rechallenge is more effective in patients with high pd l expression suggesting its potential clinical application value as second line treatment regimen"
}