{
    "title": "Exploring the Metabolic Pathways of Melon (Cucumis melo L.) Yellow Leaf Mutants via Metabolomics.",
    "doc_id": "40805648",
    "writer": "Zhang F",
    "year": "2025",
    "summary": "A yellow leaf mutant named 'ZT00091' was discovered during the cultivation of the melon variety 'ZT091'. ...This study provides a theoretical basis for research on the molecular mechanism of melon yellowing....",
    "abstract": "A yellow leaf mutant named 'ZT00091' was discovered during the cultivation of the melon variety 'ZT091'. An analysis of the leaf ultrastructure revealed that the chloroplasts of 'ZT00091' were significantly smaller than those of 'ZT091', with irregular shapes, blurred contours, and no starch granules. Metabolomic analysis revealed 792 differentially abundant metabolites between 'ZT00091' and 'ZT091', with 273 upregulated and 519 downregulated. The Kyoto Encyclopedia of Genes and Genomes (KEGG) results indicated that the differentially abundant metabolites were enriched mainly in the carotenoid pathway. qRT-PCR was used to analyze key genes in the carotenoid pathway of melon. Compared with those in 'ZT091', the genes promoting carotenoids and lutein in 'ZT00091' were significantly upregulated, which may explain the yellow color of 'ZT00091' leaves. Significant differences in the chlorophyll contents (chlorophyll a, chlorophyll b, and total chlorophyll) and carotenoid contents were found between 'ZT00091' and 'ZT091', indicating that the yellowing of melon leaves is related to changes in the carotenoid and chlorophyll contents. This study provides a theoretical basis for research on the molecular mechanism of melon yellowing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40805648/",
    "clean_text": "exploring the metabolic pathways of melon cucumis melo l yellow leaf mutants via metabolomics a yellow leaf mutant named zt was discovered during the cultivation of the melon variety zt this study provides a theoretical basis for research on the molecular mechanism of melon yellowing a yellow leaf mutant named zt was discovered during the cultivation of the melon variety zt an analysis of the leaf ultrastructure revealed that the chloroplasts of zt were significantly smaller than those of zt with irregular shapes blurred contours and no starch granules metabolomic analysis revealed differentially abundant metabolites between zt and zt with upregulated and downregulated the kyoto encyclopedia of genes and genomes kegg results indicated that the differentially abundant metabolites were enriched mainly in the carotenoid pathway qrt pcr was used to analyze key genes in the carotenoid pathway of melon compared with those in zt the genes promoting carotenoids and lutein in zt were significantly upregulated which may explain the yellow color of zt leaves significant differences in the chlorophyll contents chlorophyll a chlorophyll b and total chlorophyll and carotenoid contents were found between zt and zt indicating that the yellowing of melon leaves is related to changes in the carotenoid and chlorophyll contents this study provides a theoretical basis for research on the molecular mechanism of melon yellowing"
}