{
    "pmid": "41452059",
    "title": "The Crosstalk of Epithelial Cells, Endothelial Cells, and Macrophages Orchestrates Inflammation in Chronic Obstructive Pulmonary Disease.",
    "abstract": "Inflammation is associated with disease progression and frequent exacerbations of chronic obstructive pulmonary disease (COPD). The cell crosstalk plays a central role in initiating and maintaining inflammation. This study aimed to establish a cell coculture model simulating the inflammatory microenvironment, and investigate the mechanism of cell communication in COPD. The cell type, and cell crosstalk in normal and COPD were analyzed based on single-cell RNA sequencing data from GEO database. Then, lipopolysaccharide (LPS)-induced coculture model of alveolar epithelial cells (A549), human umbilical vein endothelial cells (HUVECs), and macrophages (THP-1) was established using Transwell. Cell viability and cytokine profiles were measured after LPS exposure. Subsequently, monoculture and coculture systems were designed to compare cytokines release. Furthermore, the gene expressions of cytokines and ultrastructure of cells were observed, and phenotype of THP-1 cells was detected. Finally, the protein expression of NF-κB, MAPK, GSK3β and mTOR signaling pathways were analyzed. The results indicated that cell crosstalk signaling between epithelial cells, endothelial cells, and macrophages is much stronger in COPD. Cytokines secretion increased significantly after LPS treatment for 24 h. IFN-γ, IL-2, and IL-6; TNF-α, IFN-γ, and IL-2; and TNF-α, IL-1β, IL-6, IFN-γ, IL-8 and IL-12 were secreted mainly by A549, HUVECs, and THP-1 cells, respectively. The NF-κB and GSK3β signaling pathways were activated in cocultured cells. These findings indicated that cytokines from HUVECs and A549 cells promoted the M1 phenotypic differentiation of THP-1 cells. LPS amplifies the inflammation of co-culture cells by promoting cytokines release via activating the NF-κB and GSK3β signaling pathways.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the crosstalk of epithelial cells endothelial cells and macrophages orchestrates inflammation in chronic obstructive pulmonary disease inflammation is associated with disease progression and frequent exacerbations of chronic obstructive pulmonary disease copd the cell crosstalk plays a central role in initiating and maintaining inflammation this study aimed to establish a cell coculture model simulating the inflammatory microenvironment and investigate the mechanism of cell communication in copd the cell type and cell crosstalk in normal and copd were analyzed based on single cell rna sequencing data from geo database then lipopolysaccharide lps induced coculture model of alveolar epithelial cells a human umbilical vein endothelial cells huvecs and macrophages thp was established using transwell cell viability and cytokine profiles were measured after lps exposure subsequently monoculture and coculture systems were designed to compare cytokines release furthermore the gene expressions of cytokines and ultrastructure of cells were observed and phenotype of thp cells was detected finally the protein expression of nf b mapk gsk and mtor signaling pathways were analyzed the results indicated that cell crosstalk signaling between epithelial cells endothelial cells and macrophages is much stronger in copd cytokines secretion increased significantly after lps treatment for h ifn il and il tnf ifn and il and tnf il il ifn il and il were secreted mainly by a huvecs and thp cells respectively the nf b and gsk signaling pathways were activated in cocultured cells these findings indicated that cytokines from huvecs and a cells promoted the m phenotypic differentiation of thp cells lps amplifies the inflammation of co culture cells by promoting cytokines release via activating the nf b and gsk signaling pathways"
}