{
    "title": "[Differential diagnosis of back pain].",
    "doc_id": "36283825",
    "writer": "Ciferská H",
    "year": "2022",
    "summary": "Back pain (BP) is among the most common reasons for seeking medical attention worldwide. ...Simple low back pain must be distinguished from inflammatory BP. Inflammatory BP is one of the symptoms of spondyloarthritides. ...",
    "abstract": "Back pain (BP) is among the most common reasons for seeking medical attention worldwide. The nature of BP depends on the causative stimulus and its anatomical location. Clinically, BP is manifested by pain, muscle tension, and stiffness. The development of BP is a very complex, multifactorial process in which not only somatic stimuli (anatomical structures), but also psychosocial effects are involved. Using a variety of criteria, BP can be divided into specific where the cause of pain is known, nonspecific wherein the cause remains unclear, or according to its duration (i.e., acute, subacute, and chronic back pain). Simple low back pain must be distinguished from inflammatory BP. Inflammatory BP is one of the symptoms of spondyloarthritides. It is typically a resting pain of insidious onset, peaking at night or in the morning associated with morning stiffness, improved with exercise, and responding to non-steroidal antirheumatic drugs. A red-flag system was developed for the early identification of at-risk patients with a potentially severe disease presenting with BP. Early diagnosis and identification of the cause of complaints often requires multidisciplinary cooperation. The treatment involves pharmacological agents (analgesic and muscle relaxation therapies) and nonpharmacological approaches (rehabilitation, surgical intervention, etc.).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36283825/",
    "clean_text": "differential diagnosis of back pain back pain bp is among the most common reasons for seeking medical attention worldwide simple low back pain must be distinguished from inflammatory bp inflammatory bp is one of the symptoms of spondyloarthritides back pain bp is among the most common reasons for seeking medical attention worldwide the nature of bp depends on the causative stimulus and its anatomical location clinically bp is manifested by pain muscle tension and stiffness the development of bp is a very complex multifactorial process in which not only somatic stimuli anatomical structures but also psychosocial effects are involved using a variety of criteria bp can be divided into specific where the cause of pain is known nonspecific wherein the cause remains unclear or according to its duration i e acute subacute and chronic back pain simple low back pain must be distinguished from inflammatory bp inflammatory bp is one of the symptoms of spondyloarthritides it is typically a resting pain of insidious onset peaking at night or in the morning associated with morning stiffness improved with exercise and responding to non steroidal antirheumatic drugs a red flag system was developed for the early identification of at risk patients with a potentially severe disease presenting with bp early diagnosis and identification of the cause of complaints often requires multidisciplinary cooperation the treatment involves pharmacological agents analgesic and muscle relaxation therapies and nonpharmacological approaches rehabilitation surgical intervention etc"
}