{
    "pmid": "41438223",
    "title": "Predictive accuracy of CT-based planning in robotic-assisted total knee arthroplasty: A prospective observational cohort.",
    "abstract": "The appropriate implant balance sizes are critical for successful total knee arthroplasty (TKA). Robot-assisted TKA (RA-TKA) utilizes preoperative CT-based planning to improve the precision of predicting implant sizes and necessary bone resections. We hypothesized that the RA-TKA system would accurately predict bone resections and component sizing while maintaining accurate alignment at the time of surgery. Prospective collection of data concerning the outcomes of RA-TKA surgeries conducted at our institution. Preoperative standard CT scans were employed to develop a three-dimensional (3D) model of the knee to estimate required bone resections for the femur and tibia and determine the most appropriate implant sizes. During the procedure, these images were aligned with the patient's anatomy to create a customized model, facilitating real-time evaluations of medial-to-lateral balance within the extension/flexion gap and the alignment of TKA components. We assessed the discrepancies between predicted and actual bone resections and implant sizes, measuring the postoperative mechanical axis of the lower limb. Statistical analyses were performed using STATA v.18.5, applying a 95 % confidence interval. 40 patients who underwent TKA due to severe osteoarthritis. The RA-TKA system accurately predicted the sizes of femoral and tibial components within one implant size in all cases (100 %). Out of the 240 evaluated bone cuts, 87.5 % deviated by less than 2 mm from the preoperative plan, indicating high accuracy. Significant differences were noted in the lateral posterior femoral condyle (p = 0.03) and lateral tibial plateau resections (p < 0.001), while other cuts showed minimal variation. The RA-TKA platform enhanced both preoperative planning and intraoperative performance while providing precise bone resections, correct component sizing, and favorable postoperative alignment. Level IV.",
    "disease": "osteoarthritis",
    "clean_text": "predictive accuracy of ct based planning in robotic assisted total knee arthroplasty a prospective observational cohort the appropriate implant balance sizes are critical for successful total knee arthroplasty tka robot assisted tka ra tka utilizes preoperative ct based planning to improve the precision of predicting implant sizes and necessary bone resections we hypothesized that the ra tka system would accurately predict bone resections and component sizing while maintaining accurate alignment at the time of surgery prospective collection of data concerning the outcomes of ra tka surgeries conducted at our institution preoperative standard ct scans were employed to develop a three dimensional d model of the knee to estimate required bone resections for the femur and tibia and determine the most appropriate implant sizes during the procedure these images were aligned with the patient s anatomy to create a customized model facilitating real time evaluations of medial to lateral balance within the extension flexion gap and the alignment of tka components we assessed the discrepancies between predicted and actual bone resections and implant sizes measuring the postoperative mechanical axis of the lower limb statistical analyses were performed using stata v applying a confidence interval patients who underwent tka due to severe osteoarthritis the ra tka system accurately predicted the sizes of femoral and tibial components within one implant size in all cases out of the evaluated bone cuts deviated by less than mm from the preoperative plan indicating high accuracy significant differences were noted in the lateral posterior femoral condyle p and lateral tibial plateau resections p while other cuts showed minimal variation the ra tka platform enhanced both preoperative planning and intraoperative performance while providing precise bone resections correct component sizing and favorable postoperative alignment level iv"
}