{
    "title": "Diagnosis and management of high risk group for gastric cancer.",
    "doc_id": "25547086",
    "writer": "Yoon H",
    "year": "2015",
    "summary": "Gastric cancer is associated with high morbidity and mortality worldwide. To reduce the socioeconomic burden related to gastric cancer, it is very important to identify and manage high risk group for gastric cancer. In this review, we des …",
    "abstract": "Gastric cancer is associated with high morbidity and mortality worldwide. To reduce the socioeconomic burden related to gastric cancer, it is very important to identify and manage high risk group for gastric cancer. In this review, we describe the general risk factors for gastric cancer and define high risk group for gastric cancer. We discuss strategies for the effective management of patients for the prevention and early detection of gastric cancer. Atrophic gastritis (AG) and intestinal metaplasia (IM) are the most significant risk factors for gastric cancer. Therefore, the accurate selection of individuals with AG and IM may be a key strategy for the prevention and/or early detection of gastric cancer. Although endoscopic evaluation using enhanced technologies such as narrow band imaging-magnification, the serum pepsinogen test, Helicobacter pylori serology, and trefoil factor 3 have been evaluated, a gold standard method to accurately select individuals with AG and IM has not emerged. In terms of managing patients at high risk of gastric cancer, it remains uncertain whether H. pylori eradication reverses and/or prevents the progression of AG and IM. Although endoscopic surveillance in high risk patients is expected to be beneficial, further prospective studies in large populations are needed to determine the optimal surveillance interval.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25547086/",
    "clean_text": "diagnosis and management of high risk group for gastric cancer gastric cancer is associated with high morbidity and mortality worldwide to reduce the socioeconomic burden related to gastric cancer it is very important to identify and manage high risk group for gastric cancer in this review we des gastric cancer is associated with high morbidity and mortality worldwide to reduce the socioeconomic burden related to gastric cancer it is very important to identify and manage high risk group for gastric cancer in this review we describe the general risk factors for gastric cancer and define high risk group for gastric cancer we discuss strategies for the effective management of patients for the prevention and early detection of gastric cancer atrophic gastritis ag and intestinal metaplasia im are the most significant risk factors for gastric cancer therefore the accurate selection of individuals with ag and im may be a key strategy for the prevention and or early detection of gastric cancer although endoscopic evaluation using enhanced technologies such as narrow band imaging magnification the serum pepsinogen test helicobacter pylori serology and trefoil factor have been evaluated a gold standard method to accurately select individuals with ag and im has not emerged in terms of managing patients at high risk of gastric cancer it remains uncertain whether h pylori eradication reverses and or prevents the progression of ag and im although endoscopic surveillance in high risk patients is expected to be beneficial further prospective studies in large populations are needed to determine the optimal surveillance interval"
}