{
    "title": "Development and Validation of the Certainty About Mental States Questionnaire (CAMSQ): A Self-Report Measure of Mentalizing Oneself and Others.",
    "doc_id": "34905983",
    "writer": "Müller S",
    "year": "2023",
    "summary": "The Certainty About Mental States Questionnaire (CAMSQ) is a self-report measure of the perceived capacity to understand mental states of the self and others (i.e., mentalizing). In two studies (total N = 1828), we developed the CAMSQ in both English and Germ …",
    "abstract": "The Certainty About Mental States Questionnaire (CAMSQ) is a self-report measure of the perceived capacity to understand mental states of the self and others (i.e., mentalizing). In two studies (total N = 1828), we developed the CAMSQ in both English and German as a two-dimensional measure of Self- and Other-Certainty, investigated associations with other measures of mentalizing, and explored relationships to personality functioning and mental health. The CAMSQ performed well in terms of convergent and discriminant validity, internal consistency, test-retest reliability, and measurement invariance across the United States and Germany. The present research indicates that the CAMSQ assesses maladaptive forms of having too little or too much certainty about mental states (consistent with hypomentalizing and hypermentalizing). A psychologically adaptive profile of perceived mentalizing capacity appears to be characterized by high Self-Certainty that exceeds Other-Certainty, suggesting that imbalances between Self-Certainty and Other-Certainty (Other-Self-Discrepancy) play an important role within personality pathology.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34905983/",
    "clean_text": "development and validation of the certainty about mental states questionnaire camsq a self report measure of mentalizing oneself and others the certainty about mental states questionnaire camsq is a self report measure of the perceived capacity to understand mental states of the self and others i e mentalizing in two studies total n we developed the camsq in both english and germ the certainty about mental states questionnaire camsq is a self report measure of the perceived capacity to understand mental states of the self and others i e mentalizing in two studies total n we developed the camsq in both english and german as a two dimensional measure of self and other certainty investigated associations with other measures of mentalizing and explored relationships to personality functioning and mental health the camsq performed well in terms of convergent and discriminant validity internal consistency test retest reliability and measurement invariance across the united states and germany the present research indicates that the camsq assesses maladaptive forms of having too little or too much certainty about mental states consistent with hypomentalizing and hypermentalizing a psychologically adaptive profile of perceived mentalizing capacity appears to be characterized by high self certainty that exceeds other certainty suggesting that imbalances between self certainty and other certainty other self discrepancy play an important role within personality pathology"
}