{
    "title": "Oxidant-mediated modification and cross-linking of beta-2-microglobulin.",
    "doc_id": "35609861",
    "writer": "Jiang S",
    "year": "2022",
    "summary": "In the current study we examine the chemical and structural changes induced of B2M generated by both inflammatory oxidants (HOCl and ONOOH), and photo-oxidation ((1)O(2)) which is linked with immunosuppression. ...LC-MS analysis provided evidence for nitrated (from …",
    "abstract": "Beta-2-microglobulin (B2M) is synthesized by all nucleated cells and forms part of the major histocompatibility complex (MHC) class-1 present on cell surfaces, which presents peptide fragments to cytotoxic CD8+ T-lymphocytes, or by association with CD1, antigenic lipids to natural killer T-cells. Knockout of B2M results in loss of these functions and severe combined immunodeficiency. Plasma levels of this protein are low in healthy serum, but are elevated up to 50-fold in some pathologies including chronic kidney disease and multiple myeloma, where it has both diagnostic and prognostic value. High levels of the protein are associated with amyloid formation, with such deposits containing significant levels of modified or truncated protein. In the current study we examine the chemical and structural changes induced of B2M generated by both inflammatory oxidants (HOCl and ONOOH), and photo-oxidation (1O2) which is linked with immunosuppression. Oxidation results in oligomer formation, with this occurring most readily with HOCl and 1O2, and a loss of native protein conformation. LC-MS analysis provided evidence for nitrated (from ONOOH), chlorinated (from HOCl) and oxidized residues (all oxidants) with damage detected at Tyr, Trp, and Met residues, together with cleavage of the disulfide (cystine) bond. An intermolecular di-tyrosine crosslink is also formed between Tyr10 and Tyr63. The pattern of these modifications is oxidant specific, with ONOOH inducing a greater range of modifications than HOCl. Comparison of the sites of modification with regions identified as amyloidogenic indicate significant co-localization, consistent with the hypothesis that oxidation may contribute, and predispose B2M, to amyloid formation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35609861/",
    "clean_text": "oxidant mediated modification and cross linking of beta microglobulin in the current study we examine the chemical and structural changes induced of b m generated by both inflammatory oxidants hocl and onooh and photo oxidation o which is linked with immunosuppression lc ms analysis provided evidence for nitrated from beta microglobulin b m is synthesized by all nucleated cells and forms part of the major histocompatibility complex mhc class present on cell surfaces which presents peptide fragments to cytotoxic cd t lymphocytes or by association with cd antigenic lipids to natural killer t cells knockout of b m results in loss of these functions and severe combined immunodeficiency plasma levels of this protein are low in healthy serum but are elevated up to fold in some pathologies including chronic kidney disease and multiple myeloma where it has both diagnostic and prognostic value high levels of the protein are associated with amyloid formation with such deposits containing significant levels of modified or truncated protein in the current study we examine the chemical and structural changes induced of b m generated by both inflammatory oxidants hocl and onooh and photo oxidation o which is linked with immunosuppression oxidation results in oligomer formation with this occurring most readily with hocl and o and a loss of native protein conformation lc ms analysis provided evidence for nitrated from onooh chlorinated from hocl and oxidized residues all oxidants with damage detected at tyr trp and met residues together with cleavage of the disulfide cystine bond an intermolecular di tyrosine crosslink is also formed between tyr and tyr the pattern of these modifications is oxidant specific with onooh inducing a greater range of modifications than hocl comparison of the sites of modification with regions identified as amyloidogenic indicate significant co localization consistent with the hypothesis that oxidation may contribute and predispose b m to amyloid formation"
}