{
    "title": "Ulcerative ileitis encountered at ileo-colonoscopy: likely role of nonsteroidal agents.",
    "doc_id": "15017486",
    "writer": "Lengeling RW",
    "year": "2003",
    "summary": "BACKGROUND & AIMS: Ileoscopy is increasingly practiced, but it is unclear what diagnostic and management decisions should ensue if ulcerations are encountered. METHODS: The lead author identified 40 patients with ulcerative ileitis during 1900 consecutive ileosc …",
    "abstract": "Background & aims:\n        \n      \n      Ileoscopy is increasingly practiced, but it is unclear what diagnostic and management decisions should ensue if ulcerations are encountered.\n    \n\n\n          Methods:\n        \n      \n      The lead author identified 40 patients with ulcerative ileitis during 1900 consecutive ileoscopies in a community practice. We analyzed the clinical, endoscopic, and histopathologic findings in these patients and related them to drug usage.\n    \n\n\n          Results:\n        \n      \n      Although most patients were asymptomatic, ileitis likely contributed to blood loss in 14 and to right lower quadrant pain in one. Endoscopy revealed multiple, discrete, fibrin-covered ulcerations in the prevalvular segment with patches of erythematous stippling, normal intervening mucosa, and occasional mucosal scars or webs. Histologic findings included focal superficial neutrophilic infiltrates, edema, mucosal hemorrhage, lymphatic dilatation, fibromuscular hyperplasia, prominence of the muscularis mucosae, and antral and Paneth cell metaplasia. Granulomas, fissure ulcers, and apoptosis were notably absent. No specific disease process developed in a median follow-up of 3.2 years. Thirty-three patients admitted recently taking nonsteroidal anti-inflammatory drugs (NSAIDs), notably: enteric-coated aspirin at 325 mg/day or less (19), selective cyclooxygenase-2 inhibitors (5), and nonacetylated salicylates (3). Three fourths of nonsteroidal users were taking agents with low or intermediate gastroduodenal toxicity. Lesions disappeared after drug withdrawal, and reappeared on resumption.\n    \n\n\n          Conclusions:\n        \n      \n      Ileoscopy during colonoscopy may identify an ulcerative ileitis. This lesion likely contributes to gastrointestinal blood loss and other clinical manifestations, and likely is caused by NSAID use, including those usually associated with low toxicity or at low doses. Features of NSAID-ileitis overlap with Crohn's ileitis, but differentiation of the 2 entities is critical for appropriate management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15017486/",
    "clean_text": "ulcerative ileitis encountered at ileo colonoscopy likely role of nonsteroidal agents background aims ileoscopy is increasingly practiced but it is unclear what diagnostic and management decisions should ensue if ulcerations are encountered methods the lead author identified patients with ulcerative ileitis during consecutive ileosc background aims ileoscopy is increasingly practiced but it is unclear what diagnostic and management decisions should ensue if ulcerations are encountered methods the lead author identified patients with ulcerative ileitis during consecutive ileoscopies in a community practice we analyzed the clinical endoscopic and histopathologic findings in these patients and related them to drug usage results although most patients were asymptomatic ileitis likely contributed to blood loss in and to right lower quadrant pain in one endoscopy revealed multiple discrete fibrin covered ulcerations in the prevalvular segment with patches of erythematous stippling normal intervening mucosa and occasional mucosal scars or webs histologic findings included focal superficial neutrophilic infiltrates edema mucosal hemorrhage lymphatic dilatation fibromuscular hyperplasia prominence of the muscularis mucosae and antral and paneth cell metaplasia granulomas fissure ulcers and apoptosis were notably absent no specific disease process developed in a median follow up of years thirty three patients admitted recently taking nonsteroidal anti inflammatory drugs nsaids notably enteric coated aspirin at mg day or less selective cyclooxygenase inhibitors and nonacetylated salicylates three fourths of nonsteroidal users were taking agents with low or intermediate gastroduodenal toxicity lesions disappeared after drug withdrawal and reappeared on resumption conclusions ileoscopy during colonoscopy may identify an ulcerative ileitis this lesion likely contributes to gastrointestinal blood loss and other clinical manifestations and likely is caused by nsaid use including those usually associated with low toxicity or at low doses features of nsaid ileitis overlap with crohn s ileitis but differentiation of the entities is critical for appropriate management"
}