{
    "title": "Mental Health Provision in UK Secondary Schools.",
    "doc_id": "34831978",
    "writer": "Garside M",
    "year": "2021",
    "summary": "Research reports high levels of mental health problems faced by young people in the UK. Schools provide a range of mental health support services, although these are often not robustly evaluated. This paper aims to explore the mental health …",
    "abstract": "Research reports high levels of mental health problems faced by young people in the UK. Schools provide a range of mental health support services, although these are often not robustly evaluated. This paper aims to explore the mental health provision of secondary schools across two large regions in the North of England and provide comparisons to the mental health questionnaire scores of their pupils. Results are part of a wider study providing an overview of the mental health of secondary school pupils. Measures include the Strengths and Difficulties Questionnaire, distributed to year 8, 9, and 11 pupils attending secondary schools and a bespoke mental health service provision questionnaire for school staff at the same schools. A total of 6328 pupil questionnaires and 36 staff questionnaires were returned from 21 schools. Results showed a non-significant correlation between provision and young people's mental health scores and highlight a range of factors to take into consideration. There is a need to improve the evaluation and recording of school-based mental health provision. Mental health difficulties in young people are prevalent in schools. Future research is needed to elucidate which types of services are most helpful in preventing, supporting, and signposting those with mental health problems.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34831978/",
    "clean_text": "mental health provision in uk secondary schools research reports high levels of mental health problems faced by young people in the uk schools provide a range of mental health support services although these are often not robustly evaluated this paper aims to explore the mental health research reports high levels of mental health problems faced by young people in the uk schools provide a range of mental health support services although these are often not robustly evaluated this paper aims to explore the mental health provision of secondary schools across two large regions in the north of england and provide comparisons to the mental health questionnaire scores of their pupils results are part of a wider study providing an overview of the mental health of secondary school pupils measures include the strengths and difficulties questionnaire distributed to year and pupils attending secondary schools and a bespoke mental health service provision questionnaire for school staff at the same schools a total of pupil questionnaires and staff questionnaires were returned from schools results showed a non significant correlation between provision and young people s mental health scores and highlight a range of factors to take into consideration there is a need to improve the evaluation and recording of school based mental health provision mental health difficulties in young people are prevalent in schools future research is needed to elucidate which types of services are most helpful in preventing supporting and signposting those with mental health problems"
}