{
    "pmid": "41438823",
    "title": "The summer holiday association with allergic diseases among children and adolescents in Yunnan Province, China.",
    "abstract": "The burden of allergic diseases in children and adolescents is on the rise in China. This study aimed to reveal the unique epidemiology characteristics and temporal aggregation patterns among them. A total of 104,345 children and adolescent outpatients with allergic diseases were included between 2019 and 2023 in Yunnan Province, China. We conducted a detailed analysis of the composition and changes in epidemic trends of various allergic diseases. Four main kinds of allergic diseases were categorized, including allergic rhinitis (47.0 %), bronchial asthma (28.6 %), allergic diseases characterized by skin symptoms (23.3 %), and food protein allergy (1.1 %). An interesting \"summer holiday association\" was revealed that hospital visits peaked during the summer holiday in July and August, especially for patients with allergic rhinitis. The average number of allergic rhinitis patients visiting hospital in July and August each year was 1.5-4.0 times higher than other months. The findings have significant implications for diseases prevention and the allocation of medical resources. The \"summer holiday association\" necessitated proactive parental prevention measures and hospital preparedness for predictable seasonal case surges.",
    "disease": "asthma",
    "clean_text": "the summer holiday association with allergic diseases among children and adolescents in yunnan province china the burden of allergic diseases in children and adolescents is on the rise in china this study aimed to reveal the unique epidemiology characteristics and temporal aggregation patterns among them a total of children and adolescent outpatients with allergic diseases were included between and in yunnan province china we conducted a detailed analysis of the composition and changes in epidemic trends of various allergic diseases four main kinds of allergic diseases were categorized including allergic rhinitis bronchial asthma allergic diseases characterized by skin symptoms and food protein allergy an interesting summer holiday association was revealed that hospital visits peaked during the summer holiday in july and august especially for patients with allergic rhinitis the average number of allergic rhinitis patients visiting hospital in july and august each year was times higher than other months the findings have significant implications for diseases prevention and the allocation of medical resources the summer holiday association necessitated proactive parental prevention measures and hospital preparedness for predictable seasonal case surges"
}