{
    "pmid": "41442443",
    "title": "Multi-site analysis of COVID-19 and new-onset diabetes reveals need for improved sensitivity of EHR-based COVID-19 phenotypes-a DiCAYA network analysis.",
    "abstract": "We discuss implications of potential ascertainment biases for studies examining diabetes risk following SARS-CoV-2 infection using electronic health records (EHRs). We quantitatively explore sensitivity of results to misclassification of COVID-19 status using data from the U.S.-based Diabetes in Children, Adolescents and Young Adults (DiCAYA) Network on children (≤17 years) and young adults (18-44 years). In our retrospective case study from the DiCAYA Network, SARS-CoV-2 was identified using labs and diagnoses from 6/1/2020-12/31/2021. Patients were followed through 12/31/2022 for new diabetes diagnoses. Sites examined incident diabetes by COVID-19 status using Cox proportional hazards models. Results were pooled in meta-analyses. A bias analysis examined potential impact of COVID-19 misclassification scenarios on results, guided by hypotheses that sensitivity would be < 50% and would be higher among those who developed diabetes. Prevalence of documented COVID-19 was low overall and variable across sites (children: 4.4%-7.7%, young adults: 6.2%-22.7%). Individuals with documented COVID-19 were at higher risk of incident diabetes compared to those with no documented infection, but results were heterogeneous across sites. Findings were highly sensitive to COVID-19 misclassification assumptions. Observed results could be biased away from the null under several differential misclassification scenarios. Although EHR-based documentation of COVID-19 was associated with incident diabetes, COVID-19 phenotypes likely had low sensitivity, with considerable variation across sites. Misclassification assumptions strongly impacted interpretation of results. Given the potential for low phenotype sensitivity and misclassification, caution is warranted when interpreting analyses of COVID-19 and incident diabetes using clinical or administrative databases.",
    "disease": "diabetes mellitus",
    "clean_text": "multi site analysis of covid and new onset diabetes reveals need for improved sensitivity of ehr based covid phenotypes a dicaya network analysis we discuss implications of potential ascertainment biases for studies examining diabetes risk following sars cov infection using electronic health records ehrs we quantitatively explore sensitivity of results to misclassification of covid status using data from the u s based diabetes in children adolescents and young adults dicaya network on children years and young adults years in our retrospective case study from the dicaya network sars cov was identified using labs and diagnoses from patients were followed through for new diabetes diagnoses sites examined incident diabetes by covid status using cox proportional hazards models results were pooled in meta analyses a bias analysis examined potential impact of covid misclassification scenarios on results guided by hypotheses that sensitivity would be and would be higher among those who developed diabetes prevalence of documented covid was low overall and variable across sites children young adults individuals with documented covid were at higher risk of incident diabetes compared to those with no documented infection but results were heterogeneous across sites findings were highly sensitive to covid misclassification assumptions observed results could be biased away from the null under several differential misclassification scenarios although ehr based documentation of covid was associated with incident diabetes covid phenotypes likely had low sensitivity with considerable variation across sites misclassification assumptions strongly impacted interpretation of results given the potential for low phenotype sensitivity and misclassification caution is warranted when interpreting analyses of covid and incident diabetes using clinical or administrative databases"
}