{
    "pmid": "41422973",
    "title": "Planetary health diet benefits brain health by decelerating biological aging.",
    "abstract": "Planetary Health Diet promotes well-being of both individuals and the planet; however, whether adherence to this diet benefits brain health is less known. Using data from the UK Biobank, we examined the association between the Planetary Health Diet and risk of brain disorders and if decelerated biological aging mediated this relationship. During a median follow-up of 148 months in 69,370 participants (mean (s.d.) age 55.79 (7.85) years, 54.63 % women), the highest adherence to the Planetary Health Diet (in the highest quartile of the Planetary Health Diet Index) was associated with a 12 % (hazard ratio = 0.88, 95 % confidence interval = 0.77-1.00), 13 % (0.87, 0.76-1.00), 13 % (0.87, 0.76-0.98), and 19 % (0.81, 0.67-0.97) lower risk of stroke, depression, anxiety, and multimorbidity, respectively. The association of the Planetary Health Diet with Parkinson's disease (p-value = 0.0161) and anxiety (p-value = 0.0053) showed significant nonlinearity, whereas it had a linear association with other brain disorders. Decelerated biological aging mediated 2.36-13.03 % of the relationship between the Planetary Health Diet and brain disorder risk. Our findings support the Planetary Health Diet and biological aging deceleration for the prevention and control of brain disorders.",
    "disease": "parkinson disease",
    "clean_text": "planetary health diet benefits brain health by decelerating biological aging planetary health diet promotes well being of both individuals and the planet however whether adherence to this diet benefits brain health is less known using data from the uk biobank we examined the association between the planetary health diet and risk of brain disorders and if decelerated biological aging mediated this relationship during a median follow up of months in participants mean s d age years women the highest adherence to the planetary health diet in the highest quartile of the planetary health diet index was associated with a hazard ratio confidence interval and lower risk of stroke depression anxiety and multimorbidity respectively the association of the planetary health diet with parkinson s disease p value and anxiety p value showed significant nonlinearity whereas it had a linear association with other brain disorders decelerated biological aging mediated of the relationship between the planetary health diet and brain disorder risk our findings support the planetary health diet and biological aging deceleration for the prevention and control of brain disorders"
}