{
    "title": "Epigenetics in ovarian cancer.",
    "doc_id": "22359298",
    "writer": "Seeber LM",
    "year": "2012",
    "summary": "Ovarian cancer is the most lethal gynecological cancer. Due to few early symptoms and a lack of early detection strategies, most patients are diagnosed with advanced-stage disease. ...In this chapter, epigenetic changes in ovarian cancer are des …",
    "abstract": "Ovarian cancer is the most lethal gynecological cancer. Due to few early symptoms and a lack of early detection strategies, most patients are diagnosed with advanced-stage disease. Most of these patients, although initially responsive, eventually develop drug resistance. In this chapter, epigenetic changes in ovarian cancer are described. Various epigenetic changes including CpG island methylation and histone modification have been identified in ovarian cancer. These aberrations are associated with distinct disease subtypes and present in circulating serum of ovarian cancer patients. Several epigenetic changes have shown promise for their diagnostic, prognostic, and predictive capacity but still need further validation.In contrast to DNA mutations and deletions, epigenetic modifications are potentially reversible by epigenetic therapies. Promising preclinical studies show epigenetic drugs to enhance gene re-expression and drug sensitivity in ovarian cancer cell lines and animal models.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22359298/",
    "clean_text": "epigenetics in ovarian cancer ovarian cancer is the most lethal gynecological cancer due to few early symptoms and a lack of early detection strategies most patients are diagnosed with advanced stage disease in this chapter epigenetic changes in ovarian cancer are des ovarian cancer is the most lethal gynecological cancer due to few early symptoms and a lack of early detection strategies most patients are diagnosed with advanced stage disease most of these patients although initially responsive eventually develop drug resistance in this chapter epigenetic changes in ovarian cancer are described various epigenetic changes including cpg island methylation and histone modification have been identified in ovarian cancer these aberrations are associated with distinct disease subtypes and present in circulating serum of ovarian cancer patients several epigenetic changes have shown promise for their diagnostic prognostic and predictive capacity but still need further validation in contrast to dna mutations and deletions epigenetic modifications are potentially reversible by epigenetic therapies promising preclinical studies show epigenetic drugs to enhance gene re expression and drug sensitivity in ovarian cancer cell lines and animal models"
}