{
    "title": "How accurate are antenatal weight measurements? A survey of hospital and community clinics in a South Thames Region NHS Trust.",
    "doc_id": "9620566",
    "writer": "Harris HE",
    "year": "1998",
    "summary": "In order to assess the reliability and validity of all 60 clinic scales triplicate measurements of body weight for low- and high-weight subjects were recorded on each clinical scale and on a calibrated standard scale. ...Only 40% of the clinics surveyed had a …",
    "abstract": "The accuracy of antenatal weight data recorded in obstetric notes was investigated in the 45 hospital and community antenatal clinics within a South Thames Region NHS Trust. In order to assess the reliability and validity of all 60 clinic scales triplicate measurements of body weight for low- and high-weight subjects were recorded on each clinical scale and on a calibrated standard scale. The quality of weighing practice during antenatal care was investigated by means of semi-structured interviews conducted with all 33 midwives who currently provide antenatal care within the Trust. Beam balances had the highest reliability and validity, whereas scales with spring mechanisms were the least accurate. Only 40% of the clinics surveyed had access to beam balances, yet most of the maternal weight measurements recorded during antenatal care are likely to be out by no more than 1-1.5% of body weight. Weighing practice was generally inconsistent, and serial measurements of maternal body weight collected during pregnancy are probably too imprecise to provide a sensitive screen for conditions associated with unusual weight gain and too inaccurate to assess compliance with guidelines for weight gain.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9620566/",
    "clean_text": "how accurate are antenatal weight measurements a survey of hospital and community clinics in a south thames region nhs trust in order to assess the reliability and validity of all clinic scales triplicate measurements of body weight for low and high weight subjects were recorded on each clinical scale and on a calibrated standard scale only of the clinics surveyed had a the accuracy of antenatal weight data recorded in obstetric notes was investigated in the hospital and community antenatal clinics within a south thames region nhs trust in order to assess the reliability and validity of all clinic scales triplicate measurements of body weight for low and high weight subjects were recorded on each clinical scale and on a calibrated standard scale the quality of weighing practice during antenatal care was investigated by means of semi structured interviews conducted with all midwives who currently provide antenatal care within the trust beam balances had the highest reliability and validity whereas scales with spring mechanisms were the least accurate only of the clinics surveyed had access to beam balances yet most of the maternal weight measurements recorded during antenatal care are likely to be out by no more than of body weight weighing practice was generally inconsistent and serial measurements of maternal body weight collected during pregnancy are probably too imprecise to provide a sensitive screen for conditions associated with unusual weight gain and too inaccurate to assess compliance with guidelines for weight gain"
}