{
    "pmid": "41456020",
    "title": "Identification of the LncRNA PRNCR1/miR-642a-5p/SSTR3 CeRNA network and its diagnostic value in type 2 diabetes mellitus.",
    "abstract": "This study aimed to investigate the expression and functions of long noncoding RNAs (lncRNAs) in circulating leukocytes related to type 2 diabetes mellitus (T2DM). We conducted microarray analysis and RNA sequencing on peripheral blood mononuclear cells (PBMCs) from newly diagnosed T2DM patients and healthy controls. Differentially expressed lncRNAs, mRNAs, and miRNAs were identified using an absolute log A total of 531 DElncRNAs, 328 DEmRNAs, and 42 DEmiRNAs were identified in PBMCs from T2DM patients compared to healthy controls. The ceRNA network included 24 differentially expressed lncRNAs, 11 miRNAs, and 18 mRNAs. Functional enrichment analyses indicated that the differentially expressed mRNAs were mainly associated with pancreatic secretion, lipid metabolism, atherosclerosis, type I diabetes mellitus, and fluid shear stress. Furthermore, qRT-PCR validation confirmed the significant downregulation of prostate pancer associated non-coding RNA 1 (PRNCR1) and somatostatin receptor 3 (SSTR3), and the upregulation of miR-642a-5p. PRNCR1 and miR-642a-5p were positively correlated with triglyceride (TG), low-density lipoprotein cholesterol (LDL-C), HbA1c, fasting plasma glucose (FPG), and homeostasis model assessment of insulin resistance (HOMA-IR), while negatively correlated with leptin and insulin. Conversely, SSTR3 was positively correlated with leptin and insulin, while negatively correlated with total cholesterol (TC), TG, LDL-C, HbA1c, FPG, and HOMA-IR. ROC curve analysis suggested that the expression of miR-642a-5p and SSTR3 could differentiate T2DM patients from healthy controls. Dual-luciferase and RIP assays confirmed that PRNCR1 could sponge miR-642a-5p, which in turn regulated SSTR3, and PRNCR1 knockdown was demonstrated to significantly downregulate SSTR3. These findings suggest that PRNCR1 may contribute to insulin secretion disorders in T2DM by regulating the miR-642a-5p/SSTR3 axis, and gained new insight into the potential mechanisms and pathways involved in T2DM.",
    "disease": "diabetes mellitus",
    "clean_text": "identification of the lncrna prncr mir a p sstr cerna network and its diagnostic value in type diabetes mellitus this study aimed to investigate the expression and functions of long noncoding rnas lncrnas in circulating leukocytes related to type diabetes mellitus t dm we conducted microarray analysis and rna sequencing on peripheral blood mononuclear cells pbmcs from newly diagnosed t dm patients and healthy controls differentially expressed lncrnas mrnas and mirnas were identified using an absolute log a total of delncrnas demrnas and demirnas were identified in pbmcs from t dm patients compared to healthy controls the cerna network included differentially expressed lncrnas mirnas and mrnas functional enrichment analyses indicated that the differentially expressed mrnas were mainly associated with pancreatic secretion lipid metabolism atherosclerosis type i diabetes mellitus and fluid shear stress furthermore qrt pcr validation confirmed the significant downregulation of prostate pancer associated non coding rna prncr and somatostatin receptor sstr and the upregulation of mir a p prncr and mir a p were positively correlated with triglyceride tg low density lipoprotein cholesterol ldl c hba c fasting plasma glucose fpg and homeostasis model assessment of insulin resistance homa ir while negatively correlated with leptin and insulin conversely sstr was positively correlated with leptin and insulin while negatively correlated with total cholesterol tc tg ldl c hba c fpg and homa ir roc curve analysis suggested that the expression of mir a p and sstr could differentiate t dm patients from healthy controls dual luciferase and rip assays confirmed that prncr could sponge mir a p which in turn regulated sstr and prncr knockdown was demonstrated to significantly downregulate sstr these findings suggest that prncr may contribute to insulin secretion disorders in t dm by regulating the mir a p sstr axis and gained new insight into the potential mechanisms and pathways involved in t dm"
}