{
    "title": "Heart failure in older adults.",
    "doc_id": "16962847",
    "writer": "Rich MW.",
    "year": "2006",
    "summary": "Heart failure affects approximately 5 million Americans, half of whom are at least 75 years of age, and is the leading cause of hospital admission among older adults. Additionally, the prevalence of heart failure is increasing, largely owing to the agi …",
    "abstract": "Heart failure affects approximately 5 million Americans, half of whom are at least 75 years of age, and is the leading cause of hospital admission among older adults. Additionally, the prevalence of heart failure is increasing, largely owing to the aging of the population. Heart failure in older adults differs in many respects from heart failure that occurs during middle age, including an increased proportion of women, increasing prevalence of heart failure with preserved left ventricular systolic function, and a marked increase in the number of coexisting medical conditions. In light of these factors, this article reviews the epidemiology, pathophysiology, clinical features, and treatment of heart failure in older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16962847/",
    "clean_text": "heart failure in older adults heart failure affects approximately million americans half of whom are at least years of age and is the leading cause of hospital admission among older adults additionally the prevalence of heart failure is increasing largely owing to the agi heart failure affects approximately million americans half of whom are at least years of age and is the leading cause of hospital admission among older adults additionally the prevalence of heart failure is increasing largely owing to the aging of the population heart failure in older adults differs in many respects from heart failure that occurs during middle age including an increased proportion of women increasing prevalence of heart failure with preserved left ventricular systolic function and a marked increase in the number of coexisting medical conditions in light of these factors this article reviews the epidemiology pathophysiology clinical features and treatment of heart failure in older adults"
}