{
    "pmid": "41459685",
    "title": "The association between chronotype and metabolic syndrome in middle-aged Japanese civil servants: A longitudinal study from Aichi Workers' Cohort.",
    "abstract": "Chronotype, which reflects an individual's preference for activity and sleep timing, has been associated with various chronic conditions, particularly the evening chronotype. Metabolic syndrome (MetS) is a cluster of metabolic abnormalities that collectively increase the risk of developing type 2 diabetes mellitus and cardiovascular diseases. Previous studies on chronotype and MetS have been inconsistent, and none has explored the longitudinal association between MetS and its components. Therefore, this study investigated these associations in middle-aged Japanese civil servants. We analyzed 2231 non-rotating, non-night shift workers (aged 29-69, 71.6% male) from the Aichi Workers' Cohort Study who participated in surveys in 2018 (baseline) and 2022 and were free of MetS at baseline. Participants were classified into morning, evening, or intermediate chronotypes using the shortened Morningness - Eveningness Questionnaire. MetS was defined according to the harmonized criteria for Japanese, based on waist circumference (≥85 cm for men and ≥90 cm for women), triglycerides, HDL cholesterol, blood pressure, and blood sugar levels. Over 4 y, 232 participants (10.4%) developed MetS, with a cumulative incidence rate of 9.9% in morning, 17.6% in evening, and 9.5% in intermediate types. Logistic regression analysis adjusted for sex, age, educational background, occupation, leisure-time physical activity, alcohol intake, sleep duration, smoking status, snoring, night-time awakening, sleep medication use, working hours, breakfast eating habit, and medication use for diabetes, hypertension, and dislipdemia, revealed that the evening type individuals had a significantly higher risk of MetS (OR: 2.30, 95% CI: 1.48-3.57) compared to intermediate types. In conclusion, evening chronotype was independently associated with a higher risk of developing MetS in middle-aged Japanese civil servants.",
    "disease": "diabetes mellitus",
    "clean_text": "the association between chronotype and metabolic syndrome in middle aged japanese civil servants a longitudinal study from aichi workers cohort chronotype which reflects an individual s preference for activity and sleep timing has been associated with various chronic conditions particularly the evening chronotype metabolic syndrome mets is a cluster of metabolic abnormalities that collectively increase the risk of developing type diabetes mellitus and cardiovascular diseases previous studies on chronotype and mets have been inconsistent and none has explored the longitudinal association between mets and its components therefore this study investigated these associations in middle aged japanese civil servants we analyzed non rotating non night shift workers aged male from the aichi workers cohort study who participated in surveys in baseline and and were free of mets at baseline participants were classified into morning evening or intermediate chronotypes using the shortened morningness eveningness questionnaire mets was defined according to the harmonized criteria for japanese based on waist circumference cm for men and cm for women triglycerides hdl cholesterol blood pressure and blood sugar levels over y participants developed mets with a cumulative incidence rate of in morning in evening and in intermediate types logistic regression analysis adjusted for sex age educational background occupation leisure time physical activity alcohol intake sleep duration smoking status snoring night time awakening sleep medication use working hours breakfast eating habit and medication use for diabetes hypertension and dislipdemia revealed that the evening type individuals had a significantly higher risk of mets or ci compared to intermediate types in conclusion evening chronotype was independently associated with a higher risk of developing mets in middle aged japanese civil servants"
}