{
    "pmid": "41416041",
    "title": "Inhibition of pro-apoptotic UPR pathways PERK/CHOP and IRE1/JNK protects differentiated SH-SY5Y cells against rotenone-induced toxicity.",
    "abstract": "Parkinson's disease (PD) is a chronic neurodegenerative disorder characterized by loss of dopaminergic neurons and α-synuclein aggregation in the midbrain. One proposed mechanism in PD pathogenesis is endoplasmic reticulum (ER) stress followed by activation of the unfolded protein response (UPR). The UPR consists of three main branches, among which the protein kinase RNA-like ER kinase (PERK) and inositol-requiring enzyme 1 (IRE1) contribute to pro-apoptotic signaling by inducing C/EBP homologous protein (CHOP) and c-Jun N-terminal kinase (JNK), respectively. This study investigates the neuroprotective potential of selective inhibition of PERK/CHOP and IRE1/JNK signaling against rotenone (ROT)-induced toxicity in differentiated SH-SY5Y cells, an in vitro model of PD. For this purpose, the inhibitors of mentioned UPR pathways AMG44 and JNK V were applied, and their biological effect was examined in terms of cell viability, morphology, cell death, oxidative stress level, gene and protein expression profiles. Exposure to ROT significantly decreased cell viability, disrupted cell morphology, induced reactive oxygen species generation, apoptosis, necrosis, and affected the expression of UPR-related factors, indicative of ER stress, oxidative damage and cell death. Treatment with AMG44 and JNK V significantly prevented or reversed these changes, and the underlying mechanism involved altered expression of the specific ER stress-related markers. Moreover, inhibition of one of the UPR pathways influenced the other, highlighting the crosstalk between PERK/CHOP and IRE1/JNK branches in ROT-induced neurotoxicity. Targeting PERK- and IRE1-dependent pathways contributes to neuroprotection in ROT-based PD model, which indicates the potential of UPR inhibitors as therapeutic agents for PD.",
    "disease": "parkinson disease",
    "clean_text": "inhibition of pro apoptotic upr pathways perk chop and ire jnk protects differentiated sh sy y cells against rotenone induced toxicity parkinson s disease pd is a chronic neurodegenerative disorder characterized by loss of dopaminergic neurons and synuclein aggregation in the midbrain one proposed mechanism in pd pathogenesis is endoplasmic reticulum er stress followed by activation of the unfolded protein response upr the upr consists of three main branches among which the protein kinase rna like er kinase perk and inositol requiring enzyme ire contribute to pro apoptotic signaling by inducing c ebp homologous protein chop and c jun n terminal kinase jnk respectively this study investigates the neuroprotective potential of selective inhibition of perk chop and ire jnk signaling against rotenone rot induced toxicity in differentiated sh sy y cells an in vitro model of pd for this purpose the inhibitors of mentioned upr pathways amg and jnk v were applied and their biological effect was examined in terms of cell viability morphology cell death oxidative stress level gene and protein expression profiles exposure to rot significantly decreased cell viability disrupted cell morphology induced reactive oxygen species generation apoptosis necrosis and affected the expression of upr related factors indicative of er stress oxidative damage and cell death treatment with amg and jnk v significantly prevented or reversed these changes and the underlying mechanism involved altered expression of the specific er stress related markers moreover inhibition of one of the upr pathways influenced the other highlighting the crosstalk between perk chop and ire jnk branches in rot induced neurotoxicity targeting perk and ire dependent pathways contributes to neuroprotection in rot based pd model which indicates the potential of upr inhibitors as therapeutic agents for pd"
}