{
    "pmid": "41427001",
    "title": "Pre-ictal temperature increases detected by ear canal thermometry in the epilepsy monitoring unit. An exploratory study.",
    "abstract": "There is evidence for a pre-ictal state, distinct from the interictal state, that can be detected minutes before the onset of a clinical seizure. Analysis of scalp EEG signals do not reliably distinguish the pre-ictal EEG from the interictal EEG. Changes in cerebral blood flow and oxygenation occur several minutes before EEG evidence of a seizure. Local increases in cerebral activity are associated with increases in brain temperature. Brain temperature changes are reflected in the tympanic membrane temperature. This exploratory study investigated whether a brain temperature change could be detected noninvasively in the immediate pre-ictal period. Patients with focal seizures undergoing inpatient video-EEG telemetry had epitympanic temperatures recorded. Pre-ictal temperature changes deviating from the interictal temperature were studied. Data was available for 25 seizures in 12 patients. For a given seizure, the mean temperature at seizure onset exceeded the interictal temperature by 0.31 °C. Peri-ictal peak temperature exceeded the interictal temperature by a mean of 0.37 °C. Duration of temperature rise was 1081 s. Pre-ictal temperature increases were detected non-invasively in focal onset seizures. This finding provides the basis for development of temperature-based technology for seizure warning in ambulatory patients with refractory epilepsy.",
    "disease": "epilepsy",
    "clean_text": "pre ictal temperature increases detected by ear canal thermometry in the epilepsy monitoring unit an exploratory study there is evidence for a pre ictal state distinct from the interictal state that can be detected minutes before the onset of a clinical seizure analysis of scalp eeg signals do not reliably distinguish the pre ictal eeg from the interictal eeg changes in cerebral blood flow and oxygenation occur several minutes before eeg evidence of a seizure local increases in cerebral activity are associated with increases in brain temperature brain temperature changes are reflected in the tympanic membrane temperature this exploratory study investigated whether a brain temperature change could be detected noninvasively in the immediate pre ictal period patients with focal seizures undergoing inpatient video eeg telemetry had epitympanic temperatures recorded pre ictal temperature changes deviating from the interictal temperature were studied data was available for seizures in patients for a given seizure the mean temperature at seizure onset exceeded the interictal temperature by c peri ictal peak temperature exceeded the interictal temperature by a mean of c duration of temperature rise was s pre ictal temperature increases were detected non invasively in focal onset seizures this finding provides the basis for development of temperature based technology for seizure warning in ambulatory patients with refractory epilepsy"
}