{
    "pmid": "41431905",
    "title": "Evaluation of Four Novel Biomarkers for Diagnosing of Normoalbuminuric Diabetic Nephropathy in a South Indian Population.",
    "abstract": "Microalbuminuria, expressed as the urinary albumin-creatinine ratio (UACR), is currently the gold standard for detecting diabetic nephropathy. However, because of its low sensitivity and larger variability, there is a need for novel biomarkers. Although promising, these novel markers require further assessment before achieving clinical utility. The assessment of combined urinary biomarkers is also being explored. Changes in urinary nephrin (uNephrin), urinary podocalyxin (uPCX), urinary N-acetyl-β-glucosaminidase (uNAG) and urinary 8-oxo-7,8-dihydro-2'-deoxyguanosine (u8-oxodG) were estimated in healthy controls and in patients with Type 2 diabetes mellitus (T2DM) with and without microalbuminuria. In total, 30 T2DM patients with normoalbuminuria and 30 with microalbuminuria, alongside 30 healthy individuals, were recruited. Plasma glucose, creatinine, UACR, uNAG uPCX, uNephrin and u8-oxodG were estimated. The urinary markers were corrected for creatinine. Estimated glomerular filtration rate (eGFR) was calculated using the Chronic Kidney Disease Epidemiology Collaboration formula. All the urinary markers except uPCX showed a statistically significant increase in T2DM patients with normoalbuminuria compared with the controls (P <0.05). UACR was found to have positive correlations with all the urinary markers, whereas eGFR showed a negative correlation. All urinary markers except uPCX showed a statistically significant area under the curve (0.810 for uNephrin; 0.906 for uNAG); 0.828 for u8-oxodG) with good sensitivity and specificity. Combining the markers did not show any additional advantage in their diagnostic performance. Our study shows the importance of including tubular injury markers and their utility in combination with glomerular injury markers for early detection of diabetic renal injury before microalbuminuria sets in.",
    "disease": "chronic kidney disease",
    "clean_text": "evaluation of four novel biomarkers for diagnosing of normoalbuminuric diabetic nephropathy in a south indian population microalbuminuria expressed as the urinary albumin creatinine ratio uacr is currently the gold standard for detecting diabetic nephropathy however because of its low sensitivity and larger variability there is a need for novel biomarkers although promising these novel markers require further assessment before achieving clinical utility the assessment of combined urinary biomarkers is also being explored changes in urinary nephrin unephrin urinary podocalyxin upcx urinary n acetyl glucosaminidase unag and urinary oxo dihydro deoxyguanosine u oxodg were estimated in healthy controls and in patients with type diabetes mellitus t dm with and without microalbuminuria in total t dm patients with normoalbuminuria and with microalbuminuria alongside healthy individuals were recruited plasma glucose creatinine uacr unag upcx unephrin and u oxodg were estimated the urinary markers were corrected for creatinine estimated glomerular filtration rate egfr was calculated using the chronic kidney disease epidemiology collaboration formula all the urinary markers except upcx showed a statistically significant increase in t dm patients with normoalbuminuria compared with the controls p uacr was found to have positive correlations with all the urinary markers whereas egfr showed a negative correlation all urinary markers except upcx showed a statistically significant area under the curve for unephrin for unag for u oxodg with good sensitivity and specificity combining the markers did not show any additional advantage in their diagnostic performance our study shows the importance of including tubular injury markers and their utility in combination with glomerular injury markers for early detection of diabetic renal injury before microalbuminuria sets in"
}