{
    "pmid": "41462366",
    "title": "Local translation of national guidance on discontinuing COVID-19 isolation into hospital policies results in considerable differences.",
    "abstract": "The COVID-19 pandemic underscored the vital role of infection prevention and control (IPC) policies in hospitals to protect patients and healthcare workers. National guidance documents have traditionally provided a framework for local IPC policy development. This study aimed to examine the translation of the Dutch national COVID-19 IPC guidance documents into local Dutch hospital policies, specifically focusing on discontinuing isolation measures for COVID-19 patients. This multicentre retrospective study investigated the IPC policies of seven Dutch hospitals, of which three academic hospitals and four non-academic hospitals. IPC practitioners collected data from hospitals' (archived) IPC policy guidelines implemented between March 2020 and December 2021. A composite index based on the criteria for discontinuation of isolation measures for COVID-19 patients was created to capture variation in policy translation within and across hospitals over time, relative to the national guidance document. Using this index, a descriptive analysis was performed to assess the extent to which hospitals adopted the national guidance for discontinuing isolation measures for specific patient groups. The national COVID-19 IPC guidance document for discontinuing isolation measures established targeted criteria for six patient groups, and included criteria based upon days since symptom onset, symptoms, symptom-free period, and RT-PCR results. Hospitals distinguished 16 patient groups. While the national guidance was updated regularly, the criteria for discontinuing isolation measures changed once; the frequency of local hospital updates ranged from four to 12 times. Policy variation was observed both within and across local hospital policies over time. Local hospital policies tended to be less strict for patients on ventilation and/or with a tracheostomy (78% of the time), while for other patient groups, they were more often stricter. Compared to the national guidance, local hospital guidelines showed more variety in the number of patient groups described as well as more policy changes throughout the first two years of the pandemic. Furthermore, variation was observed within and between hospitals over time. These variations show the complexity of striving for a uniform and unambiguous policy on a national level, and indicate the need for awareness of the presence of variation in settings regarding patient groups and infrastructure.",
    "disease": "pneumonia",
    "clean_text": "local translation of national guidance on discontinuing covid isolation into hospital policies results in considerable differences the covid pandemic underscored the vital role of infection prevention and control ipc policies in hospitals to protect patients and healthcare workers national guidance documents have traditionally provided a framework for local ipc policy development this study aimed to examine the translation of the dutch national covid ipc guidance documents into local dutch hospital policies specifically focusing on discontinuing isolation measures for covid patients this multicentre retrospective study investigated the ipc policies of seven dutch hospitals of which three academic hospitals and four non academic hospitals ipc practitioners collected data from hospitals archived ipc policy guidelines implemented between march and december a composite index based on the criteria for discontinuation of isolation measures for covid patients was created to capture variation in policy translation within and across hospitals over time relative to the national guidance document using this index a descriptive analysis was performed to assess the extent to which hospitals adopted the national guidance for discontinuing isolation measures for specific patient groups the national covid ipc guidance document for discontinuing isolation measures established targeted criteria for six patient groups and included criteria based upon days since symptom onset symptoms symptom free period and rt pcr results hospitals distinguished patient groups while the national guidance was updated regularly the criteria for discontinuing isolation measures changed once the frequency of local hospital updates ranged from four to times policy variation was observed both within and across local hospital policies over time local hospital policies tended to be less strict for patients on ventilation and or with a tracheostomy of the time while for other patient groups they were more often stricter compared to the national guidance local hospital guidelines showed more variety in the number of patient groups described as well as more policy changes throughout the first two years of the pandemic furthermore variation was observed within and between hospitals over time these variations show the complexity of striving for a uniform and unambiguous policy on a national level and indicate the need for awareness of the presence of variation in settings regarding patient groups and infrastructure"
}