{
    "title": "Type 1 diabetes and combined acute and chronic complications are associated with risk of progression of liver fibrosis: a Mendelian randomization study.",
    "doc_id": "39161391",
    "writer": "Huo G",
    "year": "2024",
    "summary": "Once the instrumental variables had been extracted, we assessed them employing Cochran's Q multi-analysis, inverse variance weighted, MR-Egger, MR-PRESSO, weighted mode, and weighted median. RESULTS: Genetically predicted type 1 diabetes (OR = 1.13, 95% CI: …",
    "abstract": "Background:\n        \n      \n      There has been controversy and uncertainty regarding the causal relationship between type 1 diabetes, its consequences, liver fibrosis, and cirrhosis. In order to determine the causal relationship, we conducted a Mendelian randomization study (MR).\n    \n\n\n          Methods:\n        \n      \n      For the first time, we subjected multiple diabetes data to analyze its relationship with the progression of liver fibrosis. Once the instrumental variables had been extracted, we assessed them employing Cochran's Q multi-analysis, inverse variance weighted, MR-Egger, MR-PRESSO, weighted mode, and weighted median.\n    \n\n\n          Results:\n        \n      \n      Genetically predicted type 1 diabetes (OR = 1.13, 95% CI: 1.04-1.23, ** P = 3.42 × 10-3), type 1 diabetes without complications (OR = 1.12, 95% CI: 1.03-1.23, * P = 1.26 × 10-2), type 1 diabetes with coma (OR = 1.09, 95% CI: 1-1.18, * P = 4.74 × 10-2), type 1 diabetes with ketoacidosis (OR = 1.07, 95% CI: 1.01-1.13, * P = 1.3 × 10-2), type 1 diabetes with neurological complications (OR = 1.18, 95% CI: 1.11-1.26, *** P = 4.05 × 10-7), type 1 diabetes with ophthalmic complications (OR = 1.16, 95% CI: 1.05-1.28, ** P = 3.06 × 10-3), type 1 diabetes with renal complications (OR = 1.07, 95% CI: 1-1.13, *P = 3.45 × 10-2), type 1 diabetes with other specified/multiple/unspecified complications (OR = 1.12, 95% CI: 1.02-1.23, * P = 1.41 × 10-2) were all associated with an increased risk of liver fibrosis progression.\n    \n\n\n          Conclusions:\n        \n      \n      According to our MR investigation, type 1 diabetes and both its acute and chronic implications may increase the likelihood that liver fibrosis could continue to develop. Additionally, type 1 diabetes with neurological and ocular problems is more likely to accelerate the development of liver fibrosis and inflammation, which offers new insights for genetic investigations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39161391/",
    "clean_text": "type diabetes and combined acute and chronic complications are associated with risk of progression of liver fibrosis a mendelian randomization study once the instrumental variables had been extracted we assessed them employing cochran s q multi analysis inverse variance weighted mr egger mr presso weighted mode and weighted median results genetically predicted type diabetes or ci background there has been controversy and uncertainty regarding the causal relationship between type diabetes its consequences liver fibrosis and cirrhosis in order to determine the causal relationship we conducted a mendelian randomization study mr methods for the first time we subjected multiple diabetes data to analyze its relationship with the progression of liver fibrosis once the instrumental variables had been extracted we assessed them employing cochran s q multi analysis inverse variance weighted mr egger mr presso weighted mode and weighted median results genetically predicted type diabetes or ci p type diabetes without complications or ci p type diabetes with coma or ci p type diabetes with ketoacidosis or ci p type diabetes with neurological complications or ci p type diabetes with ophthalmic complications or ci p type diabetes with renal complications or ci p type diabetes with other specified multiple unspecified complications or ci p were all associated with an increased risk of liver fibrosis progression conclusions according to our mr investigation type diabetes and both its acute and chronic implications may increase the likelihood that liver fibrosis could continue to develop additionally type diabetes with neurological and ocular problems is more likely to accelerate the development of liver fibrosis and inflammation which offers new insights for genetic investigations"
}