{
    "pmid": "41390442",
    "title": "Genetic insights into 5-LOX-activating protein: a narrative review of disease associations.",
    "abstract": "The 5-lipoxygenase-activating protein (FLAP) is an integral membrane protein that is essential for 5-lipoxygenase-mediated leukotriene formation, thereby playing a key role in inflammation and serving as a potential therapeutic target. For over 30 years, researchers have been elucidating the crystal structure, identifying the inhibitor binding site, and developing several potent inhibitors, which have been investigated in preclinical and clinical studies to treat asthma, chronic kidney and cardiovascular diseases. However, despite being almost overlooked, more than 20,000 single nucleotide polymorphisms (SNPs) were detected in the ALOX5AP gene, coding for FLAP. To date, 66 SNPs have been studied in relation to a disease by different researchers, including different population groups. This review aims to synthesize current evidence on genetic variants of FLAP and delineate single SNPs that have been primarily implicated in coronary artery disease, myocardial infarction, and ischemic stroke. Associations between SNPs of ALOX5AP and these diseases have been reported, but findings remain inconsistent due to differences in study design, population diversity and methodological approaches. Although meta-analyses helped to integrate the results of different studies, they remain limited due to underlying differences and cannot provide a definitive conclusion.",
    "disease": "coronary artery disease",
    "clean_text": "genetic insights into lox activating protein a narrative review of disease associations the lipoxygenase activating protein flap is an integral membrane protein that is essential for lipoxygenase mediated leukotriene formation thereby playing a key role in inflammation and serving as a potential therapeutic target for over years researchers have been elucidating the crystal structure identifying the inhibitor binding site and developing several potent inhibitors which have been investigated in preclinical and clinical studies to treat asthma chronic kidney and cardiovascular diseases however despite being almost overlooked more than single nucleotide polymorphisms snps were detected in the alox ap gene coding for flap to date snps have been studied in relation to a disease by different researchers including different population groups this review aims to synthesize current evidence on genetic variants of flap and delineate single snps that have been primarily implicated in coronary artery disease myocardial infarction and ischemic stroke associations between snps of alox ap and these diseases have been reported but findings remain inconsistent due to differences in study design population diversity and methodological approaches although meta analyses helped to integrate the results of different studies they remain limited due to underlying differences and cannot provide a definitive conclusion"
}