{
    "pmid": "41469965",
    "title": "Impact of the \"Class B infectious disease Class B management\" policy on the number of cases and deaths of notifiable infectious diseases in China during the COVID-19 epidemic: a nationwide interrupted time series study.",
    "abstract": "Currently, the world has entered the post-COVID-19 era. Since January 8, 2023, China has implemented the \"Class B infectious disease Class B management\" policy, which is a major shift in China's epidemic prevention and control measures. It is imperative to assess whether the policy will have an impact on the spread of other notifiable infectious diseases in China. The \"Class B infectious disease Class B management\" policy is regarded as an intervention. We extracted monthly data on cases and deaths of the 39 notifiable infectious diseases (nine diseases are transmitted through contact, twelve through air, seven through water and food, seven through insect, and four through blood and sex) between December 2019 and May 2024 from the National Disease Control and Prevention Administration of the People's Republic of China. Based on an interrupted time series design, we applied quasi-Poisson regression models to examine the immediate and sustained effects of the intervention on the number of cases and deaths of the 39 notifiable infectious diseases in China. During the intervention period from January 2023 to May 2024, the total number of cases and deaths of the 39 notifiable infectious diseases increased by 230.69% and 14.20% respectively compared to the same period had no intervention been implemented. Surprisingly, the number of dengue fever cases increased tremendously by 12,495.57%, while the number of cases of brucellosis and the number of deaths from tuberculosis and infectious diarrhea decreased rather than increased. We found a significant immediate increase in the total number of cases and deaths of the 39 notifiable infectious diseases and the number of cases of airborne and insect-borne infectious diseases at the beginning of the policy. In the long run, the policy had a significant positive sustained effect on the number of cases of blood-borne and sexual infectious diseases and a significant negative sustained effect on the number of deaths from tuberculosis. If China or other regions relax their prevention and control measures against coronavirus infectious diseases similar to SARS in the future, health authorities should, on the one hand, remain vigilant immediately to prevent a sudden increase in the number of cases of airborne and insect-borne infectious diseases, and on the other hand, maintain long term close monitoring of the trend of cases of blood-borne and sexual infectious diseases. This is crucial for the sustainable control of notifiable infectious diseases and the maintenance of social stability. Furthermore, when evaluating the effectiveness of policies (interventions) in the future, it is recommended to adopt an interrupted time series design.",
    "disease": "tuberculosis",
    "clean_text": "impact of the class b infectious disease class b management policy on the number of cases and deaths of notifiable infectious diseases in china during the covid epidemic a nationwide interrupted time series study currently the world has entered the post covid era since january china has implemented the class b infectious disease class b management policy which is a major shift in china s epidemic prevention and control measures it is imperative to assess whether the policy will have an impact on the spread of other notifiable infectious diseases in china the class b infectious disease class b management policy is regarded as an intervention we extracted monthly data on cases and deaths of the notifiable infectious diseases nine diseases are transmitted through contact twelve through air seven through water and food seven through insect and four through blood and sex between december and may from the national disease control and prevention administration of the people s republic of china based on an interrupted time series design we applied quasi poisson regression models to examine the immediate and sustained effects of the intervention on the number of cases and deaths of the notifiable infectious diseases in china during the intervention period from january to may the total number of cases and deaths of the notifiable infectious diseases increased by and respectively compared to the same period had no intervention been implemented surprisingly the number of dengue fever cases increased tremendously by while the number of cases of brucellosis and the number of deaths from tuberculosis and infectious diarrhea decreased rather than increased we found a significant immediate increase in the total number of cases and deaths of the notifiable infectious diseases and the number of cases of airborne and insect borne infectious diseases at the beginning of the policy in the long run the policy had a significant positive sustained effect on the number of cases of blood borne and sexual infectious diseases and a significant negative sustained effect on the number of deaths from tuberculosis if china or other regions relax their prevention and control measures against coronavirus infectious diseases similar to sars in the future health authorities should on the one hand remain vigilant immediately to prevent a sudden increase in the number of cases of airborne and insect borne infectious diseases and on the other hand maintain long term close monitoring of the trend of cases of blood borne and sexual infectious diseases this is crucial for the sustainable control of notifiable infectious diseases and the maintenance of social stability furthermore when evaluating the effectiveness of policies interventions in the future it is recommended to adopt an interrupted time series design"
}