{
    "pmid": "41403400",
    "title": "Early antiseizure response to cenobamate (200 mg/day) in focal drug-resistant epilepsy: a retrospective single-center analysis.",
    "abstract": "Clinical studies have shown cenobamate (CNB) is effective for treating drug-resistant focal epilepsy. This study examines Polish patients with epilepsy, assessing the efficacy and safety of CNB at 200 mg/day and factors influencing early therapeutic response. A retrospective observational study involved 100 patients with drug-resistant focal epilepsy, treated in a private Polish epilepsy outpatient clinic from March 2022 to March 2025. The primary goal was to evaluate response to CNB 200 mg/day, using seizure reduction thresholds (50 %, 75 %, 100 %), and to identify determinants such as demographic data, disease duration and etiology, intellectual disability, baseline seizure frequency, previous antiseizure medications (ASMs) and medication combinations. Adverse reactions and changes in concomitant ASMs were also evaluated. Of the 100 patients, 95 continued CNB therapy. Most had multi-drug resistance. After three months at 200 mg/day, ≥50 % seizure reduction was seen in 63 %, ≥75 % in 36 %, and 100 % in 18 %. Age, sex, epilepsy etiology or duration, intellectual disability, prior seizure count, previous ASMs, and medication combinations did not affect CNB's efficacy. Most tolerated CNB well, with adverse effects including dizziness and balance disorders (49 %), somnolence (38 %), diplopia (17 %), weakness (10 %), and concentration or memory issues (10 %). Lacosamide use increased adverse effects, which mostly resolved after dose reduction. Other adjusted drugs were lamotrigine, topiramate, and oxcarbazepine. CNB at 200 mg/day was highly effective and generally well-tolerated, especially with reduced doses of other ASMs. Efficacy was independent of epilepsy severity or treatment factors, suggesting CNB's promise in multi-drug-resistant patients.",
    "disease": "epilepsy",
    "clean_text": "early antiseizure response to cenobamate mg day in focal drug resistant epilepsy a retrospective single center analysis clinical studies have shown cenobamate cnb is effective for treating drug resistant focal epilepsy this study examines polish patients with epilepsy assessing the efficacy and safety of cnb at mg day and factors influencing early therapeutic response a retrospective observational study involved patients with drug resistant focal epilepsy treated in a private polish epilepsy outpatient clinic from march to march the primary goal was to evaluate response to cnb mg day using seizure reduction thresholds and to identify determinants such as demographic data disease duration and etiology intellectual disability baseline seizure frequency previous antiseizure medications asms and medication combinations adverse reactions and changes in concomitant asms were also evaluated of the patients continued cnb therapy most had multi drug resistance after three months at mg day seizure reduction was seen in in and in age sex epilepsy etiology or duration intellectual disability prior seizure count previous asms and medication combinations did not affect cnb s efficacy most tolerated cnb well with adverse effects including dizziness and balance disorders somnolence diplopia weakness and concentration or memory issues lacosamide use increased adverse effects which mostly resolved after dose reduction other adjusted drugs were lamotrigine topiramate and oxcarbazepine cnb at mg day was highly effective and generally well tolerated especially with reduced doses of other asms efficacy was independent of epilepsy severity or treatment factors suggesting cnb s promise in multi drug resistant patients"
}