{
    "pmid": "41461134",
    "title": "Systematic review of transmission factors, management interventions, and elimination techniques related to porcine epidemic diarrhea.",
    "abstract": "Porcine epidemic diarrhea virus (PEDV) is a highly contagious enteric coronavirus that has caused severe economic losses in the swine industry worldwide. The virus spreads rapidly through fecal-oral transmission and contaminated fomites. Despite extensive research on vaccines, biosecurity, and inactivation strategies, PEDV remains endemic in the US. This systematic review evaluated the key epidemiological factors relevant to the feasibility of regional or national PEDV eradication. A systematic review of peer-reviewed literature published since 1990 was conducted with PubMed and similar bibliographic databases. Studies were selected based on their relevance to PEDV transmission, biosecurity interventions, and disease-control measures, including vaccination, antivirals, epidemiological modelling, and inactivation methods; studies of other porcine coronaviruses were excluded. A narrative summary of the included studies was developed to describe current knowledge and identify gaps. Across 412 included studies, risk factors such as shedding duration, transportation-related contamination, and feed transmission were identified, all complicating eradication efforts. Epidemiological modelling indicated that localized control can reduce outbreaks, but national-level eradication remains difficult. Biosecurity and disinfection aid control, yet transportation networks remain a weak point in PEDV containment. National PEDV eradication may not be feasible, but improved biosecurity, feed decontamination, and surveillance can reduce transmission and losses. Vaccines can help control disease but do not provide complete immunity, and other complementary control strategies are required for an industry-level control program. Future research should focus on improving biosecurity compliance, information-sharing during outbreaks, and epidemiological modelling to understand the role of vaccines during an eradication program.",
    "disease": "covid-19",
    "clean_text": "systematic review of transmission factors management interventions and elimination techniques related to porcine epidemic diarrhea porcine epidemic diarrhea virus pedv is a highly contagious enteric coronavirus that has caused severe economic losses in the swine industry worldwide the virus spreads rapidly through fecal oral transmission and contaminated fomites despite extensive research on vaccines biosecurity and inactivation strategies pedv remains endemic in the us this systematic review evaluated the key epidemiological factors relevant to the feasibility of regional or national pedv eradication a systematic review of peer reviewed literature published since was conducted with pubmed and similar bibliographic databases studies were selected based on their relevance to pedv transmission biosecurity interventions and disease control measures including vaccination antivirals epidemiological modelling and inactivation methods studies of other porcine coronaviruses were excluded a narrative summary of the included studies was developed to describe current knowledge and identify gaps across included studies risk factors such as shedding duration transportation related contamination and feed transmission were identified all complicating eradication efforts epidemiological modelling indicated that localized control can reduce outbreaks but national level eradication remains difficult biosecurity and disinfection aid control yet transportation networks remain a weak point in pedv containment national pedv eradication may not be feasible but improved biosecurity feed decontamination and surveillance can reduce transmission and losses vaccines can help control disease but do not provide complete immunity and other complementary control strategies are required for an industry level control program future research should focus on improving biosecurity compliance information sharing during outbreaks and epidemiological modelling to understand the role of vaccines during an eradication program"
}