{
    "pmid": "41349651",
    "title": "Vaccination utilization in patients with pulmonary hypertension.",
    "abstract": "Pulmonary hypertension (PH) is a progressive disease associated with significant morbidity, mortality, and healthcare burden. Despite recommendations for vaccinations against SARS-CoV-2, pneumococcus, and influenza in PH patients, real-world vaccination rates and associated factors remain poorly characterized. We conducted a retrospective observational study assessing vaccination adherence and associated demographic and clinical factors among adult PH patients at a tertiary outpatient referral center between December 2020 and February 2023. A total of 175 patients with PH confirmed via right heart catheterization were included. SARS-CoV-2 vaccination coverage was 68 %, predominantly with Pfizer® and Moderna® vaccines; however, only 15 % received booster doses. Pneumococcal vaccination prevalence was 50 %, while influenza vaccination adherence was notably low at 23 % during the 2022-2023 winter season. No significant differences in vaccination rates were observed based on age, gender, NYHA classification or REVEAL 2.0 risk stratification for SARS-CoV-2 and Streptococcus pneumoniae. Conversely, Hispanic ethnicity (OR 2.76, 95 % CI 1.25-6.09, p = .012) and WHO Group 1 PH (OR 8.63, 95 % CI 1.97-37.84, p = .004) were independently associated with higher influenza vaccination rates. Our findings reveal suboptimal vaccination rates in PH patients, particularly for influenza, underscoring the need for targeted interventions to enhance vaccine adherence. Current guidelines advocate for these vaccinations, yet PH remains under-recognized as a high-risk group. Future efforts should prioritize educational strategies, guideline expansion, and policy advocacy to improve vaccination uptake in this vulnerable population.",
    "disease": "influenza",
    "clean_text": "vaccination utilization in patients with pulmonary hypertension pulmonary hypertension ph is a progressive disease associated with significant morbidity mortality and healthcare burden despite recommendations for vaccinations against sars cov pneumococcus and influenza in ph patients real world vaccination rates and associated factors remain poorly characterized we conducted a retrospective observational study assessing vaccination adherence and associated demographic and clinical factors among adult ph patients at a tertiary outpatient referral center between december and february a total of patients with ph confirmed via right heart catheterization were included sars cov vaccination coverage was predominantly with pfizer and moderna vaccines however only received booster doses pneumococcal vaccination prevalence was while influenza vaccination adherence was notably low at during the winter season no significant differences in vaccination rates were observed based on age gender nyha classification or reveal risk stratification for sars cov and streptococcus pneumoniae conversely hispanic ethnicity or ci p and who group ph or ci p were independently associated with higher influenza vaccination rates our findings reveal suboptimal vaccination rates in ph patients particularly for influenza underscoring the need for targeted interventions to enhance vaccine adherence current guidelines advocate for these vaccinations yet ph remains under recognized as a high risk group future efforts should prioritize educational strategies guideline expansion and policy advocacy to improve vaccination uptake in this vulnerable population"
}