{
    "pmid": "41411631",
    "title": "Associations of blood pressure with retinal arteriolar narrowing and urinary albumin excretion are modified by prediabetes: the Maastricht study.",
    "abstract": "Hypertension and diabetes frequently coexist and may interact to induce organ damage. Herein, we evaluated whether persons with prediabetes already have impaired retinal and glomerular autoregulatory responses to higher blood pressure. We used cross-sectional, population-based data of 6594 participants [4206 with normal glucose metabolism (NGM), 1023 with prediabetes, and 1365 with type 2 diabetes (oversampled); mean age 59.8 ± 8.6 years; 50.2% men] of the Maastricht Study. Using multiple linear regression models, we tested if glucose metabolism status modified the associations of 24 h systolic and diastolic blood pressure (SBP/DBP) with retinal arteriolar and venular diameters (CRAE/CRVE) and urinary albumin excretion (uAE). The total modification for CRAE was significant for diabetes but not for prediabetes. The association of SBP with CRAE was attenuated by prediabetes (Pinteraction = 0.098) and diabetes (Pinteraction < 0.001) in females (but not males), with a beta of -0.21 SD per 10 mmHg (95% CI: -0.25; -0.16), -0.14 (-0.24; -0.05) and -0.04 (-0.14; 0.07) for NGM, prediabetes, and diabetes, respectively. The association of SBP with uAE was stronger in prediabetes (Pinteraction = 0.002) and diabetes (Pinteraction < 0.001) than in NGM, for the whole study population (no sex difference). The corresponding beta was 0.13 (0.11; 0.16), 0.20 (0.15; 0.26), and 0.24 (0.18; 0.29) for NGM, prediabetes and diabetes, respectively. No substantial changes were observed when replacing SBP by DBP. Our findings suggest that retinal and glomerular autoregulatory responses to higher blood pressure are impaired in persons with prediabetes and with diabetes. This emphasizes the importance of both blood pressure and glycemic control already in those with prediabetes.",
    "disease": "chronic kidney disease",
    "clean_text": "associations of blood pressure with retinal arteriolar narrowing and urinary albumin excretion are modified by prediabetes the maastricht study hypertension and diabetes frequently coexist and may interact to induce organ damage herein we evaluated whether persons with prediabetes already have impaired retinal and glomerular autoregulatory responses to higher blood pressure we used cross sectional population based data of participants with normal glucose metabolism ngm with prediabetes and with type diabetes oversampled mean age years men of the maastricht study using multiple linear regression models we tested if glucose metabolism status modified the associations of h systolic and diastolic blood pressure sbp dbp with retinal arteriolar and venular diameters crae crve and urinary albumin excretion uae the total modification for crae was significant for diabetes but not for prediabetes the association of sbp with crae was attenuated by prediabetes pinteraction and diabetes pinteraction in females but not males with a beta of sd per mmhg ci and for ngm prediabetes and diabetes respectively the association of sbp with uae was stronger in prediabetes pinteraction and diabetes pinteraction than in ngm for the whole study population no sex difference the corresponding beta was and for ngm prediabetes and diabetes respectively no substantial changes were observed when replacing sbp by dbp our findings suggest that retinal and glomerular autoregulatory responses to higher blood pressure are impaired in persons with prediabetes and with diabetes this emphasizes the importance of both blood pressure and glycemic control already in those with prediabetes"
}