{
    "title": "Gene Therapy for Neurologic Disease: A Neurosurgical Review.",
    "doc_id": "30253990",
    "writer": "Hitti FL",
    "year": "2019",
    "summary": "Gene therapy, the transfer of genetic material to alter endogenous gene expression or introduce exogenous genes, has emerged as a novel therapeutic approach to treat a wide range of diseases. There are several methods to transfer genetic materia …",
    "abstract": "Recent approval of unprecedented gene therapies has signaled the beginning of a new era in modern medicine. This rapidly changing landscape underscores the importance of neurosurgeons developing a fundamental understanding of gene therapy, because many neurologic disorders are caused by derangements in gene expression. Gene therapy, the transfer of genetic material to alter endogenous gene expression or introduce exogenous genes, has emerged as a novel therapeutic approach to treat a wide range of diseases. There are several methods to transfer genetic material to the nervous system through viral transduction. Here, we synthesize the latest developments in gene therapy for neurologic disorders and the neurosurgical approaches to treat them.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30253990/",
    "clean_text": "gene therapy for neurologic disease a neurosurgical review gene therapy the transfer of genetic material to alter endogenous gene expression or introduce exogenous genes has emerged as a novel therapeutic approach to treat a wide range of diseases there are several methods to transfer genetic materia recent approval of unprecedented gene therapies has signaled the beginning of a new era in modern medicine this rapidly changing landscape underscores the importance of neurosurgeons developing a fundamental understanding of gene therapy because many neurologic disorders are caused by derangements in gene expression gene therapy the transfer of genetic material to alter endogenous gene expression or introduce exogenous genes has emerged as a novel therapeutic approach to treat a wide range of diseases there are several methods to transfer genetic material to the nervous system through viral transduction here we synthesize the latest developments in gene therapy for neurologic disorders and the neurosurgical approaches to treat them"
}