{
    "title": "Waterpipe smoke condensate influences epithelial to mesenchymal transition and interferes with the cytotoxic immune response in non-small cell lung cancer cell lines.",
    "doc_id": "33469682",
    "writer": "Zaarour RF",
    "year": "2021",
    "summary": "The aim of the present study was to investigate the effects of treatment with WPS condensate (WPSC) on lung cell proliferation and plasticity as well as tumor cell recognition and killing by natural killer (NK) cells using cytotoxicity assays. ...While …",
    "abstract": "Waterpipe tobacco smoking (WPS) continues to spread globally and presents serious health hazards. The aim of the present study was to investigate the effects of treatment with WPS condensate (WPSC) on lung cell proliferation and plasticity as well as tumor cell recognition and killing by natural killer (NK) cells using cytotoxicity assays. The results indicated that exposure of normal and cancer lung cell lines to WPSC resulted in a decrease in their in vitro growth in a dose-dependent manner and it induced tumor senescence. In addition, WPSC selectively caused DNA damage as revealed by an increase in γH2AX and 53BP1 in tumor lung cells. To gain further insight into the molecular mechanisms altered by WPSC, we conducted a global comprehensive transcriptome analysis of WPSC-treated tumor cells. Data analysis identified an expression profile of genes that best distinguished treated and non-treated cells involving several pathways. Of these pathways, we focused on those involved in epithelial to mesenchymal transition (EMT) and stemness. Results showed that WPSC induced an increase in SNAI2 expression associated with EMT, ACTA2 and SERPINE2 were involved in invasion and CD44 was associated with stemness. Furthermore, WPSC exposure increased the expression of inflammatory response genes including CASP1, IL1B, IL6 and CCL2. While immune synapse formation between NK and WPSC-treated lung cancer target cells was not affected, the capacity of NK cells to kill these target cells was reduced. The data reported in the present study are, to the best of our knowledge, the first in vitro demonstration of WPSC effects on lung cellular parameters providing evidence of its potential involvement in tumor physiology and development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33469682/",
    "clean_text": "waterpipe smoke condensate influences epithelial to mesenchymal transition and interferes with the cytotoxic immune response in non small cell lung cancer cell lines the aim of the present study was to investigate the effects of treatment with wps condensate wpsc on lung cell proliferation and plasticity as well as tumor cell recognition and killing by natural killer nk cells using cytotoxicity assays while waterpipe tobacco smoking wps continues to spread globally and presents serious health hazards the aim of the present study was to investigate the effects of treatment with wps condensate wpsc on lung cell proliferation and plasticity as well as tumor cell recognition and killing by natural killer nk cells using cytotoxicity assays the results indicated that exposure of normal and cancer lung cell lines to wpsc resulted in a decrease in their in vitro growth in a dose dependent manner and it induced tumor senescence in addition wpsc selectively caused dna damage as revealed by an increase in h ax and bp in tumor lung cells to gain further insight into the molecular mechanisms altered by wpsc we conducted a global comprehensive transcriptome analysis of wpsc treated tumor cells data analysis identified an expression profile of genes that best distinguished treated and non treated cells involving several pathways of these pathways we focused on those involved in epithelial to mesenchymal transition emt and stemness results showed that wpsc induced an increase in snai expression associated with emt acta and serpine were involved in invasion and cd was associated with stemness furthermore wpsc exposure increased the expression of inflammatory response genes including casp il b il and ccl while immune synapse formation between nk and wpsc treated lung cancer target cells was not affected the capacity of nk cells to kill these target cells was reduced the data reported in the present study are to the best of our knowledge the first in vitro demonstration of wpsc effects on lung cellular parameters providing evidence of its potential involvement in tumor physiology and development"
}