{
    "pmid": "41469699",
    "title": "Association of oil spill cleanup-related hydrocarbon exposure with incident hypertension up to 11 years after exposure in the Gulf Long-term Follow-up Study.",
    "abstract": "While several studies have found positive associations between exposure to oil spill cleanup-related chemicals and hypertension, no study has examined these associations longitudinally. This study examined associations of oil spill-related benzene, toluene, ethylbenzene, xylene, and n-hexane (BTEX-H) exposures, individually and as both the aggregate sum (total) of BTEX-H and the BTEX-H mixture with incident hypertension among Gulf Long-term Follow-up (GuLF) Study participants. Participants were 18,619 Deepwater Horizon (DWH) oil spill cleanup and response workers who enrolled in the GuLF Study (2011-2013). Cumulative exposures to each BTEX-H chemical were estimated with a job-exposure matrix linking detailed self-reported DWH participant work histories to exposure group estimates developed from air monitoring data. We defined incident hypertension as the first self-reported physician diagnosis of hypertension or high blood pressure after each worker's last date of cleanup work, as reported at enrollment or a follow-up interview (2013-2016 or 2017-2021). We used Cox proportional hazards regression to estimate hazard ratios (HR) and 95% confidence intervals (CI). We used quantile g-computation to estimate the joint effect of the BTEX-H mixture. Approximately 20% (n = 3,779) of workers reported an incident hypertension diagnosis. Exposures to the individual BTEX-H chemicals were highly correlated (r = 0.87-0.95). The HRs comparing the highest to lowest quartiles of individual BTEX-H and total BTEX-H exposures ranged from 1.27 to 1.35. We found evidence of exposure-response trends across increasing quartiles of exposure. Each one quartile increase in the BTEX-H mixture was positively associated with incident hypertension (HR: 1.10, 95% CI: 1.07, 1.14). Oil spill cleanup work-related BTEX-H exposures were associated with the risk of incident hypertension, extending prior findings of cross-sectional associations. Since BTEX-H exposures are common in occupational and population settings, these findings may have broader public health implications.",
    "disease": "hypertension",
    "clean_text": "association of oil spill cleanup related hydrocarbon exposure with incident hypertension up to years after exposure in the gulf long term follow up study while several studies have found positive associations between exposure to oil spill cleanup related chemicals and hypertension no study has examined these associations longitudinally this study examined associations of oil spill related benzene toluene ethylbenzene xylene and n hexane btex h exposures individually and as both the aggregate sum total of btex h and the btex h mixture with incident hypertension among gulf long term follow up gulf study participants participants were deepwater horizon dwh oil spill cleanup and response workers who enrolled in the gulf study cumulative exposures to each btex h chemical were estimated with a job exposure matrix linking detailed self reported dwh participant work histories to exposure group estimates developed from air monitoring data we defined incident hypertension as the first self reported physician diagnosis of hypertension or high blood pressure after each worker s last date of cleanup work as reported at enrollment or a follow up interview or we used cox proportional hazards regression to estimate hazard ratios hr and confidence intervals ci we used quantile g computation to estimate the joint effect of the btex h mixture approximately n of workers reported an incident hypertension diagnosis exposures to the individual btex h chemicals were highly correlated r the hrs comparing the highest to lowest quartiles of individual btex h and total btex h exposures ranged from to we found evidence of exposure response trends across increasing quartiles of exposure each one quartile increase in the btex h mixture was positively associated with incident hypertension hr ci oil spill cleanup work related btex h exposures were associated with the risk of incident hypertension extending prior findings of cross sectional associations since btex h exposures are common in occupational and population settings these findings may have broader public health implications"
}