{
    "title": "The role of quality improvement collaboratives in general practice: a qualitative systematic review.",
    "doc_id": "35589275",
    "writer": "Knight AW",
    "year": "2022",
    "summary": "BACKGROUND: This systematic review used qualitative methodologies to examine the role of quality improvement collaboratives (QICs) in general practice. The aim was to inform implementers and participants about the utility of using or participating in QICs in general …",
    "abstract": "Background:\n        \n      \n      This systematic review used qualitative methodologies to examine the role of quality improvement collaboratives (QICs) in general practice. The aim was to inform implementers and participants about the utility of using or participating in QICs in general practice.\n    \n\n\n          Methods:\n        \n      \n      Included studies were published in English, used a QIC intervention, reported primary research, used qualitative or mixed methods, and were conducted in general practice.A Medline search between January 1995 and February 2020 was developed and extended to include Embase, CINAHL and PsycInfo databases. Articles were sought through chaining of references and grey literature searches.Qualitative outcome data were extracted using a framework analysis. Data were analysed using thematic synthesis. Articles were assessed for quality using a threshold approach based on the criteria described by Dixon-Woods.\n    \n\n\n          Results:\n        \n      \n      15 qualitative and 18 mixed-methods studies of QICs in general practice were included. Data were grouped into four analytical themes which describe the role of a collaborative in general practice: improving the target topic, developing practices and providers, developing the health system and building quality improvement capacity.\n    \n\n\n          Discussion:\n        \n      \n      General practice collaboratives are reported to be useful for improving target topics. They can also develop knowledge and motivation in providers, build systems and team work in local practice organisations, and improve support at a system level. Collaboratives can build quality improvement capacity in the primary care system. These roles suggest that QICs are well matched to the improvement needs of general practice.General practice participants in collaboratives reported positive effects from effective peer interaction, high-quality local support, real engagement with data and well-designed training in quality improvement.Strengths of this study were an inclusive search and explicit qualitative methodology. It is possible some studies were missed. Qualitative studies of collaboratives may be affected by selection bias and confirmation bias.\n    \n\n\n          Prospero registration number:\n        \n      \n      CRD4202017512.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35589275/",
    "clean_text": "the role of quality improvement collaboratives in general practice a qualitative systematic review background this systematic review used qualitative methodologies to examine the role of quality improvement collaboratives qics in general practice the aim was to inform implementers and participants about the utility of using or participating in qics in general background this systematic review used qualitative methodologies to examine the role of quality improvement collaboratives qics in general practice the aim was to inform implementers and participants about the utility of using or participating in qics in general practice methods included studies were published in english used a qic intervention reported primary research used qualitative or mixed methods and were conducted in general practice a medline search between january and february was developed and extended to include embase cinahl and psycinfo databases articles were sought through chaining of references and grey literature searches qualitative outcome data were extracted using a framework analysis data were analysed using thematic synthesis articles were assessed for quality using a threshold approach based on the criteria described by dixon woods results qualitative and mixed methods studies of qics in general practice were included data were grouped into four analytical themes which describe the role of a collaborative in general practice improving the target topic developing practices and providers developing the health system and building quality improvement capacity discussion general practice collaboratives are reported to be useful for improving target topics they can also develop knowledge and motivation in providers build systems and team work in local practice organisations and improve support at a system level collaboratives can build quality improvement capacity in the primary care system these roles suggest that qics are well matched to the improvement needs of general practice general practice participants in collaboratives reported positive effects from effective peer interaction high quality local support real engagement with data and well designed training in quality improvement strengths of this study were an inclusive search and explicit qualitative methodology it is possible some studies were missed qualitative studies of collaboratives may be affected by selection bias and confirmation bias prospero registration number crd"
}