{
    "title": "Acute fatty liver of pregnancy.",
    "doc_id": "9638907",
    "writer": "Bacq Y.",
    "year": "1998",
    "summary": "Acute fatty liver of pregnancy is a rare clinical entity unique to pregnancy that occurs during the third trimester. ...The cause is unknown, but some cases of acute fatty liver of pregnancy have been associated with a genetic deficiency of fatty …",
    "abstract": "Acute fatty liver of pregnancy is a rare clinical entity unique to pregnancy that occurs during the third trimester. The obstetric team must be familiar with this disease because early diagnosis and prompt delivery have dramatically improved prognosis, which was often fatal for both mother and child. Clinicians must have a high index of suspicion for this condition when a woman has nausea or vomiting, abdominal pain (particularly epigastric), jaundice, polyuria-polydipsia (without diabetes), increased serum transaminase activity or thrombocytopenia in late pregnancy. The disease rarely recurs during a subsequent pregnancy. The cause is unknown, but some cases of acute fatty liver of pregnancy have been associated with a genetic deficiency of fatty acid beta-oxidation. Because of the possibility of this congenital deficiency, infants of affected mothers should undergo close follow-up from birth.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9638907/",
    "clean_text": "acute fatty liver of pregnancy acute fatty liver of pregnancy is a rare clinical entity unique to pregnancy that occurs during the third trimester the cause is unknown but some cases of acute fatty liver of pregnancy have been associated with a genetic deficiency of fatty acute fatty liver of pregnancy is a rare clinical entity unique to pregnancy that occurs during the third trimester the obstetric team must be familiar with this disease because early diagnosis and prompt delivery have dramatically improved prognosis which was often fatal for both mother and child clinicians must have a high index of suspicion for this condition when a woman has nausea or vomiting abdominal pain particularly epigastric jaundice polyuria polydipsia without diabetes increased serum transaminase activity or thrombocytopenia in late pregnancy the disease rarely recurs during a subsequent pregnancy the cause is unknown but some cases of acute fatty liver of pregnancy have been associated with a genetic deficiency of fatty acid beta oxidation because of the possibility of this congenital deficiency infants of affected mothers should undergo close follow up from birth"
}