{
    "pmid": "41427638",
    "title": "Risk Factors for Asthma Readmission Among Australian Children- A Population-Based Cohort Study.",
    "abstract": "Repeat hospitalisations among asthmatic children pose a significant burden on the healthcare system. Identifying risk factors for asthma readmission may help detect at-risk children and promote effective interventions. The study aimed to identify risk factors for asthma readmission among children aged 2-17 years in New South Wales (NSW), Australia. A retrospective birth cohort study was conducted using linked administrative data. The study cohort included children born in NSW between 2005 and 2015 who had at least one asthma-related hospitalisation. Risk factors for early and late readmissions, along with their risk ratios, were identified using modified Poisson regression models. From 2007 to 2022, a total of 27,430 children were hospitalised. Among them, 17.9% of children experienced early readmissions, and 82.1% experienced late readmissions. In the adjusted multivariable model, risk factors for early readmissions included children's age 2-4 years (adjusted Relative Risk [aRR] 1.71; 95% confidence interval [CI] 1.49-1.99), no older siblings (1.26; 95% CI 1.11-1.42), length of stay (LOS) ≥ 2days (1.42; 95% CI 1.26-1.61), intensive care unit (ICU) admission (2.27; 95% CI 1.47-3.50), underlying chronic comorbidities and/or congenital anomalies (1.27; 95% CI 1.11-1.46), and having admissions related to allergies or eczema (1.54; 95% CI 1.30-1.83). Risk factors for late readmissions included children's age 2-4 years (1.93; 95% CI 1.80-2.06), no older siblings (1.09; 95% CI 1.04-1.15), residence in the poor neighbourhoods and in major cities, and index admission during spring or summer, LOS ≥ 2days (1.21; 95% CI 1.14-1.27), and having admission related to allergies or eczema (1.40; 95% CI 1.30-1.50). Risk factors for asthma readmission among children vary according to the timing of readmission. Risk stratification and targeted post-discharge follow-up for at-risk children may reduce the overall burden of asthma readmissions.",
    "disease": "asthma",
    "clean_text": "risk factors for asthma readmission among australian children a population based cohort study repeat hospitalisations among asthmatic children pose a significant burden on the healthcare system identifying risk factors for asthma readmission may help detect at risk children and promote effective interventions the study aimed to identify risk factors for asthma readmission among children aged years in new south wales nsw australia a retrospective birth cohort study was conducted using linked administrative data the study cohort included children born in nsw between and who had at least one asthma related hospitalisation risk factors for early and late readmissions along with their risk ratios were identified using modified poisson regression models from to a total of children were hospitalised among them of children experienced early readmissions and experienced late readmissions in the adjusted multivariable model risk factors for early readmissions included children s age years adjusted relative risk arr confidence interval ci no older siblings ci length of stay los days ci intensive care unit icu admission ci underlying chronic comorbidities and or congenital anomalies ci and having admissions related to allergies or eczema ci risk factors for late readmissions included children s age years ci no older siblings ci residence in the poor neighbourhoods and in major cities and index admission during spring or summer los days ci and having admission related to allergies or eczema ci risk factors for asthma readmission among children vary according to the timing of readmission risk stratification and targeted post discharge follow up for at risk children may reduce the overall burden of asthma readmissions"
}