{
    "pmid": "41474239",
    "title": "A multimodal intelligent model for the noninvasive prediction of vascular endothelial growth factor expression and prognostic stratification in breast cancer: A multicenter retrospective study.",
    "abstract": "Vascular endothelial growth factor (VEGF) overexpression is linked to aggressive metastasis and poor prognosis in patients with breast cancer. This study aimed to develop a noninvasive model integrating ultrasound and clinical information for VEGF prediction and to evaluate its clinical utility in risk stratification for lymph metastasis and prognosis. Breast cancer ultrasound findings, clinical data, immunohistochemical results, and prognostic information were collected from three centers to develop the intelligent model. ResNet-50 was used to extract ultrasound features, which were then combined with clinical information using logistic regression. Class activation mapping and an alignment nomogram were used to visualize and explain the model's prediction process. Model performance was assessed using the area under the curve (AUC), confusion matrix, calibration curves, and decision curve analysis. Prognostic relevance was evaluated by examining the lymph node metastasis and recurrence-free survival (RFS) rates. Data from 609 patients were divided into four sets: training, validation, internal test, and external test. The combined model demonstrated satisfactory performance in the internal (AUC, 0.852; 95% confidence interval [CI], 0.756-0.928) and external (AUC, 0.837; 95% CI, 0.778-0.892) test sets. In the external test set, high-risk VEGF patients predicted by the combined model exhibited higher lymph node metastasis rates (67.8% vs. 12.1%; P < 0.001) and poorer RFS (log-rank P = 0.022). The prognostic accuracy for recurrence peaked at six months (AUC, 0.806). This noninvasive intelligent model could precisely predict VEGF expression, indicate the risk of lymph node metastasis, and provide prognostic insights.",
    "disease": "breast cancer",
    "clean_text": "a multimodal intelligent model for the noninvasive prediction of vascular endothelial growth factor expression and prognostic stratification in breast cancer a multicenter retrospective study vascular endothelial growth factor vegf overexpression is linked to aggressive metastasis and poor prognosis in patients with breast cancer this study aimed to develop a noninvasive model integrating ultrasound and clinical information for vegf prediction and to evaluate its clinical utility in risk stratification for lymph metastasis and prognosis breast cancer ultrasound findings clinical data immunohistochemical results and prognostic information were collected from three centers to develop the intelligent model resnet was used to extract ultrasound features which were then combined with clinical information using logistic regression class activation mapping and an alignment nomogram were used to visualize and explain the model s prediction process model performance was assessed using the area under the curve auc confusion matrix calibration curves and decision curve analysis prognostic relevance was evaluated by examining the lymph node metastasis and recurrence free survival rfs rates data from patients were divided into four sets training validation internal test and external test the combined model demonstrated satisfactory performance in the internal auc confidence interval ci and external auc ci test sets in the external test set high risk vegf patients predicted by the combined model exhibited higher lymph node metastasis rates vs p and poorer rfs log rank p the prognostic accuracy for recurrence peaked at six months auc this noninvasive intelligent model could precisely predict vegf expression indicate the risk of lymph node metastasis and provide prognostic insights"
}