{
    "pmid": "41452149",
    "title": "TIPS patients face increases in hernia incarceration rates compared to patients managed with paracentesis: An analysis of prevalence and risk factors.",
    "abstract": "Transjugular Intrahepatic Portosystemic Shunt (TIPS) is commonly used to treat complications of portal hypertension. Hernia incarceration is a complication of the TIPS procedure that is poorly understood and not well documented. We examine this complication in a large, single-center cohort of TIPS patients and compared it to a cohort of patients with refractory ascites managed with serial large-volume paracentesis (LVP) alone to determine whether TIPS itself increases incarceration risk. We identified 259 adults who underwent TIPS and 644 adults with refractory ascites managed with serial LVP at the University of California, San Francisco (UCSF) between 2015-2024. We extracted structured variables and unstructured documentation from the UCSF Clinical Data Warehouse. We used OpenAI's GPT-4o large language model (LLM) and manual chart review to identify post-TIPS hernia incarceration and clinical information from unstructured notes. We calculated time to events and used LASSO-Cox regression to identify risk factors associated with incarceration. Of 259 patients, 12.7% (33) developed post-TIPS incarceration with a median time to event of 31 days (IQR 10-109). In comparison, only 0.9% (6/644) of LVP patients developed hernia incarceration. Within the TIPS cohort, patients with hernia incarcerations were more likely to have existing umbilical hernias (87.9% vs. 29.2%, p<0.01) and higher serum albumin (3.2 vs. 2.8 g/dL, p<0.01) compared to those without incarceration. Multivariate LASSO-Cox regression showed presence of an umbilical hernia pre-TIPS (HR3.1, 95%CI 1.8-5.4, p<0.01), serum creatinine at TIPS (HR1.3, 95%CI 1.0-1.6, p=0.04), serum albumin at TIPS (HR1.7, 95%CI 1.0-2.8, p=0.04) were predictors of post-TIPS incarcerated hernia development. In the incarcerated hernia group, 36.4% underwent hernia repair at a median 0.5 days [IQR 0-259], 18.2% received liver transplant at 55 days [IQR 6-152], and 24.2% died at 422 days [IQR 261-747], all measured from time of incarceration diagnosis. Of the patients who did not develop incarcerated hernias, 6.2% underwent hernia repair (for non-incarcerated hernias), 23.0% received transplant, and 16.4% died post-TIPS. Kaplan-Meier analysis showed no significant difference in mortality between the incarceration and no-incarceration group (2-year probability of 13.7% vs 12.8%, log rank p=0.32). In sensitivity analyses including abdominal binder use, post-TIPS abdominal binder (HR 3.1, 95% CI 1.7-5.6, p<0.01) and pre-TIPS umbilical hernia (HR 2.8, 95% CI 1.6-4.9, p<0.01) remained significant predictors, while serum creatinine dropped out as a significant variable, suggesting binder use may be a marker of ascites or hernia severity. TIPS substantially increases hernia incarceration risk compared to serial paracentesis alone, with 12.7% of patients in this single center cohort developing incarceration at a median of 1-month post-TIPS. The presence of a known umbilical hernia prior to TIPS had the strongest association with this complication. Serum creatinine and albumin association also suggests ascites severity as a contributor. Identifying pre-TIPS risk factors could facilitate the development of targeted strategies to mitigate post-TIPS complications.",
    "disease": "hypertension",
    "clean_text": "tips patients face increases in hernia incarceration rates compared to patients managed with paracentesis an analysis of prevalence and risk factors transjugular intrahepatic portosystemic shunt tips is commonly used to treat complications of portal hypertension hernia incarceration is a complication of the tips procedure that is poorly understood and not well documented we examine this complication in a large single center cohort of tips patients and compared it to a cohort of patients with refractory ascites managed with serial large volume paracentesis lvp alone to determine whether tips itself increases incarceration risk we identified adults who underwent tips and adults with refractory ascites managed with serial lvp at the university of california san francisco ucsf between we extracted structured variables and unstructured documentation from the ucsf clinical data warehouse we used openai s gpt o large language model llm and manual chart review to identify post tips hernia incarceration and clinical information from unstructured notes we calculated time to events and used lasso cox regression to identify risk factors associated with incarceration of patients developed post tips incarceration with a median time to event of days iqr in comparison only of lvp patients developed hernia incarceration within the tips cohort patients with hernia incarcerations were more likely to have existing umbilical hernias vs p and higher serum albumin vs g dl p compared to those without incarceration multivariate lasso cox regression showed presence of an umbilical hernia pre tips hr ci p serum creatinine at tips hr ci p serum albumin at tips hr ci p were predictors of post tips incarcerated hernia development in the incarcerated hernia group underwent hernia repair at a median days iqr received liver transplant at days iqr and died at days iqr all measured from time of incarceration diagnosis of the patients who did not develop incarcerated hernias underwent hernia repair for non incarcerated hernias received transplant and died post tips kaplan meier analysis showed no significant difference in mortality between the incarceration and no incarceration group year probability of vs log rank p in sensitivity analyses including abdominal binder use post tips abdominal binder hr ci p and pre tips umbilical hernia hr ci p remained significant predictors while serum creatinine dropped out as a significant variable suggesting binder use may be a marker of ascites or hernia severity tips substantially increases hernia incarceration risk compared to serial paracentesis alone with of patients in this single center cohort developing incarceration at a median of month post tips the presence of a known umbilical hernia prior to tips had the strongest association with this complication serum creatinine and albumin association also suggests ascites severity as a contributor identifying pre tips risk factors could facilitate the development of targeted strategies to mitigate post tips complications"
}