{
    "pmid": "41458866",
    "title": "Cutting Through the Debate: Surgical Resection Versus Surveillance-Based Approach for Kikuchi SM2/3 Colorectal Polyps.",
    "abstract": "Background Malignant colorectal polyps are cancer lesions that invade the submucosa but do not extend into the muscularis propria. The Kikuchi system of malignant polyp classification is used for sessile polyps and describes the depth of cancer invasion into the submucosa (SM1-3). With deeper submucosal invasions (SM2 and SM3), the risk of lymph node involvement is higher. Therefore, these patients should be considered for prophylactic surgical resection. Despite this, we have noted a greater inclination toward a surveillance-based approach for Kikuchi SM2/3 malignant colorectal polyps due to the absence of clear guidelines regarding the management of sessile polyps. This study aimed to compare the prognostic benefits of a surveillance-based and surgical approach in patients with Kikuchi SM2/3 polyps by evaluating the rate of recurrence and case fatality. Methodology This retrospective cohort study evaluated the oncological outcomes of a surveillance-based approach versus prophylactic colectomy in Kikuchi SM2 and SM3 polyps identified in individuals participating in the UK's National Bowel Cancer Screening Programme. The study was conducted at New Cross Hospital in Wolverhampton, United Kingdom, over a 14-year period, from February 2009 to February 2023. Patients with pedunculated polyps, lower Kikuchi classification, and histologically unassessable polyp classification were excluded. Data analysis was performed using SPSS Statistics for Windows, Version 24.0 (IBM Corp., Armonk, NY, USA). Results This study included 70 sessile polyps with a Kikuchi classification of SM2. Of the 70 cases studied, 23 opted for surgical resection, while 47 chose surveillance-based management. No significant differences in baseline demographics (age and gender) were observed between the groups. Oncological outcomes revealed that the degree of endoscopic and biochemical recurrence was significantly higher in the surveillance group versus the surgical group. Cancer-related mortality was statistically significantly lower in the surgical group. Radiological recurrence was lower in the surgical group but not statistically significant. Metastatic lymph node involvement in the surgical group was significant. Conclusions This study suggests that the surgical management of Kikuchi SM2 malignant colorectal polyps offers better prognostic outcomes, with lower rates of cancer-related mortality and fewer patients developing clinical recurrence. Surgeons may consider these practices based on the study findings.",
    "disease": "colorectal cancer",
    "clean_text": "cutting through the debate surgical resection versus surveillance based approach for kikuchi sm colorectal polyps background malignant colorectal polyps are cancer lesions that invade the submucosa but do not extend into the muscularis propria the kikuchi system of malignant polyp classification is used for sessile polyps and describes the depth of cancer invasion into the submucosa sm with deeper submucosal invasions sm and sm the risk of lymph node involvement is higher therefore these patients should be considered for prophylactic surgical resection despite this we have noted a greater inclination toward a surveillance based approach for kikuchi sm malignant colorectal polyps due to the absence of clear guidelines regarding the management of sessile polyps this study aimed to compare the prognostic benefits of a surveillance based and surgical approach in patients with kikuchi sm polyps by evaluating the rate of recurrence and case fatality methodology this retrospective cohort study evaluated the oncological outcomes of a surveillance based approach versus prophylactic colectomy in kikuchi sm and sm polyps identified in individuals participating in the uk s national bowel cancer screening programme the study was conducted at new cross hospital in wolverhampton united kingdom over a year period from february to february patients with pedunculated polyps lower kikuchi classification and histologically unassessable polyp classification were excluded data analysis was performed using spss statistics for windows version ibm corp armonk ny usa results this study included sessile polyps with a kikuchi classification of sm of the cases studied opted for surgical resection while chose surveillance based management no significant differences in baseline demographics age and gender were observed between the groups oncological outcomes revealed that the degree of endoscopic and biochemical recurrence was significantly higher in the surveillance group versus the surgical group cancer related mortality was statistically significantly lower in the surgical group radiological recurrence was lower in the surgical group but not statistically significant metastatic lymph node involvement in the surgical group was significant conclusions this study suggests that the surgical management of kikuchi sm malignant colorectal polyps offers better prognostic outcomes with lower rates of cancer related mortality and fewer patients developing clinical recurrence surgeons may consider these practices based on the study findings"
}