{
    "title": "The significance of soft tissue injury in the roentgen diagnosis of trauma.",
    "doc_id": "1097187",
    "writer": "Harris JH Jr.",
    "year": "1975",
    "summary": "The soft tissue component of the traumatic lesion may produce the most obvious roentgen sing of injury and is, in these instances, fundamental to the correct roentgen diagnosis. In many instances, the soft tissue lesion is frequently of greater clinical significance that t …",
    "abstract": "Soft tissue damage is an integral part of trauma. This basic fact is commonly ignored in the evaluation of roentgenograms obtained because of trauma. The soft tissue component of the traumatic lesion may produce the most obvious roentgen sing of injury and is, in these instances, fundamental to the correct roentgen diagnosis. In many instances, the soft tissue lesion is frequently of greater clinical significance that the more obvious skeletal injury. An awareness of the roentgen signs that signal soft tissue injury, and of those skeletal lesions that are commonly associated with radiographically silent, but clinically more significant, soft tissue damage, leads to prompt institution of appropriate additional diagnostic studies or therapeutic measures. Thus, the soft tissue injury in the roentgen diagnosis of trauma has both diagnostic and therapeutic significance. Each will be discussed in this article.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/1097187/",
    "clean_text": "the significance of soft tissue injury in the roentgen diagnosis of trauma the soft tissue component of the traumatic lesion may produce the most obvious roentgen sing of injury and is in these instances fundamental to the correct roentgen diagnosis in many instances the soft tissue lesion is frequently of greater clinical significance that t soft tissue damage is an integral part of trauma this basic fact is commonly ignored in the evaluation of roentgenograms obtained because of trauma the soft tissue component of the traumatic lesion may produce the most obvious roentgen sing of injury and is in these instances fundamental to the correct roentgen diagnosis in many instances the soft tissue lesion is frequently of greater clinical significance that the more obvious skeletal injury an awareness of the roentgen signs that signal soft tissue injury and of those skeletal lesions that are commonly associated with radiographically silent but clinically more significant soft tissue damage leads to prompt institution of appropriate additional diagnostic studies or therapeutic measures thus the soft tissue injury in the roentgen diagnosis of trauma has both diagnostic and therapeutic significance each will be discussed in this article"
}