{
    "pmid": "41474625",
    "title": "p62 sorts Lupus La and selected microRNAs into breast cancer-derived exosomes.",
    "abstract": "Exosomes are multivesicular body-derived extracellular vesicles that are secreted by metazoan cells. Exosomes have utility as disease biomarkers, and exosome-mediated miRNA secretion has been proposed to facilitate tumor growth and metastasis. Previously, we demonstrated that the Lupus La protein (La) mediates the selective incorporation of miR-122 into metastatic breast cancer-derived exosomes; however, the mechanism by which La itself is sorted into exosomes remains unknown. Using unbiased proximity labeling proteomics, biochemical fractionation, superresolution microscopy, and genetic tools, we establish that the selective autophagy receptor p62 sorts La and miR-122 into exosomes. We then performed small RNA sequencing and found that p62 depletion reduces the exosomal secretion of tumor suppressor miRNAs and results in their accumulation within cells. Our data indicate that p62 is a quality control factor that modulates the miRNA composition of exosomes. Cancer cells may exploit p62-dependent exosome cargo sorting to eliminate tumor suppressor miRNAs and thus to promote cell proliferation.",
    "disease": "breast cancer",
    "clean_text": "p sorts lupus la and selected micrornas into breast cancer derived exosomes exosomes are multivesicular body derived extracellular vesicles that are secreted by metazoan cells exosomes have utility as disease biomarkers and exosome mediated mirna secretion has been proposed to facilitate tumor growth and metastasis previously we demonstrated that the lupus la protein la mediates the selective incorporation of mir into metastatic breast cancer derived exosomes however the mechanism by which la itself is sorted into exosomes remains unknown using unbiased proximity labeling proteomics biochemical fractionation superresolution microscopy and genetic tools we establish that the selective autophagy receptor p sorts la and mir into exosomes we then performed small rna sequencing and found that p depletion reduces the exosomal secretion of tumor suppressor mirnas and results in their accumulation within cells our data indicate that p is a quality control factor that modulates the mirna composition of exosomes cancer cells may exploit p dependent exosome cargo sorting to eliminate tumor suppressor mirnas and thus to promote cell proliferation"
}