{
    "title": "Dietary assessment of maternal vitamin D intake and correlation with maternal and neonatal serum vitamin D concentrations at delivery.",
    "doc_id": "3266237",
    "writer": "Anderson DM",
    "year": "1988",
    "summary": "Maternal and cord blood 25-hydroxy vitamin D concentrations are positively and significantly correlated. If an easily obtainable maternal dietary history could be used to predict maternal and secondarily cord blood vitamin D status, it would be a usefu …",
    "abstract": "Maternal and cord blood 25-hydroxy vitamin D concentrations are positively and significantly correlated. If an easily obtainable maternal dietary history could be used to predict maternal and secondarily cord blood vitamin D status, it would be a useful means of assessing the vitamin D adequacy of the newborn. Therefore, a single assessment of maternal dietary vitamin D intake during the last trimester of pregnancy was correlated with maternal and newborn serum vitamin D concentration. Neither the correlation between maternal dietary history of vitamin D intake and maternal serum 25-hydroxy vitamin D level nor between maternal dietary history and cord blood 25-hydroxy vitamin D level was significant. These data indicate that a single maternal dietary history is an inadequate method of predicting neonatal vitamin status at delivery.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3266237/",
    "clean_text": "dietary assessment of maternal vitamin d intake and correlation with maternal and neonatal serum vitamin d concentrations at delivery maternal and cord blood hydroxy vitamin d concentrations are positively and significantly correlated if an easily obtainable maternal dietary history could be used to predict maternal and secondarily cord blood vitamin d status it would be a usefu maternal and cord blood hydroxy vitamin d concentrations are positively and significantly correlated if an easily obtainable maternal dietary history could be used to predict maternal and secondarily cord blood vitamin d status it would be a useful means of assessing the vitamin d adequacy of the newborn therefore a single assessment of maternal dietary vitamin d intake during the last trimester of pregnancy was correlated with maternal and newborn serum vitamin d concentration neither the correlation between maternal dietary history of vitamin d intake and maternal serum hydroxy vitamin d level nor between maternal dietary history and cord blood hydroxy vitamin d level was significant these data indicate that a single maternal dietary history is an inadequate method of predicting neonatal vitamin status at delivery"
}