{
    "pmid": "41453681",
    "title": "A modified gastric tube reconstruction following laparoscopic proximal gastrectomy for early adenocarcinoma in the upper third stomach and esophagogastric junction: short-term surgical outcomes.",
    "abstract": "Proximal gastrectomy with conventional esophagogastrostomy is frequently associated with postoperative complications including significant reflux esophagitis. This study evaluates a modified reconstruction technique combining gastric tube formation with overlap anastomosis and partial fundoplication. Between January 2021 and January 2024, 29 consecutive patients diagnosed with early-stage proximal gastric cancer underwent laparoscopic proximal gastrectomy with our novel reconstruction method. The surgical protocol included creation of a gastric tube conduit, overlap esophagogastric anastomosis, and partial fundoplication procedure. Perioperative outcomes and postoperative follow-up data were prospectively collected. The cohort demonstrated a mean operative time of 239 ± 50minutes (mean ± SD) and median estimated blood loss of 50mL (IQR: 20-150mL). Lymph node dissection yielded a median count of 25 nodes (range: 9-66). Postoperative complications included one case (3.4%) of anastomotic leakage requiring conservative management. Mild reflux symptoms (heartburn) were transiently observed in two patients (6.9%), both resolving with short-term proton pump inhibitor therapy. Endoscopic evaluation at 3-month follow-up revealed grade A or grade B reflux esophagitis (Los Angeles classification) in two patients (6.9%). Nutritional parameters (serum albumin and total protein levels) showed expected postoperative declines during the initial 3-month period, followed by progressive recovery to preoperative baseline values by 6 months postoperatively (p<0.05 for longitudinal comparison). Our preliminary findings suggest that gastric tube reconstruction with overlap anastomosis and partial fundoplication represents a technically feasible and safe approach for proximal gastrectomy, demonstrating acceptable short-term functional outcomes with mitigated reflux complications.",
    "disease": "colorectal cancer",
    "clean_text": "a modified gastric tube reconstruction following laparoscopic proximal gastrectomy for early adenocarcinoma in the upper third stomach and esophagogastric junction short term surgical outcomes proximal gastrectomy with conventional esophagogastrostomy is frequently associated with postoperative complications including significant reflux esophagitis this study evaluates a modified reconstruction technique combining gastric tube formation with overlap anastomosis and partial fundoplication between january and january consecutive patients diagnosed with early stage proximal gastric cancer underwent laparoscopic proximal gastrectomy with our novel reconstruction method the surgical protocol included creation of a gastric tube conduit overlap esophagogastric anastomosis and partial fundoplication procedure perioperative outcomes and postoperative follow up data were prospectively collected the cohort demonstrated a mean operative time of minutes mean sd and median estimated blood loss of ml iqr ml lymph node dissection yielded a median count of nodes range postoperative complications included one case of anastomotic leakage requiring conservative management mild reflux symptoms heartburn were transiently observed in two patients both resolving with short term proton pump inhibitor therapy endoscopic evaluation at month follow up revealed grade a or grade b reflux esophagitis los angeles classification in two patients nutritional parameters serum albumin and total protein levels showed expected postoperative declines during the initial month period followed by progressive recovery to preoperative baseline values by months postoperatively p for longitudinal comparison our preliminary findings suggest that gastric tube reconstruction with overlap anastomosis and partial fundoplication represents a technically feasible and safe approach for proximal gastrectomy demonstrating acceptable short term functional outcomes with mitigated reflux complications"
}