{
    "title": "When Is an Alveolar Type 2 Cell an Alveolar Type 2 Cell? A Conundrum for Lung Stem Cell Biology and Regenerative Medicine.",
    "doc_id": "28326803",
    "writer": "Beers MF",
    "year": "2017",
    "summary": "Generating mature, differentiated, adult lung cells from pluripotent cells, such as induced pluripotent stem cells and embryonic stem cells, offers the hope of both generating disease-specific in vitro models and creating definitive and personal …",
    "abstract": "Generating mature, differentiated, adult lung cells from pluripotent cells, such as induced pluripotent stem cells and embryonic stem cells, offers the hope of both generating disease-specific in vitro models and creating definitive and personalized therapies for a host of debilitating lung parenchymal and airway diseases. With the goal of advancing lung-regenerative medicine, several groups have developed and reported on protocols using defined media, coculture with mesenchymal components, or sequential treatments mimicking lung development, to obtain distal lung epithelial cells from stem cell precursors. However, there remains significant controversy about the degree of differentiation of these cells compared with their primary counterparts, coupled with a lack of consistency or uniformity in assessing the resultant phenotypes. Given the inevitable, exponential expansion of these approaches and the probable, but yet-to-emerge second and higher generation techniques to create such assets, we were prompted to pose the question, what makes a lung epithelial cell a lung epithelial cell? More specifically for this Perspective, we also posed the question, what are the minimum features that constitute an alveolar type (AT) 2 epithelial cell? In addressing this, we summarize a body of work spanning nearly five decades, amassed by a series of \"lung epithelial cell biology pioneers,\" which carefully describes well characterized molecular, functional, and morphological features critical for discriminately assessing an AT2 phenotype. Armed with this, we propose a series of core criteria to assist the field in confirming that cells obtained following a differentiation protocol are indeed mature and functional AT2 epithelial cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28326803/",
    "clean_text": "when is an alveolar type cell an alveolar type cell a conundrum for lung stem cell biology and regenerative medicine generating mature differentiated adult lung cells from pluripotent cells such as induced pluripotent stem cells and embryonic stem cells offers the hope of both generating disease specific in vitro models and creating definitive and personal generating mature differentiated adult lung cells from pluripotent cells such as induced pluripotent stem cells and embryonic stem cells offers the hope of both generating disease specific in vitro models and creating definitive and personalized therapies for a host of debilitating lung parenchymal and airway diseases with the goal of advancing lung regenerative medicine several groups have developed and reported on protocols using defined media coculture with mesenchymal components or sequential treatments mimicking lung development to obtain distal lung epithelial cells from stem cell precursors however there remains significant controversy about the degree of differentiation of these cells compared with their primary counterparts coupled with a lack of consistency or uniformity in assessing the resultant phenotypes given the inevitable exponential expansion of these approaches and the probable but yet to emerge second and higher generation techniques to create such assets we were prompted to pose the question what makes a lung epithelial cell a lung epithelial cell more specifically for this perspective we also posed the question what are the minimum features that constitute an alveolar type at epithelial cell in addressing this we summarize a body of work spanning nearly five decades amassed by a series of lung epithelial cell biology pioneers which carefully describes well characterized molecular functional and morphological features critical for discriminately assessing an at phenotype armed with this we propose a series of core criteria to assist the field in confirming that cells obtained following a differentiation protocol are indeed mature and functional at epithelial cells"
}