{
    "pmid": "41394459",
    "title": "Bone Marrow Aspirate Concentrate (BMAC) Versus Adipose-Derived Stem Cells (ADSCs) Intra-articular Injection Therapeutic Efficacy in Knee OA Correlated to Their Mesenchymal Stem Cell (MSC) Cellularity: An Exploratory Comparative Pilot Study.",
    "abstract": "Osteoarthritis (OA) is a chronic degenerative joint disease affecting millions of people mainly aged over 65. OA leads to progressive damage across joint components, including bone degeneration with osteophyte formation, cartilage erosion, synovitis, and meniscal deterioration. Early OA treatments focus on symptom management, but advanced knee OA often requires alternative approaches. Regenerative medicine, such as tissue engineering, offers promising solutions. Mesenchymal stem cell (MSC) intra-articular injections have gained popularity for OA management. Autologous sources, such as bone marrow aspirate concentrate (BMAC) and adipose-derived stem cells (ADSCs), are widely used. This study compared the therapeutic efficacy of single BMAC and ADSC injections in knee OA patients, focusing on MSC quantity and quality in harvested tissues. To support this, hematological studies analyzed and quantified CD34+ cells in adipose and bone marrow samples. 60 patients diagnosed with symptomatic degenerative knee OA were enrolled. Patients under 50 received BMAC injections, while those over 50 received ADSC injections. Follow-ups were conducted at baseline(t0), 1 month (t1), 3 months (t2), and 6 months (t3) using the Visual Analog Scale (VAS), WOMAC score, Kellgren-Lawrence classification, and range of motion (ROM). Bone marrow and adipose samples were harvested and processed to quantify viable MSCs. Mononuclear cells were isolated using density gradient centrifugation, and CD34+ cells were subsequently enriched through magnetic separation using column-based processing. Cultured MSCs were counted weekly to evaluate proliferation. Both groups showed significant clinical improvements in VAS, WOMAC, and ROM scores ( At 6 months, both BMAC and ADSC treatments resulted in significant clinical improvements ( The online version contains supplementary material available at 10.1007/s43465-025-01525-z.",
    "disease": "osteoarthritis",
    "clean_text": "bone marrow aspirate concentrate bmac versus adipose derived stem cells adscs intra articular injection therapeutic efficacy in knee oa correlated to their mesenchymal stem cell msc cellularity an exploratory comparative pilot study osteoarthritis oa is a chronic degenerative joint disease affecting millions of people mainly aged over oa leads to progressive damage across joint components including bone degeneration with osteophyte formation cartilage erosion synovitis and meniscal deterioration early oa treatments focus on symptom management but advanced knee oa often requires alternative approaches regenerative medicine such as tissue engineering offers promising solutions mesenchymal stem cell msc intra articular injections have gained popularity for oa management autologous sources such as bone marrow aspirate concentrate bmac and adipose derived stem cells adscs are widely used this study compared the therapeutic efficacy of single bmac and adsc injections in knee oa patients focusing on msc quantity and quality in harvested tissues to support this hematological studies analyzed and quantified cd cells in adipose and bone marrow samples patients diagnosed with symptomatic degenerative knee oa were enrolled patients under received bmac injections while those over received adsc injections follow ups were conducted at baseline t month t months t and months t using the visual analog scale vas womac score kellgren lawrence classification and range of motion rom bone marrow and adipose samples were harvested and processed to quantify viable mscs mononuclear cells were isolated using density gradient centrifugation and cd cells were subsequently enriched through magnetic separation using column based processing cultured mscs were counted weekly to evaluate proliferation both groups showed significant clinical improvements in vas womac and rom scores at months both bmac and adsc treatments resulted in significant clinical improvements the online version contains supplementary material available at s z"
}