{
    "title": "Temporal trends in the burden of heart failure.",
    "doc_id": "33650267",
    "writer": "Chan DZL",
    "year": "2021",
    "summary": "Heart failure is a common healthcare problem associated with high morbidity and mortality. The burden of heart failure is changing; increases secondary to an ageing population may be offset by improved primary cardiovascular prevention and advances in …",
    "abstract": "Heart failure is a common healthcare problem associated with high morbidity and mortality. The burden of heart failure is changing; increases secondary to an ageing population may be offset by improved primary cardiovascular prevention and advances in heart failure therapies. In this review, we evaluate recent international trends in heart failure incidence, morbidity and mortality. Although the age-standardised incidence of heart failure has been decreasing since 2000, the incidence in those age groups <55 years is increasing with patients being diagnosed at younger ages. Despite improvements in therapies for heart failure, prognosis still remains poor with up to one-third of patients not surviving beyond 1 year following diagnosis and no improvements in mortality over the past 10 years. The case-mix of heart failure patients is changing with a greater proportion having non-ischaemic aetiology and preserved ejection fraction, and a higher prevalence of non-cardiovascular comorbidity and mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33650267/",
    "clean_text": "temporal trends in the burden of heart failure heart failure is a common healthcare problem associated with high morbidity and mortality the burden of heart failure is changing increases secondary to an ageing population may be offset by improved primary cardiovascular prevention and advances in heart failure is a common healthcare problem associated with high morbidity and mortality the burden of heart failure is changing increases secondary to an ageing population may be offset by improved primary cardiovascular prevention and advances in heart failure therapies in this review we evaluate recent international trends in heart failure incidence morbidity and mortality although the age standardised incidence of heart failure has been decreasing since the incidence in those age groups years is increasing with patients being diagnosed at younger ages despite improvements in therapies for heart failure prognosis still remains poor with up to one third of patients not surviving beyond year following diagnosis and no improvements in mortality over the past years the case mix of heart failure patients is changing with a greater proportion having non ischaemic aetiology and preserved ejection fraction and a higher prevalence of non cardiovascular comorbidity and mortality"
}