{
    "title": "Progression of myocardial necrosis during reperfusion of ischemic myocardium.",
    "doc_id": "9498544",
    "writer": "Matsumura K",
    "year": "1998",
    "summary": "BACKGROUND: The occurrence of myocyte necrosis during reperfusion of ischemic myocardium is controversial. This study measured myocardial 2-deoxyglucose uptake, correlated with histology, to determine whether loss of viability occurred during reperfusion of ischemic …",
    "abstract": "Background:\n        \n      \n      The occurrence of myocyte necrosis during reperfusion of ischemic myocardium is controversial. This study measured myocardial 2-deoxyglucose uptake, correlated with histology, to determine whether loss of viability occurred during reperfusion of ischemic myocardium.\n    \n\n\n          Methods and results:\n        \n      \n      In 12 anesthetized dogs, the left anterior descending coronary artery was occluded for 90 minutes before 4 hours reperfusion. Myocardial blood flow was measured by microspheres and the tracers 14C-2-deoxyglucose and 18F-2-deoxyglucose were injected intravenously after 5 and 180 minutes of reperfusion, respectively. After 240 minutes, the heart was stained with thioflavin-S (size of no-reflow zone) and triphenyl-tetrazolium chloride (TTC, extent of necrosis). Samples from normal, salvaged, and necrotic myocardium were counted for 14C- and 18F-deoxyglucose and microspheres. With the use of a three-compartment model of 2-deoxyglucose uptake, the rate constant k3 for phosphorylation of 14C- and 18F-2-deoxyglucose was calculated for each sample. Viability was defined as k3> or = 0.125 min(-1) (predictive accuracy 88% versus electron microscopy and 97% versus TTC). Among 58 samples from no-reflow regions, 97% were nonviable after 5 minutes of reperfusion (k3=0.096 +/- 0.027 min[-1]). Among 164 samples from salvaged myocardium, 95% were viable after both 5 and 180 minutes of reperfusion (k3=0.170 +/- 0.056 min[-1] P<.01 versus no-reflow). Among 179 samples from infarcted myocardium, mean k3 after 5 minutes of reperfusion was 0.184 +/- 0.070 min(-1) and 65% of samples were viable, but after 180 minutes of reperfusion mean k3 had decreased to 0.077 +/- 0.032 min(-1) (P<.0001) and 98% of samples were nonviable.\n    \n\n\n          Conclusions:\n        \n      \n      A large proportion of samples from infarcted myocardium are viable at the end of the ischemic period but lose viability during the first hours of reperfusion.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9498544/",
    "clean_text": "progression of myocardial necrosis during reperfusion of ischemic myocardium background the occurrence of myocyte necrosis during reperfusion of ischemic myocardium is controversial this study measured myocardial deoxyglucose uptake correlated with histology to determine whether loss of viability occurred during reperfusion of ischemic background the occurrence of myocyte necrosis during reperfusion of ischemic myocardium is controversial this study measured myocardial deoxyglucose uptake correlated with histology to determine whether loss of viability occurred during reperfusion of ischemic myocardium methods and results in anesthetized dogs the left anterior descending coronary artery was occluded for minutes before hours reperfusion myocardial blood flow was measured by microspheres and the tracers c deoxyglucose and f deoxyglucose were injected intravenously after and minutes of reperfusion respectively after minutes the heart was stained with thioflavin s size of no reflow zone and triphenyl tetrazolium chloride ttc extent of necrosis samples from normal salvaged and necrotic myocardium were counted for c and f deoxyglucose and microspheres with the use of a three compartment model of deoxyglucose uptake the rate constant k for phosphorylation of c and f deoxyglucose was calculated for each sample viability was defined as k or min predictive accuracy versus electron microscopy and versus ttc among samples from no reflow regions were nonviable after minutes of reperfusion k min among samples from salvaged myocardium were viable after both and minutes of reperfusion k min p versus no reflow among samples from infarcted myocardium mean k after minutes of reperfusion was min and of samples were viable but after minutes of reperfusion mean k had decreased to min p and of samples were nonviable conclusions a large proportion of samples from infarcted myocardium are viable at the end of the ischemic period but lose viability during the first hours of reperfusion"
}