{
    "pmid": "41434902",
    "title": "Alzheimer's Imaging Consortium.",
    "abstract": "The Joint Propagation Model (JPM)-based CenTauR scale was recently introduced to harmonize tau-PET quantification across different radiotracers. This study examined how CenTauR harmonization enhances the comparability of tau-PET quantification across matched cohorts using different tracers. The evaluation focused on three key aspects: (1) comparing tau-PET positivity rates as defined by CenTauR, (2) evaluating its diagnostic accuracy for symptomatic AD, and (3) analyzing longitudinal changes in tau-PET rates over time. The JPM, developed by the CPAD-led Tau PET Harmonization Working Group (Leuzy et al., Alzheimers Dement. 2024; Figure 1A), models relationships between anchor point subjects and head-to-head tau-PET SUVR data onto the CenTauR scale, providing conversion equations for multiple tracers. JPM equations were applied to [¹⁸F]flortaucipir SUVR (Meta-temporal ROI) data from 561 cognitively impaired participants in the ADNI and OASIS-3 studies. Using ROC analysis, we determined the CenTauR cut-off for positivity (T+) that maximized the Youden index for discriminating between FDA-approved positive/negative visual reads. Three separate cohorts, scanned using [¹⁸F]flortaucipir (ADNI), [¹⁸F]MK-6240 (CPAS), and [¹⁸F]RO-948 (BioFINDER-2), were matched 1:1 by age, MMSE, amyloid-β, and clinical diagnosis. CenTauR-based metrics were compared across these cohorts. A cut-off of 18 CenTauRs was found to optimally classify [ These analyses suggest that CenTauR harmonization increases the comparability of tau-PET data acquired with different tracers. Additional validation analyses with larger cohorts including other radiotracers ([¹⁸F]PI-2620) are underway.",
    "disease": "alzheimer disease",
    "clean_text": "alzheimer s imaging consortium the joint propagation model jpm based centaur scale was recently introduced to harmonize tau pet quantification across different radiotracers this study examined how centaur harmonization enhances the comparability of tau pet quantification across matched cohorts using different tracers the evaluation focused on three key aspects comparing tau pet positivity rates as defined by centaur evaluating its diagnostic accuracy for symptomatic ad and analyzing longitudinal changes in tau pet rates over time the jpm developed by the cpad led tau pet harmonization working group leuzy et al alzheimers dement figure a models relationships between anchor point subjects and head to head tau pet suvr data onto the centaur scale providing conversion equations for multiple tracers jpm equations were applied to f flortaucipir suvr meta temporal roi data from cognitively impaired participants in the adni and oasis studies using roc analysis we determined the centaur cut off for positivity t that maximized the youden index for discriminating between fda approved positive negative visual reads three separate cohorts scanned using f flortaucipir adni f mk cpas and f ro biofinder were matched by age mmse amyloid and clinical diagnosis centaur based metrics were compared across these cohorts a cut off of centaurs was found to optimally classify these analyses suggest that centaur harmonization increases the comparability of tau pet data acquired with different tracers additional validation analyses with larger cohorts including other radiotracers f pi are underway"
}