{
    "title": "State Firearm Legislation and Youth/Young Adult Handgun Carrying in the United States.",
    "doc_id": "36229394",
    "writer": "Dong B",
    "year": "2022",
    "summary": "PURPOSE: To examine the association between state firearm legislation and youth/young adult handgun carrying in the United States and to identify policy priority areas for intervention. ...DISCUSSION: State firearm legislation may be an effective mechanism to reduce …",
    "abstract": "Purpose:\n        \n      \n      To examine the association between state firearm legislation and youth/young adult handgun carrying in the United States and to identify policy priority areas for intervention.\n    \n\n\n          Methods:\n        \n      \n      We linked person-level gun carrying data from a nationally representative sample of U.S. youth and young adults with state-level gun policies over a 15-year period. Cross-classified mixed effects logistic regressions estimated the associations between state gun policies and handgun carrying and explored whether the associations varied by person-level demographic characteristics.\n    \n\n\n          Results:\n        \n      \n      Youth and young adults in states with a greater number of gun policies were less likely to carry a handgun than youth and young adults in states with fewer gun policies. Regulations on gun purchasing, concealed carrying permitting, and domestic violence-related laws were particularly important in reducing youth/young adult gun-carrying behavior. In addition, these associations varied by gender and race/ethnicity.\n    \n\n\n          Discussion:\n        \n      \n      State firearm legislation may be an effective mechanism to reduce youth and young adult gun carrying and ultimately mitigate gun-related mortality and morbidity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36229394/",
    "clean_text": "state firearm legislation and youth young adult handgun carrying in the united states purpose to examine the association between state firearm legislation and youth young adult handgun carrying in the united states and to identify policy priority areas for intervention discussion state firearm legislation may be an effective mechanism to reduce purpose to examine the association between state firearm legislation and youth young adult handgun carrying in the united states and to identify policy priority areas for intervention methods we linked person level gun carrying data from a nationally representative sample of u s youth and young adults with state level gun policies over a year period cross classified mixed effects logistic regressions estimated the associations between state gun policies and handgun carrying and explored whether the associations varied by person level demographic characteristics results youth and young adults in states with a greater number of gun policies were less likely to carry a handgun than youth and young adults in states with fewer gun policies regulations on gun purchasing concealed carrying permitting and domestic violence related laws were particularly important in reducing youth young adult gun carrying behavior in addition these associations varied by gender and race ethnicity discussion state firearm legislation may be an effective mechanism to reduce youth and young adult gun carrying and ultimately mitigate gun related mortality and morbidity"
}