{
    "title": "Diagnostic tests for medullary thyroid carcinoma: an umbrella review.",
    "doc_id": "36877452",
    "writer": "Trimboli P",
    "year": "2023",
    "summary": "PURPOSE: To summarize the more robust evidence about the performance of tools useful for diagnosis of medullary thyroid carcinoma (MTC) such as calcitonin (Ctn) and other circulating markers, ultrasound (US), fine-needle aspiration (FNA), and other imaging procedures. METHODS: Th …",
    "abstract": "Purpose:\n        \n      \n      To summarize the more robust evidence about the performance of tools useful for diagnosis of medullary thyroid carcinoma (MTC) such as calcitonin (Ctn) and other circulating markers, ultrasound (US), fine-needle aspiration (FNA), and other imaging procedures.\n    \n\n\n          Methods:\n        \n      \n      This systematic review of systematic reviews was carried out according to a predefined protocol. A search string was created. An electronical comprehensive search of literature was performed on December 2022. Quality assessment of eligible systematic reviews was performed and main findings were described.\n    \n\n\n          Results:\n        \n      \n      Twenty-three systematic reviews were included and several findings were achieved. Ctn is the most reliable diagnostic marker of MTC with no evidence of improvement with stimulation test. CEA doubling time is more reliable than Ctn in identifying MTC with poorer prognosis. US sensitivity is suboptimal in MTC and only just over half of cases are at high risk according to Thyroid Imaging And Reporting Data Systems. Cytology can correctly detect MTC in just over half of cases and measuring Ctn in washout fluid from FNA is necessary. PET/CT is useful for detecting recurrent MTC.\n    \n\n\n          Conclusions:\n        \n      \n      Future guidelines of both thyroid nodule management and MTC diagnosis should consider these evidence-based data.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36877452/",
    "clean_text": "diagnostic tests for medullary thyroid carcinoma an umbrella review purpose to summarize the more robust evidence about the performance of tools useful for diagnosis of medullary thyroid carcinoma mtc such as calcitonin ctn and other circulating markers ultrasound us fine needle aspiration fna and other imaging procedures methods th purpose to summarize the more robust evidence about the performance of tools useful for diagnosis of medullary thyroid carcinoma mtc such as calcitonin ctn and other circulating markers ultrasound us fine needle aspiration fna and other imaging procedures methods this systematic review of systematic reviews was carried out according to a predefined protocol a search string was created an electronical comprehensive search of literature was performed on december quality assessment of eligible systematic reviews was performed and main findings were described results twenty three systematic reviews were included and several findings were achieved ctn is the most reliable diagnostic marker of mtc with no evidence of improvement with stimulation test cea doubling time is more reliable than ctn in identifying mtc with poorer prognosis us sensitivity is suboptimal in mtc and only just over half of cases are at high risk according to thyroid imaging and reporting data systems cytology can correctly detect mtc in just over half of cases and measuring ctn in washout fluid from fna is necessary pet ct is useful for detecting recurrent mtc conclusions future guidelines of both thyroid nodule management and mtc diagnosis should consider these evidence based data"
}