{
    "title": "Isolated IgG4-related prostatitis masquerading as prostate cancer: a diagnostic pitfall in patients with elevated prostate-specific antigen and prostatic mass.",
    "doc_id": "40839029",
    "writer": "Suzuki K",
    "year": "2025",
    "summary": "Immunoglobulin G4-related disease (IgG4-RD) is a systemic immune-mediated condition that can affect multiple organs. Prostatic involvement, although uncommon, may closely mimic prostate cancer due to the presence of a prostatic mass and elevated prostate …",
    "abstract": "Immunoglobulin G4-related disease (IgG4-RD) is a systemic immune-mediated condition that can affect multiple organs. Prostatic involvement, although uncommon, may closely mimic prostate cancer due to the presence of a prostatic mass and elevated prostate-specific antigen (PSA) levels. In rare cases, IgG4-related prostatitis occurs in isolation, without evidence of other organ involvement. We present the case of a 78-year-old man initially suspected of having prostate cancer based on a markedly elevated PSA level and prostate magnetic resonance imaging findings. However, prostate biopsy revealed no malignancy, instead showing dense infiltration of IgG4-positive plasma cells. Along with elevated serum IgG4 levels, these findings led to a diagnosis of isolated IgG4-related prostatitis. The patient initially declined treatment, but over the following two years, his prostate volume increased, and his dysuria, characterized by urinary frequency, difficulty urinating, and a sensation of post-void residual urine, worsened. Initiation of prednisolone therapy resulted in normalization of serum IgG4 levels and marked improvement in both prostate swelling and urinary function. A literature review identified only three additional reported cases of isolated IgG4-related prostatitis. This case highlights the potential for prostate-limited IgG4-RD and underscores the importance of including IgG4-related prostatitis in the differential diagnosis of suspected prostate cancer, particularly when biopsy findings are atypical.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40839029/",
    "clean_text": "isolated igg related prostatitis masquerading as prostate cancer a diagnostic pitfall in patients with elevated prostate specific antigen and prostatic mass immunoglobulin g related disease igg rd is a systemic immune mediated condition that can affect multiple organs prostatic involvement although uncommon may closely mimic prostate cancer due to the presence of a prostatic mass and elevated prostate immunoglobulin g related disease igg rd is a systemic immune mediated condition that can affect multiple organs prostatic involvement although uncommon may closely mimic prostate cancer due to the presence of a prostatic mass and elevated prostate specific antigen psa levels in rare cases igg related prostatitis occurs in isolation without evidence of other organ involvement we present the case of a year old man initially suspected of having prostate cancer based on a markedly elevated psa level and prostate magnetic resonance imaging findings however prostate biopsy revealed no malignancy instead showing dense infiltration of igg positive plasma cells along with elevated serum igg levels these findings led to a diagnosis of isolated igg related prostatitis the patient initially declined treatment but over the following two years his prostate volume increased and his dysuria characterized by urinary frequency difficulty urinating and a sensation of post void residual urine worsened initiation of prednisolone therapy resulted in normalization of serum igg levels and marked improvement in both prostate swelling and urinary function a literature review identified only three additional reported cases of isolated igg related prostatitis this case highlights the potential for prostate limited igg rd and underscores the importance of including igg related prostatitis in the differential diagnosis of suspected prostate cancer particularly when biopsy findings are atypical"
}