{
    "pmid": "41417494",
    "title": "SMARCA5 Cooperates With RSF1 to Promote Pathological Glycolysis and Chondrocyte Dysfunction in Osteoarthritis Through ATPase-Dependent Chromatin Regulation.",
    "abstract": "Osteoarthritis (OA) is a prevalent degenerative joint disease largely driven by chondrocyte dysfunction; however, effective disease-modifying therapies remain elusive. Although metabolic reprogramming toward glycolysis and epigenetic modifications are recognized hallmarks of osteoarthritis chondrocytes, the precise epigenetic pathways that immediately regulate these metabolic transitions remain incompletely understood. The role of ATP-structured chromatin remodelers like SWI/SNF-related Matrix-associated Actin-dependent Regulator of Chromatin Subfamily A Member 5 (SMARCA5) in regulating chondrocyte metabolism and function represents a vital knowledge gap. We explored SMARCA5's role in osteoarthritis pathogenesis through an integrated analysis of human osteoarthritis transcriptomic data, in vitro experiments in primary chondrocytes exposed to inflammatory stress, mechanistic assays including chromatin immunoprecipitation-quantitative polymerase chain reaction and co-immunoprecipitation mass spectrometry, functional metabolic analysis, and in vivo validation using destabilization of the medial meniscus-induced osteoarthritis in chondrocyte-specific Smarca5 conditional knockout mice. SMARCA5 was highly upregulated in osteoarthritis and increased progressively during experimental disease development. Functionally, SMARCA5 enhanced pathological glycolysis, proliferation, and apoptosis in chondrocytes. Mechanistically, Remodeling and Spacing Factor 1 (RSF1) served as an indispensable co-factor, with the SMARCA5-RSF1 complex directly binding to key glycolytic promoters, activating histone H3 lysine 27 acetylation and transcription through an ATPase-dependent process. Chondrocyte-specific Smarca5 ablation attenuated cartilage damage, subchondral bone changes, and joint inflammation. This study establishes SMARCA5 as an essential epigenetic driver connecting chromatin remodeling to pathological glycolysis in osteoarthritis, identifying a novel therapeutic target for treatment.",
    "disease": "osteoarthritis",
    "clean_text": "smarca cooperates with rsf to promote pathological glycolysis and chondrocyte dysfunction in osteoarthritis through atpase dependent chromatin regulation osteoarthritis oa is a prevalent degenerative joint disease largely driven by chondrocyte dysfunction however effective disease modifying therapies remain elusive although metabolic reprogramming toward glycolysis and epigenetic modifications are recognized hallmarks of osteoarthritis chondrocytes the precise epigenetic pathways that immediately regulate these metabolic transitions remain incompletely understood the role of atp structured chromatin remodelers like swi snf related matrix associated actin dependent regulator of chromatin subfamily a member smarca in regulating chondrocyte metabolism and function represents a vital knowledge gap we explored smarca s role in osteoarthritis pathogenesis through an integrated analysis of human osteoarthritis transcriptomic data in vitro experiments in primary chondrocytes exposed to inflammatory stress mechanistic assays including chromatin immunoprecipitation quantitative polymerase chain reaction and co immunoprecipitation mass spectrometry functional metabolic analysis and in vivo validation using destabilization of the medial meniscus induced osteoarthritis in chondrocyte specific smarca conditional knockout mice smarca was highly upregulated in osteoarthritis and increased progressively during experimental disease development functionally smarca enhanced pathological glycolysis proliferation and apoptosis in chondrocytes mechanistically remodeling and spacing factor rsf served as an indispensable co factor with the smarca rsf complex directly binding to key glycolytic promoters activating histone h lysine acetylation and transcription through an atpase dependent process chondrocyte specific smarca ablation attenuated cartilage damage subchondral bone changes and joint inflammation this study establishes smarca as an essential epigenetic driver connecting chromatin remodeling to pathological glycolysis in osteoarthritis identifying a novel therapeutic target for treatment"
}