{
    "pmid": "41436275",
    "title": "Occupational risk of Parkinson's disease and employment status following hospital admission: secondary analysis of ICOD-R case-control data in Japan.",
    "abstract": "To investigate the association between occupation and Parkinson's disease (PD) risk and whether patients with PD change occupation after onset. A matched case-control study using secondary analysis of the Inpatient Clinico-Occupational Survey of the Rosai Hospital Group in Japan. A nationwide multicentre inpatient dataset in Japan from 2005 to 2021. The PD group comprised 2205 inpatients diagnosed with PD (International Statistical Classification of Diseases and Related Health Problems, 10th Revision code G20) and 10 436 matched controls without PD, matched for age, sex, year of admission and hospital. Associations between the longest-held occupation-classified by industry (blue-collar, service, white-collar) and occupational class (blue-collar workers, service workers, professionals, managers)-and PD risk. Occupations and industries with increased PD risk; occupational changes before and after diagnosis among participants aged <60 years; and associations of PD risk with chemical exposure, smoking status and sex. After adjustment for smoking and alcohol, professionals in the service (OR=2.01, 95% CI 1.24 to 3.25) and white-collar (OR=1.33, 95% CI 1.10 to 1.61) industries had higher PD risk than service workers. Doctors, dentists, veterinarians and pharmacists showed elevated risk. Among 160 PD patients, 47% were unemployed, 20% left voluntarily and 30% continued working after diagnosis. Chemical handling was not associated with PD risk after adjustment of multiple comparisons. Former or current smokers among blue-collar and service workers in blue-collar industry had a decreased risk of PD. Professionals in the service and white-collar industries, particularly those in healthcare occupations, had a higher risk of PD. Approximately 20% became unemployed after diagnosis.",
    "disease": "parkinson disease",
    "clean_text": "occupational risk of parkinson s disease and employment status following hospital admission secondary analysis of icod r case control data in japan to investigate the association between occupation and parkinson s disease pd risk and whether patients with pd change occupation after onset a matched case control study using secondary analysis of the inpatient clinico occupational survey of the rosai hospital group in japan a nationwide multicentre inpatient dataset in japan from to the pd group comprised inpatients diagnosed with pd international statistical classification of diseases and related health problems th revision code g and matched controls without pd matched for age sex year of admission and hospital associations between the longest held occupation classified by industry blue collar service white collar and occupational class blue collar workers service workers professionals managers and pd risk occupations and industries with increased pd risk occupational changes before and after diagnosis among participants aged years and associations of pd risk with chemical exposure smoking status and sex after adjustment for smoking and alcohol professionals in the service or ci to and white collar or ci to industries had higher pd risk than service workers doctors dentists veterinarians and pharmacists showed elevated risk among pd patients were unemployed left voluntarily and continued working after diagnosis chemical handling was not associated with pd risk after adjustment of multiple comparisons former or current smokers among blue collar and service workers in blue collar industry had a decreased risk of pd professionals in the service and white collar industries particularly those in healthcare occupations had a higher risk of pd approximately became unemployed after diagnosis"
}