{
    "pmid": "41396808",
    "title": "Development of a Sensitive Lateral Flow Immunoassay Using Recombinant Rabbit Single-Chain Variable Fragments Fused to a Nitrocellulose-Binding Protein.",
    "abstract": "Lateral-flow immunoassays (LFIAs) are increasingly used as diagnostic tools for point-of-care testing because of their speed, simplicity, and cost-effectiveness. However, traditional antibody immobilization techniques, which primarily rely on the passive antibody adsorption onto nitrocellulose (NC) membranes, have notable limitations. Accordingly, we developed an innovative LFIA platform that integrates recombinant rabbit single-chain variable fragments (scFvs) genetically fused with NC-binding proteins (NBPs) to enhance immobilization and overall performance. Twenty-one candidate proteins were screened, of which lactoferrin emerged as a superior NBP because of its robust and stable adsorption onto NC membranes, even in the presence of surfactants. Fusion constructs of scFvs and lactoferrin (LF) (designated scFv-LF) were constructed and expressed in ExpiCHO cells. The purified scFv-LF proteins maintained high antigen-binding activity across a wide pH range (2-13) and exhibited improved performance in dot blot assays, enzyme-linked immunosorbent assay (ELISA), and lateral flow formats compared to scFvs alone. A complementarity-determining region (CDR)-grafting strategy was used to produce scFv-LF variants with modified regions that retained the C2R framework. C1R/C2R and B1R/C2R fusion proteins demonstrated enhanced antigen activity and high signal intensities. B1R/C2R scFv-LF fusion achieved a 100-fold lower detection limit for influenza B nucleocapsid protein than its nonfused counterpart. Overall, the scFv-LF fusion platform is a powerful solution for achieving stable and oriented antibody immobilization on NC membranes, substantially enhancing the sensitivity and reproducibility of LFIA systems. This modular approach facilitates the rapid customization of a diverse range of antigens through CDR grafting, paving the way for next-generation diagnostic developments.",
    "disease": "influenza",
    "clean_text": "development of a sensitive lateral flow immunoassay using recombinant rabbit single chain variable fragments fused to a nitrocellulose binding protein lateral flow immunoassays lfias are increasingly used as diagnostic tools for point of care testing because of their speed simplicity and cost effectiveness however traditional antibody immobilization techniques which primarily rely on the passive antibody adsorption onto nitrocellulose nc membranes have notable limitations accordingly we developed an innovative lfia platform that integrates recombinant rabbit single chain variable fragments scfvs genetically fused with nc binding proteins nbps to enhance immobilization and overall performance twenty one candidate proteins were screened of which lactoferrin emerged as a superior nbp because of its robust and stable adsorption onto nc membranes even in the presence of surfactants fusion constructs of scfvs and lactoferrin lf designated scfv lf were constructed and expressed in expicho cells the purified scfv lf proteins maintained high antigen binding activity across a wide ph range and exhibited improved performance in dot blot assays enzyme linked immunosorbent assay elisa and lateral flow formats compared to scfvs alone a complementarity determining region cdr grafting strategy was used to produce scfv lf variants with modified regions that retained the c r framework c r c r and b r c r fusion proteins demonstrated enhanced antigen activity and high signal intensities b r c r scfv lf fusion achieved a fold lower detection limit for influenza b nucleocapsid protein than its nonfused counterpart overall the scfv lf fusion platform is a powerful solution for achieving stable and oriented antibody immobilization on nc membranes substantially enhancing the sensitivity and reproducibility of lfia systems this modular approach facilitates the rapid customization of a diverse range of antigens through cdr grafting paving the way for next generation diagnostic developments"
}