{
    "pmid": "41421857",
    "title": "Evaluation of the location of the weight-bearing line on the ankle in varus ankle osteoarthritis using weight-bearing long-leg anteroposterior view: A retrospective clinical study.",
    "abstract": "Weight-bearing long-leg radiographic image is used to evaluate alignment of the entire lower extremity, and the mechanical axis is the line connecting the femoral head center with the center of the ankle. However, the ankle varus/valgus angulation is compensated by subtalar joint; therefore, calcaneus inclusion is appropriate to evaluate lower leg alignment. The current digital imaging techniques reveal the calcaneus despite the bony overlap. The purpose of this study is to examine where the line from the center of the femoral head to the lowest point of the calcaneus passes through the ankle joint on the long-leg weight-bearing AP view. This retrospective study used weight-bearing simulation computed tomography to examine the calcaneal outline location in the weight-bearing long-leg AP view of 46 healthy participants. We defined the plafond loading point on the long-leg AP view as the location where the line from the femoral head center to the lowest point of the calcaneal outline crosses the ankle joint. We measured and compared the plafond loading point in 46 normal feet and 84 feet with ankle osteoarthritis at each stage. In the long-leg AP view, the calcaneal outline was positioned at 69.9 % from the anterior edge of the calcaneus in the lateral image. The plafond loading point was located at 86.8 % from the medial side of the plafond in the normal group, 67.4 %, 48.3 %, 44.4 %, and 70.1 % in stages 2, 3a, 3b, and 4, respectively. The true mechanical axis, drawn from the femoral head center to the lowest point of the calcaneus, passes laterally through the ankle in the normal group. As osteoarthritis progresses to stage 3b, it shifts medially, then slightly returns laterally in stage 4. Therefore, including the calcaneus is appropriate to evaluate the mechanical axis of the whole lower extremity.",
    "disease": "osteoarthritis",
    "clean_text": "evaluation of the location of the weight bearing line on the ankle in varus ankle osteoarthritis using weight bearing long leg anteroposterior view a retrospective clinical study weight bearing long leg radiographic image is used to evaluate alignment of the entire lower extremity and the mechanical axis is the line connecting the femoral head center with the center of the ankle however the ankle varus valgus angulation is compensated by subtalar joint therefore calcaneus inclusion is appropriate to evaluate lower leg alignment the current digital imaging techniques reveal the calcaneus despite the bony overlap the purpose of this study is to examine where the line from the center of the femoral head to the lowest point of the calcaneus passes through the ankle joint on the long leg weight bearing ap view this retrospective study used weight bearing simulation computed tomography to examine the calcaneal outline location in the weight bearing long leg ap view of healthy participants we defined the plafond loading point on the long leg ap view as the location where the line from the femoral head center to the lowest point of the calcaneal outline crosses the ankle joint we measured and compared the plafond loading point in normal feet and feet with ankle osteoarthritis at each stage in the long leg ap view the calcaneal outline was positioned at from the anterior edge of the calcaneus in the lateral image the plafond loading point was located at from the medial side of the plafond in the normal group and in stages a b and respectively the true mechanical axis drawn from the femoral head center to the lowest point of the calcaneus passes laterally through the ankle in the normal group as osteoarthritis progresses to stage b it shifts medially then slightly returns laterally in stage therefore including the calcaneus is appropriate to evaluate the mechanical axis of the whole lower extremity"
}