{
    "pmid": "41468543",
    "title": "Artificial Intelligence-Enhanced Multi-Algorithm R Shiny Application for Predictive Modeling and Analytics: Case Study of Alzheimer Disease Diagnostics.",
    "abstract": "Artificial intelligence (AI) has demonstrated superior diagnostic accuracy compared with medical practitioners, highlighting its growing importance in health care. SMART-Pred (Shiny Multi-Algorithm R Tool for Predictive Modeling) is an innovative AI-based application for Alzheimer disease (AD) prediction using handwriting analysis. This study aimed to develop and evaluate a noninvasive, cost-effective AI tool for early AD detection, addressing the need for accessible and accurate screening methods. The study used principal component analysis for dimensionality reduction of handwriting data, followed by training and evaluation of 10 diverse AI models, including logistic regression, naïve Bayes, random forest, adaptive boosting, support vector machine, and neural network. Model performance was assessed using accuracy, sensitivity, precision, specificity, F1-score, and area under the curve (AUC) metrics. The DARWIN (Diagnosis Alzheimer With Handwriting) dataset, comprising handwriting samples from 174 participants (89 patients with AD and 85 healthy controls), was used for validation and testing. The neural network classifier achieved an accuracy of 91% (95% CI 0.79-0.97) and an AUC of 94% on the test set after identifying the most significant features for AD prediction. These performance results surpass those of current clinical diagnostic tools, which typically achieve around 81% accuracy. SMART-Pred's performance aligns with recent AI advancements in AD prediction, such as Cambridge scientists' AI tool achieving 82% accuracy in identifying AD progression within 3 years, using cognitive tests and magnetic resonance imaging scans. The variables \"air_time\" and \"paper_time\" consistently emerged as critical predictors for AD across all 10 AI models, highlighting their potential importance in early detection and risk assessment. To augment transparency and interpretability, we incorporated the principles of explainable AI, specifically using Shapley Additive Explanations, a state-of-the-art method to emphasize the features responsible for our model's efficacy. SMART-Pred offers noninvasive, cost-effective, and efficient AD prediction, demonstrating the transformative potential of AI in health care. While clinical validation is necessary to confirm the practical applicability of the identified key variables, the findings of this study contribute to the growing body of research on AI-assisted AD diagnosis and may lead to improved patient outcomes through early detection and intervention.",
    "disease": "alzheimer disease",
    "clean_text": "artificial intelligence enhanced multi algorithm r shiny application for predictive modeling and analytics case study of alzheimer disease diagnostics artificial intelligence ai has demonstrated superior diagnostic accuracy compared with medical practitioners highlighting its growing importance in health care smart pred shiny multi algorithm r tool for predictive modeling is an innovative ai based application for alzheimer disease ad prediction using handwriting analysis this study aimed to develop and evaluate a noninvasive cost effective ai tool for early ad detection addressing the need for accessible and accurate screening methods the study used principal component analysis for dimensionality reduction of handwriting data followed by training and evaluation of diverse ai models including logistic regression na ve bayes random forest adaptive boosting support vector machine and neural network model performance was assessed using accuracy sensitivity precision specificity f score and area under the curve auc metrics the darwin diagnosis alzheimer with handwriting dataset comprising handwriting samples from participants patients with ad and healthy controls was used for validation and testing the neural network classifier achieved an accuracy of ci and an auc of on the test set after identifying the most significant features for ad prediction these performance results surpass those of current clinical diagnostic tools which typically achieve around accuracy smart pred s performance aligns with recent ai advancements in ad prediction such as cambridge scientists ai tool achieving accuracy in identifying ad progression within years using cognitive tests and magnetic resonance imaging scans the variables air time and paper time consistently emerged as critical predictors for ad across all ai models highlighting their potential importance in early detection and risk assessment to augment transparency and interpretability we incorporated the principles of explainable ai specifically using shapley additive explanations a state of the art method to emphasize the features responsible for our model s efficacy smart pred offers noninvasive cost effective and efficient ad prediction demonstrating the transformative potential of ai in health care while clinical validation is necessary to confirm the practical applicability of the identified key variables the findings of this study contribute to the growing body of research on ai assisted ad diagnosis and may lead to improved patient outcomes through early detection and intervention"
}