{
    "title": "The roles of calcium-sensing receptor (CaSR) in heavy metals-induced nephrotoxicity.",
    "doc_id": "31874167",
    "writer": "Kosiba AA",
    "year": "2020",
    "summary": "The kidney is a vital organ responsible for regulating water, electrolyte and acid-base balance as well as eliminating toxic substances from the blood in the body. Exposure of humans to heavy metals in their natural and occupational environments, foods, water, and drugs ha …",
    "abstract": "The kidney is a vital organ responsible for regulating water, electrolyte and acid-base balance as well as eliminating toxic substances from the blood in the body. Exposure of humans to heavy metals in their natural and occupational environments, foods, water, and drugs has serious implications on the kidney's health. The accumulation of heavy metals in the kidney has been linked to acute or chronic renal injury, kidney stones or even renal cancer, at the expense of expensive treatment options. Therefore, unearthing novel biomarkers and potential therapeutic agents or targets against kidney injury for efficient treatment are imperative. The calcium-sensing receptor (CaSR), a G-protein-coupled receptor (GPCR) is typically expressed in the parathyroid glands and renal tubules. It modulates parathyroid hormone secretion according to the serum calcium (Ca2+) concentration. In the kidney, it modulates electrolyte and water excretion by regulating the function of diverse tubular segments. Notably, CaSR lowers passive and active Ca2+ reabsorption in distal tubules, which facilitates phosphate reabsorption in proximal tubules and stimulates proton and water excretion in collecting ducts. Moreover, at the cellular level, modulation of the CaSR regulates cytosolic Ca2+ levels, reactive oxygen species (ROS) generation and the mitogen-activated protein kinase (MAPK) signaling cascades as well as autophagy and the suppression of apoptosis, an effect predominantly triggered by heavy metals. In this regard, we present a review on the CaSR at the cellular level and its potential as a therapeutic target for the development of new and efficient drugs against heavy metals-induced nephrotoxicity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31874167/",
    "clean_text": "the roles of calcium sensing receptor casr in heavy metals induced nephrotoxicity the kidney is a vital organ responsible for regulating water electrolyte and acid base balance as well as eliminating toxic substances from the blood in the body exposure of humans to heavy metals in their natural and occupational environments foods water and drugs ha the kidney is a vital organ responsible for regulating water electrolyte and acid base balance as well as eliminating toxic substances from the blood in the body exposure of humans to heavy metals in their natural and occupational environments foods water and drugs has serious implications on the kidney s health the accumulation of heavy metals in the kidney has been linked to acute or chronic renal injury kidney stones or even renal cancer at the expense of expensive treatment options therefore unearthing novel biomarkers and potential therapeutic agents or targets against kidney injury for efficient treatment are imperative the calcium sensing receptor casr a g protein coupled receptor gpcr is typically expressed in the parathyroid glands and renal tubules it modulates parathyroid hormone secretion according to the serum calcium ca concentration in the kidney it modulates electrolyte and water excretion by regulating the function of diverse tubular segments notably casr lowers passive and active ca reabsorption in distal tubules which facilitates phosphate reabsorption in proximal tubules and stimulates proton and water excretion in collecting ducts moreover at the cellular level modulation of the casr regulates cytosolic ca levels reactive oxygen species ros generation and the mitogen activated protein kinase mapk signaling cascades as well as autophagy and the suppression of apoptosis an effect predominantly triggered by heavy metals in this regard we present a review on the casr at the cellular level and its potential as a therapeutic target for the development of new and efficient drugs against heavy metals induced nephrotoxicity"
}