{
    "pmid": "41469954",
    "title": "Preliminary evaluation of a tailored difficulty index for long-distance family caregivers of older adults with dementia.",
    "abstract": "The bulk of research focused on family caregiving for persons with Alzheimer's Disease and Related Dementias (ADRD) has been limited to those in close proximity to their care-recipient. The unique needs of the growing number of long-distance caregivers (LDCs) remain understudied and unaddressed. Existing measures of caregiver strain, which were primarily developed for and with geographically proximate caregivers, do not adequately capture the unique challenges faced by LDCs (e.g., difficulties with ensuring and monitoring care from afar). Thus, the current study aims to evaluate the suitability and psychometric properties of a caregiving difficulty index tailored for LDCs. Data were from 40 participants enrolled in a pilot feasibility trial of a psycho-educational intervention for burdened LDCs of older adults with ADRD. Participants completed several measures assessing sociodemographic characteristics, caregiver burden, strain (i.e., family and work conflict, role captivity), and the 9-item difficulty index. An exploratory factor analysis (EFA) was conducted to examine the index's underlying factor structure. Pearson's correlations were used to assess the relationship among the final items and other validated measures of burden and strain. Cronbach's alphas were calculated for the total index and each subscale to evaluate internal consistency. EFA findings revealed that retention of eight out of the original nine items yielded the best model fit, with items loading onto two distinct components capturing general caregiving and distance-specific challenges. Cronbach's alphas were 0.79 for the total measure and between 0.67-0.80 for its subscales. Overall difficulty scores were also significantly positively related to caregiver burden (r = 0.42) and strain (rs = 0.31-0.44). Results provide initial evidence supporting the index's reliability and validity. Findings provide preliminary support for the potential suitability of the 8-item index for use with LDCs and underscore the importance of tailored assessments to adequately measure the unique challenges associated with the long-distance caregiving experience.",
    "disease": "alzheimer disease",
    "clean_text": "preliminary evaluation of a tailored difficulty index for long distance family caregivers of older adults with dementia the bulk of research focused on family caregiving for persons with alzheimer s disease and related dementias adrd has been limited to those in close proximity to their care recipient the unique needs of the growing number of long distance caregivers ldcs remain understudied and unaddressed existing measures of caregiver strain which were primarily developed for and with geographically proximate caregivers do not adequately capture the unique challenges faced by ldcs e g difficulties with ensuring and monitoring care from afar thus the current study aims to evaluate the suitability and psychometric properties of a caregiving difficulty index tailored for ldcs data were from participants enrolled in a pilot feasibility trial of a psycho educational intervention for burdened ldcs of older adults with adrd participants completed several measures assessing sociodemographic characteristics caregiver burden strain i e family and work conflict role captivity and the item difficulty index an exploratory factor analysis efa was conducted to examine the index s underlying factor structure pearson s correlations were used to assess the relationship among the final items and other validated measures of burden and strain cronbach s alphas were calculated for the total index and each subscale to evaluate internal consistency efa findings revealed that retention of eight out of the original nine items yielded the best model fit with items loading onto two distinct components capturing general caregiving and distance specific challenges cronbach s alphas were for the total measure and between for its subscales overall difficulty scores were also significantly positively related to caregiver burden r and strain rs results provide initial evidence supporting the index s reliability and validity findings provide preliminary support for the potential suitability of the item index for use with ldcs and underscore the importance of tailored assessments to adequately measure the unique challenges associated with the long distance caregiving experience"
}