{
    "pmid": "41463899",
    "title": "An Exploratory Study of Cannabidiol as an Adjunctive Treatment for Refractory Epilepsy in Dogs.",
    "abstract": "Canine epilepsy often resists conventional antiepileptic drugs (AEDs), which affects their quality of life. Cannabidiol (CBD) has anticonvulsant properties; however, evidence of its use in canine epilepsy is limited and contradictory. This prospective pilot study aimed to investigate the potential advantages, safety profile, and effects of CBD on quality of life when used as an adjunctive therapy in cases of drug-resistant epilepsy in canines. Thirteen dogs with refractory epilepsy, all on 2-6 concurrent AEDs, were enrolled. A single-arm pretest-post-test design was used. CBD was titrated from 0.5 mg/kg BID 2.5 mg/kg q12h. The primary outcome was the change in seizure frequency. Secondary outcomes included changes in seizure severity, seizure cluster, hematological and biochemical parameters, and owner-reported quality of life (QoL). Significant overall seizure frequency reduction (",
    "disease": "epilepsy",
    "clean_text": "an exploratory study of cannabidiol as an adjunctive treatment for refractory epilepsy in dogs canine epilepsy often resists conventional antiepileptic drugs aeds which affects their quality of life cannabidiol cbd has anticonvulsant properties however evidence of its use in canine epilepsy is limited and contradictory this prospective pilot study aimed to investigate the potential advantages safety profile and effects of cbd on quality of life when used as an adjunctive therapy in cases of drug resistant epilepsy in canines thirteen dogs with refractory epilepsy all on concurrent aeds were enrolled a single arm pretest post test design was used cbd was titrated from mg kg bid mg kg q h the primary outcome was the change in seizure frequency secondary outcomes included changes in seizure severity seizure cluster hematological and biochemical parameters and owner reported quality of life qol significant overall seizure frequency reduction"
}