{
    "pmid": "41447092",
    "title": "The CCL11-CCR3 Axis Regulates the Aggravation of Neuroinflammation in Astrocytic Necroptosis After Cerebral Ischemia.",
    "abstract": "In ischemic stroke (IS), the programmed death of neurons is a key factor contributing to poor prognosis and neurological dysfunction. Recently, it has been discovered that necroptosis, as a form of programmed cell death, promotes neuroinflammatory damage after IS; however, its mechanism is still unclear. Recent studies have shown that CCL11, as an eosinophil chemokine, may induce neuronal cytotoxicity by triggering the production of reactive oxygen species (ROS) in microglia. Meanwhile, CCR3, serving as the major functional membrane receptor target of CCL11, plays a crucial role in transducing CCL11 signals. This study establishes a mouse model of IS using permanent middle cerebral artery ligation (pMCAL) and utilizes methods such as Western blot (WB), quantitative polymerase chain reaction (qPCR), and immunofluorescence (IF) to detect changes in necroptosis markers and chemokines. The aim was to analyze the dynamic progression of necroptosis after stroke and its potential regulatory mechanisms. In in vivo experiments, the recovery levels of necroptosis and neuroinflammation were observed by administering a C-C motif chemokine receptor 3 (CCR3) inhibitor via cerebral stereotaxic injection. In vitro experiments utilized an oxygen-glucose deprivation (OGD) model to simulate the in vivo ischemic state of astrocytes. Exogenous CCL11 was administered, and the expression of CCR3 on astrocytes was inhibited to observe changes in necroptosis and apoptosis markers, including receptor-interacting protein kinase 1 (RIPK1), receptor-interacting protein kinase 1 (RIPK3), and mixed lineage kinase domain-like protein (MLKL), as well as inflammatory factors interleukin-1 beta (IL-1β), NOD-like receptor thermal protein domain-associated protein 3 (NLRP3), and apoptosis-associated speck-like protein containing a CARD(ASC). The results indicated that CCL11 stimulation significantly activated necroptosis and apoptosis in astrocytes, while blocking the CCR3 receptor on astrocytes resulted in a significant inhibition of this process. By collecting supernatants from various groups of astrocytes and stimulating neurons, it was further observed that necroptosis, induced by CCL11-CCR3 stimulation, significantly disrupts synaptic connections in neurons. We conclude that the CCL11-CCR3 axis plays a key role in the necroptosis of astrocytes after IS.",
    "disease": "stroke",
    "clean_text": "the ccl ccr axis regulates the aggravation of neuroinflammation in astrocytic necroptosis after cerebral ischemia in ischemic stroke is the programmed death of neurons is a key factor contributing to poor prognosis and neurological dysfunction recently it has been discovered that necroptosis as a form of programmed cell death promotes neuroinflammatory damage after is however its mechanism is still unclear recent studies have shown that ccl as an eosinophil chemokine may induce neuronal cytotoxicity by triggering the production of reactive oxygen species ros in microglia meanwhile ccr serving as the major functional membrane receptor target of ccl plays a crucial role in transducing ccl signals this study establishes a mouse model of is using permanent middle cerebral artery ligation pmcal and utilizes methods such as western blot wb quantitative polymerase chain reaction qpcr and immunofluorescence if to detect changes in necroptosis markers and chemokines the aim was to analyze the dynamic progression of necroptosis after stroke and its potential regulatory mechanisms in in vivo experiments the recovery levels of necroptosis and neuroinflammation were observed by administering a c c motif chemokine receptor ccr inhibitor via cerebral stereotaxic injection in vitro experiments utilized an oxygen glucose deprivation ogd model to simulate the in vivo ischemic state of astrocytes exogenous ccl was administered and the expression of ccr on astrocytes was inhibited to observe changes in necroptosis and apoptosis markers including receptor interacting protein kinase ripk receptor interacting protein kinase ripk and mixed lineage kinase domain like protein mlkl as well as inflammatory factors interleukin beta il nod like receptor thermal protein domain associated protein nlrp and apoptosis associated speck like protein containing a card asc the results indicated that ccl stimulation significantly activated necroptosis and apoptosis in astrocytes while blocking the ccr receptor on astrocytes resulted in a significant inhibition of this process by collecting supernatants from various groups of astrocytes and stimulating neurons it was further observed that necroptosis induced by ccl ccr stimulation significantly disrupts synaptic connections in neurons we conclude that the ccl ccr axis plays a key role in the necroptosis of astrocytes after is"
}