{
    "pmid": "41459712",
    "title": "Epstein-Barr Virus (EBV) and Autoimmune Diseases: Pathogenic Mechanisms and Therapeutic Insights.",
    "abstract": "Epstein-Barr virus (EBV), a ubiquitous human γ-herpesvirus infecting over 90% of the global population, has been increasingly implicated as a key environmental trigger in the development of various autoimmune diseases, including multiple sclerosis (MS), systemic lupus erythematosus (SLE), rheumatoid arthritis (RA). EBV latent proteins (e.g., EBNA1, EBNA2, LMP1) mimic host antigens and dysregulate B and T cell responses, promoting autoreactivity. Novel therapeutics, including small-molecule latency disruptors, EBV-specific T cell therapies, and advanced B-cell depletion strategies, have shown promise in addressing EBV-driven autoimmunity. Understanding its pathogenic mechanisms and therapeutic implications is critical for improving disease management. This review summarises EBV's roles in autoimmunity through mechanisms including molecular mimicry, B-cell transformation, and immune dysregulation. It also examines emerging antiviral and immune-modulating strategies targeting EBV infection and latency.",
    "disease": "rheumatoid arthritis",
    "clean_text": "epstein barr virus ebv and autoimmune diseases pathogenic mechanisms and therapeutic insights epstein barr virus ebv a ubiquitous human herpesvirus infecting over of the global population has been increasingly implicated as a key environmental trigger in the development of various autoimmune diseases including multiple sclerosis ms systemic lupus erythematosus sle rheumatoid arthritis ra ebv latent proteins e g ebna ebna lmp mimic host antigens and dysregulate b and t cell responses promoting autoreactivity novel therapeutics including small molecule latency disruptors ebv specific t cell therapies and advanced b cell depletion strategies have shown promise in addressing ebv driven autoimmunity understanding its pathogenic mechanisms and therapeutic implications is critical for improving disease management this review summarises ebv s roles in autoimmunity through mechanisms including molecular mimicry b cell transformation and immune dysregulation it also examines emerging antiviral and immune modulating strategies targeting ebv infection and latency"
}