{
    "title": "Sentinel Lymph Nodes for Breast Carcinoma: A Paradigm Shift.",
    "doc_id": "27472237",
    "writer": "Maguire A",
    "year": "2016",
    "summary": "Axillary lymph node dissection can be safely omitted in clinically node-negative patients with negative sentinel lymph nodes, as well as in a selected group of patients with limited sentinel lymph node involvement. The pathologic f …",
    "abstract": "Context:\n        \n      \n      -Sentinel lymph node biopsy has been established as the new standard of care for axillary staging in most patients with invasive breast carcinoma. Historically, all patients with a positive sentinel lymph node biopsy result underwent axillary lymph node dissection. Recent trials show that axillary lymph node dissection can be safely omitted in women with clinically node negative, T1 or T2 invasive breast cancer treated with breast-conserving surgery and whole-breast radiotherapy. This change in practice also has implications on the pathologic examination and reporting of sentinel lymph nodes.\n    \n\n\n          Objective:\n        \n      \n      -To review recent clinical and pathologic studies of sentinel lymph nodes and explore how these findings influence the pathologic evaluation of sentinel lymph nodes.\n    \n\n\n          Data sources:\n        \n      \n      -Sources were published articles from peer-reviewed journals in PubMed (US National Library of Medicine) and published guidelines from the American Joint Committee on Cancer, the Union for International Cancer Control, the American Society of Clinical Oncology, and the National Comprehensive Cancer Network.\n    \n\n\n          Conclusions:\n        \n      \n      -The main goal of sentinel lymph node examination should be to detect all macrometastases (>2 mm). Grossly sectioning sentinel lymph nodes at 2-mm intervals and evaluation of one hematoxylin-eosin-stained section from each block is the preferred method of pathologic evaluation. Axillary lymph node dissection can be safely omitted in clinically node-negative patients with negative sentinel lymph nodes, as well as in a selected group of patients with limited sentinel lymph node involvement. The pathologic features of the primary carcinoma and its sentinel lymph node metastases contribute to estimate the extent of non-sentinel lymph node involvement. This information is important to decide on further axillary treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27472237/",
    "clean_text": "sentinel lymph nodes for breast carcinoma a paradigm shift axillary lymph node dissection can be safely omitted in clinically node negative patients with negative sentinel lymph nodes as well as in a selected group of patients with limited sentinel lymph node involvement the pathologic f context sentinel lymph node biopsy has been established as the new standard of care for axillary staging in most patients with invasive breast carcinoma historically all patients with a positive sentinel lymph node biopsy result underwent axillary lymph node dissection recent trials show that axillary lymph node dissection can be safely omitted in women with clinically node negative t or t invasive breast cancer treated with breast conserving surgery and whole breast radiotherapy this change in practice also has implications on the pathologic examination and reporting of sentinel lymph nodes objective to review recent clinical and pathologic studies of sentinel lymph nodes and explore how these findings influence the pathologic evaluation of sentinel lymph nodes data sources sources were published articles from peer reviewed journals in pubmed us national library of medicine and published guidelines from the american joint committee on cancer the union for international cancer control the american society of clinical oncology and the national comprehensive cancer network conclusions the main goal of sentinel lymph node examination should be to detect all macrometastases mm grossly sectioning sentinel lymph nodes at mm intervals and evaluation of one hematoxylin eosin stained section from each block is the preferred method of pathologic evaluation axillary lymph node dissection can be safely omitted in clinically node negative patients with negative sentinel lymph nodes as well as in a selected group of patients with limited sentinel lymph node involvement the pathologic features of the primary carcinoma and its sentinel lymph node metastases contribute to estimate the extent of non sentinel lymph node involvement this information is important to decide on further axillary treatment"
}