{
    "title": "The relationship of changes in pain quality to pain interference and sleep quality.",
    "doc_id": "20338817",
    "writer": "Jensen MP",
    "year": "2010",
    "summary": "This study sought to address this gap by examining, in a sample of patients with carpal tunnel syndrome (CTS), the associations between pain quality and 2 domains of patient functioning: pain interference and sleep quality. We found that measures of pain quality …",
    "abstract": "Pain is a complex multidimensional experience that includes overall intensity/magnitude, unpleasantness/bothersomeness (affect), location, and quality. However, there is a paucity of research examining the importance of pain quality to patient functioning; most research focuses only on the intensity and affective components of pain. This study sought to address this gap by examining, in a sample of patients with carpal tunnel syndrome (CTS), the associations between pain quality and 2 domains of patient functioning: pain interference and sleep quality. We found that measures of pain quality contributed to the prediction of pain interference and sleep quality over and above the effects of global pain intensity and unpleasantness. In our sample, both throbbing and itchy pain emerged as contributing the most unique variance to the prediction of patient functioning. The findings indicate that the presence of pain described as throbbing or itchy, regardless of the overall magnitude of pain, may make patients with CTS particularly vulnerable to the negative impact of pain on quality of life. The findings support the need for experimental studies to determine if treatments can be identified that address these 2 pain qualities, and if effective treatments for these qualities in particular result in significant improvement in the quality of life of patients with CTS.\n    \n\n\n          Perspective:\n        \n      \n      A growing body of research supports the importance of assessing multiple domains of pain in clinical and research settings. The current findings suggest the possibility that, in patients with carpal tunnel syndrome, itchy and throbbing pain may play key roles in patient functioning above and beyond global pain intensity and unpleasantness. More research is needed to confirm this finding, and whether treatments can be identified that address these pain qualities specifically.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20338817/",
    "clean_text": "the relationship of changes in pain quality to pain interference and sleep quality this study sought to address this gap by examining in a sample of patients with carpal tunnel syndrome cts the associations between pain quality and domains of patient functioning pain interference and sleep quality we found that measures of pain quality pain is a complex multidimensional experience that includes overall intensity magnitude unpleasantness bothersomeness affect location and quality however there is a paucity of research examining the importance of pain quality to patient functioning most research focuses only on the intensity and affective components of pain this study sought to address this gap by examining in a sample of patients with carpal tunnel syndrome cts the associations between pain quality and domains of patient functioning pain interference and sleep quality we found that measures of pain quality contributed to the prediction of pain interference and sleep quality over and above the effects of global pain intensity and unpleasantness in our sample both throbbing and itchy pain emerged as contributing the most unique variance to the prediction of patient functioning the findings indicate that the presence of pain described as throbbing or itchy regardless of the overall magnitude of pain may make patients with cts particularly vulnerable to the negative impact of pain on quality of life the findings support the need for experimental studies to determine if treatments can be identified that address these pain qualities and if effective treatments for these qualities in particular result in significant improvement in the quality of life of patients with cts perspective a growing body of research supports the importance of assessing multiple domains of pain in clinical and research settings the current findings suggest the possibility that in patients with carpal tunnel syndrome itchy and throbbing pain may play key roles in patient functioning above and beyond global pain intensity and unpleasantness more research is needed to confirm this finding and whether treatments can be identified that address these pain qualities specifically"
}