{
    "pmid": "41472262",
    "title": "Global Prevalence and Cancer Risk of Epstein-Barr Virus and Human Papillomavirus Coinfection in Breast Cancer: A Systematic Review and Meta-Analysis.",
    "abstract": "Breast cancer (BC) is the most frequently diagnosed malignancy and a dominant cause of cancer mortality among women worldwide. Alongside established risk factors, recent studies highlight oncoviruses like Epstein-Barr virus (EBV) and human papillomavirus (HPV) as potential contributors. However, their role and association with BC development is still debatable. This systematic review and meta-analysis involved two distinct approaches: one assessing the worldwide prevalence of EBV and HPV coinfection in BC patients and another investigating the association between such coinfection and BC risk. A systematic search across PubMed, Scopus, Web of Science, and Embase was conducted up to 5 May 2025. Studies using PCR to detect both viruses in breast tissue samples were included. Random-effects models were used to estimate pooled prevalence and odds ratios with 95% confidence intervals. Out of 307 non-duplicate records, 16 studies were found to be eligible for quantitative analysis. The pooled prevalence of EBV/HPV coinfection among BC patients was 14% (95% CI: 12-16%; I Our analysis shows that EBV and HPV coinfection prevalence varies by region and appears to be rising over time among women with breast cancer. Additionally, the strong statistical association between coinfection and breast cancer risk suggests a potential role for these oncoviruses in disease development, highlighting the possible preventive value of EBV and HPV vaccination.",
    "disease": "breast cancer",
    "clean_text": "global prevalence and cancer risk of epstein barr virus and human papillomavirus coinfection in breast cancer a systematic review and meta analysis breast cancer bc is the most frequently diagnosed malignancy and a dominant cause of cancer mortality among women worldwide alongside established risk factors recent studies highlight oncoviruses like epstein barr virus ebv and human papillomavirus hpv as potential contributors however their role and association with bc development is still debatable this systematic review and meta analysis involved two distinct approaches one assessing the worldwide prevalence of ebv and hpv coinfection in bc patients and another investigating the association between such coinfection and bc risk a systematic search across pubmed scopus web of science and embase was conducted up to may studies using pcr to detect both viruses in breast tissue samples were included random effects models were used to estimate pooled prevalence and odds ratios with confidence intervals out of non duplicate records studies were found to be eligible for quantitative analysis the pooled prevalence of ebv hpv coinfection among bc patients was ci i our analysis shows that ebv and hpv coinfection prevalence varies by region and appears to be rising over time among women with breast cancer additionally the strong statistical association between coinfection and breast cancer risk suggests a potential role for these oncoviruses in disease development highlighting the possible preventive value of ebv and hpv vaccination"
}