{
    "pmid": "41343461",
    "title": "Formulation optimization and biodistribution of epigallocatechin gallate phospholipid complex-loaded NLCs for rheumatoid arthritis treatment.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic autoimmune disorder that undergoes joint pain inflammation and stiffness. Current treatments associated with severe side effects and high costs. Alternative treatment, that is, Epigallocatechin gallate (EGCG) a green tea polyphenol that directly targeted RA inflammatory pathways. But it has bitter taste, poor bioavailability, and toxicity issues. This research aimed to address these limitations through complexation of EGCG with phospholipids (EGCG-PC) and loading it into nanostructured lipid carriers (NLCs). The complexation with phospholipid technique has been shown to be a more successful approach. The solvent evaporation approach has been utilized to manufacture drug complex, which increases the stability and effectiveness of the products. EGCG-PC-NLCs improve solubility, sustained release, and increased bioavailability. The particle size, zeta potential, and PDI of EGCG-PC-NLCs were 159.65 ± 1.34 nm, -21.5 ± 0.99 mV, and 0.148 ± 0.045. It showed sustained drug release in 24 hours where pure EGCG degraded within 4 hours. Anti-rheumatic efficacy was done through ",
    "disease": "rheumatoid arthritis",
    "clean_text": "formulation optimization and biodistribution of epigallocatechin gallate phospholipid complex loaded nlcs for rheumatoid arthritis treatment rheumatoid arthritis ra is a chronic autoimmune disorder that undergoes joint pain inflammation and stiffness current treatments associated with severe side effects and high costs alternative treatment that is epigallocatechin gallate egcg a green tea polyphenol that directly targeted ra inflammatory pathways but it has bitter taste poor bioavailability and toxicity issues this research aimed to address these limitations through complexation of egcg with phospholipids egcg pc and loading it into nanostructured lipid carriers nlcs the complexation with phospholipid technique has been shown to be a more successful approach the solvent evaporation approach has been utilized to manufacture drug complex which increases the stability and effectiveness of the products egcg pc nlcs improve solubility sustained release and increased bioavailability the particle size zeta potential and pdi of egcg pc nlcs were nm mv and it showed sustained drug release in hours where pure egcg degraded within hours anti rheumatic efficacy was done through"
}