{
    "title": "Efficacy of nonpharmacologic interventions in preoperative anxiety: A systematic review of systematic reviews.",
    "doc_id": "37149743",
    "writer": "Agüero-Millan B",
    "year": "2023",
    "summary": "INTRODUCTION: According to the World Health Organization, between 266 and 360 million surgical procedures are performed annually worldwide, and it is estimated that more than 50% of patients will experience some degree of preoperative anxiety. DESIGN: Systematic review …",
    "abstract": "Aims and objectives:\n        \n      \n      Evidence suggests that preparing patients for surgery using nonpharmacological strategies reduces their anxiety. However, there is no consensus on what the best practices are. This study aims to answer the question: Are interventions using nonpharmacological therapies effective in reducing preoperative anxiety?\n    \n\n\n          Background:\n        \n      \n      Preoperative anxiety causes physiological and psychological adverse effects, with a negative effect on postoperative recovery.\n    \n\n\n          Introduction:\n        \n      \n      According to the World Health Organization, between 266 and 360 million surgical procedures are performed annually worldwide, and it is estimated that more than 50% of patients will experience some degree of preoperative anxiety.\n    \n\n\n          Design:\n        \n      \n      Systematic review of systematic reviews with results of interventions aimed at mitigating preoperative anxiety.\n    \n\n\n          Methods:\n        \n      \n      A search was conducted for systematic reviews with meta-analyses published between 2012 and 2021 in Medline, Scopus, Web of Science and Cochrane Library. Quality was assessed using the AMSTAR-2 scale. The protocol was registered in PROSPERO.\n    \n\n\n          Results:\n        \n      \n      A total of 1016 studies were examined, of which 17 systematic reviews were selected, yielding 188 controlled trials with 16,884 participants. In adults, the most common intervention included music, followed by massage, in children virtual reality and clowns. Almost all controlled trials reported a reduction in preoperative anxiety after the intervention, of which almost half had statistically significant results.\n    \n\n\n          Conclusion:\n        \n      \n      Interventions that include music, massage and virtual reality reduce preoperative anxiety and have shown that they are cost-effective, minimally invasive and with a low risk of adverse effects. Preoperative anxiety can be reduced through a short-term intervention involving nursing professionals as an alternative or complement to drugs.\n    \n\n\n          Relevance to clinical practice:\n        \n      \n      This review suggests that nursing professionals, in collaboration with other health professionals, should continue to conduct research on the reduction in preoperative anxiety. Further research in this area is needed, to reduce heterogeneity and consolidate the results.\n    \n\n\n          No patient or public contribution:\n        \n      \n      Not applied to our study, as it is a systematic review of systematic reviews.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37149743/",
    "clean_text": "efficacy of nonpharmacologic interventions in preoperative anxiety a systematic review of systematic reviews introduction according to the world health organization between and million surgical procedures are performed annually worldwide and it is estimated that more than of patients will experience some degree of preoperative anxiety design systematic review aims and objectives evidence suggests that preparing patients for surgery using nonpharmacological strategies reduces their anxiety however there is no consensus on what the best practices are this study aims to answer the question are interventions using nonpharmacological therapies effective in reducing preoperative anxiety background preoperative anxiety causes physiological and psychological adverse effects with a negative effect on postoperative recovery introduction according to the world health organization between and million surgical procedures are performed annually worldwide and it is estimated that more than of patients will experience some degree of preoperative anxiety design systematic review of systematic reviews with results of interventions aimed at mitigating preoperative anxiety methods a search was conducted for systematic reviews with meta analyses published between and in medline scopus web of science and cochrane library quality was assessed using the amstar scale the protocol was registered in prospero results a total of studies were examined of which systematic reviews were selected yielding controlled trials with participants in adults the most common intervention included music followed by massage in children virtual reality and clowns almost all controlled trials reported a reduction in preoperative anxiety after the intervention of which almost half had statistically significant results conclusion interventions that include music massage and virtual reality reduce preoperative anxiety and have shown that they are cost effective minimally invasive and with a low risk of adverse effects preoperative anxiety can be reduced through a short term intervention involving nursing professionals as an alternative or complement to drugs relevance to clinical practice this review suggests that nursing professionals in collaboration with other health professionals should continue to conduct research on the reduction in preoperative anxiety further research in this area is needed to reduce heterogeneity and consolidate the results no patient or public contribution not applied to our study as it is a systematic review of systematic reviews"
}