{
    "pmid": "41428089",
    "title": "The role of comorbidities on periprocedural complications and outcomes in patients with defibrillators and cardiac resynchronization therapy: insights from the German device registry.",
    "abstract": "Cardiac implantable electronic devices (CIEDs) are increasingly implanted in older patients with multiple comorbidities. The impact of comorbidities on procedural complications and clinical outcomes during and after defibrillator implantation remains a subject of ongoing debate. To investigate the associations of the comorbidity burden on baseline characteristics, periprocedural complications, and on outcomes in patients with implantable cardioverter defibrillator (ICD) and cardiac resynchronization therapy with defibrillator (CRT-D) implantations or revisions. Patients who underwent ICD or CRT-D implantations or revisions at 50 centers were prospectively enrolled in the German Device Registry. Data on patient characteristics, periprocedural complications, and outcomes were collected. Patients were categorized into four groups based on cardiometabolic comorbidities (stroke, chronic kidney disease (CKD), diabetes, hypertension): group I (no comorbidities), group II (one), group III (two), and group IV (three or four). Primary outcomes included 1-year all-cause mortality, major adverse cardiac and cerebrovascular events (MACCE), and arrhythmic/non-arrhythmic events. The Kaplan-Meier analysis was used to determine 1-year mortality. Overall, 5329 patients (mean age 65.2 years) underwent 3794 ICD and 1535 CRT-D implantations. Median follow-up was 17 months. Periprocedural complications (group I: 2.1%, group II: 1.5%, group III: 2.1%, group IV: 2.4%; p = 0.91) and in-hospital MACCE (group I: 0.2%, group II: 0.4%, group III: 0.6%, group IV: 0.4%; p = 0.25) were not related to comorbidity burden. Higher comorbidity burden was associated with a higher 1-year all-cause mortality (p < 0.001), but ICD shocks did not differ between groups (p = 0.97). The MADIT-ICD non-arrhythmic mortality score increased with comorbidities (p < 0.001), while the VT/VF score remained unchanged. Periprocedural complications do not appear to be affected by cardiometabolic comorbidities in patients undergoing ICD or CRT-D implantation in Germany. As expected, multimorbidity was associated with a higher risk of mortality and MACCE without detectable effects on ventricular arrhythmias.",
    "disease": "chronic kidney disease",
    "clean_text": "the role of comorbidities on periprocedural complications and outcomes in patients with defibrillators and cardiac resynchronization therapy insights from the german device registry cardiac implantable electronic devices cieds are increasingly implanted in older patients with multiple comorbidities the impact of comorbidities on procedural complications and clinical outcomes during and after defibrillator implantation remains a subject of ongoing debate to investigate the associations of the comorbidity burden on baseline characteristics periprocedural complications and on outcomes in patients with implantable cardioverter defibrillator icd and cardiac resynchronization therapy with defibrillator crt d implantations or revisions patients who underwent icd or crt d implantations or revisions at centers were prospectively enrolled in the german device registry data on patient characteristics periprocedural complications and outcomes were collected patients were categorized into four groups based on cardiometabolic comorbidities stroke chronic kidney disease ckd diabetes hypertension group i no comorbidities group ii one group iii two and group iv three or four primary outcomes included year all cause mortality major adverse cardiac and cerebrovascular events macce and arrhythmic non arrhythmic events the kaplan meier analysis was used to determine year mortality overall patients mean age years underwent icd and crt d implantations median follow up was months periprocedural complications group i group ii group iii group iv p and in hospital macce group i group ii group iii group iv p were not related to comorbidity burden higher comorbidity burden was associated with a higher year all cause mortality p but icd shocks did not differ between groups p the madit icd non arrhythmic mortality score increased with comorbidities p while the vt vf score remained unchanged periprocedural complications do not appear to be affected by cardiometabolic comorbidities in patients undergoing icd or crt d implantation in germany as expected multimorbidity was associated with a higher risk of mortality and macce without detectable effects on ventricular arrhythmias"
}