{
    "title": "The role of sympathetic nerve blocks in herpes zoster and postherpetic neuralgia.",
    "doc_id": "10924805",
    "writer": "Wu CL",
    "year": "2000",
    "summary": "The most common complication of herpes zoster in immunocompetent patients is postherpetic neuralgia (PHN). Sympathetic blocks have been traditionally used for patients with herpes zoster and PHN with three different therapeutic goals: pain relief durin …",
    "abstract": "The most common complication of herpes zoster in immunocompetent patients is postherpetic neuralgia (PHN). Sympathetic blocks have been traditionally used for patients with herpes zoster and PHN with three different therapeutic goals: pain relief during acute herpes zoster, pain relief during PHN, and prevention of PHN by treating patients with acute zoster. The role of sympathetic blocks in herpes zoster and PHN remains controversial due to methodologic shortcomings in published studies and the limited current understanding of the role of the sympathetic nervous system in mediating pain. Current theories of the pathophysiology of PHN, the role of the sympathetic nervous system in herpes zoster and PHN, and published studies investigating use of sympathetic nerve blocks in herpes zoster and PHN are reviewed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/10924805/",
    "clean_text": "the role of sympathetic nerve blocks in herpes zoster and postherpetic neuralgia the most common complication of herpes zoster in immunocompetent patients is postherpetic neuralgia phn sympathetic blocks have been traditionally used for patients with herpes zoster and phn with three different therapeutic goals pain relief durin the most common complication of herpes zoster in immunocompetent patients is postherpetic neuralgia phn sympathetic blocks have been traditionally used for patients with herpes zoster and phn with three different therapeutic goals pain relief during acute herpes zoster pain relief during phn and prevention of phn by treating patients with acute zoster the role of sympathetic blocks in herpes zoster and phn remains controversial due to methodologic shortcomings in published studies and the limited current understanding of the role of the sympathetic nervous system in mediating pain current theories of the pathophysiology of phn the role of the sympathetic nervous system in herpes zoster and phn and published studies investigating use of sympathetic nerve blocks in herpes zoster and phn are reviewed"
}