{
    "title": "Preoperative renal functional reserve as a predictor of acute kidney injury in young adults with congenital heart disease.",
    "doc_id": "40604226",
    "writer": "Fuhrman DY",
    "year": "2025",
    "summary": "Due to advances in medical and surgical care, there are more adults than children living with congenital heart disease (CHD). Acute kidney injury (AKI) is a common complication following cardiac surgery in patients with CHD, with creatinine lacking sensitivity for e …",
    "abstract": "Due to advances in medical and surgical care, there are more adults than children living with congenital heart disease (CHD). Acute kidney injury (AKI) is a common complication following cardiac surgery in patients with CHD, with creatinine lacking sensitivity for early detection. Renal functional reserve (RFR), the kidney's capacity to increase filtration under stress, has emerged as a potential predictor of AKI. Our primary study objective was to evaluate whether preoperative RFR, using both creatinine clearance (CrCl) and cystatin C estimated glomerular filtration rate (eGFR) methods, predicts AKI following cardiopulmonary bypass in young adults with CHD. As a secondary objective, we compared RFR in CHD patients to that of healthy controls. This prospective cohort study included 30 young adults (ages 18-40) with acyanotic CHD and 8 healthy controls with normal baseline kidney function by serum creatinine. Preoperative RFR was measured using CrCl and cystatin C eGFR before and after a protein load. Postoperative AKI was diagnosed using the Kidney Disease Improving Global Outcomes criteria. Twelve (40%) CHD patients developed AKI, exhibiting significantly lower RFR when compared to those without AKI (median CrCl RFR: 9.6 vs. 35.0 mL/min/1.73m2; cystatin C eGFR RFR: 5.5 vs. 11.5 mL/min/1.73m2; P < 0.01). The ROC curve area for AKI prediction was 1.0 (CrCl RFR) and 0.88 (95% CI: 0.72-1.00, cystatin C eGFR RFR). CHD patients had lower RFR than controls (median CrCl: 25.5 vs. 56.4 mL/min/1.73m2, P < 0.01; median cystatin C eGFR: 9.0 vs. 13.5 mL/min/1.73m2, P = 0.03). In conclusion, preoperative RFR accurately predicts AKI in young adults with acyanotic CHD, providing a tool for the identification of high-risk patients and potentially improving perioperative care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40604226/",
    "clean_text": "preoperative renal functional reserve as a predictor of acute kidney injury in young adults with congenital heart disease due to advances in medical and surgical care there are more adults than children living with congenital heart disease chd acute kidney injury aki is a common complication following cardiac surgery in patients with chd with creatinine lacking sensitivity for e due to advances in medical and surgical care there are more adults than children living with congenital heart disease chd acute kidney injury aki is a common complication following cardiac surgery in patients with chd with creatinine lacking sensitivity for early detection renal functional reserve rfr the kidney s capacity to increase filtration under stress has emerged as a potential predictor of aki our primary study objective was to evaluate whether preoperative rfr using both creatinine clearance crcl and cystatin c estimated glomerular filtration rate egfr methods predicts aki following cardiopulmonary bypass in young adults with chd as a secondary objective we compared rfr in chd patients to that of healthy controls this prospective cohort study included young adults ages with acyanotic chd and healthy controls with normal baseline kidney function by serum creatinine preoperative rfr was measured using crcl and cystatin c egfr before and after a protein load postoperative aki was diagnosed using the kidney disease improving global outcomes criteria twelve chd patients developed aki exhibiting significantly lower rfr when compared to those without aki median crcl rfr vs ml min m cystatin c egfr rfr vs ml min m p the roc curve area for aki prediction was crcl rfr and ci cystatin c egfr rfr chd patients had lower rfr than controls median crcl vs ml min m p median cystatin c egfr vs ml min m p in conclusion preoperative rfr accurately predicts aki in young adults with acyanotic chd providing a tool for the identification of high risk patients and potentially improving perioperative care"
}