{
    "title": "Does Length of Extended Resection Beyond Transition Zone Change Clinical Outcome for Hirschsprung Pull-Through?",
    "doc_id": "37865574",
    "writer": "Ullrich S",
    "year": "2024",
    "summary": "INTRODUCTION: A proximal resection margin greater than 5 cm from the intra-operative histologically determined transition zone has been deemed necessary to minimize the risk of transition zone pull-through. ...CONCLUSIONS: Shorter proximal extended margins …",
    "abstract": "Introduction:\n        \n      \n      A proximal resection margin greater than 5 cm from the intra-operative histologically determined transition zone has been deemed necessary to minimize the risk of transition zone pull-through. This extended resection may require the sacrifice of vascular supply and even further bowel resection. The impact of extended proximal resection margin on post-operative complications and functional outcomes is unclear.\n    \n\n\n          Methods:\n        \n      \n      A retrospective chart review of patients who underwent primary pull-through for Hirschsprung disease at a single institution between January 2008 and December 2022 was performed. An adequate proximal margin was defined by a circumferential normally ganglionated ring and absence of hypertrophic nerves. The extended margin was defined as the total length of proximal colon with normal ganglion cells and without hypertrophic nerves. Fecal incontinence severity was assessed with the Pediatric Fecal Incontinence Severity Score (PFISS).\n    \n\n\n          Results:\n        \n      \n      Eighty seven patients met criteria for inclusion. Median age at primary pull-through was 17 days (IQR 10-92 days), 55% (n = 48) of patients had an extended proximal margin (EPM) ≤ 5 cm, and 45% (n = 39) had an EPM > 5 cm. An EPM ≤5 cm was not associated with increased rates of Hirschsprung associated enterocolitis (≤5 cm 43%, >5 cm 39%, P = 0.701), diversion post pull-through (≤5 cm 10%, >5 cm 5%, P = 0.367) or reoperation for transition zone pull-through (≤5 cm 3%, >5 cm 0%, P = 0.112). EPM ≤5 cm had more frequent involuntary daytime bowel movements (P = 0.041) and more frequent voluntary bowel movements (P = 0.035). There were no differences in other measures of fecal incontinence severity.\n    \n\n\n          Conclusions:\n        \n      \n      Shorter proximal extended margins beyond the adequate ganglionated margin do not significantly impact post-operative complication rates and have an unclear effect on fecal incontinence.\n    \n\n\n          Type of study:\n        \n      \n      Case Control.\n    \n\n\n          Level of evidence:\n        \n      \n      Level III.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37865574/",
    "clean_text": "does length of extended resection beyond transition zone change clinical outcome for hirschsprung pull through introduction a proximal resection margin greater than cm from the intra operative histologically determined transition zone has been deemed necessary to minimize the risk of transition zone pull through conclusions shorter proximal extended margins introduction a proximal resection margin greater than cm from the intra operative histologically determined transition zone has been deemed necessary to minimize the risk of transition zone pull through this extended resection may require the sacrifice of vascular supply and even further bowel resection the impact of extended proximal resection margin on post operative complications and functional outcomes is unclear methods a retrospective chart review of patients who underwent primary pull through for hirschsprung disease at a single institution between january and december was performed an adequate proximal margin was defined by a circumferential normally ganglionated ring and absence of hypertrophic nerves the extended margin was defined as the total length of proximal colon with normal ganglion cells and without hypertrophic nerves fecal incontinence severity was assessed with the pediatric fecal incontinence severity score pfiss results eighty seven patients met criteria for inclusion median age at primary pull through was days iqr days n of patients had an extended proximal margin epm cm and n had an epm cm an epm cm was not associated with increased rates of hirschsprung associated enterocolitis cm cm p diversion post pull through cm cm p or reoperation for transition zone pull through cm cm p epm cm had more frequent involuntary daytime bowel movements p and more frequent voluntary bowel movements p there were no differences in other measures of fecal incontinence severity conclusions shorter proximal extended margins beyond the adequate ganglionated margin do not significantly impact post operative complication rates and have an unclear effect on fecal incontinence type of study case control level of evidence level iii"
}