{
    "title": "Re-thinking yellow fever vaccines: fighting old foes with new generation vaccines.",
    "doc_id": "33974507",
    "writer": "Montalvo Zurbia-Flores G",
    "year": "2022",
    "summary": "Despite the existence of a highly efficient yellow fever vaccine, yellow fever reemergence throughout Africa and the Americas has put 900 million people in 47 countries at risk of contracting the disease. ...These limitations have contributed to an ina …",
    "abstract": "Despite the existence of a highly efficient yellow fever vaccine, yellow fever reemergence throughout Africa and the Americas has put 900 million people in 47 countries at risk of contracting the disease. Although the vaccine has been key to controlling yellow fever epidemics, its live-attenuated nature comes with a range of contraindications that prompts advising against its administration to pregnant and lactating women, immunocompromised individuals, and those with hypersensitivity to chicken egg proteins. Additionally, large outbreaks have highlighted problems with insufficient vaccine supply, whereby manufacturers rely on slow traditional manufacturing processes that prevent them from ramping up production. These limitations have contributed to an inadequate control of yellow fever and have favored the pursuit of novel yellow fever vaccine candidates that aim to circumvent the licensed vaccine's restrictions. Here, we review the live-attenuated vaccine's limitations and explore the epitome of a yellow fever vaccine, whilst scrutinizing next-generation vaccine candidates.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33974507/",
    "clean_text": "re thinking yellow fever vaccines fighting old foes with new generation vaccines despite the existence of a highly efficient yellow fever vaccine yellow fever reemergence throughout africa and the americas has put million people in countries at risk of contracting the disease these limitations have contributed to an ina despite the existence of a highly efficient yellow fever vaccine yellow fever reemergence throughout africa and the americas has put million people in countries at risk of contracting the disease although the vaccine has been key to controlling yellow fever epidemics its live attenuated nature comes with a range of contraindications that prompts advising against its administration to pregnant and lactating women immunocompromised individuals and those with hypersensitivity to chicken egg proteins additionally large outbreaks have highlighted problems with insufficient vaccine supply whereby manufacturers rely on slow traditional manufacturing processes that prevent them from ramping up production these limitations have contributed to an inadequate control of yellow fever and have favored the pursuit of novel yellow fever vaccine candidates that aim to circumvent the licensed vaccine s restrictions here we review the live attenuated vaccine s limitations and explore the epitome of a yellow fever vaccine whilst scrutinizing next generation vaccine candidates"
}