{
    "pmid": "41444639",
    "title": "Comparison of segmentectomy and lobectomy for non-small cell lung cancer with visceral pleural invasion.",
    "abstract": "Visceral pleural invasion (VPI) is known to have a significant impact on staging and prognosis in NSCLC and is an important factor in determining surgical strategy. The aim of this study was to compare the outcomes of surgical procedure (segmentectomy vs. lobectomy) with VPI positive patients. A retrospective study was conducted on 218 VPI positive NSCLC patients were studied, with the segmentetomy group (n = 42) designated as cohort.1, cases with tumor diameter less than 2 cm (n = 22) designated as cohort.2, and cases with greater than 2 cm (n = 20) designated as cohort.3. Each group and 150 cases of lung lobectomy were analyzed. Cause of death and recurrence mode were investigated. There was no difference in OS, DSS and RFS between segmentectomy and lobectomy after propensity matched analysis. There was no difference in OS and RFS in the group of cases < 2 cm. In patients with tumors > 2 cm, recurrence-free survival was numerically higher in the lobectomy group than in the segmentectomy group, although this difference was not statistically significant (p = 0.08). There was no difference in lung cancer deaths, but there was a trend toward more deaths from multiple disease in the lobectomy group (p = 0.07), and pleural dissemination recurrence was significantly more common in the segmentectomy group than in the lobectomy group in the > 2 cm group (p = 0.03). In patients with VPI-positive lung cancer, segmentectomy may offer a better prognosis for those with tumors measuring < 2 cm. Nevertheless, lobectomy should be considered first for patients with tumors measuring > 2 cm. Our study provides novel insights by stratifying outcomes based on tumor size, highlighting pleural dissemination risk and death causes, which may support individualized surgical decision-making. Although no statistically significant difference was found, lobectomy may be more appropriate for patients with tumors > 2 cm based on the observed recurrence patterns and potential for better local control.",
    "disease": "lung cancer",
    "clean_text": "comparison of segmentectomy and lobectomy for non small cell lung cancer with visceral pleural invasion visceral pleural invasion vpi is known to have a significant impact on staging and prognosis in nsclc and is an important factor in determining surgical strategy the aim of this study was to compare the outcomes of surgical procedure segmentectomy vs lobectomy with vpi positive patients a retrospective study was conducted on vpi positive nsclc patients were studied with the segmentetomy group n designated as cohort cases with tumor diameter less than cm n designated as cohort and cases with greater than cm n designated as cohort each group and cases of lung lobectomy were analyzed cause of death and recurrence mode were investigated there was no difference in os dss and rfs between segmentectomy and lobectomy after propensity matched analysis there was no difference in os and rfs in the group of cases cm in patients with tumors cm recurrence free survival was numerically higher in the lobectomy group than in the segmentectomy group although this difference was not statistically significant p there was no difference in lung cancer deaths but there was a trend toward more deaths from multiple disease in the lobectomy group p and pleural dissemination recurrence was significantly more common in the segmentectomy group than in the lobectomy group in the cm group p in patients with vpi positive lung cancer segmentectomy may offer a better prognosis for those with tumors measuring cm nevertheless lobectomy should be considered first for patients with tumors measuring cm our study provides novel insights by stratifying outcomes based on tumor size highlighting pleural dissemination risk and death causes which may support individualized surgical decision making although no statistically significant difference was found lobectomy may be more appropriate for patients with tumors cm based on the observed recurrence patterns and potential for better local control"
}