{
    "pmid": "41465815",
    "title": "Distinct Characteristics of Patients with Gout and an Underweight or Normal Body Mass Index: A Single-Center Retrospective Cross-Sectional Study.",
    "abstract": "Gout is an inflammatory arthritis triggered by monosodium urate crystal deposition, especially in obese patients. However, distinctions between the characteristics of obese and non-obese patients with gout remain unclear. We aimed to investigate the clinical differences by body mass index (BMI) with gout. We conducted a single-center retrospective cross-sectional study of 269 patients with gout from March 2020 to May 2024. Patients were classified into two groups: underweight/normal BMI and overweight/obesity. Baseline demographics, laboratory data, and clinical outcomes were compared between these groups. Stepwise logistic regression analysis was performed to identify predictors of underweight/normal BMI in gout patients. The underweight/normal BMI group included 35 patients (13.0%), characterized by older age, a higher proportion of females, and a lower prevalence of hypertension and alcohol consumption. This group also demonstrated lower uric acid, lipid profile, and alanine aminotransferase (ALT) levels but had a higher erythrocyte sedimentation rate. Logistic regression analysis identified female sex (odds ratio [OR] 3.831, 95% confidence interval [CI] 1.254-11.705, ",
    "disease": "hypertension",
    "clean_text": "distinct characteristics of patients with gout and an underweight or normal body mass index a single center retrospective cross sectional study gout is an inflammatory arthritis triggered by monosodium urate crystal deposition especially in obese patients however distinctions between the characteristics of obese and non obese patients with gout remain unclear we aimed to investigate the clinical differences by body mass index bmi with gout we conducted a single center retrospective cross sectional study of patients with gout from march to may patients were classified into two groups underweight normal bmi and overweight obesity baseline demographics laboratory data and clinical outcomes were compared between these groups stepwise logistic regression analysis was performed to identify predictors of underweight normal bmi in gout patients the underweight normal bmi group included patients characterized by older age a higher proportion of females and a lower prevalence of hypertension and alcohol consumption this group also demonstrated lower uric acid lipid profile and alanine aminotransferase alt levels but had a higher erythrocyte sedimentation rate logistic regression analysis identified female sex odds ratio or confidence interval ci"
}