{
    "title": "Thermal Interface Materials with High Thermal Conductivity and Low Young's Modulus Using a Solid-Liquid Metal Codoping Strategy.",
    "doc_id": "36604306",
    "writer": "Zhang XD",
    "year": "2023",
    "summary": "Through the synergistic effect of the liquid metal and solid fillers, the thermal conductivity can be improved, and Young's modulus can be kept small simultaneously. A typical TIM with a volume of 55% gallium-based liquid metal and 15% copper particles as fillers has a the …",
    "abstract": "Thermal interface materials (TIMs), as typical thermal functional materials, are highly required to possess both high thermal conductivity and low Young's modulus. However, the naturally synchronized change in the thermal and mechanical properties seriously hinders the development of high-performance TIMs. To tackle such a dilemma, a strategy of codoping solid fillers and liquid metal fillers into polymer substrates is proposed in this study. This strategy includes a large amount of liquid metals that play the role of thermal paths and a small amount of uniformly dispersed solid fillers that further enhance heat conduction. Through the synergistic effect of the liquid metal and solid fillers, the thermal conductivity can be improved, and Young's modulus can be kept small simultaneously. A typical TIM with a volume of 55% gallium-based liquid metal and 15% copper particles as fillers has a thermal conductivity of 3.94 W/(m·K) and a Young's modulus of 699 kPa, which had the maximum thermomechanical performance coefficient compared with liquid metal TIMs and solid filler-doped TIMs. In addition, the thermal conductivity of the solid-liquid metal codoped TIM increased sharply with an increase of liquid metal content, and Young's modulus increased rapidly with an increase of the volume ratio of copper and polymer. The high-low-temperature cycling test and large-size light-emitting diode (LED) application demonstrated that this TIM had stable physical performance. The synergistic effect of the solid fillers and liquid metal fillers provides a broad space to solve the classic tradeoff issue of the mechanical and thermal properties of composites.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36604306/",
    "clean_text": "thermal interface materials with high thermal conductivity and low young s modulus using a solid liquid metal codoping strategy through the synergistic effect of the liquid metal and solid fillers the thermal conductivity can be improved and young s modulus can be kept small simultaneously a typical tim with a volume of gallium based liquid metal and copper particles as fillers has a the thermal interface materials tims as typical thermal functional materials are highly required to possess both high thermal conductivity and low young s modulus however the naturally synchronized change in the thermal and mechanical properties seriously hinders the development of high performance tims to tackle such a dilemma a strategy of codoping solid fillers and liquid metal fillers into polymer substrates is proposed in this study this strategy includes a large amount of liquid metals that play the role of thermal paths and a small amount of uniformly dispersed solid fillers that further enhance heat conduction through the synergistic effect of the liquid metal and solid fillers the thermal conductivity can be improved and young s modulus can be kept small simultaneously a typical tim with a volume of gallium based liquid metal and copper particles as fillers has a thermal conductivity of w m k and a young s modulus of kpa which had the maximum thermomechanical performance coefficient compared with liquid metal tims and solid filler doped tims in addition the thermal conductivity of the solid liquid metal codoped tim increased sharply with an increase of liquid metal content and young s modulus increased rapidly with an increase of the volume ratio of copper and polymer the high low temperature cycling test and large size light emitting diode led application demonstrated that this tim had stable physical performance the synergistic effect of the solid fillers and liquid metal fillers provides a broad space to solve the classic tradeoff issue of the mechanical and thermal properties of composites"
}