{
    "pmid": "41456618",
    "title": "Increasing Colorectal Cancer Screening: A Systematic Economic Review of Patient Navigation Services.",
    "abstract": "This paper presents a systematic economic review of patient navigation (PN) services to increase colorectal cancer (CRC) screening and reduce disparities in CRC screening rates in vulnerable populations. The literature search strategy included English-language studies conducted in high-income countries that were published from database inception to December 2022. Studies on patients with existing cancer or without healthcare system involvement were excluded. Data collection and analysis were completed in 2023. All monetary values reported are in 2022 U.S. dollars. The search yielded 17 studies with 16 studies from the U.S. and one study from France. The median intervention cost per person from 16 studies was $150 [Interquartile interval (IQI): $58, $340]. The median intervention cost per additional person screened from 17 studies was $663 (IQI: $185, $1,730). Five estimates from two studies showed a median return on investment (ROI) of 2.3% (IQI: 1.7%, 6.9%) for colonoscopy from health care providers' perspective. Two studies reported a cost per quality-adjusted life year (QALY) of -$173 and -$1,442, indicating cost savings while increasing QALYs. One study reported that the intervention had a cost per life-year (LY) gained of $3,231 or $12,293 translated to per QALY gained. Economic evidence demonstrates that PN services aimed at increasing CRC screenings are cost-effective based on a conservative threshold of $50,000 per QALY gained. Additionally, the ROI is favorable for PN services to increase CRC screening by colonoscopy as the estimated reimbursement values for colonoscopy exceed intervention costs.",
    "disease": "colorectal cancer",
    "clean_text": "increasing colorectal cancer screening a systematic economic review of patient navigation services this paper presents a systematic economic review of patient navigation pn services to increase colorectal cancer crc screening and reduce disparities in crc screening rates in vulnerable populations the literature search strategy included english language studies conducted in high income countries that were published from database inception to december studies on patients with existing cancer or without healthcare system involvement were excluded data collection and analysis were completed in all monetary values reported are in u s dollars the search yielded studies with studies from the u s and one study from france the median intervention cost per person from studies was interquartile interval iqi the median intervention cost per additional person screened from studies was iqi five estimates from two studies showed a median return on investment roi of iqi for colonoscopy from health care providers perspective two studies reported a cost per quality adjusted life year qaly of and indicating cost savings while increasing qalys one study reported that the intervention had a cost per life year ly gained of or translated to per qaly gained economic evidence demonstrates that pn services aimed at increasing crc screenings are cost effective based on a conservative threshold of per qaly gained additionally the roi is favorable for pn services to increase crc screening by colonoscopy as the estimated reimbursement values for colonoscopy exceed intervention costs"
}