{
    "title": "Perfluorooctane Sulfonic Acid Disrupts Protective Tight Junction Proteins via Protein Kinase D in Airway Epithelial Cells.",
    "doc_id": "36106993",
    "writer": "Lucas JH",
    "year": "2022",
    "summary": "Thus, we hypothesized that PFOS exposure will lead to impaired epithelial barrier function through dysregulated tight junctions. Hence, we assessed the impact of PFOS on epithelial barrier integrity. ...In conclusion, PFOS causes loss of airway barrier integrity and …",
    "abstract": "Perfluorooctane sulfonic acid (PFOS) is a long chain per- and polyfluoroalklyl substance (PFAS) that has been used in aqueous film-forming foams. Emerging epidemiological evidence indicates that PFOS may be associated with chronic lung diseases such as asthma and analysis of human tissues demonstrates that the lungs carry a significant body burden of PFOS. Deficits in barrier function are a major risk factor for asthma. Thus, we hypothesized that PFOS exposure will lead to impaired epithelial barrier function through dysregulated tight junctions. Hence, we assessed the impact of PFOS on epithelial barrier integrity. Bronchial epithelial cells (16HBE) were grown on collagen-coated transwells and treated to 5-25 μM PFOS, and assessed for changes in barrier function and tight junction proteins. Rescue experiments were performed using the protein kinase D (PKD) inhibitor, CID755673. PFOS treatment reduced transepithelial electrical resistance (TEER) and increased 4 kDa FITC-dextran flux. Additionally, PFOS significantly decreased protein levels and the tight junction organization rate of occludin and zonula occludens 1. Increased phosphorylation (Ser744/Ser748) of PKD was observed 3 h following PFOS treatment. Pretreatment with the PKD inhibitor attenuated PFOS-mediated changes in TEER and FITC-dextran flux and restored occludin protein levels. In conclusion, PFOS causes loss of airway barrier integrity and the disruption of tight junctions in bronchial epithelial cells, which was partly attenuated through the inhibition of PKD. These findings demonstrate that PFOS is capable of disrupting airway barrier function, a potentially driving factor underlying associations between PFOS and respiratory diseases such as asthma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36106993/",
    "clean_text": "perfluorooctane sulfonic acid disrupts protective tight junction proteins via protein kinase d in airway epithelial cells thus we hypothesized that pfos exposure will lead to impaired epithelial barrier function through dysregulated tight junctions hence we assessed the impact of pfos on epithelial barrier integrity in conclusion pfos causes loss of airway barrier integrity and perfluorooctane sulfonic acid pfos is a long chain per and polyfluoroalklyl substance pfas that has been used in aqueous film forming foams emerging epidemiological evidence indicates that pfos may be associated with chronic lung diseases such as asthma and analysis of human tissues demonstrates that the lungs carry a significant body burden of pfos deficits in barrier function are a major risk factor for asthma thus we hypothesized that pfos exposure will lead to impaired epithelial barrier function through dysregulated tight junctions hence we assessed the impact of pfos on epithelial barrier integrity bronchial epithelial cells hbe were grown on collagen coated transwells and treated to m pfos and assessed for changes in barrier function and tight junction proteins rescue experiments were performed using the protein kinase d pkd inhibitor cid pfos treatment reduced transepithelial electrical resistance teer and increased kda fitc dextran flux additionally pfos significantly decreased protein levels and the tight junction organization rate of occludin and zonula occludens increased phosphorylation ser ser of pkd was observed h following pfos treatment pretreatment with the pkd inhibitor attenuated pfos mediated changes in teer and fitc dextran flux and restored occludin protein levels in conclusion pfos causes loss of airway barrier integrity and the disruption of tight junctions in bronchial epithelial cells which was partly attenuated through the inhibition of pkd these findings demonstrate that pfos is capable of disrupting airway barrier function a potentially driving factor underlying associations between pfos and respiratory diseases such as asthma"
}