{
    "pmid": "41448287",
    "title": "Colorectal cancer screening among non-colorectal cancer survivors: a systematic review and meta-analysis.",
    "abstract": "This study aimed to determine the prevalence of colorectal cancer (CRC) screening among cancer survivors and compare the likelihood of CRC screening among cancer survivors to that of the cancer-free general population. A systematic search of MEDLINE (Ovid), EMBASE, PubMed, and CINAHL databases from inception through September 16, 2024 was conducted. Studies reporting CRC screening among cancer survivors or in both cancer survivors and cancer-free controls were included. Random effects meta-analyses were conducted to pool estimates. Analyses were performed across primary cancer sites where at least three studies were identified. Of the 2497 articles identified, 59 fulfilled the inclusion criteria. The overall pooled prevalence of CRC screening (up-to-date for screening or had been screened during a specific time period after non-CRC diagnosis) was 0.53 (95% CI: 0.46, 0.61), with estimates ranging from 0.72 (prostate) to 0.51 (breast) across primary cancer sites. Cancer survivors were more likely to participate in CRC screening than cancer-free controls (Odds Ratio: 1.39, 95%CI: 1.26, 1.52), but there was some evidence of publication bias (Egger's test p-value = 0.092). Study design, method of CRC screening ascertainment (self-report vs. medical records), and first primary cancer site were significant sources of heterogeneity. Cancer survivors were more likely to undergo CRC screening compared to cancer-free controls, but overall rates were well below generally recommended levels for population-based screening. Future studies should evaluate the predictors of non-adherence to CRC screening among cancer survivors to inform policymakers in targeting populations with lower screening rates.",
    "disease": "breast cancer",
    "clean_text": "colorectal cancer screening among non colorectal cancer survivors a systematic review and meta analysis this study aimed to determine the prevalence of colorectal cancer crc screening among cancer survivors and compare the likelihood of crc screening among cancer survivors to that of the cancer free general population a systematic search of medline ovid embase pubmed and cinahl databases from inception through september was conducted studies reporting crc screening among cancer survivors or in both cancer survivors and cancer free controls were included random effects meta analyses were conducted to pool estimates analyses were performed across primary cancer sites where at least three studies were identified of the articles identified fulfilled the inclusion criteria the overall pooled prevalence of crc screening up to date for screening or had been screened during a specific time period after non crc diagnosis was ci with estimates ranging from prostate to breast across primary cancer sites cancer survivors were more likely to participate in crc screening than cancer free controls odds ratio ci but there was some evidence of publication bias egger s test p value study design method of crc screening ascertainment self report vs medical records and first primary cancer site were significant sources of heterogeneity cancer survivors were more likely to undergo crc screening compared to cancer free controls but overall rates were well below generally recommended levels for population based screening future studies should evaluate the predictors of non adherence to crc screening among cancer survivors to inform policymakers in targeting populations with lower screening rates"
}