{
    "pmid": "41420578",
    "title": "Allergic comorbidities among inborn errors of immunity in children attended in a high-complexity center in Cali, Colombia.",
    "abstract": "To describe the clinical characteristics of allergic diseases (AD) as comorbidities-distinct from primary atopic diseases (PAD)-in pediatric patients diagnosed with IEI. An observational and retrospective study was made. We included pediatric population diagnosed with IEI and allergic comorbidity between 2013-2023. The diagnosis was done considering the criteria from the ESID and IUIS-2022. We performed a descriptive analysis of the variables (frequencies/percentages). For qualitative variables, we used OR to obtain the probability of occurrence of allergic sensitization among patients with AD and IEI. Every analysis was performed with the software R Studio version 3.2.2. There were 366 patients with diagnosis of IEI, 238 had concomitant AD. 59.6% were males. Mean age was 5 years. 84% had antibody-specific deficiencies, 8% combined immunodeficiencies associated to well-defined syndromes, 2.9% congenital defects in phagocytes, 2.5% combined-immunodeficiencies, 1.7% autoinflammatory diseases, and 0.8% defects in intrinsic and innate immunity. The distribution of the ADs was asthma 48.7%, rhinitis 18.9%, atopic-dermatitis 15.1%, food-allergy 8.4%, acute urticaria 5%, and chronic urticaria 3.8%. Allergic diseases are increasingly recognized as key indicators for early IEI diagnosis. These conditions may coexist without representing PAD, emphasizing the need for comprehensive care. Recognizing this heterogeneity supports a multidisciplinary approach to improve early detection and management of IEI. Describir las características clínicas de las enfermedades alérgicas (EA) como comorbilidades —distintas de las enfermedades atópicas primarias (EAP)— en pacientes pediátricos con diagnóstico de errores innatos de la inmunidad (IEI). Estudio observacional y retrospectivo, efectuado en una población pediátrica con diagnóstico de IEI y comorbilidad alérgica, atendidos entre 2013 y 2023. El diagnóstico se basó en los criterios de ESID y IUIS-2022. Se realizó un análisis descriptivo de variables (frecuencias/porcentajes). Para las variables cualitativas se utilizó razón de momios (OR), con la intención de estimar la probabilidad de sensibilización alérgica. Los análisis se realizaron con R Studio versión 3.2.2. Se registraron 366 pacientes con IEI y de estos 238 manifestaron EA concomitante (59.6% hombres; edad media: 5 años). Los tipos de IEI más frecuentes fueron las deficiencias específicas de anticuerpos (84%), seguidas por inmunodeficiencias combinadas asociadas a síndromes (8%), defectos congénitos de fagocitos (2.9%), inmunodeficiencias combinadas (2.5%), enfermedades autoinflamatorias (1.7%) y defectos de inmunidad innata (0.8%). Las EA incluyeron asma (48.7%), rinitis (18.9%), dermatitis atópica (15.1%), alergia alimentaria (8.4%), urticaria aguda (5%) y urticaria crónica (3.8%). Las EA son un signo de alerta cada vez más reconocido para la detección temprana de IEI. Su coexistencia, sin ser necesariamente EAP, destaca la necesidad de un abordaje integral y multidisciplinario.",
    "disease": "asthma",
    "clean_text": "allergic comorbidities among inborn errors of immunity in children attended in a high complexity center in cali colombia to describe the clinical characteristics of allergic diseases ad as comorbidities distinct from primary atopic diseases pad in pediatric patients diagnosed with iei an observational and retrospective study was made we included pediatric population diagnosed with iei and allergic comorbidity between the diagnosis was done considering the criteria from the esid and iuis we performed a descriptive analysis of the variables frequencies percentages for qualitative variables we used or to obtain the probability of occurrence of allergic sensitization among patients with ad and iei every analysis was performed with the software r studio version there were patients with diagnosis of iei had concomitant ad were males mean age was years had antibody specific deficiencies combined immunodeficiencies associated to well defined syndromes congenital defects in phagocytes combined immunodeficiencies autoinflammatory diseases and defects in intrinsic and innate immunity the distribution of the ads was asthma rhinitis atopic dermatitis food allergy acute urticaria and chronic urticaria allergic diseases are increasingly recognized as key indicators for early iei diagnosis these conditions may coexist without representing pad emphasizing the need for comprehensive care recognizing this heterogeneity supports a multidisciplinary approach to improve early detection and management of iei describir las caracter sticas cl nicas de las enfermedades al rgicas ea como comorbilidades distintas de las enfermedades at picas primarias eap en pacientes pedi tricos con diagn stico de errores innatos de la inmunidad iei estudio observacional y retrospectivo efectuado en una poblaci n pedi trica con diagn stico de iei y comorbilidad al rgica atendidos entre y el diagn stico se bas en los criterios de esid y iuis se realiz un an lisis descriptivo de variables frecuencias porcentajes para las variables cualitativas se utiliz raz n de momios or con la intenci n de estimar la probabilidad de sensibilizaci n al rgica los an lisis se realizaron con r studio versi n se registraron pacientes con iei y de estos manifestaron ea concomitante hombres edad media a os los tipos de iei m s frecuentes fueron las deficiencias espec ficas de anticuerpos seguidas por inmunodeficiencias combinadas asociadas a s ndromes defectos cong nitos de fagocitos inmunodeficiencias combinadas enfermedades autoinflamatorias y defectos de inmunidad innata las ea incluyeron asma rinitis dermatitis at pica alergia alimentaria urticaria aguda y urticaria cr nica las ea son un signo de alerta cada vez m s reconocido para la detecci n temprana de iei su coexistencia sin ser necesariamente eap destaca la necesidad de un abordaje integral y multidisciplinario"
}