{
    "title": "Alzheimer's disease as an age-dependent disorder.",
    "doc_id": "2896109",
    "writer": "Katzman R.",
    "year": "1988",
    "summary": "Alzheimer's disease is the most significant of the age-related diseases of the brain. The incidence of Alzheimer's at age 80 is twenty-fold that at age 60 years. ...Three major advances have occurred in regard to Alzheimer's dis …",
    "abstract": "Alzheimer's disease is the most significant of the age-related diseases of the brain. The incidence of Alzheimer's at age 80 is twenty-fold that at age 60 years. In one study the incidence at age 80 surpassed that of stroke. Three major advances have occurred in regard to Alzheimer's disease: (1) clinical diagnosis has markedly improved and now approaches 90% accuracy; (2) understanding of the biology of Alzheimer's has increased with delineation of specific fibrous protein abnormalities and identification of the amyloid precursor gene and the gene linked to familial Alzheimer's, both genes being located on chromosome 21; and (3) there have been advances in the correlation of specific nerve cell involvement and neurotransmitter changes with physiological (position emission tomography), behavioural and neuropsychological manifestations.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2896109/",
    "clean_text": "alzheimer s disease as an age dependent disorder alzheimer s disease is the most significant of the age related diseases of the brain the incidence of alzheimer s at age is twenty fold that at age years three major advances have occurred in regard to alzheimer s dis alzheimer s disease is the most significant of the age related diseases of the brain the incidence of alzheimer s at age is twenty fold that at age years in one study the incidence at age surpassed that of stroke three major advances have occurred in regard to alzheimer s disease clinical diagnosis has markedly improved and now approaches accuracy understanding of the biology of alzheimer s has increased with delineation of specific fibrous protein abnormalities and identification of the amyloid precursor gene and the gene linked to familial alzheimer s both genes being located on chromosome and there have been advances in the correlation of specific nerve cell involvement and neurotransmitter changes with physiological position emission tomography behavioural and neuropsychological manifestations"
}