{
    "title": "Stem cells: hype and reality.",
    "doc_id": "12446433",
    "writer": "Verfaillie CM",
    "year": "2002",
    "summary": "Lansdorp reviews the structure and function of telomerase, the enzyme that restores telomeric ends of chromosomes upon cell division, highly present in embryonic stem cells but not adult stem cells. He discusses the structure and function of telomerase …",
    "abstract": "This update discusses what is known regarding embryonic and adult tissue-derived pluripotent stem cells, including the mechanisms underlying self-renewal without senescence, differentiation in multiple cell types both in vitro and in vivo, and future potential clinical uses of such stem cells. In Section I, Dr. Lansdorp reviews the structure and function of telomerase, the enzyme that restores telomeric ends of chromosomes upon cell division, highly present in embryonic stem cells but not adult stem cells. He discusses the structure and function of telomerase and signaling pathways activated by the enzyme, with special emphasis on normal and leukemic hematopoietic stem cells. In Section II, Dr. Pera reviews the present understanding of mammalian pluripotent embryonic stem cells. He discusses the concept of pluripotentiality in its embryonic context, derivation of stem cells from embryonic or fetal tissue, the basic properties of the stem cells, and methods to produce specific types of differentiated cell from stem cells. He examines the potential applications of stem cells in research and medicine and some of the barriers that must be crossed to achieve these goals. In Section III, Dr. Verfaillie reviews the present understanding of pluripotency of adult stem cells. She discusses the concept of stem cell plasticity, a term used to describe the greater potency described by several investigators of adult tissue-derived stem cells, critically reviews the published studies demonstrating stem cell plasticity, and possible mechanisms underlying such plasticity, and examines the possible role of pluripotent adult stem cells in research and medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12446433/",
    "clean_text": "stem cells hype and reality lansdorp reviews the structure and function of telomerase the enzyme that restores telomeric ends of chromosomes upon cell division highly present in embryonic stem cells but not adult stem cells he discusses the structure and function of telomerase this update discusses what is known regarding embryonic and adult tissue derived pluripotent stem cells including the mechanisms underlying self renewal without senescence differentiation in multiple cell types both in vitro and in vivo and future potential clinical uses of such stem cells in section i dr lansdorp reviews the structure and function of telomerase the enzyme that restores telomeric ends of chromosomes upon cell division highly present in embryonic stem cells but not adult stem cells he discusses the structure and function of telomerase and signaling pathways activated by the enzyme with special emphasis on normal and leukemic hematopoietic stem cells in section ii dr pera reviews the present understanding of mammalian pluripotent embryonic stem cells he discusses the concept of pluripotentiality in its embryonic context derivation of stem cells from embryonic or fetal tissue the basic properties of the stem cells and methods to produce specific types of differentiated cell from stem cells he examines the potential applications of stem cells in research and medicine and some of the barriers that must be crossed to achieve these goals in section iii dr verfaillie reviews the present understanding of pluripotency of adult stem cells she discusses the concept of stem cell plasticity a term used to describe the greater potency described by several investigators of adult tissue derived stem cells critically reviews the published studies demonstrating stem cell plasticity and possible mechanisms underlying such plasticity and examines the possible role of pluripotent adult stem cells in research and medicine"
}