{
    "pmid": "41432775",
    "title": "Association between bruxism and inflammatory rheumatic diseases: is there a possible bidirectional relationship?",
    "abstract": "Bruxism has increasingly been recognised as associated with temporomandibular disorders (TMDs) in chronic inflammatory rheumatic diseases (IRDs), which are conditions that may cause pain, synovitis and damage of the temporomandibular joint (TMJ). The goals of this article are two-fold. First, to present condensed knowledge on bruxism for the rheumatology community, and second, to find evidence on the possible links between bruxism and IRDs – rheumatoid arthritis (RA), psoriatic arthritis (PsA) and axial spondyloarthritis (axSpA). A review of articles that address bruxism was initially performed. A search of the MEDLINE/PubMed and SCOPUS bibliography databases was then conducted to identify articles related to bruxism and IRD. Data extraction was performed on May 20, 2025. The investigators screened the identified articles to determine their relevance and whether they met the inclusion criteria. Following a bibliography search, eight papers were included, and a full-text analysis focused on the relationship between bruxism and IRD was performed. TMD pain was associated with a higher frequency of sleep bruxism (SB) in patients at risk of RA and also in patients with seronegative early RA and seronegative RA. TMDs and SB were more prevalent in patients with PsA than with psoriasis. Bruxism in females was a strong predictor of TMD occurrence in axSpA. Bruxism in IRDs may be secondary to existing TMDs and could also be a potential risk factor for TMD development. Further longitudinal studies are necessary to clarify bidirectional causality.",
    "disease": "rheumatoid arthritis",
    "clean_text": "association between bruxism and inflammatory rheumatic diseases is there a possible bidirectional relationship bruxism has increasingly been recognised as associated with temporomandibular disorders tmds in chronic inflammatory rheumatic diseases irds which are conditions that may cause pain synovitis and damage of the temporomandibular joint tmj the goals of this article are two fold first to present condensed knowledge on bruxism for the rheumatology community and second to find evidence on the possible links between bruxism and irds rheumatoid arthritis ra psoriatic arthritis psa and axial spondyloarthritis axspa a review of articles that address bruxism was initially performed a search of the medline pubmed and scopus bibliography databases was then conducted to identify articles related to bruxism and ird data extraction was performed on may the investigators screened the identified articles to determine their relevance and whether they met the inclusion criteria following a bibliography search eight papers were included and a full text analysis focused on the relationship between bruxism and ird was performed tmd pain was associated with a higher frequency of sleep bruxism sb in patients at risk of ra and also in patients with seronegative early ra and seronegative ra tmds and sb were more prevalent in patients with psa than with psoriasis bruxism in females was a strong predictor of tmd occurrence in axspa bruxism in irds may be secondary to existing tmds and could also be a potential risk factor for tmd development further longitudinal studies are necessary to clarify bidirectional causality"
}