{
    "title": "Endogenous inflammatory response to dermal wound healing in the fetal and adult mouse.",
    "doc_id": "9671942",
    "writer": "Cowin AJ",
    "year": "1998",
    "summary": "Using a range of antibodies to monocytes and macrophages and also to different activation markers of activated macrophages, we have compared the inflammatory profile of scar-free healing E16 mouse fetal wounds to those of scarring adult wounds. In the fetal wound …",
    "abstract": "The recruitment of inflammatory cells to a wound may play an important role in the resulting cellular processes and ultimately the quality of the healing response in the fetus (scar-free healing) or the adult (scar-forming healing). Using a range of antibodies to monocytes and macrophages and also to different activation markers of activated macrophages, we have compared the inflammatory profile of scar-free healing E16 mouse fetal wounds to those of scarring adult wounds. In the fetal wound, small numbers of monocyte derived cells (MOMA-2 and F4/80 positive) are recruited to the wound by 3 hr post-wounding. No Mac-1 positive cells indicative of activated macrophages were observed until 18 hr post-wounding. Eventually all types of macrophages studied were recruited to both adult and fetal wound sites but the numbers and persistence of these cells are lower in the fetus than in the adult. B cells were detected in healing adult wounds but not in the fetal wounds. This absence of H-21-A positive (B) cells in murine fetal wounds could be associated with the low levels of activated Mac-1 positive macrophages at the murine fetal wound site. Activated macrophages in addition to releasing growth factors may also release signals to recruit B cells. Thus, the E16 mouse fetus can mount an inflammatory response to wounding. This response differs from that of the adult in the numbers of inflammatory cells recruited to the wound and the subpopulations of activated cells found at the wound site. This study indicates that there are complex differences between the inflammatory responses elicited in adult and fetal murine dermal wounds. These differences may determine the profile of growth factors and cytokines released at fetal and adult wound sites. Manipulation of either the numbers or the activation states of inflammatory cells at the adult wound site may be an approach to the control of scarring during adult wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9671942/",
    "clean_text": "endogenous inflammatory response to dermal wound healing in the fetal and adult mouse using a range of antibodies to monocytes and macrophages and also to different activation markers of activated macrophages we have compared the inflammatory profile of scar free healing e mouse fetal wounds to those of scarring adult wounds in the fetal wound the recruitment of inflammatory cells to a wound may play an important role in the resulting cellular processes and ultimately the quality of the healing response in the fetus scar free healing or the adult scar forming healing using a range of antibodies to monocytes and macrophages and also to different activation markers of activated macrophages we have compared the inflammatory profile of scar free healing e mouse fetal wounds to those of scarring adult wounds in the fetal wound small numbers of monocyte derived cells moma and f positive are recruited to the wound by hr post wounding no mac positive cells indicative of activated macrophages were observed until hr post wounding eventually all types of macrophages studied were recruited to both adult and fetal wound sites but the numbers and persistence of these cells are lower in the fetus than in the adult b cells were detected in healing adult wounds but not in the fetal wounds this absence of h a positive b cells in murine fetal wounds could be associated with the low levels of activated mac positive macrophages at the murine fetal wound site activated macrophages in addition to releasing growth factors may also release signals to recruit b cells thus the e mouse fetus can mount an inflammatory response to wounding this response differs from that of the adult in the numbers of inflammatory cells recruited to the wound and the subpopulations of activated cells found at the wound site this study indicates that there are complex differences between the inflammatory responses elicited in adult and fetal murine dermal wounds these differences may determine the profile of growth factors and cytokines released at fetal and adult wound sites manipulation of either the numbers or the activation states of inflammatory cells at the adult wound site may be an approach to the control of scarring during adult wound healing"
}