{
    "pmid": "41446839",
    "title": "Research trends and hotspots of traditional Chinese medicine for asthenopia: a comprehensive visualization and bibliometric study as of 2024.",
    "abstract": "To explore the preventive and therapeutic effects of traditional Chinese medicine (TCM) for asthenopia. The literatures on TCM for asthenopia published in Web of Science, PubMed, China National Knowledge Infrastructure and Wanfang from the inception of each database to December 31, 2024 were retrieved and summarized. Network cluster co-occurrence analysis and qualitative narrative methods were used for this review. The related research has shown a fluctuating upward trend. The institutions that published more relevant studies were Chinese medicine universities and their affiliated hospitals. The analysis found that the research mainly focused on elucidating the treatment mechanism, optimizing the acupoint stimulation mode of external treatment, and optimizing the systematic regulation of the TCM decoction program. The research on TCM for asthenopia is unevenly distributed among countries and regions, and mainly concentrated in China. However, since the outbreak of COVID-19, the research on asthenopia abroad has gradually increased, which may be related to lifestyle and the development of modern electronic technology. Current research trends mainly focus on the establishment of evidence-based TCM clinical intervention programs and the establishment of a comorbidity model of asthenopia.",
    "disease": "covid-19",
    "clean_text": "research trends and hotspots of traditional chinese medicine for asthenopia a comprehensive visualization and bibliometric study as of to explore the preventive and therapeutic effects of traditional chinese medicine tcm for asthenopia the literatures on tcm for asthenopia published in web of science pubmed china national knowledge infrastructure and wanfang from the inception of each database to december were retrieved and summarized network cluster co occurrence analysis and qualitative narrative methods were used for this review the related research has shown a fluctuating upward trend the institutions that published more relevant studies were chinese medicine universities and their affiliated hospitals the analysis found that the research mainly focused on elucidating the treatment mechanism optimizing the acupoint stimulation mode of external treatment and optimizing the systematic regulation of the tcm decoction program the research on tcm for asthenopia is unevenly distributed among countries and regions and mainly concentrated in china however since the outbreak of covid the research on asthenopia abroad has gradually increased which may be related to lifestyle and the development of modern electronic technology current research trends mainly focus on the establishment of evidence based tcm clinical intervention programs and the establishment of a comorbidity model of asthenopia"
}