{
    "title": "Effect of total dissolved gas supersaturation and flow velocity on survival and swimming ability of juvenile Schizothorax prenanti.",
    "doc_id": "38076341",
    "writer": "Yuan Q",
    "year": "2023",
    "summary": "This study assessed the vulnerability of juvenile Schizothorax prenanti (S. prenanti) to GBT from the static setting to 9.0 BL/s during exposure to nominal levels of 100%, 110%, 120% and 130% TDG. ...The optimal velocity of maximal survival time of juvenile S …",
    "abstract": "Although developing large-scale hydropower cascades in the upper Yangtze River effectively improves the hydropower resource utilization, it produces total dissolved gas (TDG) supersaturation. In the flood season, the high level of TDG supersaturation (TDGS) frequently occurs in the downstream of dams, causing migratory fish to suffer from gas bubble trauma (GBT) and reducing their survival and swimming ability. Currently, there is a deficiency in particular approaches to evaluate the ecological hazard posed by TDGS on migratory fish as they traverse different flow velocities within their migratory routes. This study assessed the vulnerability of juvenile Schizothorax prenanti (S. prenanti) to GBT from the static setting to 9.0 BL/s during exposure to nominal levels of 100%, 110%, 120% and 130% TDG. The mortality occurs when the flow velocity surpasses 6.0 and 7.5 BL/s in 100% and 110% TDG levels, respectively. For fish exposed to 120% and 130% TDG levels, the relationship between survival time and flow velocity is an approximately inverse bell-shaped curve with increasing velocity. The optimal velocity of maximal survival time of juvenile S. prenanti is 3.0 and 4.5 BL/s in 120% and 130% TDG-supersaturated water. Both TDG level and flow velocity significantly affect burst swimming speed (Uburst) and critical swimming speed (Ucrit). The cases involving GBT showed substantial declines in Uburst and Ucrit, exceeding 6.0 BL/s and TDG levels greater than 120%. The results may contribute to formulating a specific management strategy for hydropower operation during the migratory period and conserving vulnerable species in the Yangtze River.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38076341/",
    "clean_text": "effect of total dissolved gas supersaturation and flow velocity on survival and swimming ability of juvenile schizothorax prenanti this study assessed the vulnerability of juvenile schizothorax prenanti s prenanti to gbt from the static setting to bl s during exposure to nominal levels of and tdg the optimal velocity of maximal survival time of juvenile s although developing large scale hydropower cascades in the upper yangtze river effectively improves the hydropower resource utilization it produces total dissolved gas tdg supersaturation in the flood season the high level of tdg supersaturation tdgs frequently occurs in the downstream of dams causing migratory fish to suffer from gas bubble trauma gbt and reducing their survival and swimming ability currently there is a deficiency in particular approaches to evaluate the ecological hazard posed by tdgs on migratory fish as they traverse different flow velocities within their migratory routes this study assessed the vulnerability of juvenile schizothorax prenanti s prenanti to gbt from the static setting to bl s during exposure to nominal levels of and tdg the mortality occurs when the flow velocity surpasses and bl s in and tdg levels respectively for fish exposed to and tdg levels the relationship between survival time and flow velocity is an approximately inverse bell shaped curve with increasing velocity the optimal velocity of maximal survival time of juvenile s prenanti is and bl s in and tdg supersaturated water both tdg level and flow velocity significantly affect burst swimming speed uburst and critical swimming speed ucrit the cases involving gbt showed substantial declines in uburst and ucrit exceeding bl s and tdg levels greater than the results may contribute to formulating a specific management strategy for hydropower operation during the migratory period and conserving vulnerable species in the yangtze river"
}