{
    "pmid": "41457653",
    "title": "Impact of diabetes mellitus and grip strength on postoperative outcomes in older patients undergoing cancer surgery: A single-center retrospective cohort study.",
    "abstract": "Diabetes mellitus (DM) increases postoperative risks and may worsen physical function through muscle loss. Patients undergoing malignancies surgery are aging, and age-related declines in physical function, particularly sarcopenia, also adversely affects outcomes. As DM and physical decline are interrelated, we aimed to examine how they impact outcomes in older patients undergoing gastrointestinal cancer surgery. This single-center retrospective cohort study included 1,063 older patients ≥65 years who underwent preoperative evaluation for gastrointestinal cancer between 2012 and 2019. We stratified patients based on current DM and physical function assessed by grip strength. The main outcome was postoperative survival. Cox proportional hazards models examined associated factors. After exclusions, 655 without DM (non-DM group) and 257 patients with DM (DM group) were analyzed (mean age: 79.1 ± 4.1 years, 66.8% male). Compared with the non-DM group, the DM group had higher body mass index (21.5 vs 22.6 kg/m Current DM did not significantly affect postoperative outcomes; however, lower grip strength was an independent risk factor for poor outcomes. The prognostic impact of reduced physical function was consistent regardless of DM status.",
    "disease": "diabetes mellitus",
    "clean_text": "impact of diabetes mellitus and grip strength on postoperative outcomes in older patients undergoing cancer surgery a single center retrospective cohort study diabetes mellitus dm increases postoperative risks and may worsen physical function through muscle loss patients undergoing malignancies surgery are aging and age related declines in physical function particularly sarcopenia also adversely affects outcomes as dm and physical decline are interrelated we aimed to examine how they impact outcomes in older patients undergoing gastrointestinal cancer surgery this single center retrospective cohort study included older patients years who underwent preoperative evaluation for gastrointestinal cancer between and we stratified patients based on current dm and physical function assessed by grip strength the main outcome was postoperative survival cox proportional hazards models examined associated factors after exclusions without dm non dm group and patients with dm dm group were analyzed mean age years male compared with the non dm group the dm group had higher body mass index vs kg m current dm did not significantly affect postoperative outcomes however lower grip strength was an independent risk factor for poor outcomes the prognostic impact of reduced physical function was consistent regardless of dm status"
}