{
    "pmid": "41413475",
    "title": "Association of D516V, H526Y, and S531L rpoB gene polymorphisms and risk factors with rifampicin resistance in Mycobacterium tuberculosis isolates from pulmonary TB patients in Northwest Amhara, Ethiopia: cross-sectional study.",
    "abstract": "Drug-resistant tuberculosis (DR-TB) continues to pose a threat to public health worldwide. Rifampicin (RIF) resistance is mostly caused by mutations in the rpoB gene, which codes for the β -subunit of RNA polymerase and is also an important surrogate marker for multidrug-resistant tuberculosis (MDR). This study aimed to detect the rpoB gene mutations associated with RIF resistance and identify the risk factors for MDR/ RIF resistance patterns in individuals infected with pulmonary TB. A facility-based cross-sectional study was conducted at selected TB treatment center hospitals (Felegehiwot, Debre-tabor, University of Gondar, Debark, and Metema hospitals) from June to December 2023 in the Northwestern Amhara regional state of Ethiopia. A total of 206 pulmonary TB patient's sputum samples were included. The study participants' Socio-demographics and clinical and behavioral characteristics were collected through semi-structured questionnaires. Then all GeneXpert An isolate is classified as RR-TB if it carries any mutation in the rpoB gene. Most Single nucleotide polymorphism (SNP) mutations were observed on rpoB S531L 19 (9.2%). Of 206 confirmed clinical isolates, 21 (10.2%) were RIF Resistant, while the remaining 185 (89.8%) were RIF susceptible. Before TB treatment history (AOR = 4.27, CI 1.29-14.20, p = 0.02), and Window opening practice of patients (AOR = 6.17, CI 1.22-31.29, p = 0.03) were significantly associated with RR-TB development. The prevalence of RR (RIF Resistant) -TB among TB-confirmed cases was 21 (10.2%). This implies that RR-TB is a serious health problem in the study population. The S531L was the most common mutation conferring resistance to RIF. Not applicable.",
    "disease": "tuberculosis",
    "clean_text": "association of d v h y and s l rpob gene polymorphisms and risk factors with rifampicin resistance in mycobacterium tuberculosis isolates from pulmonary tb patients in northwest amhara ethiopia cross sectional study drug resistant tuberculosis dr tb continues to pose a threat to public health worldwide rifampicin rif resistance is mostly caused by mutations in the rpob gene which codes for the subunit of rna polymerase and is also an important surrogate marker for multidrug resistant tuberculosis mdr this study aimed to detect the rpob gene mutations associated with rif resistance and identify the risk factors for mdr rif resistance patterns in individuals infected with pulmonary tb a facility based cross sectional study was conducted at selected tb treatment center hospitals felegehiwot debre tabor university of gondar debark and metema hospitals from june to december in the northwestern amhara regional state of ethiopia a total of pulmonary tb patient s sputum samples were included the study participants socio demographics and clinical and behavioral characteristics were collected through semi structured questionnaires then all genexpert an isolate is classified as rr tb if it carries any mutation in the rpob gene most single nucleotide polymorphism snp mutations were observed on rpob s l of confirmed clinical isolates were rif resistant while the remaining were rif susceptible before tb treatment history aor ci p and window opening practice of patients aor ci p were significantly associated with rr tb development the prevalence of rr rif resistant tb among tb confirmed cases was this implies that rr tb is a serious health problem in the study population the s l was the most common mutation conferring resistance to rif not applicable"
}