{
    "title": "Zoster vaccine (Zostavax): a review of its use in preventing herpes zoster and postherpetic neuralgia in older adults.",
    "doc_id": "20104941",
    "writer": "Sanford M",
    "year": "2010",
    "summary": "Zoster vaccine is registered in the EU for use in adults aged >or=50 years for the prevention of herpes zoster and herpes zoster-related postherpetic neuralgia. ...Zoster vaccine recipients who developed herpes zoster had …",
    "abstract": "Individuals who have been infected with varicella zoster virus (VZV) are at risk for developing herpes zoster and this risk appears to be related to a decline in VZV-specific cell-mediated immunity (CMI). Zostavax (zoster vaccine) is a one-dose, high-potency, live, attenuated VZV vaccine that boosts VZV-specific CMI and this is its presumed mechanism of action. Zoster vaccine is registered in the EU for use in adults aged >or=50 years for the prevention of herpes zoster and herpes zoster-related postherpetic neuralgia. In the Shingles Prevention Study, a placebo-controlled trial in adults aged >or=60 years (n = 38 546), zoster vaccine led to a sustained boost of VZV-specific CMI. Over a mean herpes zoster surveillance period of 3.1 years, zoster vaccine reduced the herpes zoster-related burden of illness by 61%, reduced the incidence of herpes zoster by 51% and reduced the incidence of postherpetic neuralgia by 67%. Zoster vaccine recipients who developed herpes zoster had a shorter illness duration and severity than placebo recipients who developed herpes zoster. Zoster vaccine had continuing efficacy in a Shingles Prevention Study subpopulation followed for 7 years post-vaccination. Zoster vaccine was generally well tolerated in older adults. While cost-effectiveness estimates in pharmacoeconomic analyses varied widely according to vaccine and herpes zoster parameter cost/benefit estimates, an analysis from a UK perspective found a zoster vaccine immunization programme in adults aged 65 years to be cost effective. In older adults, the zoster vaccine has the potential to significantly reduce the herpes zoster burden of illness by decreasing the incidence of herpes zoster or reducing its severity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20104941/",
    "clean_text": "zoster vaccine zostavax a review of its use in preventing herpes zoster and postherpetic neuralgia in older adults zoster vaccine is registered in the eu for use in adults aged or years for the prevention of herpes zoster and herpes zoster related postherpetic neuralgia zoster vaccine recipients who developed herpes zoster had individuals who have been infected with varicella zoster virus vzv are at risk for developing herpes zoster and this risk appears to be related to a decline in vzv specific cell mediated immunity cmi zostavax zoster vaccine is a one dose high potency live attenuated vzv vaccine that boosts vzv specific cmi and this is its presumed mechanism of action zoster vaccine is registered in the eu for use in adults aged or years for the prevention of herpes zoster and herpes zoster related postherpetic neuralgia in the shingles prevention study a placebo controlled trial in adults aged or years n zoster vaccine led to a sustained boost of vzv specific cmi over a mean herpes zoster surveillance period of years zoster vaccine reduced the herpes zoster related burden of illness by reduced the incidence of herpes zoster by and reduced the incidence of postherpetic neuralgia by zoster vaccine recipients who developed herpes zoster had a shorter illness duration and severity than placebo recipients who developed herpes zoster zoster vaccine had continuing efficacy in a shingles prevention study subpopulation followed for years post vaccination zoster vaccine was generally well tolerated in older adults while cost effectiveness estimates in pharmacoeconomic analyses varied widely according to vaccine and herpes zoster parameter cost benefit estimates an analysis from a uk perspective found a zoster vaccine immunization programme in adults aged years to be cost effective in older adults the zoster vaccine has the potential to significantly reduce the herpes zoster burden of illness by decreasing the incidence of herpes zoster or reducing its severity"
}