{
    "pmid": "41408682",
    "title": "Icariin Inhibits NF-κB Signaling in Asthmatic Lung Epithelium by Promoting Nrf2 Signaling.",
    "abstract": "Glucocorticoids and beta2-agonists are the main treatments for asthma in modern medicine. They are significantly restricted in clinical usage due to its drug tolerance and certain side effects. As an important pathological feature of asthma, it is not currently targeted by any frontline treatments, targeting oxidative stress mechanisms may represent a novel therapeutic intervention for asthma. Icariin is a prenylated flavonol glycoside from the chinese herb Epimedium, which has been shown to have anti-oxidative stress activities. Our previous study showed that Icariin effectively inhibits airway inflammation of asthmatic mice, but the mechanism is still not fully understood. This study was to determine whether Icariin can play an anti-oxidative stress role in asthmatic airway epithelium and inhibits NF-κB signaling by promoting the expression of Nrf2. The oxidative stress status of asthmatic patients were observed. OVA was used for induction of mouse allergic asthma models, and the human bronchial epithelial cell line HBE was used for in vitro studies. The potential mechanism of Icariin was explored by in vivo and in vitro studies. Our results showed that there is an imbalance of oxidative/antioxidant factors in both asthmatic patients and mice. Icariin alleviated airway inflammation while reversing oxidative/antioxidant factors in asthmatic mice. Mechanically, Icariin significantly promoted the expression of Nrf2 in asthmatic mice and airway epithelial cells, while significantly inhibited the expression of NF-κB signaling. Further, the inhibitory effect of Icariin on phosphorylated NF-κB p65 was significantly weakened after knockdown of Nrf2. However, Icariin had no effect on the methylation of the DNA promoter regions of Keap-1 or Nrf2. Overall, the study demonstrated that Icariin could inhibit NF-κB signaling by promoting the activation of Nrf2 signaling, thereby exerting an anti-asthmatic effect. However, this promoting effect of ICA on Nrf2 activation is independent of DNA-methylation of Keap-1 or Nrf2. Icariin might be a promising intervention for the treatment of asthma by activating Nrf2 signaling to inhibit NF-κB signaling, targeting oxidative stress mechanisms.",
    "disease": "asthma",
    "clean_text": "icariin inhibits nf b signaling in asthmatic lung epithelium by promoting nrf signaling glucocorticoids and beta agonists are the main treatments for asthma in modern medicine they are significantly restricted in clinical usage due to its drug tolerance and certain side effects as an important pathological feature of asthma it is not currently targeted by any frontline treatments targeting oxidative stress mechanisms may represent a novel therapeutic intervention for asthma icariin is a prenylated flavonol glycoside from the chinese herb epimedium which has been shown to have anti oxidative stress activities our previous study showed that icariin effectively inhibits airway inflammation of asthmatic mice but the mechanism is still not fully understood this study was to determine whether icariin can play an anti oxidative stress role in asthmatic airway epithelium and inhibits nf b signaling by promoting the expression of nrf the oxidative stress status of asthmatic patients were observed ova was used for induction of mouse allergic asthma models and the human bronchial epithelial cell line hbe was used for in vitro studies the potential mechanism of icariin was explored by in vivo and in vitro studies our results showed that there is an imbalance of oxidative antioxidant factors in both asthmatic patients and mice icariin alleviated airway inflammation while reversing oxidative antioxidant factors in asthmatic mice mechanically icariin significantly promoted the expression of nrf in asthmatic mice and airway epithelial cells while significantly inhibited the expression of nf b signaling further the inhibitory effect of icariin on phosphorylated nf b p was significantly weakened after knockdown of nrf however icariin had no effect on the methylation of the dna promoter regions of keap or nrf overall the study demonstrated that icariin could inhibit nf b signaling by promoting the activation of nrf signaling thereby exerting an anti asthmatic effect however this promoting effect of ica on nrf activation is independent of dna methylation of keap or nrf icariin might be a promising intervention for the treatment of asthma by activating nrf signaling to inhibit nf b signaling targeting oxidative stress mechanisms"
}