{
    "title": "Interpreting contrast imaging to plan breast surgery.",
    "doc_id": "37438677",
    "writer": "Taylor DB",
    "year": "2023",
    "summary": "RESULTS: Contrast imaging modified mock-MDT plans for 20 of 61(32.8%) breasts. The addition of CEM changed the plan in 16/20 (80%) and MRI in 17/20 breasts (85%). Identical changes were proposed by both CEM and MRI in 13/20 (65%) breasts. The modified surgica …",
    "abstract": "Background:\n        \n      \n      Contrast enhanced mammography (CEM) and magnetic resonance imaging (MRI) are more accurate than conventional imaging (CI) for breast cancer staging. How adding CEM and MRI to CI might change the surgical plan is understudied.\n    \n\n\n          Methods:\n        \n      \n      Surgical plans (breast conserving surgery (BCS), wider BCS, BCS with diagnostic excision (>1BCS), mastectomy) were devised by mock-MDT (radiologist, surgeon and pathology reports) according to disease extent on CI, CI + CEM and CI + MRI. Differences in the mock-MDT's surgical plans following the addition of CEM or MRI were investigated. Using pre-defined criteria, the appropriateness of the modified plans was assessed by comparing estimated disease extent on imaging with final pathology. Surgery performed was recorded from patient records.\n    \n\n\n          Results:\n        \n      \n      Contrast imaging modified mock-MDT plans for 20 of 61(32.8%) breasts. The addition of CEM changed the plan in 16/20 (80%) and MRI in 17/20 breasts (85%). Identical changes were proposed by both CEM and MRI in 13/20 (65%) breasts. The modified surgical plan based on CI + CEM was possibly appropriate for 6/16 (37.5%), and CI + MRI in 9/17, (52.9%) breasts. The surgery performed was concordant with the mock-MDT plan for all 10 patients where the plans could be compared (BCS 1, >1 BCS 2 and mastectomy 7).\n    \n\n\n          Conclusion:\n        \n      \n      Adding CEM or MRI to CI changed mock-MDT plans in up to one third of women, but not all were appropriate. Changing surgical plans following addition of contrast imaging to CI without biopsy confirmation could lead to over or under-treatment.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37438677/",
    "clean_text": "interpreting contrast imaging to plan breast surgery results contrast imaging modified mock mdt plans for of breasts the addition of cem changed the plan in and mri in breasts identical changes were proposed by both cem and mri in breasts the modified surgica background contrast enhanced mammography cem and magnetic resonance imaging mri are more accurate than conventional imaging ci for breast cancer staging how adding cem and mri to ci might change the surgical plan is understudied methods surgical plans breast conserving surgery bcs wider bcs bcs with diagnostic excision bcs mastectomy were devised by mock mdt radiologist surgeon and pathology reports according to disease extent on ci ci cem and ci mri differences in the mock mdt s surgical plans following the addition of cem or mri were investigated using pre defined criteria the appropriateness of the modified plans was assessed by comparing estimated disease extent on imaging with final pathology surgery performed was recorded from patient records results contrast imaging modified mock mdt plans for of breasts the addition of cem changed the plan in and mri in breasts identical changes were proposed by both cem and mri in breasts the modified surgical plan based on ci cem was possibly appropriate for and ci mri in breasts the surgery performed was concordant with the mock mdt plan for all patients where the plans could be compared bcs bcs and mastectomy conclusion adding cem or mri to ci changed mock mdt plans in up to one third of women but not all were appropriate changing surgical plans following addition of contrast imaging to ci without biopsy confirmation could lead to over or under treatment"
}