{
    "title": "What is the quantity, quality and type of systematic review evidence available to inform the optimal prescribing of statins and antihypertensives? A systematic umbrella review and evidence and gap map.",
    "doc_id": "38401904",
    "writer": "Shaw L",
    "year": "2024",
    "summary": "OBJECTIVES: We aimed to map the systematic review evidence available to inform the optimal prescribing of statins and antihypertensive medication. ...CONCLUSIONS: This EGM provides an interactive, accessible format for policy developers, service commissioners and cl …",
    "abstract": "Objectives:\n        \n      \n      We aimed to map the systematic review evidence available to inform the optimal prescribing of statins and antihypertensive medication.\n    \n\n\n          Design:\n        \n      \n      Systematic umbrella review and evidence and gap map (EGM).\n    \n\n\n          Data sources:\n        \n      \n      Eight bibliographic databases (Cochrane Database of Systematic Reviews, CINAHL, EMBASE, Health Management Information Consortium, MEDLINE ALL, PsycINFO, Conference Proceedings Citation Index-Science and Science Citation Index) were searched from 2010 to 11 August 2020. Update searches conducted in MEDLINE ALL 2 August 2022. We searched relevant websites and conducted backwards citation chasing.\n    \n\n\n          Eligibility criteria for selecting studies:\n        \n      \n      We sought systematic reviews of quantitative or qualitative research where adults 16 years+ were currently receiving, or being considered for, a prescription of statin or antihypertensive medication. Eligibility criteria were applied to the title and abstract and full text of each article independently by two reviewers.\n    \n\n\n          Data extraction and synthesis:\n        \n      \n      Quality appraisal was completed by one reviewer and checked by a second. Review characteristics were tabulated and incorporated into an EGM based on a patient care pathway. Patients with lived experience provided feedback on our research questions and EGM.\n    \n\n\n          Results:\n        \n      \n      Eighty reviews were included within the EGM. The highest quantity of evidence focused on evaluating interventions to promote patient adherence to antihypertensive medication. Key gaps included a lack of reviews synthesising evidence on experiences of specific interventions to promote patient adherence or improve prescribing practice. The evidence was predominantly of low quality, limiting confidence in the findings from individual reviews.\n    \n\n\n          Conclusions:\n        \n      \n      This EGM provides an interactive, accessible format for policy developers, service commissioners and clinicians to view the systematic review evidence available relevant to optimising the prescribing of statin and antihypertensive medication. To address the paucity of high-quality research, future reviews should be conducted and reported according to existing guidelines and address the evidence gaps identified above.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38401904/",
    "clean_text": "what is the quantity quality and type of systematic review evidence available to inform the optimal prescribing of statins and antihypertensives a systematic umbrella review and evidence and gap map objectives we aimed to map the systematic review evidence available to inform the optimal prescribing of statins and antihypertensive medication conclusions this egm provides an interactive accessible format for policy developers service commissioners and cl objectives we aimed to map the systematic review evidence available to inform the optimal prescribing of statins and antihypertensive medication design systematic umbrella review and evidence and gap map egm data sources eight bibliographic databases cochrane database of systematic reviews cinahl embase health management information consortium medline all psycinfo conference proceedings citation index science and science citation index were searched from to august update searches conducted in medline all august we searched relevant websites and conducted backwards citation chasing eligibility criteria for selecting studies we sought systematic reviews of quantitative or qualitative research where adults years were currently receiving or being considered for a prescription of statin or antihypertensive medication eligibility criteria were applied to the title and abstract and full text of each article independently by two reviewers data extraction and synthesis quality appraisal was completed by one reviewer and checked by a second review characteristics were tabulated and incorporated into an egm based on a patient care pathway patients with lived experience provided feedback on our research questions and egm results eighty reviews were included within the egm the highest quantity of evidence focused on evaluating interventions to promote patient adherence to antihypertensive medication key gaps included a lack of reviews synthesising evidence on experiences of specific interventions to promote patient adherence or improve prescribing practice the evidence was predominantly of low quality limiting confidence in the findings from individual reviews conclusions this egm provides an interactive accessible format for policy developers service commissioners and clinicians to view the systematic review evidence available relevant to optimising the prescribing of statin and antihypertensive medication to address the paucity of high quality research future reviews should be conducted and reported according to existing guidelines and address the evidence gaps identified above"
}