{
    "title": "Heart failure in the ethnic minorities.",
    "doc_id": "20019604",
    "writer": "Moe GW",
    "year": "2010",
    "summary": "In the Chinese, hypertension remains an important cause of heart failure and recent data suggest that heart failure with preserved systolic function is common. African-Americans have a higher prevalence of heart failure than whites, prese …",
    "abstract": "Purpose of review:\n        \n      \n      Ethnic minority groups constitute increasing proportions of the population in western countries. Heart failure is increasingly prevalent worldwide and is associated with significant morbidity and mortality. The purpose of this review is to discuss the limited data on heart failure in the ethnic minority groups.\n    \n\n\n          Recent findings:\n        \n      \n      South Asians have more coronary risk factors that may increase the risk for premature coronary heart disease leading to development of heart failure at a younger age. In the Chinese, hypertension remains an important cause of heart failure and recent data suggest that heart failure with preserved systolic function is common. African-Americans have a higher prevalence of heart failure than whites, present with heart failure at younger ages, and heart failure in them is less likely to be due to coronary heart disease. Findings from a randomized controlled trial conducted specifically on African-Americans support the addition of the combination of isosorbide dinitrate and hydralazine to standard medical regimen for black patients with heart failure. Aboriginal people are more likely than nonaboriginal people to have less access to healthcare and to have a higher disease burden for atherosclerosis. Heart failure is more prevalent in aboriginal than in the nonaboriginal counterparts.\n    \n\n\n          Summary:\n        \n      \n      There are important differences across ethnic groups in the causes of heart failure and response to treatment. Given the likely increasing frequency of heart failure in these populations and an increasingly multiethnic world, additional studies on heart failure across different ethnic groups are warranted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20019604/",
    "clean_text": "heart failure in the ethnic minorities in the chinese hypertension remains an important cause of heart failure and recent data suggest that heart failure with preserved systolic function is common african americans have a higher prevalence of heart failure than whites prese purpose of review ethnic minority groups constitute increasing proportions of the population in western countries heart failure is increasingly prevalent worldwide and is associated with significant morbidity and mortality the purpose of this review is to discuss the limited data on heart failure in the ethnic minority groups recent findings south asians have more coronary risk factors that may increase the risk for premature coronary heart disease leading to development of heart failure at a younger age in the chinese hypertension remains an important cause of heart failure and recent data suggest that heart failure with preserved systolic function is common african americans have a higher prevalence of heart failure than whites present with heart failure at younger ages and heart failure in them is less likely to be due to coronary heart disease findings from a randomized controlled trial conducted specifically on african americans support the addition of the combination of isosorbide dinitrate and hydralazine to standard medical regimen for black patients with heart failure aboriginal people are more likely than nonaboriginal people to have less access to healthcare and to have a higher disease burden for atherosclerosis heart failure is more prevalent in aboriginal than in the nonaboriginal counterparts summary there are important differences across ethnic groups in the causes of heart failure and response to treatment given the likely increasing frequency of heart failure in these populations and an increasingly multiethnic world additional studies on heart failure across different ethnic groups are warranted"
}