{
    "title": "Abbreviated Breast MRI for Supplemental Screening in Patients With Dense Breasts: Comparison of Baseline Versus Subsequent-Round Examinations.",
    "doc_id": "38775433",
    "writer": "Edmonds CE",
    "year": "2024",
    "summary": "BACKGROUND. Abbreviated breast MRI (AB-MRI) achieves a higher cancer detection rate (CDR) than digital breast tomosynthesis when applied for baseline (i.e., first-round) supplemental screening of individuals with dense breasts. ...This study aimed to compare …",
    "abstract": "BACKGROUND. Abbreviated breast MRI (AB-MRI) achieves a higher cancer detection rate (CDR) than digital breast tomosynthesis when applied for baseline (i.e., first-round) supplemental screening of individuals with dense breasts. Limited literature has evaluated subsequent (i.e., sequential) AB-MRI screening rounds. OBJECTIVE. This study aimed to compare outcomes between baseline and subsequent rounds of screening AB-MRI in individuals with dense breasts who otherwise had an average risk for breast cancer. METHODS. This retrospective study included patients with dense breasts who otherwise had an average risk for breast cancer and underwent AB-MRI for supplemental screening between December 20, 2016, and May 10, 2023. The clinical interpretations and results of recommended biopsies for AB-MRI examinations were extracted from the EMR. Baseline and subsequent-round AB-MRI examinations were compared. RESULTS. The final sample included 2585 AB-MRI examinations (2007 baseline and 578 subsequent-round examinations) performed for supplemental screening of 2007 women (mean age, 57.1 years old) with dense breasts. Of 2007 baseline examinations, 1658 (82.6%) were assessed as BI-RADS category 1 or 2, 171 (8.5%) as BI-RADS category 3, and 178 (8.9%) as BI-RADS category 4 or 5. Of 578 subsequent-round examinations, 533 (92.2%) were assessed as BI-RADS category 1 or 2, 20 (3.5%) as BI-RADS category 3, and 25 (4.3%) as BI-RADS category 4 or 5 (p < .001). The abnormal interpretation rate (AIR) was 17.4% (349/2007) for baseline examinations versus 7.8% (45/578) for subsequent-round examinations (p < .001). For baseline examinations, PPV2 was 21.3% (38/178), PPV3 was 26.6% (38/143), and the CDR was 18.9 cancers per 1000 examinations (38/2007). For subsequent-round examinations, PPV2 was 28.0% (7/25) (p = .45), PPV3 was 29.2% (7/24) (p = .81), and the CDR was 12.1 cancers per 1000 examinations (7/578) (p = .37). All 45 cancers diagnosed by baseline or subsequent-round AB-MRI were stage 0 or 1. Seven cancers diagnosed by subsequent-round AB-MRI had a mean interval of 872 ± 373 (SD) days since prior AB-MRI and node-negative status at surgical axillary evaluation; six had an invasive component, all measuring 1.2 cm or less. CONCLUSION. Subsequent rounds of AB-MRI screening of individuals with dense breasts had lower AIR than baseline examinations while maintaining a high CDR. All cancers detected by subsequent-round examinations were early-stage node-negative cancers. CLINICAL IMPACT. The findings support sequential AB-MRI for supplemental screening in individuals with dense breasts. Further investigations are warranted to optimize the screening interval.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38775433/",
    "clean_text": "abbreviated breast mri for supplemental screening in patients with dense breasts comparison of baseline versus subsequent round examinations background abbreviated breast mri ab mri achieves a higher cancer detection rate cdr than digital breast tomosynthesis when applied for baseline i e first round supplemental screening of individuals with dense breasts this study aimed to compare background abbreviated breast mri ab mri achieves a higher cancer detection rate cdr than digital breast tomosynthesis when applied for baseline i e first round supplemental screening of individuals with dense breasts limited literature has evaluated subsequent i e sequential ab mri screening rounds objective this study aimed to compare outcomes between baseline and subsequent rounds of screening ab mri in individuals with dense breasts who otherwise had an average risk for breast cancer methods this retrospective study included patients with dense breasts who otherwise had an average risk for breast cancer and underwent ab mri for supplemental screening between december and may the clinical interpretations and results of recommended biopsies for ab mri examinations were extracted from the emr baseline and subsequent round ab mri examinations were compared results the final sample included ab mri examinations baseline and subsequent round examinations performed for supplemental screening of women mean age years old with dense breasts of baseline examinations were assessed as bi rads category or as bi rads category and as bi rads category or of subsequent round examinations were assessed as bi rads category or as bi rads category and as bi rads category or p the abnormal interpretation rate air was for baseline examinations versus for subsequent round examinations p for baseline examinations ppv was ppv was and the cdr was cancers per examinations for subsequent round examinations ppv was p ppv was p and the cdr was cancers per examinations p all cancers diagnosed by baseline or subsequent round ab mri were stage or seven cancers diagnosed by subsequent round ab mri had a mean interval of sd days since prior ab mri and node negative status at surgical axillary evaluation six had an invasive component all measuring cm or less conclusion subsequent rounds of ab mri screening of individuals with dense breasts had lower air than baseline examinations while maintaining a high cdr all cancers detected by subsequent round examinations were early stage node negative cancers clinical impact the findings support sequential ab mri for supplemental screening in individuals with dense breasts further investigations are warranted to optimize the screening interval"
}