{
    "pmid": "41429127",
    "title": "Non-pharmacological Management of Fibrosing Interstitial Lung Diseases.",
    "abstract": "Non-pharmacological interventions are integral to the multidisciplinary management of fibrosing interstitial lung diseases (ILDs), complementing pharmacological therapies by addressing functional decline, symptom burden, and quality of life. Palliative care is fundamental, offering a structured approach to symptom control-particularly dyspnoea-and facilitating advance care planning. Oxygen therapy may provide symptomatic benefit in patients with resting, nocturnal, or exertional hypoxemia, though evidence remains limited and extrapolated mainly from idiopathic pulmonary fibrosis cohorts. Pulmonary rehabilitation, encompassing supervised exercise and patient education, has demonstrated short-term improvements in exercise tolerance; however, long-term effects on dyspnoea and health-related quality of life are inconsistent. Nutritional status is an emerging area of interest, with data linking low body mass index and unintentional weight loss, underscoring the potential value of dietary assessment and intervention. Psychological support is critical, as ILD patients frequently experience anxiety, depression, and psychological distress. Although peer-led interventions remain under-investigated, they appear to address significant unmet needs in patient education and emotional support. Occupational therapy provides tailored strategies to maintain functional independence and manage fatigue, thereby improving daily living. Immunisation against influenza, pneumococcus, and SARS-CoV-2 is essential, given the elevated risk of infection-related morbidity and mortality. For selected patients with progressive disease refractory to medical therapy, lung transplantation offers a potential survival advantage, necessitating timely referral and evaluation. Although results are promising, evidence is still limited for some interventions and further research is warranted to establish robust, evidence-based guidelines for non-pharmacological management in fibrosing ILD.",
    "disease": "influenza",
    "clean_text": "non pharmacological management of fibrosing interstitial lung diseases non pharmacological interventions are integral to the multidisciplinary management of fibrosing interstitial lung diseases ilds complementing pharmacological therapies by addressing functional decline symptom burden and quality of life palliative care is fundamental offering a structured approach to symptom control particularly dyspnoea and facilitating advance care planning oxygen therapy may provide symptomatic benefit in patients with resting nocturnal or exertional hypoxemia though evidence remains limited and extrapolated mainly from idiopathic pulmonary fibrosis cohorts pulmonary rehabilitation encompassing supervised exercise and patient education has demonstrated short term improvements in exercise tolerance however long term effects on dyspnoea and health related quality of life are inconsistent nutritional status is an emerging area of interest with data linking low body mass index and unintentional weight loss underscoring the potential value of dietary assessment and intervention psychological support is critical as ild patients frequently experience anxiety depression and psychological distress although peer led interventions remain under investigated they appear to address significant unmet needs in patient education and emotional support occupational therapy provides tailored strategies to maintain functional independence and manage fatigue thereby improving daily living immunisation against influenza pneumococcus and sars cov is essential given the elevated risk of infection related morbidity and mortality for selected patients with progressive disease refractory to medical therapy lung transplantation offers a potential survival advantage necessitating timely referral and evaluation although results are promising evidence is still limited for some interventions and further research is warranted to establish robust evidence based guidelines for non pharmacological management in fibrosing ild"
}