{
    "title": "Back Pain: Differential Diagnosis and Management.",
    "doc_id": "36400559",
    "writer": "Gibbs D",
    "year": "2023",
    "summary": "Back pain is a common condition affecting millions of individuals each year. A biopsychosocial approach to back pain provides the best clinical framework. A detailed history and physical examination with a thorough workup are required to exclude emerge …",
    "abstract": "Back pain is a common condition affecting millions of individuals each year. A biopsychosocial approach to back pain provides the best clinical framework. A detailed history and physical examination with a thorough workup are required to exclude emergent or nonoperative etiologies of back pain. The treatment of back pain first uses conventional therapies including lifestyle modifications, nonsteroidal anti-inflammatory drugs, physical therapy, and cognitive behavioral therapy. If these options have been exhausted and pain persists for greater than 6 weeks, imaging and a specialist referral may be indicated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36400559/",
    "clean_text": "back pain differential diagnosis and management back pain is a common condition affecting millions of individuals each year a biopsychosocial approach to back pain provides the best clinical framework a detailed history and physical examination with a thorough workup are required to exclude emerge back pain is a common condition affecting millions of individuals each year a biopsychosocial approach to back pain provides the best clinical framework a detailed history and physical examination with a thorough workup are required to exclude emergent or nonoperative etiologies of back pain the treatment of back pain first uses conventional therapies including lifestyle modifications nonsteroidal anti inflammatory drugs physical therapy and cognitive behavioral therapy if these options have been exhausted and pain persists for greater than weeks imaging and a specialist referral may be indicated"
}