{
    "title": "Low back pain in the aging athlete.",
    "doc_id": "18277261",
    "writer": "Graw BP",
    "year": "2008",
    "summary": "Low back pain has an incidence between 1% and 30% in athletes. The natural history of low back pain is such that greater than 90% will improve without medical attention. Our treatment algorithm begins by ruling out nonspinal related cause …",
    "abstract": "Low back pain has an incidence between 1% and 30% in athletes. The natural history of low back pain is such that greater than 90% will improve without medical attention. Our treatment algorithm begins by ruling out nonspinal related causes of low back pain including neoplasm, infection, and serious medical conditions. Next cauda equina compression is differentiated from clinical entities that can be treated on an elective basis. Low back strain, herniated nucleus pulposis, spinal stenosis, and degenerative disease are each discussed with an emphasis on imaging studies finding a correlation between history, physical, and the neurodiagnostic testing. Athletes over the age of 60 who require back surgery should understand that they would most likely not return to their previous level of activity. Recent work has focused on rehabilitative principles such as core stabilization and their role in the prevention and treatment of athletes with lumbar disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18277261/",
    "clean_text": "low back pain in the aging athlete low back pain has an incidence between and in athletes the natural history of low back pain is such that greater than will improve without medical attention our treatment algorithm begins by ruling out nonspinal related cause low back pain has an incidence between and in athletes the natural history of low back pain is such that greater than will improve without medical attention our treatment algorithm begins by ruling out nonspinal related causes of low back pain including neoplasm infection and serious medical conditions next cauda equina compression is differentiated from clinical entities that can be treated on an elective basis low back strain herniated nucleus pulposis spinal stenosis and degenerative disease are each discussed with an emphasis on imaging studies finding a correlation between history physical and the neurodiagnostic testing athletes over the age of who require back surgery should understand that they would most likely not return to their previous level of activity recent work has focused on rehabilitative principles such as core stabilization and their role in the prevention and treatment of athletes with lumbar disorders"
}