{
    "title": "General physical examination of the canine patient.",
    "doc_id": "6977913",
    "writer": "Hardy RM.",
    "year": "1981",
    "summary": "It should be obvious from the above discussion that the physical examination of animals is not a simple task. The details that must be performed are numerous. ...If you know normal anatomy and physiology and study healthy animals thoroughly, significant abnormalitie …",
    "abstract": "It should be obvious from the above discussion that the physical examination of animals is not a simple task. The details that must be performed are numerous. Even more numerous are the abnormalities that can be discovered by the careful observer. My attempt was not to list all the abnormalities that can be detected during a physical exam, but rather to develop an organized approach to looking at your patients so that the most may be gained from the effort expended. If you know normal anatomy and physiology and study healthy animals thoroughly, significant abnormalities will become obvious. Your physical examination skills will continue to grow with each patient examined. Your data base of disease findings will be constantly expanding, and your diagnostic accuracy will improve every year of your practice life.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/6977913/",
    "clean_text": "general physical examination of the canine patient it should be obvious from the above discussion that the physical examination of animals is not a simple task the details that must be performed are numerous if you know normal anatomy and physiology and study healthy animals thoroughly significant abnormalitie it should be obvious from the above discussion that the physical examination of animals is not a simple task the details that must be performed are numerous even more numerous are the abnormalities that can be discovered by the careful observer my attempt was not to list all the abnormalities that can be detected during a physical exam but rather to develop an organized approach to looking at your patients so that the most may be gained from the effort expended if you know normal anatomy and physiology and study healthy animals thoroughly significant abnormalities will become obvious your physical examination skills will continue to grow with each patient examined your data base of disease findings will be constantly expanding and your diagnostic accuracy will improve every year of your practice life"
}