{
    "title": "Stimulation of fibroblast proliferation and matrix contraction by wound fluid.",
    "doc_id": "9076958",
    "writer": "Schäffer MR",
    "year": "1997",
    "summary": "In these experiments we characterized a fibroblast stimulating factor in wound fluid. Wound fluid was obtained from subcutaneously implanted polyvinyl alcohol sponges harvested 10 days post-wounding (pool of 100 Lewis rats). ...Wound fluid also stimula …",
    "abstract": "Fibroblast proliferation and fibroblast-mediated matrix contraction are critical to wound healing. Different cytokines have been shown to modulate fibroblast functions but little is known about the physiological role of these soluble factors during wound repair. In these experiments we characterized a fibroblast stimulating factor in wound fluid. Wound fluid was obtained from subcutaneously implanted polyvinyl alcohol sponges harvested 10 days post-wounding (pool of 100 Lewis rats). Normal dermal fibroblasts were obtained from Lewis rats by an explant technique, while wound fibroblasts were isolated from sponges harvested 10 days post-wounding. Proliferation in response to 0.5% and 10% fetal bovine serum was assessed by [3H]-thymidine incorporation. A fibroblast-populated collagen lattice was used for assaying contractile properties. Wound fibroblasts demonstrated markedly diminished proliferative and enhanced contractile properties compared to normal dermal fibroblasts. 10% wound fluid (v/v) stimulated proliferation of normal dermal fibroblasts (119%, p < 0.001) and wound fibroblasts (103%, p < 0.001). Wound fluid also stimulated collagen gel contraction by normal dermal fibroblasts (24% at 24 hr and 16% at 72 hr, p < 0.01), but not by wound fibroblasts. Separation by Sephadex G-100 gel filtration identified the active factor in wound fluid to have a molecular weight of about 100 kDa. Characterization of the soluble factor showed it to be a protein (ammonium sulfate precipitation), sensitive to trypsin digestion, heat resistant (56 degrees C, 30 min), and neuraminidase resistant. The isoelectric point appeared to be 7.0, as determined by ion exchange chromatography. Mitogenic proliferation of thymic lymphocytes was not affected by the active factor, suggesting cell target specificity. These data demonstrate that the wound environment contains high molecular weight protein(s) that promote fibroblast functions, essential for the healing process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9076958/",
    "clean_text": "stimulation of fibroblast proliferation and matrix contraction by wound fluid in these experiments we characterized a fibroblast stimulating factor in wound fluid wound fluid was obtained from subcutaneously implanted polyvinyl alcohol sponges harvested days post wounding pool of lewis rats wound fluid also stimula fibroblast proliferation and fibroblast mediated matrix contraction are critical to wound healing different cytokines have been shown to modulate fibroblast functions but little is known about the physiological role of these soluble factors during wound repair in these experiments we characterized a fibroblast stimulating factor in wound fluid wound fluid was obtained from subcutaneously implanted polyvinyl alcohol sponges harvested days post wounding pool of lewis rats normal dermal fibroblasts were obtained from lewis rats by an explant technique while wound fibroblasts were isolated from sponges harvested days post wounding proliferation in response to and fetal bovine serum was assessed by h thymidine incorporation a fibroblast populated collagen lattice was used for assaying contractile properties wound fibroblasts demonstrated markedly diminished proliferative and enhanced contractile properties compared to normal dermal fibroblasts wound fluid v v stimulated proliferation of normal dermal fibroblasts p and wound fibroblasts p wound fluid also stimulated collagen gel contraction by normal dermal fibroblasts at hr and at hr p but not by wound fibroblasts separation by sephadex g gel filtration identified the active factor in wound fluid to have a molecular weight of about kda characterization of the soluble factor showed it to be a protein ammonium sulfate precipitation sensitive to trypsin digestion heat resistant degrees c min and neuraminidase resistant the isoelectric point appeared to be as determined by ion exchange chromatography mitogenic proliferation of thymic lymphocytes was not affected by the active factor suggesting cell target specificity these data demonstrate that the wound environment contains high molecular weight protein s that promote fibroblast functions essential for the healing process"
}