{
    "title": "How to Begin a Quality Improvement Project.",
    "doc_id": "27016497",
    "writer": "Silver SA",
    "year": "2016",
    "summary": "However, health care professionals often lack training in quality improvement methods, which makes it challenging to participate in improvement efforts. ...Common quality improvement frameworks include Six Sigma, Lean, and the Model for Impro …",
    "abstract": "Quality improvement involves a combined effort among health care staff and stakeholders to diagnose and treat problems in the health care system. However, health care professionals often lack training in quality improvement methods, which makes it challenging to participate in improvement efforts. This article familiarizes health care professionals with how to begin a quality improvement project. The initial steps involve forming an improvement team that possesses expertise in the quality of care problem, leadership, and change management. Stakeholder mapping and analysis are useful tools at this stage, and these are reviewed to help identify individuals who might have a vested interest in the project. Physician engagement is a particularly important component of project success, and the knowledge that patients/caregivers can offer as members of a quality improvement team should not be overlooked. After a team is formed, an improvement framework helps to organize the scientific process of system change. Common quality improvement frameworks include Six Sigma, Lean, and the Model for Improvement. These models are contrasted, with a focus on the Model for Improvement, because it is widely used and applicable to a variety of quality of care problems without advanced training. It involves three steps: setting aims to focus improvement, choosing a balanced set of measures to determine if improvement occurs, and testing new ideas to change the current process. These new ideas are evaluated using Plan-Do-Study-Act cycles, where knowledge is gained by testing changes and reflecting on their effect. To show the real world utility of the quality improvement methods discussed, they are applied to a hypothetical quality improvement initiative that aims to promote home dialysis (home hemodialysis and peritoneal dialysis). This provides an example that kidney health care professionals can use to begin their own quality improvement projects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27016497/",
    "clean_text": "how to begin a quality improvement project however health care professionals often lack training in quality improvement methods which makes it challenging to participate in improvement efforts common quality improvement frameworks include six sigma lean and the model for impro quality improvement involves a combined effort among health care staff and stakeholders to diagnose and treat problems in the health care system however health care professionals often lack training in quality improvement methods which makes it challenging to participate in improvement efforts this article familiarizes health care professionals with how to begin a quality improvement project the initial steps involve forming an improvement team that possesses expertise in the quality of care problem leadership and change management stakeholder mapping and analysis are useful tools at this stage and these are reviewed to help identify individuals who might have a vested interest in the project physician engagement is a particularly important component of project success and the knowledge that patients caregivers can offer as members of a quality improvement team should not be overlooked after a team is formed an improvement framework helps to organize the scientific process of system change common quality improvement frameworks include six sigma lean and the model for improvement these models are contrasted with a focus on the model for improvement because it is widely used and applicable to a variety of quality of care problems without advanced training it involves three steps setting aims to focus improvement choosing a balanced set of measures to determine if improvement occurs and testing new ideas to change the current process these new ideas are evaluated using plan do study act cycles where knowledge is gained by testing changes and reflecting on their effect to show the real world utility of the quality improvement methods discussed they are applied to a hypothetical quality improvement initiative that aims to promote home dialysis home hemodialysis and peritoneal dialysis this provides an example that kidney health care professionals can use to begin their own quality improvement projects"
}