{
    "pmid": "41466965",
    "title": "Hemogram-Derived Inflammatory Indices and Metabolic-Renal Biomarkers as Predictors of Complications and Outcomes in Acute Cholecystitis.",
    "abstract": "Background Acute cholecystitis (AC) is one of the most common surgical emergencies with a wide range of clinical outcomes. Early identification of patients at risk for postoperative complications is essential for optimizing surgical decision-making and resource allocation. Hemogram-derived indices such as the systemic immune-inflammation index (SII) and neutrophil-to-lymphocyte ratio (NLR), in addition to biochemical markers, may provide prognostic value beyond traditional risk factors. Materials and methods This retrospective single-center study included 210 patients admitted to the University Clinical Center Tuzla with AC between January 2024 and January 2025. Demographic, clinical, and laboratory data were collected. Receiver operating characteristic (ROC) analysis was performed to identify optimal cut-off values for predicting complications. Multivariate logistic regression was adjusted for age, sex, diabetes mellitus, hypertension, and other baseline comorbidities, in addition to SII, NLR, glucose, and creatinine. Results Four variables emerged as independent predictors of complications: SII > 950 remained an independent predictor after full adjustment (p = 0.002) with a sensitivity of 78% and specificity of 72%. It yielded the highest discriminatory accuracy among the evaluated markers, with an area under the curve (AUC) of 0.81 (95% confidence interval (CI) 0.75-0.87). No formal comparison with TG18 grading was performed. In contrast, baseline comorbidities such as diabetes mellitus and hypertension did not retain significance after adjustment. Conclusion SII, NLR, glucose, and creatinine independently predicted complications in AC, with SII emerging as the strongest predictor among the evaluated variables. These findings suggest that incorporating hemogram-derived indices into preoperative assessment may enhance risk stratification. However, the retrospective single-center design and potential confounding related to the surgical approach warrant cautious interpretation.",
    "disease": "diabetes mellitus",
    "clean_text": "hemogram derived inflammatory indices and metabolic renal biomarkers as predictors of complications and outcomes in acute cholecystitis background acute cholecystitis ac is one of the most common surgical emergencies with a wide range of clinical outcomes early identification of patients at risk for postoperative complications is essential for optimizing surgical decision making and resource allocation hemogram derived indices such as the systemic immune inflammation index sii and neutrophil to lymphocyte ratio nlr in addition to biochemical markers may provide prognostic value beyond traditional risk factors materials and methods this retrospective single center study included patients admitted to the university clinical center tuzla with ac between january and january demographic clinical and laboratory data were collected receiver operating characteristic roc analysis was performed to identify optimal cut off values for predicting complications multivariate logistic regression was adjusted for age sex diabetes mellitus hypertension and other baseline comorbidities in addition to sii nlr glucose and creatinine results four variables emerged as independent predictors of complications sii remained an independent predictor after full adjustment p with a sensitivity of and specificity of it yielded the highest discriminatory accuracy among the evaluated markers with an area under the curve auc of confidence interval ci no formal comparison with tg grading was performed in contrast baseline comorbidities such as diabetes mellitus and hypertension did not retain significance after adjustment conclusion sii nlr glucose and creatinine independently predicted complications in ac with sii emerging as the strongest predictor among the evaluated variables these findings suggest that incorporating hemogram derived indices into preoperative assessment may enhance risk stratification however the retrospective single center design and potential confounding related to the surgical approach warrant cautious interpretation"
}