{
    "pmid": "41362707",
    "title": "Recalibration of the Framingham coronary heart disease risk score for a selected Sri Lankan population and its association with carotid artery intima-media thickness: A cross-sectional study.",
    "abstract": "Carotid artery intima-media thickness (CIMT) is a non-invasive marker of subclinical atherosclerosis and a predictor of coronary heart disease (CHD). This study aimed (1) to recalibrate the Framingham Risk Score (FRS) using Sri Lankan population data and (2) to evaluate the association between the recalibrated FRS models and carotid artery CIMT measurements. A sample of 356 participants aged 40-74 with no CHD history was selected from a tertiary hospital in Sri Lanka. The first published FRS equation, β-coefficients, 10-year CHD-free survival rates (separately for all ages (model 1) and for 40-74 years (model 2)), and local risk factor prevalence were used for recalibration. CIMT was measured in mm by ultrasonography, and a composite CIMT score was derived. Association between recalibrated FRS models and CIMT. The mean age of the sample was 58.7 ± 10.1 years (52.5% male). The original FRS (oFRS) categorised more participants into higher 10-year-CHD risk groups than the recalibrated FRS (rFRS) models. Among males, 30.5% and among females, 68.0% had consistent classifications across all models. CIMT-values differed significantly by risk category for both oFRS and rFRS models ( The recalibrated FRS models provided lower overall CHD risk estimates while maintaining stronger associations with CIMT than the original FRS, supporting their improved applicability for CHD risk prediction in the Sri Lankan population.",
    "disease": "coronary artery disease",
    "clean_text": "recalibration of the framingham coronary heart disease risk score for a selected sri lankan population and its association with carotid artery intima media thickness a cross sectional study carotid artery intima media thickness cimt is a non invasive marker of subclinical atherosclerosis and a predictor of coronary heart disease chd this study aimed to recalibrate the framingham risk score frs using sri lankan population data and to evaluate the association between the recalibrated frs models and carotid artery cimt measurements a sample of participants aged with no chd history was selected from a tertiary hospital in sri lanka the first published frs equation coefficients year chd free survival rates separately for all ages model and for years model and local risk factor prevalence were used for recalibration cimt was measured in mm by ultrasonography and a composite cimt score was derived association between recalibrated frs models and cimt the mean age of the sample was years male the original frs ofrs categorised more participants into higher year chd risk groups than the recalibrated frs rfrs models among males and among females had consistent classifications across all models cimt values differed significantly by risk category for both ofrs and rfrs models the recalibrated frs models provided lower overall chd risk estimates while maintaining stronger associations with cimt than the original frs supporting their improved applicability for chd risk prediction in the sri lankan population"
}