{
    "title": "The Cardiac Comeback-Beating Stronger: Exploring the Remarkable Resilience of the Heart in COVID-19 Recovery through Cardiac Autonomic Analysis.",
    "doc_id": "37629687",
    "writer": "Garg S",
    "year": "2023",
    "summary": "Background and Objectives: Analyzing the cardiac autonomic function in COVID-19 patients can provide insights into the impact of the virus on the heart's regulatory mechanisms and its recovery. The autonomic nervous system plays a crucial role in regulating the h …",
    "abstract": "Background and Objectives: Analyzing the cardiac autonomic function in COVID-19 patients can provide insights into the impact of the virus on the heart's regulatory mechanisms and its recovery. The autonomic nervous system plays a crucial role in regulating the heart's functions, such as heart rate, blood pressure, and cardiac output. This study aimed to investigate the impact of COVID-19 on heart rate variability (HRV) during a 6-min walk test (6MWT). Materials and Methods: The study included 74 participants, consisting of 37 individuals who had recovered from mild to moderate COVID-19 and 37 healthy controls. The study assessed heart rate variability (HRV) and blood pressure both before and after a 6-min walk test (6MWT). Results: The study found significant differences in a few time domains (SDNN and pNN50) and all frequency domain measures, whereas there were no significant differences in demographic characteristics or blood pressure between COVID-19-recovered individuals and healthy controls at rest. There were significant 6MWT effects on average HR, time-domain (SDNN and pNN50) measures of HRV, and all frequency domain measures of HRV. A significant group × 6MWT interaction was found for SDNN, pNN50, total power, Ln total power, LF, HF, Ln LF, Ln HF, and LF nu. Conclusions: Cardiac Autonomic analysis through HRV is essential to ensure the continued health and well-being of COVID-19 survivors and to minimize the potential long-term impacts of the disease on their cardiovascular system. This suggests that HRV analysis during the recovery phase following exercise could serve as a valuable tool for evaluating the physiological effects of COVID-19 and monitoring the recovery process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37629687/",
    "clean_text": "the cardiac comeback beating stronger exploring the remarkable resilience of the heart in covid recovery through cardiac autonomic analysis background and objectives analyzing the cardiac autonomic function in covid patients can provide insights into the impact of the virus on the heart s regulatory mechanisms and its recovery the autonomic nervous system plays a crucial role in regulating the h background and objectives analyzing the cardiac autonomic function in covid patients can provide insights into the impact of the virus on the heart s regulatory mechanisms and its recovery the autonomic nervous system plays a crucial role in regulating the heart s functions such as heart rate blood pressure and cardiac output this study aimed to investigate the impact of covid on heart rate variability hrv during a min walk test mwt materials and methods the study included participants consisting of individuals who had recovered from mild to moderate covid and healthy controls the study assessed heart rate variability hrv and blood pressure both before and after a min walk test mwt results the study found significant differences in a few time domains sdnn and pnn and all frequency domain measures whereas there were no significant differences in demographic characteristics or blood pressure between covid recovered individuals and healthy controls at rest there were significant mwt effects on average hr time domain sdnn and pnn measures of hrv and all frequency domain measures of hrv a significant group mwt interaction was found for sdnn pnn total power ln total power lf hf ln lf ln hf and lf nu conclusions cardiac autonomic analysis through hrv is essential to ensure the continued health and well being of covid survivors and to minimize the potential long term impacts of the disease on their cardiovascular system this suggests that hrv analysis during the recovery phase following exercise could serve as a valuable tool for evaluating the physiological effects of covid and monitoring the recovery process"
}