{
    "pmid": "41456951",
    "title": "Transglutaminase-2 Promotes Microglial Synaptic Phagocytosis and Ameliorates Epileptic Seizures by Inhibiting ABCA1 Ubiquitination.",
    "abstract": "Epilepsy is a prevalent chronic neurological disorder characterized by its complex pathophysiology, with microglial phagocytosis being crucial for synaptic remodeling and epileptogenesis. Transglutaminase-2 (TGM2) holds a critical role in regulating microglial function and cognitive synaptic plasticity; however, the precise mechanisms by which TGM2 influences synaptic pruning and epileptogenesis remain unclear. This study aims to investigate the role of TGM2 in seizure susceptibility and its regulatory effects on microglial-mediated synaptic phagocytosis in a chronic epilepsy model. Accordingly, the following objectives were set: elucidate the fluorescent localization and protein expression characteristics of TGM2 in normal and epileptic brain tissues; analyze the impact of TGM2 on epileptic behavioral phenotypes; and investigate the molecular mechanisms underlying its regulation of microglial activation and synaptic phagocytic function using an epileptic mouse model. In vivo experiments were performed using a kainic acid (KA)-induced chronic epilepsy mouse model established via intrahippocampal injection. Western blot and immunofluorescence analyses were employed to examine TGM2 expression and localization in the hippocampus of KA-treated mice. Adeno-associated virus vectors were used to achieve TGM2 overexpression or knockdown in the hippocampus, after which video-monitored behavioral assays and in vivo field potential recordings were used to evaluate seizure latency, frequency, and severity. Golgi-Cox staining, western blotting, and immunofluorescence were used to assess dendritic spine density in the hippocampal CA1 region, microglial polarization (M1/M2 phenotypes), and phagocytic activity. In vitro studies in BV2 microglia explored the molecular mechanisms of action of TGM2 using ubiquitination assays targeting ATP-binding cassette transporter A1 (ABCA1). TGM2 expression was significantly upregulated in the hippocampus of KA-induced epileptic mice, which prolonged the latency period to spontaneous recurrent seizures (SRS) and reduced SRS frequency. In contrast, TGM2 knockdown exacerbated seizure severity, which was characterized by a shortened latency period and increased SRS frequency. Golgi-Cox staining revealed that TGM2 overexpression decreased dendritic spine density in the CA1 region, whereas TGM2 knockdown had the opposite effect, indicating a role in synaptic remodeling. Functional analyses showed that TGM2 promoted microglial polarization toward an anti-inflammatory M2 phenotype, enhanced phagocytic activity, and upregulated the components of the complement system as well as the phagocytosis-related proteins. Conversely, TGM2 deficiency promoted the pro-inflammatory M1 phenotype, reduced phagocytic capacity, and downregulated the components of the complement system and the phagocytosis-related proteins. Mechanistically, TGM2 overexpression increased ABCA1 protein stability by inhibiting its ubiquitination, whereas TGM2 knockdown promoted ABCA1 ubiquitination and degradation. Immunofluorescence analysis revealed enhanced colocalization of TGM2 within the microglia. This study revealed that TGM2 suppresses epileptogenesis by enhancing microglial synaptic phagocytosis through the inhibition of ABCA1 ubiquitination, thereby regulating synaptic remodeling in the hippocampus. These findings establish a critical molecular link between TGM2-mediated microglial function and epileptogenesis, providing novel insights into therapeutic strategies targeting neuroinflammation and synaptic plasticity in epilepsy.",
    "disease": "epilepsy",
    "clean_text": "transglutaminase promotes microglial synaptic phagocytosis and ameliorates epileptic seizures by inhibiting abca ubiquitination epilepsy is a prevalent chronic neurological disorder characterized by its complex pathophysiology with microglial phagocytosis being crucial for synaptic remodeling and epileptogenesis transglutaminase tgm holds a critical role in regulating microglial function and cognitive synaptic plasticity however the precise mechanisms by which tgm influences synaptic pruning and epileptogenesis remain unclear this study aims to investigate the role of tgm in seizure susceptibility and its regulatory effects on microglial mediated synaptic phagocytosis in a chronic epilepsy model accordingly the following objectives were set elucidate the fluorescent localization and protein expression characteristics of tgm in normal and epileptic brain tissues analyze the impact of tgm on epileptic behavioral phenotypes and investigate the molecular mechanisms underlying its regulation of microglial activation and synaptic phagocytic function using an epileptic mouse model in vivo experiments were performed using a kainic acid ka induced chronic epilepsy mouse model established via intrahippocampal injection western blot and immunofluorescence analyses were employed to examine tgm expression and localization in the hippocampus of ka treated mice adeno associated virus vectors were used to achieve tgm overexpression or knockdown in the hippocampus after which video monitored behavioral assays and in vivo field potential recordings were used to evaluate seizure latency frequency and severity golgi cox staining western blotting and immunofluorescence were used to assess dendritic spine density in the hippocampal ca region microglial polarization m m phenotypes and phagocytic activity in vitro studies in bv microglia explored the molecular mechanisms of action of tgm using ubiquitination assays targeting atp binding cassette transporter a abca tgm expression was significantly upregulated in the hippocampus of ka induced epileptic mice which prolonged the latency period to spontaneous recurrent seizures srs and reduced srs frequency in contrast tgm knockdown exacerbated seizure severity which was characterized by a shortened latency period and increased srs frequency golgi cox staining revealed that tgm overexpression decreased dendritic spine density in the ca region whereas tgm knockdown had the opposite effect indicating a role in synaptic remodeling functional analyses showed that tgm promoted microglial polarization toward an anti inflammatory m phenotype enhanced phagocytic activity and upregulated the components of the complement system as well as the phagocytosis related proteins conversely tgm deficiency promoted the pro inflammatory m phenotype reduced phagocytic capacity and downregulated the components of the complement system and the phagocytosis related proteins mechanistically tgm overexpression increased abca protein stability by inhibiting its ubiquitination whereas tgm knockdown promoted abca ubiquitination and degradation immunofluorescence analysis revealed enhanced colocalization of tgm within the microglia this study revealed that tgm suppresses epileptogenesis by enhancing microglial synaptic phagocytosis through the inhibition of abca ubiquitination thereby regulating synaptic remodeling in the hippocampus these findings establish a critical molecular link between tgm mediated microglial function and epileptogenesis providing novel insights into therapeutic strategies targeting neuroinflammation and synaptic plasticity in epilepsy"
}