{
    "pmid": "41460077",
    "title": "Pros and cons of lower blood pressure targets in chronic kidney disease.",
    "abstract": "Optimal blood pressure control is essential for managing chronic kidney disease (CKD), as it can reduce cardiovascular risk and mortality. However, recent updates in major international guidelines present differing recommendations for blood pressure targets in CKD, contributing to clinical uncertainty. This review summarizes studies to clarify the benefits and risks associated with lower blood pressure targets in patients with CKD. Recent randomized trials and meta-analyses show that targeting lower systolic blood pressure (<120 mmHg) reduces cardiovascular events and all-cause mortality in nondialysis CKD, with benefits similar to those in the general population. Importantly, these trials used standardized blood pressure measurements that typically yield lower readings than routine office measurements. Lower blood pressure targets may increase the risk of incident CKD and acute kidney disease (AKI). Benefits for slowing CKD progression are mostly seen in patients with significant proteinuria. Patients with advanced CKD and heavier proteinuria remain underrepresented in the trials. Lower blood pressure targets, measured via standardized techniques, confer important cardiovascular benefits in CKD. However, kidney outcomes and safety concerns require individualized blood pressure target selection, especially in frail or other high-risk subgroups that were often excluded from trials. Clinical practice should continue to balance the benefits of lower blood pressure goals with risks of acute kidney injury and other adverse events.",
    "disease": "hypertension",
    "clean_text": "pros and cons of lower blood pressure targets in chronic kidney disease optimal blood pressure control is essential for managing chronic kidney disease ckd as it can reduce cardiovascular risk and mortality however recent updates in major international guidelines present differing recommendations for blood pressure targets in ckd contributing to clinical uncertainty this review summarizes studies to clarify the benefits and risks associated with lower blood pressure targets in patients with ckd recent randomized trials and meta analyses show that targeting lower systolic blood pressure mmhg reduces cardiovascular events and all cause mortality in nondialysis ckd with benefits similar to those in the general population importantly these trials used standardized blood pressure measurements that typically yield lower readings than routine office measurements lower blood pressure targets may increase the risk of incident ckd and acute kidney disease aki benefits for slowing ckd progression are mostly seen in patients with significant proteinuria patients with advanced ckd and heavier proteinuria remain underrepresented in the trials lower blood pressure targets measured via standardized techniques confer important cardiovascular benefits in ckd however kidney outcomes and safety concerns require individualized blood pressure target selection especially in frail or other high risk subgroups that were often excluded from trials clinical practice should continue to balance the benefits of lower blood pressure goals with risks of acute kidney injury and other adverse events"
}