{
    "title": "Past and future impact of next-generation sequencing in head and neck cancer.",
    "doc_id": "25900457",
    "writer": "Sethi N",
    "year": "2016",
    "summary": "We highlight the technical considerations for understanding reports using NGS. We discuss the findings of studies in head and neck cancer using NGS as well as The Cancer Genome Atlas. Finally we discuss future routes for research utilizing this methodology and the p …",
    "abstract": "Progress in sequencing technology is intrinsically linked to progress in understanding cancer genomics. The purpose of this review was to discuss the development from Sanger sequencing to next-generation sequencing (NGS) technology. We highlight the technical considerations for understanding reports using NGS. We discuss the findings of studies in head and neck cancer using NGS as well as The Cancer Genome Atlas. Finally we discuss future routes for research utilizing this methodology and the potential impact of this. © 2015 Wiley Periodicals, Inc. Head Neck 38: E2395-E2402, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25900457/",
    "clean_text": "past and future impact of next generation sequencing in head and neck cancer we highlight the technical considerations for understanding reports using ngs we discuss the findings of studies in head and neck cancer using ngs as well as the cancer genome atlas finally we discuss future routes for research utilizing this methodology and the p progress in sequencing technology is intrinsically linked to progress in understanding cancer genomics the purpose of this review was to discuss the development from sanger sequencing to next generation sequencing ngs technology we highlight the technical considerations for understanding reports using ngs we discuss the findings of studies in head and neck cancer using ngs as well as the cancer genome atlas finally we discuss future routes for research utilizing this methodology and the potential impact of this wiley periodicals inc head neck e e"
}