{
    "title": "Evaluation of failed and high blocks associated with spinal anesthesia for Cesarean delivery following inadequate labour epidural: a retrospective cohort study.",
    "doc_id": "27422266",
    "writer": "Einhorn LM",
    "year": "2016",
    "summary": "The primary outcome was the occurrence of failed spinal blocks, and the secondary outcome was the occurrence of high blocks following spinal administration. RESULTS: Of the 263 patients in the analysis, there were 29 (11%) failed spinals and nine (3%) high …",
    "abstract": "Purpose:\n        \n      \n      The purpose of this retrospective cohort study was to investigate factors associated with failed and high spinal blocks in patients who received spinal anesthesia for Cesarean delivery following a labour epidural that was inadequate for surgical anesthesia.\n    \n\n\n          Methods:\n        \n      \n      We searched our perioperative database for women with a labour epidural who received spinal or combined spinal-epidural anesthesia for Cesarean delivery due to the inadequacy of the existing epidural. The primary outcome was the occurrence of failed spinal blocks, and the secondary outcome was the occurrence of high blocks following spinal administration.\n    \n\n\n          Results:\n        \n      \n      Of the 263 patients in the analysis, there were 29 (11%) failed spinals and nine (3%) high spinals. There was a significant difference between patients with failed spinals and those with successful spinals with regards to receipt of an epidural top-up dose for Cesarean delivery within 30 min of the spinal, type of neuraxial block, body mass index, age, and dose of hyperbaric bupivacaine. In a multivariable analysis, only receipt of an epidural top-up dose was associated with failure (OR, 6.0; 95% CI, 2.1 to 17.0; P < 0.001). As for the risk of a high spinal, patient characteristics and block details were not different amongst patients, except for a younger age in those with a high block.\n    \n\n\n          Conclusions:\n        \n      \n      Administration of spinal anesthesia within 30 min of an epidural top-up dose is associated with increased risk of failure. We speculate that this may be due in part to the presence of a large volume of local anesthetic in the epidural space, which may be mistaken for cerebrospinal fluid during spinal placement.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27422266/",
    "clean_text": "evaluation of failed and high blocks associated with spinal anesthesia for cesarean delivery following inadequate labour epidural a retrospective cohort study the primary outcome was the occurrence of failed spinal blocks and the secondary outcome was the occurrence of high blocks following spinal administration results of the patients in the analysis there were failed spinals and nine high purpose the purpose of this retrospective cohort study was to investigate factors associated with failed and high spinal blocks in patients who received spinal anesthesia for cesarean delivery following a labour epidural that was inadequate for surgical anesthesia methods we searched our perioperative database for women with a labour epidural who received spinal or combined spinal epidural anesthesia for cesarean delivery due to the inadequacy of the existing epidural the primary outcome was the occurrence of failed spinal blocks and the secondary outcome was the occurrence of high blocks following spinal administration results of the patients in the analysis there were failed spinals and nine high spinals there was a significant difference between patients with failed spinals and those with successful spinals with regards to receipt of an epidural top up dose for cesarean delivery within min of the spinal type of neuraxial block body mass index age and dose of hyperbaric bupivacaine in a multivariable analysis only receipt of an epidural top up dose was associated with failure or ci to p as for the risk of a high spinal patient characteristics and block details were not different amongst patients except for a younger age in those with a high block conclusions administration of spinal anesthesia within min of an epidural top up dose is associated with increased risk of failure we speculate that this may be due in part to the presence of a large volume of local anesthetic in the epidural space which may be mistaken for cerebrospinal fluid during spinal placement"
}