{
    "pmid": "41418871",
    "title": "Preferred tempo influence on learning transfer from perceptual to stepping timing in Parkinson's disease.",
    "abstract": "Parkinson's disease (PD) patients show gait and motor timing impairments that can be improved with different behavioral therapies. This study involved an intervention with seventeen PD patients utilizing a pre-training-training-post-training protocol. The experimental paradigm included a march-in-place task (MPT) and an auditory synchronization-continuation stepping task (SCT). During these tasks, their foot movements were tracked with an infrared motion-capture system. In addition, patients undertook intensive in-house personalized training on an auditory interval discrimination task (IDT) for six consecutive days. The goal was to improve the precision of the stepping tasks as a result of the learning transfer from the IDT. We measured the spontaneous motor tempo of 17 patients (six females) during the pre-training MPT and found two segregated clusters, one with fast and another with slow preferred stepping intervals. Notably, patients with slow preferred stepping intervals, on average, showed a significant decrease in the variability of their interstep intervals during the MPT and the continuation epoch of the SCT due to the intense training in the IDT. These findings suggest that PD patients exhibiting slow spontaneous tempos are more suitable candidates for timing rehabilitation.",
    "disease": "parkinson disease",
    "clean_text": "preferred tempo influence on learning transfer from perceptual to stepping timing in parkinson s disease parkinson s disease pd patients show gait and motor timing impairments that can be improved with different behavioral therapies this study involved an intervention with seventeen pd patients utilizing a pre training training post training protocol the experimental paradigm included a march in place task mpt and an auditory synchronization continuation stepping task sct during these tasks their foot movements were tracked with an infrared motion capture system in addition patients undertook intensive in house personalized training on an auditory interval discrimination task idt for six consecutive days the goal was to improve the precision of the stepping tasks as a result of the learning transfer from the idt we measured the spontaneous motor tempo of patients six females during the pre training mpt and found two segregated clusters one with fast and another with slow preferred stepping intervals notably patients with slow preferred stepping intervals on average showed a significant decrease in the variability of their interstep intervals during the mpt and the continuation epoch of the sct due to the intense training in the idt these findings suggest that pd patients exhibiting slow spontaneous tempos are more suitable candidates for timing rehabilitation"
}