{
    "title": "Shortening a quality of life questionnaire for adolescents with chronic pain and its psychometric qualities.",
    "doc_id": "12090503",
    "writer": "Merlijn VP",
    "year": "2002",
    "summary": "Chronic pain is a common experience in adolescence. To measure its influence on quality of life in adolescents with chronic headache, Langeveld developed the 71-item scale, Quality of Life Headache-Youth. ...This article presents the psychometric qu …",
    "abstract": "Chronic pain is a common experience in adolescence. To measure its influence on quality of life in adolescents with chronic headache, Langeveld developed the 71-item scale, Quality of Life Headache-Youth. On the basis of this questionnaire we develop a shortened list, also suitable for other pain locations to enhance compliance. For this, we tested a sample of 98 adolescents from an open population with chronic benign pain. This article presents the psychometric qualities of the shortened version, named the Quality of Life Questionnaire for Adolescents with Chronic Pain. The original version could be reduced to 44 items which showed suitable internal consistency and construct validity against COOP/WONCA charts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12090503/",
    "clean_text": "shortening a quality of life questionnaire for adolescents with chronic pain and its psychometric qualities chronic pain is a common experience in adolescence to measure its influence on quality of life in adolescents with chronic headache langeveld developed the item scale quality of life headache youth this article presents the psychometric qu chronic pain is a common experience in adolescence to measure its influence on quality of life in adolescents with chronic headache langeveld developed the item scale quality of life headache youth on the basis of this questionnaire we develop a shortened list also suitable for other pain locations to enhance compliance for this we tested a sample of adolescents from an open population with chronic benign pain this article presents the psychometric qualities of the shortened version named the quality of life questionnaire for adolescents with chronic pain the original version could be reduced to items which showed suitable internal consistency and construct validity against coop wonca charts"
}