{
    "pmid": "41448306",
    "title": "Neutrophil-derived proteoliposomes loading doxorubicin and porphyrin for targeted chemo-phototherapy of triple-negative breast cancers.",
    "abstract": "Liposomal doxorubicin (DOX) is a prominent nanomedicine for treating triple-negative breast cancer (TNBC), providing prolonged circulation and decreased cardiotoxicity. However, the therapeutic efficacy remains hindered by relatively low-efficiency passive targeting delivery and inefficient cellular internalization. In this work, we construct artificial exosomes - proteoliposomes that incorporate the unique features of liposomes and neutrophil-derived exosomes. Specifically, the proteoliposomes integrates neutrophil membrane proteins, DOX, porphyrin-phospholipid (PoP) and liposomes to form DOX@Proteolip-PoP for targeted chemo-phototherapy of TNBC. In vitro analysis shows that DOX@Proteolip-PoP exhibits significantly more efficient cellular internalization in TNBC cells with 5.39 times higher as compared with the liposomal DOX. More importantly, in vivo results show that DOX@Proteolip-PoP has 2.33 times higher tumor accumulation compared to the liposomes after intravenous injection. Moreover, DOX@Proteolip-PoP/L+ achieves precise chemo-phototherapy both in vitro and in vivo, while inducing immunogenic cell death (ICD) that effectively remodels the immunological microenvironment of TNBC, thereby significantly suppressing tumor growth. Therefore, our findings highlight the promise of proteoliposomes toward therapy of TNBC via targeted drug delivery, enhanced cellular internalization, and synergistic chemo-phototherapy.",
    "disease": "breast cancer",
    "clean_text": "neutrophil derived proteoliposomes loading doxorubicin and porphyrin for targeted chemo phototherapy of triple negative breast cancers liposomal doxorubicin dox is a prominent nanomedicine for treating triple negative breast cancer tnbc providing prolonged circulation and decreased cardiotoxicity however the therapeutic efficacy remains hindered by relatively low efficiency passive targeting delivery and inefficient cellular internalization in this work we construct artificial exosomes proteoliposomes that incorporate the unique features of liposomes and neutrophil derived exosomes specifically the proteoliposomes integrates neutrophil membrane proteins dox porphyrin phospholipid pop and liposomes to form dox proteolip pop for targeted chemo phototherapy of tnbc in vitro analysis shows that dox proteolip pop exhibits significantly more efficient cellular internalization in tnbc cells with times higher as compared with the liposomal dox more importantly in vivo results show that dox proteolip pop has times higher tumor accumulation compared to the liposomes after intravenous injection moreover dox proteolip pop l achieves precise chemo phototherapy both in vitro and in vivo while inducing immunogenic cell death icd that effectively remodels the immunological microenvironment of tnbc thereby significantly suppressing tumor growth therefore our findings highlight the promise of proteoliposomes toward therapy of tnbc via targeted drug delivery enhanced cellular internalization and synergistic chemo phototherapy"
}