{
    "pmid": "41448845",
    "title": "Sex differences in the association of social determinants of health and adverse cardiovascular outcomes in patients with atrial fibrillation.",
    "abstract": "Despite anticoagulation, patients with atrial fibrillation (AF) experience persistent elevated cardiovascular risk, with conflicting evidence regarding sex-based outcome disparities. Social determinants of health (SDOH)-encompassing economic, psychosocial and environmental factors-demonstrate robust associations with cardiovascular outcomes and exhibit significant sex-specific patterns, yet remain understudied in AF populations. This study aimed to clarify sex differences in the association of SDOH and adverse cardiovascular outcomes in patients with AF. Data came from the UK Biobank. Participants with AF enrolled between 2006 and 2010 were included. SDOH comprised economic, psychosocial and neighbourhood environmental factors. The primary outcome was a composite of major adverse cardiovascular events (ie, stroke/transient ischaemic attack, arterial thromboembolic events, myocardial infarction and cardiovascular mortality) and all-cause mortality. Sex-stratified, Cox proportional hazards models were used. Among 3842 participants (mean age 62.5±6.1 years; 35.1% female), males demonstrated higher adverse outcome event rates than females (29.1% vs 21.3%) over median 11.6-year follow-up. Multivariate analyses revealed independent SDOH associations with adverse outcomes, with distinct sex-specific patterns. In male participants, low income (HR 1.30, 95% CI 1.08 to 1.55), unemployment (HR 1.28, 95% CI 1.06 to 1.55), living alone (HR 1.29, 95% CI 1.07 to 1.55) and housing insecurity (HR 1.26, 95% CI 1.01 to 1.57) were associated with adverse outcomes, while emotional distress was the only predictor (HR 1.33, 95% CI 1.04 to 1.69) in females. SDOH demonstrate sex-specific associations with adverse cardiovascular outcomes in AF populations. Integration of SDOH into risk prediction algorithms may enhance cardiovascular risk stratification and inform targeted intervention strategies in AF management.",
    "disease": "stroke",
    "clean_text": "sex differences in the association of social determinants of health and adverse cardiovascular outcomes in patients with atrial fibrillation despite anticoagulation patients with atrial fibrillation af experience persistent elevated cardiovascular risk with conflicting evidence regarding sex based outcome disparities social determinants of health sdoh encompassing economic psychosocial and environmental factors demonstrate robust associations with cardiovascular outcomes and exhibit significant sex specific patterns yet remain understudied in af populations this study aimed to clarify sex differences in the association of sdoh and adverse cardiovascular outcomes in patients with af data came from the uk biobank participants with af enrolled between and were included sdoh comprised economic psychosocial and neighbourhood environmental factors the primary outcome was a composite of major adverse cardiovascular events ie stroke transient ischaemic attack arterial thromboembolic events myocardial infarction and cardiovascular mortality and all cause mortality sex stratified cox proportional hazards models were used among participants mean age years female males demonstrated higher adverse outcome event rates than females vs over median year follow up multivariate analyses revealed independent sdoh associations with adverse outcomes with distinct sex specific patterns in male participants low income hr ci to unemployment hr ci to living alone hr ci to and housing insecurity hr ci to were associated with adverse outcomes while emotional distress was the only predictor hr ci to in females sdoh demonstrate sex specific associations with adverse cardiovascular outcomes in af populations integration of sdoh into risk prediction algorithms may enhance cardiovascular risk stratification and inform targeted intervention strategies in af management"
}