{
    "pmid": "41453245",
    "title": "Trends in the development of suicide attempts and mood disorders following acute myocardial infarction: A decade-long analysis.",
    "abstract": "While survival rates following acute myocardial infarction (AMI) have improved, long-term psychiatric sequelae-particularly mood disorders and suicidality remain underexplored, especially across demographic subgroups and during periods of heightened societal stress, such as the COVID-19 pandemic. To assess decade-long trends (2013-2024) in the incidence of suicide attempts, depression, and bipolar disorder following AMI, and to examine demographic disparities and the influence of the COVID-19 pandemic on these outcomes. A retrospective cohort analysis was conducted using the TriNetX global research network, encompassing over 1.1 million AMI patients aged ≥18 without prior psychiatric diagnoses. Outcomes were measured using ICD-10 codes and stratified by sex, race/ethnicity, and pandemic period (pre-COVID: 2017-2020; COVID-era: 2020-2023). Trends were analyzed via compounded annual growth rates (CAGR) and regression models with interaction terms. From 2013 to 2024, post-AMI suicide attempts increased significantly (CAGR: 20.10 %, p < 0.0001), with steeper growth in males and White patients. Depression and bipolar disorder also rose steadily (CAGR: 9.63 % and 7.91 %, respectively), with higher rates in females and minority groups. During the pandemic, suicide attempts increased notably among Black patients (p = 0.003), while depression rose significantly across all racial/ethnic groups, particularly among Hispanic individuals (CAGR: 11.71 %). Bipolar disorder incidence accelerated during the pandemic, especially in females and non-Hispanic cohorts. Across all outcomes, pandemic-related increases surpassed pre-pandemic trends. Psychiatric morbidity following AMI has increased markedly over the past decade, with pandemic-related exacerbation and disproportionate impact on racial and ethnic minorities. These findings underscore the need for enhanced post-AMI mental health screening and culturally responsive interventions to address emerging disparities and optimize long-term outcomes.",
    "disease": "covid-19",
    "clean_text": "trends in the development of suicide attempts and mood disorders following acute myocardial infarction a decade long analysis while survival rates following acute myocardial infarction ami have improved long term psychiatric sequelae particularly mood disorders and suicidality remain underexplored especially across demographic subgroups and during periods of heightened societal stress such as the covid pandemic to assess decade long trends in the incidence of suicide attempts depression and bipolar disorder following ami and to examine demographic disparities and the influence of the covid pandemic on these outcomes a retrospective cohort analysis was conducted using the trinetx global research network encompassing over million ami patients aged without prior psychiatric diagnoses outcomes were measured using icd codes and stratified by sex race ethnicity and pandemic period pre covid covid era trends were analyzed via compounded annual growth rates cagr and regression models with interaction terms from to post ami suicide attempts increased significantly cagr p with steeper growth in males and white patients depression and bipolar disorder also rose steadily cagr and respectively with higher rates in females and minority groups during the pandemic suicide attempts increased notably among black patients p while depression rose significantly across all racial ethnic groups particularly among hispanic individuals cagr bipolar disorder incidence accelerated during the pandemic especially in females and non hispanic cohorts across all outcomes pandemic related increases surpassed pre pandemic trends psychiatric morbidity following ami has increased markedly over the past decade with pandemic related exacerbation and disproportionate impact on racial and ethnic minorities these findings underscore the need for enhanced post ami mental health screening and culturally responsive interventions to address emerging disparities and optimize long term outcomes"
}