{
    "pmid": "41466329",
    "title": "Correlation analysis between the coronal and sagittal axis angles of both knees and lumbar lordosis in middle-aged and elderly patients with knee osteoarthritis.",
    "abstract": "The lumbar lordosis angle is essential for maintaining the sagittal balance of the spine and is closely linked to the incidence of low back pain. Both domestic and international studies have demonstrated that patients with knee osteoarthritis who also experience low back pain exhibit more severe osteoarthritic symptoms and greater functional impairment. Nevertheless, current research on knee osteoarthritis predominantly concentrates on the deformities of the knee joint itself, with few studies investigating the potential relationship between alterations in coronal and sagittal alignment angles of the knee-such as the femoral angle, femoral-tibial angle, tibial angle, femoral condylar-shaft angle, and tibial shaft angle-and changes in the lumbar lordosis angle. This study aims to examine the relationship between the magnitudes of coronal and sagittal alignment angles of the knee joint and the lumbar lordosis angle in patients diagnosed with knee osteoarthritis. Patients who sought medical care at our hospital from January to December 2023 were selected for this study. Anteroposterior and lateral X-ray images of the knee joint, along with lateral X-ray images of the lumbar spine, were obtained to measure several parameters: femoral angle, femoral-tibial angle, tibial angle, knee joint space angle, femoral condylar-shaft angle, tibial shaft angle, and lumbar lordosis angle. Correlation analysis was conducted to investigate the relationship between the magnitudes of the coronal and sagittal alignment angles of the knee and the lumbar lordosis angle. A significant positive correlation exists between the magnitude of the tibial angle of the left knee and the lumbar lordosis angle in patients with knee osteoarthritis (P < 0.05). In contrast, no significant correlations were detected between the magnitudes of the femoral angle, femoral-tibial angle, femoral condylar-shaft angle, knee joint space angle, and tibial shaft angle in the left knee group and the lumbar lordosis angle. Similarly, the right knee group exhibited no significant correlations among the magnitudes of the femoral angle, femoral-tibial angle, tibial angle, femoral condylar-shaft angle, knee joint space angle, and tibial shaft angle with the lumbar lordosis angle. This study demonstrates a significant positive correlation between the magnitude of the left knee tibial angle and the lumbar lordosis angle in patients with knee osteoarthritis (P < 0.05). Both domestic and international research has indicated a negative correlation between the incidence of low back pain and the magnitude of the lumbar lordosis angle. Consequently, it can be inferred that alterations in the left knee tibial angle may serve as a potential predictive factor for the risk of concurrent low back pain in patients with knee osteoarthritis. This finding provides clinicians with a novel perspective for treating patients with knee osteoarthritis. While addressing knee pathology, it is also crucial to monitor the condition of the lumbar spine to facilitate a more comprehensive assessment of the patient's overall health and to develop more effective treatment plans. This approach aims to improve patient prognosis and alleviate suffering.",
    "disease": "osteoarthritis",
    "clean_text": "correlation analysis between the coronal and sagittal axis angles of both knees and lumbar lordosis in middle aged and elderly patients with knee osteoarthritis the lumbar lordosis angle is essential for maintaining the sagittal balance of the spine and is closely linked to the incidence of low back pain both domestic and international studies have demonstrated that patients with knee osteoarthritis who also experience low back pain exhibit more severe osteoarthritic symptoms and greater functional impairment nevertheless current research on knee osteoarthritis predominantly concentrates on the deformities of the knee joint itself with few studies investigating the potential relationship between alterations in coronal and sagittal alignment angles of the knee such as the femoral angle femoral tibial angle tibial angle femoral condylar shaft angle and tibial shaft angle and changes in the lumbar lordosis angle this study aims to examine the relationship between the magnitudes of coronal and sagittal alignment angles of the knee joint and the lumbar lordosis angle in patients diagnosed with knee osteoarthritis patients who sought medical care at our hospital from january to december were selected for this study anteroposterior and lateral x ray images of the knee joint along with lateral x ray images of the lumbar spine were obtained to measure several parameters femoral angle femoral tibial angle tibial angle knee joint space angle femoral condylar shaft angle tibial shaft angle and lumbar lordosis angle correlation analysis was conducted to investigate the relationship between the magnitudes of the coronal and sagittal alignment angles of the knee and the lumbar lordosis angle a significant positive correlation exists between the magnitude of the tibial angle of the left knee and the lumbar lordosis angle in patients with knee osteoarthritis p in contrast no significant correlations were detected between the magnitudes of the femoral angle femoral tibial angle femoral condylar shaft angle knee joint space angle and tibial shaft angle in the left knee group and the lumbar lordosis angle similarly the right knee group exhibited no significant correlations among the magnitudes of the femoral angle femoral tibial angle tibial angle femoral condylar shaft angle knee joint space angle and tibial shaft angle with the lumbar lordosis angle this study demonstrates a significant positive correlation between the magnitude of the left knee tibial angle and the lumbar lordosis angle in patients with knee osteoarthritis p both domestic and international research has indicated a negative correlation between the incidence of low back pain and the magnitude of the lumbar lordosis angle consequently it can be inferred that alterations in the left knee tibial angle may serve as a potential predictive factor for the risk of concurrent low back pain in patients with knee osteoarthritis this finding provides clinicians with a novel perspective for treating patients with knee osteoarthritis while addressing knee pathology it is also crucial to monitor the condition of the lumbar spine to facilitate a more comprehensive assessment of the patient s overall health and to develop more effective treatment plans this approach aims to improve patient prognosis and alleviate suffering"
}