{
    "title": "Intentional weight loss, blood lipids and coronary morbidity and mortality.",
    "doc_id": "15650557",
    "writer": "Eilat-Adar S",
    "year": "2005",
    "summary": "Recent studies suggest that this association may arise from the confounding effect of preexisting disease. Many studies do not report whether weight loss is intentional or unintentional. Unintentional weight loss may mask beneficial changes in cardiova …",
    "abstract": "Purpose of review:\n        \n      \n      Although weight reduction has been recommended to reduce cardiovascular risk, studies on the association between weight loss and coronary morbidity and mortality show conflicting results. This review summarizes findings from large studies examining this issue and accentuates the importance of carrying out additional well-designed research.\n    \n\n\n          Recent findings:\n        \n      \n      Many observational studies report that weight loss in older men and women is associated with increased cardiovascular morbidity and mortality. Recent studies suggest that this association may arise from the confounding effect of preexisting disease. Many studies do not report whether weight loss is intentional or unintentional. Unintentional weight loss may mask beneficial changes in cardiovascular risk due to intentional weight loss. In addition to issues related to the cause of weight loss, use of reported rather than measured weight may bias the results of large studies. However, one recent observational study with a methodology aimed at overcoming these limitations found that individuals who intentionally lost weight experienced a decreased coronary risk.\n    \n\n\n          Summary:\n        \n      \n      Weight reduction in overweight individuals is not universally associated with good health. This is true even if the weight loss results in normal body mass index. Reports of increased coronary risk associated with intentional weight loss may be explained by comorbidities that are also associated with weight loss. Individuals who are overweight and at high coronary risk may benefit from professionally supervised dieting and avoiding regain of lost weight. Clinical trials on cardiovascular outcomes in individuals who lose weight under supervised dieting are needed to assess this recommendation definitively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15650557/",
    "clean_text": "intentional weight loss blood lipids and coronary morbidity and mortality recent studies suggest that this association may arise from the confounding effect of preexisting disease many studies do not report whether weight loss is intentional or unintentional unintentional weight loss may mask beneficial changes in cardiova purpose of review although weight reduction has been recommended to reduce cardiovascular risk studies on the association between weight loss and coronary morbidity and mortality show conflicting results this review summarizes findings from large studies examining this issue and accentuates the importance of carrying out additional well designed research recent findings many observational studies report that weight loss in older men and women is associated with increased cardiovascular morbidity and mortality recent studies suggest that this association may arise from the confounding effect of preexisting disease many studies do not report whether weight loss is intentional or unintentional unintentional weight loss may mask beneficial changes in cardiovascular risk due to intentional weight loss in addition to issues related to the cause of weight loss use of reported rather than measured weight may bias the results of large studies however one recent observational study with a methodology aimed at overcoming these limitations found that individuals who intentionally lost weight experienced a decreased coronary risk summary weight reduction in overweight individuals is not universally associated with good health this is true even if the weight loss results in normal body mass index reports of increased coronary risk associated with intentional weight loss may be explained by comorbidities that are also associated with weight loss individuals who are overweight and at high coronary risk may benefit from professionally supervised dieting and avoiding regain of lost weight clinical trials on cardiovascular outcomes in individuals who lose weight under supervised dieting are needed to assess this recommendation definitively"
}