{
    "pmid": "41438103",
    "title": "Effects and safety of vibration therapy in knee osteoarthritis rehabilitation: an umbrella review of systematic reviews.",
    "abstract": "Knee osteoarthritis (KOA) is a prevalent degenerative joint disease characterized by pain, stiffness, and limited mobility, substantially impairing quality of life. Vibration therapy has gained attention as a promising nonpharmacological intervention for KOA management. However, existing systematic reviews report inconsistent findings regarding its efficacy and safety. This umbrella review synthesizes evidence from published systematic reviews to provide a comprehensive evaluation of vibration therapy in KOA. A systematic search was conducted in four electronic databases: PubMed, Physiotherapy Evidence Database (PEDro), Web of Science, and Embase, with the search completed in January 2025. Eligible systematic reviews, with or without meta-analyses, examining the effects of vibration therapy in KOA were included. Two independent reviewers screened titles and abstracts, assessed full text eligibility, and extracted data on study characteristics, interventions, and clinical outcomes. The methodological quality of the included reviews was assessed using the Assessment of Multiple Systematic Reviews 2 (AMSTAR-2) tool, and reviews were categorized as high, moderate, or low quality. Study overlap was evaluated using the Corrected Covered Area (CCA) method to quantify redundancy. Findings were synthesized qualitatively, focusing on outcomes related to pain intensity, physical function, functional mobility and KOA-related disability. Six systematic reviews published between 2015 and 2022 met the inclusion criteria, of which five included meta-analyses. In total, 22 unique primary trials were cumulatively analysed. The average AMSTAR-2 score was 65.7%, ranging from 56% (moderate) to 81% (high quality). The CCA analysis revealed a high degree of overlap (15%) across the reviews, indicating redundancy in primary studies but also reinforcing consistency in evidence. Commonly reported outcomes included the Visual Analogue Scale, muscle strength, Berg Balance Scale, Six Minute Walk Test, Timed Up and Go test, and Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC). The majority of reviews reported favourable effects of vibration therapy on WOMAC physical function and pain intensity, while fewer reviews supported improvements in functional performance and muscle strength. Vibration therapy appears to be a promising adjunct to conventional rehabilitation for KOA, particularly for improving physical function and knee pain. However, inconsistent evidence regarding its effects on functional performance and muscle strength underscores the need for further high-quality research. Future studies should determine optimal vibration parameters and explore underlying mechanisms to establish evidence based clinical guidelines. PROSPEROCRD42024620119.",
    "disease": "osteoarthritis",
    "clean_text": "effects and safety of vibration therapy in knee osteoarthritis rehabilitation an umbrella review of systematic reviews knee osteoarthritis koa is a prevalent degenerative joint disease characterized by pain stiffness and limited mobility substantially impairing quality of life vibration therapy has gained attention as a promising nonpharmacological intervention for koa management however existing systematic reviews report inconsistent findings regarding its efficacy and safety this umbrella review synthesizes evidence from published systematic reviews to provide a comprehensive evaluation of vibration therapy in koa a systematic search was conducted in four electronic databases pubmed physiotherapy evidence database pedro web of science and embase with the search completed in january eligible systematic reviews with or without meta analyses examining the effects of vibration therapy in koa were included two independent reviewers screened titles and abstracts assessed full text eligibility and extracted data on study characteristics interventions and clinical outcomes the methodological quality of the included reviews was assessed using the assessment of multiple systematic reviews amstar tool and reviews were categorized as high moderate or low quality study overlap was evaluated using the corrected covered area cca method to quantify redundancy findings were synthesized qualitatively focusing on outcomes related to pain intensity physical function functional mobility and koa related disability six systematic reviews published between and met the inclusion criteria of which five included meta analyses in total unique primary trials were cumulatively analysed the average amstar score was ranging from moderate to high quality the cca analysis revealed a high degree of overlap across the reviews indicating redundancy in primary studies but also reinforcing consistency in evidence commonly reported outcomes included the visual analogue scale muscle strength berg balance scale six minute walk test timed up and go test and western ontario and mcmaster universities osteoarthritis index womac the majority of reviews reported favourable effects of vibration therapy on womac physical function and pain intensity while fewer reviews supported improvements in functional performance and muscle strength vibration therapy appears to be a promising adjunct to conventional rehabilitation for koa particularly for improving physical function and knee pain however inconsistent evidence regarding its effects on functional performance and muscle strength underscores the need for further high quality research future studies should determine optimal vibration parameters and explore underlying mechanisms to establish evidence based clinical guidelines prosperocrd"
}