{
    "title": "Nudity Norms and Breast Arousal: A Cross-Generational Study in Papua.",
    "doc_id": "40126778",
    "writer": "Stefanczyk MM",
    "year": "2025",
    "summary": "Female breasts elicit sexual arousal in men, but there is much speculation about the underlying cause of this phenomenon. ...We found that the two groups of men did not differ in terms of (1) the sexual arousal they experience when seeing naked female breasts, (2) t …",
    "abstract": "Female breasts elicit sexual arousal in men, but there is much speculation about the underlying cause of this phenomenon. Some argue that breast size and shape are cues of a woman's age, sexual maturity, fecundity, fertility, and/or nutritional status, whereas others espouse a cultural rationale, such that social norms biding women to cover their upper bodies lead men to desire what is hidden. To address this issue, we asked 80 men from the Dani people (Papua, Indonesia) about their sex-related behaviors and attitudes regarding their partners' breasts. The older participants (N = 40; aged 40-70 years, M, 50.2) were raised in times when toplessness was a norm among Dani women, while the younger ones (N = 40; 17-32 years, M, 24.0) were raised when customs had changed such that Dani women covered their breasts in public. We found that the two groups of men did not differ in terms of (1) the sexual arousal they experience when seeing naked female breasts, (2) the frequency of touching their partners' breasts during sexual intercourse, and (3) the significance of a woman's breasts for her perceived attractiveness among men. These findings indicate that the degree of exposure to breasts did not influence men's responses about them, suggesting that attraction to breasts may be driven by deep-seated desires that are not overridden by cultural practices regarding exposure or covering up. Our study thus provides preliminary evidence that men's sexualization of female breasts might have cross-cultural, evolutionary grounds.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40126778/",
    "clean_text": "nudity norms and breast arousal a cross generational study in papua female breasts elicit sexual arousal in men but there is much speculation about the underlying cause of this phenomenon we found that the two groups of men did not differ in terms of the sexual arousal they experience when seeing naked female breasts t female breasts elicit sexual arousal in men but there is much speculation about the underlying cause of this phenomenon some argue that breast size and shape are cues of a woman s age sexual maturity fecundity fertility and or nutritional status whereas others espouse a cultural rationale such that social norms biding women to cover their upper bodies lead men to desire what is hidden to address this issue we asked men from the dani people papua indonesia about their sex related behaviors and attitudes regarding their partners breasts the older participants n aged years m were raised in times when toplessness was a norm among dani women while the younger ones n years m were raised when customs had changed such that dani women covered their breasts in public we found that the two groups of men did not differ in terms of the sexual arousal they experience when seeing naked female breasts the frequency of touching their partners breasts during sexual intercourse and the significance of a woman s breasts for her perceived attractiveness among men these findings indicate that the degree of exposure to breasts did not influence men s responses about them suggesting that attraction to breasts may be driven by deep seated desires that are not overridden by cultural practices regarding exposure or covering up our study thus provides preliminary evidence that men s sexualization of female breasts might have cross cultural evolutionary grounds"
}