{
    "pmid": "41380159",
    "title": "Effectiveness of 2023-2024 Coronavirus Disease 2019 (COVID-19) Vaccines in Pregnant Women.",
    "abstract": "Pregnant women are at higher risk of severe coronavirus disease 2019 (COVID-19) compared with nonpregnant women of reproductive age. During 2023-2024, the Centers for Disease Control and Prevention recommended COVID-19 vaccination for everyone aged 6 months or older, including pregnant women. Using a test-negative design, we assessed the effectiveness of 2023-2024 COVID-19 vaccines against COVID-19-associated emergency department (ED) and urgent care setting encounters among pregnant women aged 18-45 years presenting for care with COVID-19 symptoms from September 2023 to August 2024. Vaccine effectiveness against COVID-19-associated ED and urgent care encounters of one 2023-2024 COVID-19 vaccine dose was 58% (95% CI, 24-77%) among pregnant women and 37% (95% CI, 29-44%) among nonpregnant women of the same age. The 2023-2024 COVID-19 vaccines were associated with a decrease in COVID-19-associated ED and urgent care encounters among pregnant women and nonpregnant women of reproductive age.",
    "disease": "influenza",
    "clean_text": "effectiveness of coronavirus disease covid vaccines in pregnant women pregnant women are at higher risk of severe coronavirus disease covid compared with nonpregnant women of reproductive age during the centers for disease control and prevention recommended covid vaccination for everyone aged months or older including pregnant women using a test negative design we assessed the effectiveness of covid vaccines against covid associated emergency department ed and urgent care setting encounters among pregnant women aged years presenting for care with covid symptoms from september to august vaccine effectiveness against covid associated ed and urgent care encounters of one covid vaccine dose was ci among pregnant women and ci among nonpregnant women of the same age the covid vaccines were associated with a decrease in covid associated ed and urgent care encounters among pregnant women and nonpregnant women of reproductive age"
}