{
    "title": "Carotenoid Pigment Content in Durum Wheat (Triticum turgidum L. var durum): An Overview of Quantitative Trait Loci and Candidate Genes.",
    "doc_id": "31787991",
    "writer": "Colasuonno P",
    "year": "2019",
    "summary": "Carotenoid pigment content is an important quality trait as it confers a natural bright yellow color to pasta preferred by consumers (whiteness vs. yellowness) and nutrients, such as provitamin A and antioxidants, essential for human diet. ...Although carotenoid pig …",
    "abstract": "Carotenoid pigment content is an important quality trait as it confers a natural bright yellow color to pasta preferred by consumers (whiteness vs. yellowness) and nutrients, such as provitamin A and antioxidants, essential for human diet. The main goal of the present review is to summarize the knowledge about the genetic regulation of the accumulation of pigment content in durum wheat grain and describe the genetic improvements obtained by using breeding approaches in the last two decades. Although carotenoid pigment content is a quantitative character regulated by various genes with additive effects, its high heritability has facilitated the durum breeding progress for this quality trait. Mapping research for yellow index and yellow pigment content has identified quantitative trait loci (QTL) on all wheat chromosomes. The major QTL, accounting for up to 60%, were mapped on 7L homoeologous chromosome arms, and they are explained by allelic variations of the phytoene synthase (PSY) genes. Minor QTL were detected on all chromosomes and associated to significant molecular markers, indicating the complexity of the trait. Despite there being currently a better knowledge of the mechanisms controlling carotenoid content and composition, there are gaps that require further investigation and bridging to better understand the genetic architecture of this important trait. The development and the utilization of molecular markers in marker-assisted selection (MAS) programs for improving grain quality have been reviewed and discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31787991/",
    "clean_text": "carotenoid pigment content in durum wheat triticum turgidum l var durum an overview of quantitative trait loci and candidate genes carotenoid pigment content is an important quality trait as it confers a natural bright yellow color to pasta preferred by consumers whiteness vs yellowness and nutrients such as provitamin a and antioxidants essential for human diet although carotenoid pig carotenoid pigment content is an important quality trait as it confers a natural bright yellow color to pasta preferred by consumers whiteness vs yellowness and nutrients such as provitamin a and antioxidants essential for human diet the main goal of the present review is to summarize the knowledge about the genetic regulation of the accumulation of pigment content in durum wheat grain and describe the genetic improvements obtained by using breeding approaches in the last two decades although carotenoid pigment content is a quantitative character regulated by various genes with additive effects its high heritability has facilitated the durum breeding progress for this quality trait mapping research for yellow index and yellow pigment content has identified quantitative trait loci qtl on all wheat chromosomes the major qtl accounting for up to were mapped on l homoeologous chromosome arms and they are explained by allelic variations of the phytoene synthase psy genes minor qtl were detected on all chromosomes and associated to significant molecular markers indicating the complexity of the trait despite there being currently a better knowledge of the mechanisms controlling carotenoid content and composition there are gaps that require further investigation and bridging to better understand the genetic architecture of this important trait the development and the utilization of molecular markers in marker assisted selection mas programs for improving grain quality have been reviewed and discussed"
}