{
    "pmid": "41462390",
    "title": "Identification of key genes related to glutamine metabolism in diabetic nephropathy by machine learning methods.",
    "abstract": "Diabetic nephropathy (DN) is a critical microvascular complication of diabetes. Increasing evidence suggests that dysregulation of glutamine metabolism contributes to DN pathogenesis. This study aimed to explore alterations in glutamine metabolism-related genes (GMRGs) in DN. Nine differentially expressed GMRGs (DE-GMRGs) were identified by intersecting 103 GMRGs with 2,281 DEGs from the GSE142153 dataset comparing normal and DN groups. Notably, DE-GMRGs located on autosomes were significantly enriched in pathways related to glutamine metabolism and the metabolism of alanine, aspartate, and glutamate. The Least Absolute Shrinkage and Selection Operator (LASSO) and Support Vector Machine-Recursive Feature Elimination (SVM-RFE) methods were employed to pinpoint key genes, SLC7A5 and SLC25A12. SLC7A5 was found to be upregulated in DN, whereas SLC25A12 showed decreased expression. The diagnostic potential of these genes was further validated by assessing the area under the receiver operating characteristic (ROC) curve. Correlation analysis revealed strong associations between these key genes and clinical markers such as glomerular filtration rate (GFR), serum creatinine, and immune cells, including mast cells and effector memory CD8 T cells. Drug prediction and molecular docking analyses indicated that valproic acid might serve as an effective therapeutic agent targeting these genes. Glutamine metabolism-related genes SLC7A5 and SLC25A12 were identified as potential diagnostic and therapeutic targets for DN. These findings offer valuable clinical insights for the diagnosis and management of DN.",
    "disease": "diabetes mellitus",
    "clean_text": "identification of key genes related to glutamine metabolism in diabetic nephropathy by machine learning methods diabetic nephropathy dn is a critical microvascular complication of diabetes increasing evidence suggests that dysregulation of glutamine metabolism contributes to dn pathogenesis this study aimed to explore alterations in glutamine metabolism related genes gmrgs in dn nine differentially expressed gmrgs de gmrgs were identified by intersecting gmrgs with degs from the gse dataset comparing normal and dn groups notably de gmrgs located on autosomes were significantly enriched in pathways related to glutamine metabolism and the metabolism of alanine aspartate and glutamate the least absolute shrinkage and selection operator lasso and support vector machine recursive feature elimination svm rfe methods were employed to pinpoint key genes slc a and slc a slc a was found to be upregulated in dn whereas slc a showed decreased expression the diagnostic potential of these genes was further validated by assessing the area under the receiver operating characteristic roc curve correlation analysis revealed strong associations between these key genes and clinical markers such as glomerular filtration rate gfr serum creatinine and immune cells including mast cells and effector memory cd t cells drug prediction and molecular docking analyses indicated that valproic acid might serve as an effective therapeutic agent targeting these genes glutamine metabolism related genes slc a and slc a were identified as potential diagnostic and therapeutic targets for dn these findings offer valuable clinical insights for the diagnosis and management of dn"
}