{
    "pmid": "41461664",
    "title": "Effect of therapeutic lifestyle change on metabolic syndrome in adults: a randomized controlled trial.",
    "abstract": "Metabolic syndrome (MetS) is the co-occurrence of multiple cardio-metabolic risk factors, including central obesity, hyperglycemia, hypertension, and dyslipidemia. MetS doubles the risk of CVD and increases the risk of T2DM fivefold. Therapeutic lifestyle change (TLC) has been recommended as the primary intervention for MetS. This interventional study was aimed at assessing the effect of TLC on MetS and other metabolic components. A two-arm, double-blinded community-based RCT was used among MetS-positive adults. Participants were randomly assigned to either the intervention group (IG) (n = 75) or the control group (CG) (n = 75). Participants in the IG received a TLC program focused on dietary modification, exercise, and behavioral change. A booklet and biweekly counseling were given, containing comprehensive information on MetS and its management approach. The intervention was implemented for three months. Baseline and end line data were collected. ANCOVA and GEE tests were used for continuous and categorical outcome variables, respectively. TLC improved almost all of the metabolic risk factors simultaneously, including weight, WC, BMI, TC, FBG, TG, and SBP. On average over time, the IG has - 868 g, -1.65 cm, -0.36 kg/m",
    "disease": "hypertension",
    "clean_text": "effect of therapeutic lifestyle change on metabolic syndrome in adults a randomized controlled trial metabolic syndrome mets is the co occurrence of multiple cardio metabolic risk factors including central obesity hyperglycemia hypertension and dyslipidemia mets doubles the risk of cvd and increases the risk of t dm fivefold therapeutic lifestyle change tlc has been recommended as the primary intervention for mets this interventional study was aimed at assessing the effect of tlc on mets and other metabolic components a two arm double blinded community based rct was used among mets positive adults participants were randomly assigned to either the intervention group ig n or the control group cg n participants in the ig received a tlc program focused on dietary modification exercise and behavioral change a booklet and biweekly counseling were given containing comprehensive information on mets and its management approach the intervention was implemented for three months baseline and end line data were collected ancova and gee tests were used for continuous and categorical outcome variables respectively tlc improved almost all of the metabolic risk factors simultaneously including weight wc bmi tc fbg tg and sbp on average over time the ig has g cm kg m"
}