{
    "pmid": "41459576",
    "title": "A deterministic large language model (LLM) framework for safe, protocol-adherent clinical decision support: application in hemodialysis anemia management (AnemiaCare HDs).",
    "abstract": "Large language models (LLMs) show promise for clinical decision support but often deviate from evidence-based protocols, raising safety and regulatory concerns. Anemia management in hemodialysis patients requires strict adherence to erythropoiesis-stimulating agent (ESA) and intravenous (IV) iron dosing rules, making it a high-risk use case for uncontrolled model behavior. To address this gap, we developed AnemiaCare HD, a deterministic LLM framework engineered to deliver transparent, reproducible, and protocol-adherent clinical recommendations. AnemiaCare HD was evaluated using 600 simulated hemodialysis anemia scenarios derived from a standardized institutional protocol. The model required six fixed clinical inputs (hemoglobin, hemoglobin rate of change, trend direction, transferrin saturation, ferritin, and current ESA dose). Phase 1 tested a loosely structured prompt. Phase 2 implemented deterministic prompt logic incorporating ESA kinetics, iron dosing rules, mandatory timing safeguards, and embedded safety alerts. Two independent nephrologists assessed protocol adherence. In Phase 1, only 96 of 300 cases (32%) aligned with protocol recommendations, with common errors in ESA titration, iron dosing, and timing violations. In Phase 1, loosely structured prompting produced variable outputs, with only 96 of 300 simulated cases (32%) fully protocol-adherent and frequent unsafe recommendations. In contrast, deterministic prompting in Phase 2 resulted in 100% adherence across all 300 cases, eliminating protocol deviations, unsafe iron dosing, and timing violations ( Deterministic LLM engineering enables safe, fully protocol-compliant clinical decision support in high-risk therapeutic domains. AnemiaCare HD demonstrates the viability of regulatory-aligned, auditable LLM frameworks for clinical use, although real-world integration and prospective validation remain necessary next steps.",
    "disease": "hypertension",
    "clean_text": "a deterministic large language model llm framework for safe protocol adherent clinical decision support application in hemodialysis anemia management anemiacare hds large language models llms show promise for clinical decision support but often deviate from evidence based protocols raising safety and regulatory concerns anemia management in hemodialysis patients requires strict adherence to erythropoiesis stimulating agent esa and intravenous iv iron dosing rules making it a high risk use case for uncontrolled model behavior to address this gap we developed anemiacare hd a deterministic llm framework engineered to deliver transparent reproducible and protocol adherent clinical recommendations anemiacare hd was evaluated using simulated hemodialysis anemia scenarios derived from a standardized institutional protocol the model required six fixed clinical inputs hemoglobin hemoglobin rate of change trend direction transferrin saturation ferritin and current esa dose phase tested a loosely structured prompt phase implemented deterministic prompt logic incorporating esa kinetics iron dosing rules mandatory timing safeguards and embedded safety alerts two independent nephrologists assessed protocol adherence in phase only of cases aligned with protocol recommendations with common errors in esa titration iron dosing and timing violations in phase loosely structured prompting produced variable outputs with only of simulated cases fully protocol adherent and frequent unsafe recommendations in contrast deterministic prompting in phase resulted in adherence across all cases eliminating protocol deviations unsafe iron dosing and timing violations deterministic llm engineering enables safe fully protocol compliant clinical decision support in high risk therapeutic domains anemiacare hd demonstrates the viability of regulatory aligned auditable llm frameworks for clinical use although real world integration and prospective validation remain necessary next steps"
}