{
    "pmid": "41447650",
    "title": "Ultra-Hypofractionated Radiotherapy Plus Boost for T1-2 Breast Cancer Patients: Early Results of a Prospective Study Based on the Fast-Forward Scheme.",
    "abstract": "Hypofractionated radiotherapy (RT) is the standard adjuvant treatment for breast cancer patients after surgery. The recent results of the FAST-FORWARD trial on ultra-hypofractionated RT, delivered over one week, support a viable alternative regimen for early-stage breast cancer. Whether the addition of a tumor bed boost could further improve patient outcomes is still under investigation. We report the results of a single-center prospective study involving 26 early-stage (T1, 2N0) breast cancer patients treated with whole-breast RT consisting of five daily fractions of 5.2 Gy (FAST-FORWARD regimen) followed by a tumor-bed boost of three daily fractions of 3 Gy. Grade 1 early breast toxicity (skin changes and altered breast consistency) was documented in 20% of patients within the first 3 months after treatment completion. No events of acute pneumonitis were reported. Whole-breast and tumor-bed boost volumes did not affect the occurrence of breast toxicity. Minimal radiation-induced lung injury (grade 1) was noted in 95.8% of patients, while one patient (4.2%) developed grade 2 lung toxicity, which was later downgraded to grade 1 at the 12-month post-RT time point. With a median follow-up of 72 months, none of the patients presented with locoregional recurrence or distant metastases. The present study highlights the safety of a hypofractionated RT boost to the tumor bed after ultra-hypofractionated whole-breast RT. No clear evidence exists to date regarding the superiority of delivering a tumor bed boost after ultra-hypofractionated RT or the specific patient subgroups to which a boost should be prescribed.",
    "disease": "breast cancer",
    "clean_text": "ultra hypofractionated radiotherapy plus boost for t breast cancer patients early results of a prospective study based on the fast forward scheme hypofractionated radiotherapy rt is the standard adjuvant treatment for breast cancer patients after surgery the recent results of the fast forward trial on ultra hypofractionated rt delivered over one week support a viable alternative regimen for early stage breast cancer whether the addition of a tumor bed boost could further improve patient outcomes is still under investigation we report the results of a single center prospective study involving early stage t n breast cancer patients treated with whole breast rt consisting of five daily fractions of gy fast forward regimen followed by a tumor bed boost of three daily fractions of gy grade early breast toxicity skin changes and altered breast consistency was documented in of patients within the first months after treatment completion no events of acute pneumonitis were reported whole breast and tumor bed boost volumes did not affect the occurrence of breast toxicity minimal radiation induced lung injury grade was noted in of patients while one patient developed grade lung toxicity which was later downgraded to grade at the month post rt time point with a median follow up of months none of the patients presented with locoregional recurrence or distant metastases the present study highlights the safety of a hypofractionated rt boost to the tumor bed after ultra hypofractionated whole breast rt no clear evidence exists to date regarding the superiority of delivering a tumor bed boost after ultra hypofractionated rt or the specific patient subgroups to which a boost should be prescribed"
}