{
    "pmid": "41406178",
    "title": "Quantifying viral pandemic potential from experimental transmission studies.",
    "abstract": "In an effort to avert future pandemics, surveillance studies aim to identify animal viruses at high risk of spilling over into humans. These studies have revealed substantial diversity in identified viruses. However, the number of tools currently available to assess pandemic risk is limited. Methods currently in use include the characterization of candidate viruses using in vitro laboratory assays and experimental transmission studies in animal models. However, transmission experiments yield relatively low-resolution outcomes that are not immediately translatable to projections of viral dynamics at the level of a host population. To address this gap, we present an analytical framework to extend the use of measurements from experimental transmission studies to generate more quantitative risk assessments. Specifically, we use within-host viral titer data from index and contact animals to estimate parameters relevant to transmission between pairs of individuals. We then extend this model to estimate epidemiological parameters, such as reproduction numbers and generation intervals. We present our analytical framework in the context of two influenza A virus (IAV) ferret transmission experiments: one using influenza A/California/07/2009 (Cal/2009) and one using influenza A/Hong Kong/1/1968 (Hong Kong/1968). In a head-to-head comparison, we find that Cal/2009 has higher pandemic potential than Hong Kong/1968. Our results depend on several assumptions, including that within-host viral dynamics in humans and those in the model animal used (here, ferrets) share quantitative similarities and that viral transmissibility between model animals reflects viral transmissibility between humans. The methods we present to assess pandemic risk of viral isolates can be used to improve relative risk assessment of other emerging viruses of pandemic concern.",
    "disease": "influenza",
    "clean_text": "quantifying viral pandemic potential from experimental transmission studies in an effort to avert future pandemics surveillance studies aim to identify animal viruses at high risk of spilling over into humans these studies have revealed substantial diversity in identified viruses however the number of tools currently available to assess pandemic risk is limited methods currently in use include the characterization of candidate viruses using in vitro laboratory assays and experimental transmission studies in animal models however transmission experiments yield relatively low resolution outcomes that are not immediately translatable to projections of viral dynamics at the level of a host population to address this gap we present an analytical framework to extend the use of measurements from experimental transmission studies to generate more quantitative risk assessments specifically we use within host viral titer data from index and contact animals to estimate parameters relevant to transmission between pairs of individuals we then extend this model to estimate epidemiological parameters such as reproduction numbers and generation intervals we present our analytical framework in the context of two influenza a virus iav ferret transmission experiments one using influenza a california cal and one using influenza a hong kong hong kong in a head to head comparison we find that cal has higher pandemic potential than hong kong our results depend on several assumptions including that within host viral dynamics in humans and those in the model animal used here ferrets share quantitative similarities and that viral transmissibility between model animals reflects viral transmissibility between humans the methods we present to assess pandemic risk of viral isolates can be used to improve relative risk assessment of other emerging viruses of pandemic concern"
}