{
    "title": "Job satisfaction and quality of life in adult users of bone conduction hearing devices pre-and post-implantation: a 1-year follow-up study.",
    "doc_id": "36565300",
    "writer": "Hua H",
    "year": "2024",
    "summary": "OBJECTIVE: Hearing loss is a growing public health issue that significantly impacts both health-related quality of life and working life. This study investigates how hearing rehabilitation with bone conduction hearing implants impacts health-related qualit …",
    "abstract": "Objective:\n        \n      \n      Hearing loss is a growing public health issue that significantly impacts both health-related quality of life and working life. This study investigates how hearing rehabilitation with bone conduction hearing implants impacts health-related quality of life and working life in adults of working age with hearing impairment.\n    \n\n\n          Design:\n        \n      \n      This longitudinal study used data from Cochlear's Implant Recipient Observational Study to assess hearing disabilities and job satisfaction in 18-65-year-old recipients of bone conduction hearing implants. Baseline data were collected pre-implantation and patients were followed-up at 12-months post-implantation.\n    \n\n\n          Study sample:\n        \n      \n      Patient demographics, Health Utilities Index Mark 3, the Speech Spatial and Qualities of Hearing Scale, and self-reported employment data are presented for a sample ranging from 30 to 43 patients, pre-implantation and at 12-months follow-up following implantation with a bone conduction hearing implant.\n    \n\n\n          Results:\n        \n      \n      Significant improvements in hearing and speech attribute, and overall health-related quality of life were observed between pre-and post-implantation. Overall hearing disability decreased post-implantation and job satisfaction improved.\n    \n\n\n          Conclusions:\n        \n      \n      Hearing rehabilitation using bone conduction hearing implants are shown to improve health-related quality of life, reduce hearing disability, and improve work performance and satisfaction. Results are representative of healthy and actively working users of bone conduction hearing implants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36565300/",
    "clean_text": "job satisfaction and quality of life in adult users of bone conduction hearing devices pre and post implantation a year follow up study objective hearing loss is a growing public health issue that significantly impacts both health related quality of life and working life this study investigates how hearing rehabilitation with bone conduction hearing implants impacts health related qualit objective hearing loss is a growing public health issue that significantly impacts both health related quality of life and working life this study investigates how hearing rehabilitation with bone conduction hearing implants impacts health related quality of life and working life in adults of working age with hearing impairment design this longitudinal study used data from cochlear s implant recipient observational study to assess hearing disabilities and job satisfaction in year old recipients of bone conduction hearing implants baseline data were collected pre implantation and patients were followed up at months post implantation study sample patient demographics health utilities index mark the speech spatial and qualities of hearing scale and self reported employment data are presented for a sample ranging from to patients pre implantation and at months follow up following implantation with a bone conduction hearing implant results significant improvements in hearing and speech attribute and overall health related quality of life were observed between pre and post implantation overall hearing disability decreased post implantation and job satisfaction improved conclusions hearing rehabilitation using bone conduction hearing implants are shown to improve health related quality of life reduce hearing disability and improve work performance and satisfaction results are representative of healthy and actively working users of bone conduction hearing implants"
}