{
    "title": "Association of oxidative balance score with sleep quality: NHANES 2007-2014.",
    "doc_id": "37442450",
    "writer": "Lei X",
    "year": "2023",
    "summary": "The relationship between OBS and sleep quality is unclear. Investigating the association between OBS and sleep quality was the purpose of this study. ...Dietary and lifestyle components were closely related to sleep quality independently. …",
    "abstract": "Background:\n        \n      \n      Oxidative stress is correlated with sleep quality. A common tool for evaluating dietary and lifestyle exposures to oxidative stress is the Oxidative Balance Score (OBS), with higher OBS suggesting more substantial antioxidant exposures. The relationship between OBS and sleep quality is unclear. Investigating the association between OBS and sleep quality was the purpose of this study.\n    \n\n\n          Methods:\n        \n      \n      To figure out the relationship between OBS and sleep quality, we utilized weighted linear models and weighted logistic regression. Adjusted models were also examined.\n    \n\n\n          Results:\n        \n      \n      6300 participants who took part in the National Health and Nutrition Examination Survey (NHANES) from 2007 to 2014 were recruited. OBS was negatively associated with sleep disorder (OR: 0.97; 95 % CI: 0.94-0.99), and positively associated with sleep duration (MD: 0.02; 95%CI: 0.01-0.03). Within the range of OBS > 24, each unit increase in OBS will result in a 40 % reduction in sleep disorder, and a 26 % increasement in sleep duration after adjustment (all P for trend <0.05). Dietary and lifestyle components were closely related to sleep quality independently. The relationship between OBS and sleep quality was prominent in the female population under 50 years of age. After stratification by education level, this relationship persisted.\n    \n\n\n          Limitation:\n        \n      \n      This research was cross-sectional design, and it was not possible to deduce causality.\n    \n\n\n          Conclusion:\n        \n      \n      Diet and lifestyle might influence sleep quality by modulating oxidative balance. Antioxidant diets and lifestyles were important in reducing sleep problems and our study also provided new ideas for improving sleep quality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37442450/",
    "clean_text": "association of oxidative balance score with sleep quality nhanes the relationship between obs and sleep quality is unclear investigating the association between obs and sleep quality was the purpose of this study dietary and lifestyle components were closely related to sleep quality independently background oxidative stress is correlated with sleep quality a common tool for evaluating dietary and lifestyle exposures to oxidative stress is the oxidative balance score obs with higher obs suggesting more substantial antioxidant exposures the relationship between obs and sleep quality is unclear investigating the association between obs and sleep quality was the purpose of this study methods to figure out the relationship between obs and sleep quality we utilized weighted linear models and weighted logistic regression adjusted models were also examined results participants who took part in the national health and nutrition examination survey nhanes from to were recruited obs was negatively associated with sleep disorder or ci and positively associated with sleep duration md ci within the range of obs each unit increase in obs will result in a reduction in sleep disorder and a increasement in sleep duration after adjustment all p for trend dietary and lifestyle components were closely related to sleep quality independently the relationship between obs and sleep quality was prominent in the female population under years of age after stratification by education level this relationship persisted limitation this research was cross sectional design and it was not possible to deduce causality conclusion diet and lifestyle might influence sleep quality by modulating oxidative balance antioxidant diets and lifestyles were important in reducing sleep problems and our study also provided new ideas for improving sleep quality"
}