{
    "title": "Altered activation patterns by triceps surae stretch reflex pathways in acute and chronic spinal cord injury.",
    "doc_id": "21734111",
    "writer": "Frigon A",
    "year": "2011",
    "summary": "Spinal reflexes are modified by spinal cord injury (SCI) due the loss of excitatory inputs from supraspinal structures and changes within the spinal cord. ...Seven cats were spinalized and allowed to recover for 1 mo (i.e., chronic spinal state) …",
    "abstract": "Spinal reflexes are modified by spinal cord injury (SCI) due the loss of excitatory inputs from supraspinal structures and changes within the spinal cord. The stretch reflex is one of the simplest pathways of the central nervous system and was used presently to evaluate how inputs from primary and secondary muscle spindles interact with spinal circuits before and after spinal transection (i.e., spinalization) in 12 adult decerebrate cats. Seven cats were spinalized and allowed to recover for 1 mo (i.e., chronic spinal state), whereas 5 cats were evaluated before (i.e., intact state) and after acute spinalization (i.e., acute spinal state). Stretch reflexes were evoked by stretching the left triceps surae (TS) muscles. The force evoked by TS muscles was recorded along with the activity of several hindlimb muscles. Stretch reflexes were abolished in the acute spinal state due to an inability to activate TS muscles, such as soleus (Sol) and lateral gastrocnemius (LG). In chronic spinal cats, reflex force had partly recovered but Sol and LG activity remained considerably depressed, despite the fact that injecting clonidine could recruit these muscles during locomotor-like activity. In contrast, other muscles not recruited in the intact state, most notably semitendinosus and sartorius, were strongly activated by stretching TS muscles in chronic spinal cats. Therefore, stretch reflex pathways from TS muscles to multiple hindlimb muscles undergo functional reorganization following spinalization, both acute and chronic. Altered activation patterns by stretch reflex pathways could explain some sensorimotor deficits observed during locomotion and postural corrections after SCI.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21734111/",
    "clean_text": "altered activation patterns by triceps surae stretch reflex pathways in acute and chronic spinal cord injury spinal reflexes are modified by spinal cord injury sci due the loss of excitatory inputs from supraspinal structures and changes within the spinal cord seven cats were spinalized and allowed to recover for mo i e chronic spinal state spinal reflexes are modified by spinal cord injury sci due the loss of excitatory inputs from supraspinal structures and changes within the spinal cord the stretch reflex is one of the simplest pathways of the central nervous system and was used presently to evaluate how inputs from primary and secondary muscle spindles interact with spinal circuits before and after spinal transection i e spinalization in adult decerebrate cats seven cats were spinalized and allowed to recover for mo i e chronic spinal state whereas cats were evaluated before i e intact state and after acute spinalization i e acute spinal state stretch reflexes were evoked by stretching the left triceps surae ts muscles the force evoked by ts muscles was recorded along with the activity of several hindlimb muscles stretch reflexes were abolished in the acute spinal state due to an inability to activate ts muscles such as soleus sol and lateral gastrocnemius lg in chronic spinal cats reflex force had partly recovered but sol and lg activity remained considerably depressed despite the fact that injecting clonidine could recruit these muscles during locomotor like activity in contrast other muscles not recruited in the intact state most notably semitendinosus and sartorius were strongly activated by stretching ts muscles in chronic spinal cats therefore stretch reflex pathways from ts muscles to multiple hindlimb muscles undergo functional reorganization following spinalization both acute and chronic altered activation patterns by stretch reflex pathways could explain some sensorimotor deficits observed during locomotion and postural corrections after sci"
}