{
    "title": "Wound Healing: Part I. Basic Science.",
    "doc_id": "27556781",
    "writer": "Janis JE",
    "year": "2016",
    "summary": "Describe the basic physiologic events in normal wound healing. 2. Understand the differences in healing among skin, bone, cartilage, and tendon. 3. ...This is the first of a two-part article summarizing the science and clinical recommendations necessary for s …",
    "abstract": "Learning objectives:\n        \n      \n      After studying this article, the participant should be able to: 1. Describe the basic physiologic events in normal wound healing. 2. Understand the differences in healing among skin, bone, cartilage, and tendon. 3. Identify factors that may compromise or delay wound healing. 4. Describe methods for optimal closure of a wound.\n    \n\n\n          Summary:\n        \n      \n      Understanding the physiology and pathophysiology of normal wound healing and potential impediments to its end will allow the plastic surgeon to maximize postoperative outcomes and, in some instances, avoid unnecessary surgical interventions. Continuous advancements in our understanding of this process require frequent reviews of available data to permit reliable, evidence-based recommendations for clinical application. This is the first of a two-part article summarizing the science and clinical recommendations necessary for successful wound healing.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27556781/",
    "clean_text": "wound healing part i basic science describe the basic physiologic events in normal wound healing understand the differences in healing among skin bone cartilage and tendon this is the first of a two part article summarizing the science and clinical recommendations necessary for s learning objectives after studying this article the participant should be able to describe the basic physiologic events in normal wound healing understand the differences in healing among skin bone cartilage and tendon identify factors that may compromise or delay wound healing describe methods for optimal closure of a wound summary understanding the physiology and pathophysiology of normal wound healing and potential impediments to its end will allow the plastic surgeon to maximize postoperative outcomes and in some instances avoid unnecessary surgical interventions continuous advancements in our understanding of this process require frequent reviews of available data to permit reliable evidence based recommendations for clinical application this is the first of a two part article summarizing the science and clinical recommendations necessary for successful wound healing"
}