{
    "pmid": "41474233",
    "title": "Human epidermal growth factor receptor 2 and androgen receptor expression in invasive breast carcinoma of no special type with medullary pattern.",
    "abstract": "Invasive breast carcinoma of no special type with medullary pattern (BCNST-MP) is a rare subtype of breast cancer. Previous studies have reported the high prevalence of the triple-negative phenotype in BCNST-MP. This study aimed to investigate the prevalence of human epidermal growth factor receptor 2 (HER2)-low and androgen receptor (AR) expression in this distinct breast cancer subtype. We conducted a retrospective analysis of breast cancer patients diagnosed at our center between 2019 and 2024. Medical records and pathology reports were reviewed to assess the clinicopathological characteristics of BCNST-MP. A total of 45 patients with BCNST-MP met the inclusion criteria. The median age at diagnosis was 51 years. Most tumors (93.3%) measured ≤5 cm, and axillary lymph node metastasis was observed in 26.7% of cases. Eighty percent of the patients were estrogen receptor (ER)-negative, 84% were progesterone receptor (PR)-negative, and 75.6% were AR-negative. Regarding the HER2 status, 15.6% were HER2-positive, 33.3% exhibited HER2-low expression, and 51.1% had HER2-zero expression. With a median follow-up duration of 26 months, only one patient-a 30-year-old with triple-negative breast cancer-developed distant metastasis. An 82-year-old died of a cerebrovascular accident. Our findings suggest that BCNST-MP tumors are rarely larger than 5 cm and are frequently lymph node-negative. Most patients were negative for ER, PR, AR, and HER2. Notably, HER2-low expression was observed in approximately 30% of cases, suggesting therapeutic implications.",
    "disease": "breast cancer",
    "clean_text": "human epidermal growth factor receptor and androgen receptor expression in invasive breast carcinoma of no special type with medullary pattern invasive breast carcinoma of no special type with medullary pattern bcnst mp is a rare subtype of breast cancer previous studies have reported the high prevalence of the triple negative phenotype in bcnst mp this study aimed to investigate the prevalence of human epidermal growth factor receptor her low and androgen receptor ar expression in this distinct breast cancer subtype we conducted a retrospective analysis of breast cancer patients diagnosed at our center between and medical records and pathology reports were reviewed to assess the clinicopathological characteristics of bcnst mp a total of patients with bcnst mp met the inclusion criteria the median age at diagnosis was years most tumors measured cm and axillary lymph node metastasis was observed in of cases eighty percent of the patients were estrogen receptor er negative were progesterone receptor pr negative and were ar negative regarding the her status were her positive exhibited her low expression and had her zero expression with a median follow up duration of months only one patient a year old with triple negative breast cancer developed distant metastasis an year old died of a cerebrovascular accident our findings suggest that bcnst mp tumors are rarely larger than cm and are frequently lymph node negative most patients were negative for er pr ar and her notably her low expression was observed in approximately of cases suggesting therapeutic implications"
}