{
    "pmid": "41447740",
    "title": "Can Knee Joint Distraction postpone knee arthroplasty? A single centre retrospective cohort analysis from a non-designer institute; 3-6-year follow-up.",
    "abstract": "Knee Joint Distraction (KJD) could be a joint preserving option in young osteoarthritis (OA) patients to postpone arthroplasty. We evaluated how long joint arthroplasty could be delayed following KJD, assessed complications, patient satisfaction and change in Kellgren-Lawrence (KL) OA grade. A retrospective cohort analysis was performed 3-6 years after KJD for 34 patients treated between 2017-2019. (Total) Knee Arthroplasty ((T)KA) free interval, complications and patient satisfaction were retrieved from medical records and verified at latest patient contact. Standard weightbearing AP radiographs were used to analyze KL grade. 16 of 32 included patients underwent conversion to arthroplasty. Kaplan-Meier analysis for (T)KA-free interval after KJD showed a survival rate of 46.6 % (95 % CI 23.9-66.6) after median 5.1 years (range 3-6 years). No patients lost after final event time. Patient weight was higher in the conversion group, no other associations were found between demographic data, previous surgery, and length of (T)KA-free interval. In 53 % of cases complications occurred, of which pin tract infections were the most common. No overall effect of KJD treatment on KL OA grade was seen. KL score improvement was more frequent among non-converted compared to (T)KA converted patients (p = 0.023). 53 % of our KJD patients experienced complications and 50 % were converted to (T)KA within 5 years after KJD treatment. This emphasizes the importance of strict patient selection and establishing realistic patient expectations, when considering this joint preserving approach. Based on these results, KJD treatment currently is not a used treatment option within our institute.",
    "disease": "osteoarthritis",
    "clean_text": "can knee joint distraction postpone knee arthroplasty a single centre retrospective cohort analysis from a non designer institute year follow up knee joint distraction kjd could be a joint preserving option in young osteoarthritis oa patients to postpone arthroplasty we evaluated how long joint arthroplasty could be delayed following kjd assessed complications patient satisfaction and change in kellgren lawrence kl oa grade a retrospective cohort analysis was performed years after kjd for patients treated between total knee arthroplasty t ka free interval complications and patient satisfaction were retrieved from medical records and verified at latest patient contact standard weightbearing ap radiographs were used to analyze kl grade of included patients underwent conversion to arthroplasty kaplan meier analysis for t ka free interval after kjd showed a survival rate of ci after median years range years no patients lost after final event time patient weight was higher in the conversion group no other associations were found between demographic data previous surgery and length of t ka free interval in of cases complications occurred of which pin tract infections were the most common no overall effect of kjd treatment on kl oa grade was seen kl score improvement was more frequent among non converted compared to t ka converted patients p of our kjd patients experienced complications and were converted to t ka within years after kjd treatment this emphasizes the importance of strict patient selection and establishing realistic patient expectations when considering this joint preserving approach based on these results kjd treatment currently is not a used treatment option within our institute"
}