{
    "pmid": "41456840",
    "title": "United States radiology imaging and workforce volumes 2017 to 2024: An analysis of 46.4 million imaging examinations from 167 radiology facilities.",
    "abstract": "To determine changes in site- and radiologist-specific imaging volumes before, during and after the COVID-19 pandemic from a large, diverse sample of United States radiology practices. Imaging volumes (46.4 million examinations) for 1,571 unique radiologists and 167 United States radiology practices in 19 states (academic [N<=5], community hospital [N=71], multi-specialty clinic [N<=5], freestanding imaging center [N=86], other [N<=5]) participating in the American College of Radiology (ACR) General Radiography Improvement Database (GRID, part of the National Radiology Data Registry [NRDR], which is a CMS-approved Qualified Clinical Data Registry) from December 1, 2017 to February 29, 2024 were analyzed. These dates included baseline, pandemic, and post-pandemic periods. Six modalities were analyzed: computed tomography (CT), mammography, magnetic resonance imaging (MRI), X-ray, ultrasound, and positron emission tomography (PET)-CT. National Provider Identifiers (NPIs) were used to track individual radiologists. Changes in workforce number (by NPI), workload (exams/day), NPI attrition, and NPI turnover were calculated by quarter. Of 1,571 radiologists, 671 (43%) were full-time and read ≥100 examinations/quarter throughout the baseline period and final study quarter. Mean aggregate change in exams read/day/radiologist from baseline to study end was modest (+0.6% [49.1/day to 49.4/day]). However, the top quartile radiologists (by exam volume) experienced meaningful increases in exams/day (+30.6%; 73.9 exams/day vs. 56.6 exams/day [baseline]) and clinical days worked/quarter (+19.7%; 46.2 days/quarter vs. 38.6 days/quarter [baseline]). The number of working radiologists increased 23.6% (1,094 vs. 885 [baseline]) with substantial turnover. Days worked/radiologist/quarter remained similar (37.2 days vs. 39.1 days, -4.9%). Sharp exam declines during the COVID-19-pandemic were not associated with large reductions in the radiologist workforce. Although the average radiologist read a similar number of examinations per day pre- vs post-pandemic, the top quartile radiologists read 30.6% more examinations per day and work 19.7% more clinical shifts per quarter compared to Q1 2018.",
    "disease": "covid-19",
    "clean_text": "united states radiology imaging and workforce volumes to an analysis of million imaging examinations from radiology facilities to determine changes in site and radiologist specific imaging volumes before during and after the covid pandemic from a large diverse sample of united states radiology practices imaging volumes million examinations for unique radiologists and united states radiology practices in states academic n community hospital n multi specialty clinic n freestanding imaging center n other n participating in the american college of radiology acr general radiography improvement database grid part of the national radiology data registry nrdr which is a cms approved qualified clinical data registry from december to february were analyzed these dates included baseline pandemic and post pandemic periods six modalities were analyzed computed tomography ct mammography magnetic resonance imaging mri x ray ultrasound and positron emission tomography pet ct national provider identifiers npis were used to track individual radiologists changes in workforce number by npi workload exams day npi attrition and npi turnover were calculated by quarter of radiologists were full time and read examinations quarter throughout the baseline period and final study quarter mean aggregate change in exams read day radiologist from baseline to study end was modest day to day however the top quartile radiologists by exam volume experienced meaningful increases in exams day exams day vs exams day baseline and clinical days worked quarter days quarter vs days quarter baseline the number of working radiologists increased vs baseline with substantial turnover days worked radiologist quarter remained similar days vs days sharp exam declines during the covid pandemic were not associated with large reductions in the radiologist workforce although the average radiologist read a similar number of examinations per day pre vs post pandemic the top quartile radiologists read more examinations per day and work more clinical shifts per quarter compared to q"
}