{
    "pmid": "41430212",
    "title": "Mid-upper arm circumference cut-offs identifying malnourishment and risk of mortality among patients with tuberculosis.",
    "abstract": "Using Mid-Upper Arm Circumference (MUAC) in place of Body Mass Index (BMI) may be preferable for identifying malnutrition in various situations, especially in resource-poor settings. The primary objective of this study was to determine MUAC cut-offs corresponding to BMI < 20 kg/m This prospective, observational cohort study was conducted from 2003 to 2022. Diagnostic accuracy of MUAC to identify BMI cut-offs was assessed for every 0.5 cm in the range < 20.0 cm to < 27.0 cm. Area under the receiver operating characteristic curves (AUROCCs), sensitivity (SENS), specificity (SPEC), false negative and false positive were determined. Cox proportional hazard model was used to examine the association between MUAC cut-offs and mortality. Data from 2,098 patients were included. MUAC was found to be excellent in its ability to identify BMI cut-offs with AUROCCs close to 0.9. The MUAC cut-offs that best corresponded to BMI < 20 kg/m MUAC cut-off < 25 cm was proposed to be used in place of BMI < 20 kg/m The online version contains supplementary material available at 10.1186/s12889-025-25880-6.",
    "disease": "tuberculosis",
    "clean_text": "mid upper arm circumference cut offs identifying malnourishment and risk of mortality among patients with tuberculosis using mid upper arm circumference muac in place of body mass index bmi may be preferable for identifying malnutrition in various situations especially in resource poor settings the primary objective of this study was to determine muac cut offs corresponding to bmi kg m this prospective observational cohort study was conducted from to diagnostic accuracy of muac to identify bmi cut offs was assessed for every cm in the range cm to cm area under the receiver operating characteristic curves auroccs sensitivity sens specificity spec false negative and false positive were determined cox proportional hazard model was used to examine the association between muac cut offs and mortality data from patients were included muac was found to be excellent in its ability to identify bmi cut offs with auroccs close to the muac cut offs that best corresponded to bmi kg m muac cut off cm was proposed to be used in place of bmi kg m the online version contains supplementary material available at s"
}