{
    "pmid": "41404035",
    "title": "Alterations in gut microbiota and plasma metabolites: a multi-omics study of mild cognitive impairment in Parkinson's disease.",
    "abstract": "Emerging evidence suggests that gut microbiota and plasma metabolites may be associated with the onset and progression of Parkinson's disease (PD). The interplay between gut microbiota and plasma metabolites in influencing the progression of cognitive impairment in PD is yet to be fully understood and requires further exploration. Our objective was to investigate the roles of gut microbiota and plasma metabolites in PD cognitive impairment. We initially recruited 100 individuals with PD and 50 healthy controls (HCs). After excluding participants based on education level and cognitive screening criteria, the final cohort comprised 38 PD patients and 40 HCs. We examined fecal and plasma specimens from these participants. Cognitive function was assessed via the Montreal Cognitive Assessment (MoCA). Gut microbiota was analyzed through 16S rRNA sequencing, and plasma metabolites were evaluated via Liquid Chromatography-Mass Spectrometry (LC-MS). Using Spearman correlation to analyze the association between gut microbiota and plasma metabolites. PD patients with mild cognitive impairment (PD-MCI) exhibited distinct microbial and metabolic profiles compared to PD patients with normal cognition (PD-NC). Consistent with both the Gut Microbiota Health Index (GMHI) and Gut Microbiota Health Index (MDI), PD-MCI patients exhibited significant gut microbial dysbiosis. Multi-algorithm differential abundance analysis identified  Our multi-omics study revealed distinct gut microbiota and metabolite alterations in PD patients with cognitive impairment, highlighting gut-brain axis dysfunction. Key microbial and metabolic markers demonstrated diagnostic potential, providing new insights into the pathophysiology of PD-related cognitive decline and potential targets for future therapeutic strategies.",
    "disease": "parkinson disease",
    "clean_text": "alterations in gut microbiota and plasma metabolites a multi omics study of mild cognitive impairment in parkinson s disease emerging evidence suggests that gut microbiota and plasma metabolites may be associated with the onset and progression of parkinson s disease pd the interplay between gut microbiota and plasma metabolites in influencing the progression of cognitive impairment in pd is yet to be fully understood and requires further exploration our objective was to investigate the roles of gut microbiota and plasma metabolites in pd cognitive impairment we initially recruited individuals with pd and healthy controls hcs after excluding participants based on education level and cognitive screening criteria the final cohort comprised pd patients and hcs we examined fecal and plasma specimens from these participants cognitive function was assessed via the montreal cognitive assessment moca gut microbiota was analyzed through s rrna sequencing and plasma metabolites were evaluated via liquid chromatography mass spectrometry lc ms using spearman correlation to analyze the association between gut microbiota and plasma metabolites pd patients with mild cognitive impairment pd mci exhibited distinct microbial and metabolic profiles compared to pd patients with normal cognition pd nc consistent with both the gut microbiota health index gmhi and gut microbiota health index mdi pd mci patients exhibited significant gut microbial dysbiosis multi algorithm differential abundance analysis identified our multi omics study revealed distinct gut microbiota and metabolite alterations in pd patients with cognitive impairment highlighting gut brain axis dysfunction key microbial and metabolic markers demonstrated diagnostic potential providing new insights into the pathophysiology of pd related cognitive decline and potential targets for future therapeutic strategies"
}