{
    "pmid": "41458261",
    "title": "An unusual case of primary coronary angioplasty using the right humeral artery as a rescue vascular access: a case report and literature review.",
    "abstract": "Primary percutaneous coronary intervention (PCI) remains pivotal in managing ST-segment elevation myocardial infarction (STEMI), enabling prompt revascularization. While radial and femoral accesses are conventionally preferred, the brachial (humeral) artery can represent a valuable alternative, particularly when punctured proximally in the upper arm (high brachial/humeral access). We present a 70-year-old hypertensive patient with recent ischemic stroke and end-stage renal disease on dialysis, who developed an inferobasal STEMI complicated by slow atrial fibrillation and cardiogenic shock. Radial and femoral accesses were not feasible due to diffuse arterial disease, including iliac occlusion, radial thrombosis, and a thrombosed arteriovenous fistula. Surgical exposure of the right high brachial (humeral) artery enabled successful PCI with drug-eluting stent implantation, without immediate complications. This report highlights humeral/brachial access as an effective rescue option, and to our knowledge, represents one of the rare descriptions of surgical humeral access for primary PCI in STEMI with cardiogenic shock.",
    "disease": "hypertension",
    "clean_text": "an unusual case of primary coronary angioplasty using the right humeral artery as a rescue vascular access a case report and literature review primary percutaneous coronary intervention pci remains pivotal in managing st segment elevation myocardial infarction stemi enabling prompt revascularization while radial and femoral accesses are conventionally preferred the brachial humeral artery can represent a valuable alternative particularly when punctured proximally in the upper arm high brachial humeral access we present a year old hypertensive patient with recent ischemic stroke and end stage renal disease on dialysis who developed an inferobasal stemi complicated by slow atrial fibrillation and cardiogenic shock radial and femoral accesses were not feasible due to diffuse arterial disease including iliac occlusion radial thrombosis and a thrombosed arteriovenous fistula surgical exposure of the right high brachial humeral artery enabled successful pci with drug eluting stent implantation without immediate complications this report highlights humeral brachial access as an effective rescue option and to our knowledge represents one of the rare descriptions of surgical humeral access for primary pci in stemi with cardiogenic shock"
}