{
    "pmid": "41469580",
    "title": "National trends in the unmet healthcare needs among patients with hypertension or type 2 diabetes mellitus in Korea from 2009 to 2023.",
    "abstract": "Unmet healthcare needs are defined as situations in which individuals required medical care within the past year but were unable to receive it. Among individuals with chronic conditions, such gaps in care may lead to serious complications, although previous studies during the COVID-19 pandemic remain limited. Therefore, this study aimed to address those gaps by examining long-term trends and identifying vulnerable populations among individuals with hypertension or type 2 diabetes mellitus (T2DM) in South Korea. We analyzed data from the Korean Community Health Survey from 2009 to 2023, including patients aged 30 years and older diagnosed with hypertension or T2DM (n = 2,704,712; 1,214,521 males [44.90%]). Among patients who reported experiencing unmet healthcare needs, only those with hypertension or T2DM were included in this analysis. Temporal trends in unmet healthcare needs were examined using complex-sample analyses and pandemic-related changes in temporal slopes were evaluated using weighted linear regression models with β-coefficients. Vulnerable subgroups were identified based on covariates defined according to Andersen's behavioral model, using weighted odds ratios (wORs) from logistic regression models. From 2009 to 2023, the prevalence of unmet healthcare needs decreased from 16.02% to 4.76% among patients with hypertension and from 15.93% to 4.60% among those with T2DM. The lowest prevalence was observed at the onset of the COVID-19 pandemic in 2020; however, during the pandemic period, unmet needs subsequently reversed into an increasing trend, with statistically significant upward slopes (hypertension: β",
    "disease": "diabetes mellitus",
    "clean_text": "national trends in the unmet healthcare needs among patients with hypertension or type diabetes mellitus in korea from to unmet healthcare needs are defined as situations in which individuals required medical care within the past year but were unable to receive it among individuals with chronic conditions such gaps in care may lead to serious complications although previous studies during the covid pandemic remain limited therefore this study aimed to address those gaps by examining long term trends and identifying vulnerable populations among individuals with hypertension or type diabetes mellitus t dm in south korea we analyzed data from the korean community health survey from to including patients aged years and older diagnosed with hypertension or t dm n males among patients who reported experiencing unmet healthcare needs only those with hypertension or t dm were included in this analysis temporal trends in unmet healthcare needs were examined using complex sample analyses and pandemic related changes in temporal slopes were evaluated using weighted linear regression models with coefficients vulnerable subgroups were identified based on covariates defined according to andersen s behavioral model using weighted odds ratios wors from logistic regression models from to the prevalence of unmet healthcare needs decreased from to among patients with hypertension and from to among those with t dm the lowest prevalence was observed at the onset of the covid pandemic in however during the pandemic period unmet needs subsequently reversed into an increasing trend with statistically significant upward slopes hypertension"
}