{
    "title": "How nervous am I? How computer vision succeeds and humans fail in interpreting state anxiety from dynamic facial behaviour.",
    "doc_id": "37395739",
    "writer": "Kuipers M",
    "year": "2023",
    "summary": "Especially the observation of faces aids us in putting behaviours into context and gives insight into emotions and mental states of others. Detecting whether someone is nervous, a form of state anxiety, is such an example as it reveals a person's familiarity and con …",
    "abstract": "For human interaction, it is important to understand what emotional state others are in. Especially the observation of faces aids us in putting behaviours into context and gives insight into emotions and mental states of others. Detecting whether someone is nervous, a form of state anxiety, is such an example as it reveals a person's familiarity and contentment with the circumstances. With recent developments in computer vision we developed behavioural nervousness models to show which time-varying facial cues reveal whether someone is nervous in an interview setting. The facial changes, reflecting a state of anxiety, led to more visual exposure and less chemosensory (taste and olfaction) exposure. However, experienced observers had difficulty picking up these changes and failed to detect nervousness levels accurately therewith. This study highlights humans' limited capacity in determining complex emotional states but at the same time provides an automated model that can assist us in achieving fair assessments of so far unexplored emotional states.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37395739/",
    "clean_text": "how nervous am i how computer vision succeeds and humans fail in interpreting state anxiety from dynamic facial behaviour especially the observation of faces aids us in putting behaviours into context and gives insight into emotions and mental states of others detecting whether someone is nervous a form of state anxiety is such an example as it reveals a person s familiarity and con for human interaction it is important to understand what emotional state others are in especially the observation of faces aids us in putting behaviours into context and gives insight into emotions and mental states of others detecting whether someone is nervous a form of state anxiety is such an example as it reveals a person s familiarity and contentment with the circumstances with recent developments in computer vision we developed behavioural nervousness models to show which time varying facial cues reveal whether someone is nervous in an interview setting the facial changes reflecting a state of anxiety led to more visual exposure and less chemosensory taste and olfaction exposure however experienced observers had difficulty picking up these changes and failed to detect nervousness levels accurately therewith this study highlights humans limited capacity in determining complex emotional states but at the same time provides an automated model that can assist us in achieving fair assessments of so far unexplored emotional states"
}