{
    "title": "Patient perceptions of physical and emotional discomfort related to urodynamic testing: a questionnaire-based study in men and women with and without neurologic conditions.",
    "doc_id": "25733264",
    "writer": "Suskind AM",
    "year": "2015",
    "summary": "OBJECTIVE: To determine predictors of physical and emotional discomfort associated with urodynamic testing in men and women both with and without neurologic conditions. ...Half of the respondents (50.7%) felt that the examination was neither physically nor em …",
    "abstract": "Objective:\n        \n      \n      To determine predictors of physical and emotional discomfort associated with urodynamic testing in men and women both with and without neurologic conditions.\n    \n\n\n          Methods:\n        \n      \n      An anonymous questionnaire-based study was completed by patients immediately after undergoing fluoroscopic urodynamic testing. Participants were asked questions pertaining to their perceptions of physical and emotional discomfort related to the study, their urologic and general health history, and demographics. Logistic regression was performed to determine predictors of physical and emotional discomfort.\n    \n\n\n          Results:\n        \n      \n      A total of 314 patients completed the questionnaire representing a response rate of 60%. Half of the respondents (50.7%) felt that the examination was neither physically nor emotionally uncomfortable, whereas 29.0% and 12.4% of respondents felt that the physical and emotional components of the examination were most uncomfortable, respectively. Placement of the urethral catheter was the most commonly reported component of physical discomfort (42.9%), whereas anxiety (27.7%) was the most commonly reported component of emotional discomfort. Presence of a neurologic problem (odds ratio, 0.273; 95% confidence interval, 0.121-0.617) and older age (odds ratio, 0.585; 95% confidence interval, 0.405-0.847) were factors associated with less physical discomfort. There were no significant predictors of emotional discomfort based on our model.\n    \n\n\n          Conclusion:\n        \n      \n      Urodynamic studies were well tolerated regardless of gender. Presence of a neurologic condition and older age were predictors of less physical discomfort. These findings are useful in counseling patients regarding what to expect when having urodynamic procedures.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25733264/",
    "clean_text": "patient perceptions of physical and emotional discomfort related to urodynamic testing a questionnaire based study in men and women with and without neurologic conditions objective to determine predictors of physical and emotional discomfort associated with urodynamic testing in men and women both with and without neurologic conditions half of the respondents felt that the examination was neither physically nor em objective to determine predictors of physical and emotional discomfort associated with urodynamic testing in men and women both with and without neurologic conditions methods an anonymous questionnaire based study was completed by patients immediately after undergoing fluoroscopic urodynamic testing participants were asked questions pertaining to their perceptions of physical and emotional discomfort related to the study their urologic and general health history and demographics logistic regression was performed to determine predictors of physical and emotional discomfort results a total of patients completed the questionnaire representing a response rate of half of the respondents felt that the examination was neither physically nor emotionally uncomfortable whereas and of respondents felt that the physical and emotional components of the examination were most uncomfortable respectively placement of the urethral catheter was the most commonly reported component of physical discomfort whereas anxiety was the most commonly reported component of emotional discomfort presence of a neurologic problem odds ratio confidence interval and older age odds ratio confidence interval were factors associated with less physical discomfort there were no significant predictors of emotional discomfort based on our model conclusion urodynamic studies were well tolerated regardless of gender presence of a neurologic condition and older age were predictors of less physical discomfort these findings are useful in counseling patients regarding what to expect when having urodynamic procedures"
}