{
    "title": "Awareness of urinary incontinence in pregnant women as a neglected issue: a cross-sectional study.",
    "doc_id": "39086362",
    "writer": "Parlas M",
    "year": "2024",
    "summary": "This study aims to determine the UI awareness of pregnant women and their knowledge and attitudes in this context. METHODS: This cross-sectional study was conducted with 255 pregnant women in a university hospital in Turkey between March and September …",
    "abstract": "Background:\n        \n      \n      Pregnancy and labor are independent risk factors for the development of urinary incontinence (UI). Although UI is common during pregnancy, it is a health problem mostly neglected by pregnant women. The high prevalence of UI in pregnancy and its effects on the postpartum period justifies the need to determine the knowledge and attitudes of pregnant women regarding the prevention and management of UI. It is necessary to increase the awareness of pregnant women about UI, educate, consultant, and integrate pelvic floor muscle training into prenatal care services. This study aims to determine the UI awareness of pregnant women and their knowledge and attitudes in this context.\n    \n\n\n          Methods:\n        \n      \n      This cross-sectional study was conducted with 255 pregnant women in a university hospital in Turkey between March and September 2020. Data were collected using the Incontinence Knowledge Questionnaire (PIKQ) and Urinary Incontinence Attitude Scale (UIAS).\n    \n\n\n          Results:\n        \n      \n      The UI prevalence was 51% during pregnancy. The mean score of PIKQ was 8.07±2.64, and only 6.3% of participants correctly answered all the questions regarding UI. The mean score of UIAS was 42.33±3.48. A positive correlation was found between UI knowledge and attitude score (r=0.35, p=0.00).\n    \n\n\n          Conclusions:\n        \n      \n      The results showed that although UI is prevalent during pregnancy, pregnant women's knowledge of UI is poor. Nearly half of pregnant women need information. They tend to display positive attitudes towards UI, but not sufficient to improve their health-seeking behavior. Strategies should be developed to increase pregnant women's awareness of UI and to encourage them health-seeking behaviors for the prevention/management of UI during prenatal visits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39086362/",
    "clean_text": "awareness of urinary incontinence in pregnant women as a neglected issue a cross sectional study this study aims to determine the ui awareness of pregnant women and their knowledge and attitudes in this context methods this cross sectional study was conducted with pregnant women in a university hospital in turkey between march and september background pregnancy and labor are independent risk factors for the development of urinary incontinence ui although ui is common during pregnancy it is a health problem mostly neglected by pregnant women the high prevalence of ui in pregnancy and its effects on the postpartum period justifies the need to determine the knowledge and attitudes of pregnant women regarding the prevention and management of ui it is necessary to increase the awareness of pregnant women about ui educate consultant and integrate pelvic floor muscle training into prenatal care services this study aims to determine the ui awareness of pregnant women and their knowledge and attitudes in this context methods this cross sectional study was conducted with pregnant women in a university hospital in turkey between march and september data were collected using the incontinence knowledge questionnaire pikq and urinary incontinence attitude scale uias results the ui prevalence was during pregnancy the mean score of pikq was and only of participants correctly answered all the questions regarding ui the mean score of uias was a positive correlation was found between ui knowledge and attitude score r p conclusions the results showed that although ui is prevalent during pregnancy pregnant women s knowledge of ui is poor nearly half of pregnant women need information they tend to display positive attitudes towards ui but not sufficient to improve their health seeking behavior strategies should be developed to increase pregnant women s awareness of ui and to encourage them health seeking behaviors for the prevention management of ui during prenatal visits"
}