{
    "title": "In hypertension, the kidney breaks your heart.",
    "doc_id": "18950556",
    "writer": "Crowley SD",
    "year": "2008",
    "summary": "Because RAS components are expressed in several tissues that may influence blood pressure, studies using conventional gene targeting to globally interrupt the RAS have not determined the contributions of angiotensin II receptor type 1 (AT(1)) receptors in specific tissue pools to …",
    "abstract": "The renin-angiotensin system (RAS) is a master regulator of blood pressure and fluid homeostasis. Because RAS components are expressed in several tissues that may influence blood pressure, studies using conventional gene targeting to globally interrupt the RAS have not determined the contributions of angiotensin II receptor type 1 (AT(1)) receptors in specific tissue pools to blood pressure regulation and tissue injury. Recent experiments using kidney cross-transplantation and mice lacking the dominant murine AT(1) receptor isoform, AT(1A), have demonstrated that 1) AT(1) receptors inside and outside the kidney make equivalent contributions to normal blood pressure homeostasis, 2) activation of renal AT(1) receptors is required for the development of angiotensin II-dependent hypertension, and 3) this blood pressure elevation rather than activation of AT(1) receptors in the heart drives angiotensin II-induced cardiac hypertrophy. These findings, together with previous experiments, confirm the kidney's critical role in the pathogenesis of hypertension and its complications.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18950556/",
    "clean_text": "in hypertension the kidney breaks your heart because ras components are expressed in several tissues that may influence blood pressure studies using conventional gene targeting to globally interrupt the ras have not determined the contributions of angiotensin ii receptor type at receptors in specific tissue pools to the renin angiotensin system ras is a master regulator of blood pressure and fluid homeostasis because ras components are expressed in several tissues that may influence blood pressure studies using conventional gene targeting to globally interrupt the ras have not determined the contributions of angiotensin ii receptor type at receptors in specific tissue pools to blood pressure regulation and tissue injury recent experiments using kidney cross transplantation and mice lacking the dominant murine at receptor isoform at a have demonstrated that at receptors inside and outside the kidney make equivalent contributions to normal blood pressure homeostasis activation of renal at receptors is required for the development of angiotensin ii dependent hypertension and this blood pressure elevation rather than activation of at receptors in the heart drives angiotensin ii induced cardiac hypertrophy these findings together with previous experiments confirm the kidney s critical role in the pathogenesis of hypertension and its complications"
}