{
    "pmid": "41458590",
    "title": "EMP1 regulates cell proliferation, migration and invasion in triple negative breast cancer through PI3K-AKT signaling.",
    "abstract": "Triple negative breast cancer (TNBC) is characterized by high malignancy and poor prognosis due to the lack of a clear therapeutic target. The search for therapeutic targets for TNBC has always been a focus of research in the field of human oncology. Existing studies have shown that Epithelial membrane protein 1 (EMP1) is abnormally expressed in a variety of cancers and is closely related to the occurrence and development of tumors. However, the potential role and molecular mechanism of EMP1 in TNBC are still unclear. In our study, we detected the expression levels of EMP1 in TNBC and analyzed the biological behavior of the TNBC cell line MDA-MB-231 after EMP1 expression changes. The results showed that the expression level of EMP1 in TNBC was lower than that in normal tissues, and its expression level was related to T stage, lymph node metastasis, clinical stage and overall survival. In addition, overexpression of EMP1 inhibited the proliferation, migration and invasion of MDA-MB-231, while the proliferation, migration and invasion of MDA-MB-231 cells were enhanced after the expression of EMP1 decreased. EMP1 functions through the PI3K-AKT pathway. In summary, our findings suggest that EMP1 plays a biological role as a tumor suppressor in TNBC.",
    "disease": "breast cancer",
    "clean_text": "emp regulates cell proliferation migration and invasion in triple negative breast cancer through pi k akt signaling triple negative breast cancer tnbc is characterized by high malignancy and poor prognosis due to the lack of a clear therapeutic target the search for therapeutic targets for tnbc has always been a focus of research in the field of human oncology existing studies have shown that epithelial membrane protein emp is abnormally expressed in a variety of cancers and is closely related to the occurrence and development of tumors however the potential role and molecular mechanism of emp in tnbc are still unclear in our study we detected the expression levels of emp in tnbc and analyzed the biological behavior of the tnbc cell line mda mb after emp expression changes the results showed that the expression level of emp in tnbc was lower than that in normal tissues and its expression level was related to t stage lymph node metastasis clinical stage and overall survival in addition overexpression of emp inhibited the proliferation migration and invasion of mda mb while the proliferation migration and invasion of mda mb cells were enhanced after the expression of emp decreased emp functions through the pi k akt pathway in summary our findings suggest that emp plays a biological role as a tumor suppressor in tnbc"
}