{
    "pmid": "41443822",
    "title": "Increase in the prevalence of canine diabetes mellitus in Japan from 2015 to 2023: insights from insurance and clinical data.",
    "abstract": "In this study, we analyzed the prevalence of diabetes in dogs over a nine-year period (2015-2023) in Japan using records provided by a pet insurance company. The observed prevalence rose from approximately 0.07% in 2015 to 0.30% in 2023, highlighting a steady upward trend. Logistic regression analysis confirmed this increase (regression coefficient β=0.121, P<0.001), with an odds ratio of 1.128 (95% confidence interval: 1.116-1.142), indicating an annual 12.8% increase in the odds of diabetes. A similar trend was observed among newly enrolled animals each year (β=0.0927, P<0.001; OR=1.097, 95% confidence interval: 1.076-1.119), suggesting a 9.7% annual increase in the odds of developing diabetes. The insurance dataset consistently showed a higher prevalence in males compared to females across all years. Additionally, we examined 209 clinical cases of canine diabetes collected from 21 veterinary hospitals to investigate age at diagnosis, sex, and neutering status. Case records indicated an age-related increase in diabetes incidence, with a peak between 8 and 10 years of age. The timing of diabetes onset did not significantly differ by sex or neutering status (χ² test, P=0.936). These findings highlight a progressive increase in canine diabetes prevalence in Japan and support the existence of a sex-based disparity in risk, with males being more susceptible.",
    "disease": "diabetes mellitus",
    "clean_text": "increase in the prevalence of canine diabetes mellitus in japan from to insights from insurance and clinical data in this study we analyzed the prevalence of diabetes in dogs over a nine year period in japan using records provided by a pet insurance company the observed prevalence rose from approximately in to in highlighting a steady upward trend logistic regression analysis confirmed this increase regression coefficient p with an odds ratio of confidence interval indicating an annual increase in the odds of diabetes a similar trend was observed among newly enrolled animals each year p or confidence interval suggesting a annual increase in the odds of developing diabetes the insurance dataset consistently showed a higher prevalence in males compared to females across all years additionally we examined clinical cases of canine diabetes collected from veterinary hospitals to investigate age at diagnosis sex and neutering status case records indicated an age related increase in diabetes incidence with a peak between and years of age the timing of diabetes onset did not significantly differ by sex or neutering status test p these findings highlight a progressive increase in canine diabetes prevalence in japan and support the existence of a sex based disparity in risk with males being more susceptible"
}