{
    "title": "Heart Disease in Children.",
    "doc_id": "29406940",
    "writer": "Garcia RU",
    "year": "2018",
    "summary": "More children than ever born with congenital heart disease (CHD) are growing into adulthood. Primary care providers play a key role in diagnosis, management, and referral of children with CHD because many common cardiac complaints (eg, feeding intolerance, cyanosis, …",
    "abstract": "The pediatric cardiology field has developed rapidly over the past few decades. More children than ever born with congenital heart disease (CHD) are growing into adulthood. Primary care providers play a key role in diagnosis, management, and referral of children with CHD because many common cardiac complaints (eg, feeding intolerance, cyanosis, chest pain, palpitations, and syncope) are first addressed in the primary care setting. The spectrum of heart disease in children ranges from common complaints to complex single-ventricle physiology, acute myocarditis, and heart transplantation. This article reviews the pathophysiology and management of the most frequent cardiac conditions encountered in primary care.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29406940/",
    "clean_text": "heart disease in children more children than ever born with congenital heart disease chd are growing into adulthood primary care providers play a key role in diagnosis management and referral of children with chd because many common cardiac complaints eg feeding intolerance cyanosis the pediatric cardiology field has developed rapidly over the past few decades more children than ever born with congenital heart disease chd are growing into adulthood primary care providers play a key role in diagnosis management and referral of children with chd because many common cardiac complaints eg feeding intolerance cyanosis chest pain palpitations and syncope are first addressed in the primary care setting the spectrum of heart disease in children ranges from common complaints to complex single ventricle physiology acute myocarditis and heart transplantation this article reviews the pathophysiology and management of the most frequent cardiac conditions encountered in primary care"
}