{
    "pmid": "41421050",
    "title": "Brain connectivity predict surgical outcomes of low-grade epilepsy-associated neuroepithelial tumors.",
    "abstract": "Low-grade epilepsy-associated neuroepithelial tumors (LEATs) often cause drug-resistant epilepsy. Despite complete resection of these lesions, approximately 20% of patients continue to experience suboptimal seizure control. This study aims to investigate the predictive value of quantitative features in determining the surgical outcomes for LEAT patients. We retrospectively analyzed 44 temporal LEAT patients who underwent gross-total lesionectomy. EEG features, including power spectral density (PSD) and weighted phase lag index (wPLI), were compared between patients with good (Engel I) and poor (Engel II-IV) outcomes. Significant EEG features were identified through these analyses. Domain Adversarial Neural Network (DANN) was employed to assess the predictive value of these features for surgical outcomes. No significant PSD differences were found, but patients with good outcomes had higher alpha-band wPLI (p = 0.008). LEATnet, predicted outcomes with an AUC of 0.81and correctly classified 8 of 11 patients in the independent validation cohort. Alpha-band functional connectivity is a key predictor of surgical outcomes in LEAT patients. EEG-based connectivity analysis may improve prognostic accuracy and aid clinical decision-making in LEAT epilepsy.",
    "disease": "epilepsy",
    "clean_text": "brain connectivity predict surgical outcomes of low grade epilepsy associated neuroepithelial tumors low grade epilepsy associated neuroepithelial tumors leats often cause drug resistant epilepsy despite complete resection of these lesions approximately of patients continue to experience suboptimal seizure control this study aims to investigate the predictive value of quantitative features in determining the surgical outcomes for leat patients we retrospectively analyzed temporal leat patients who underwent gross total lesionectomy eeg features including power spectral density psd and weighted phase lag index wpli were compared between patients with good engel i and poor engel ii iv outcomes significant eeg features were identified through these analyses domain adversarial neural network dann was employed to assess the predictive value of these features for surgical outcomes no significant psd differences were found but patients with good outcomes had higher alpha band wpli p leatnet predicted outcomes with an auc of and correctly classified of patients in the independent validation cohort alpha band functional connectivity is a key predictor of surgical outcomes in leat patients eeg based connectivity analysis may improve prognostic accuracy and aid clinical decision making in leat epilepsy"
}