{
    "pmid": "41453010",
    "title": "Assessing Environmental, Nutritional, and Genetic Factors for Otitis Media-Related Hearing Loss in Rural Alaska Native Children.",
    "abstract": "The majority of childhood hearing loss is from preventable ear infections, and rural regions, such as Alaska, home to Alaska Native peoples, are disproportionately affected. The underlying mechanisms for otitis media-related hearing loss are not yet well understood; however, if left untreated, hearing loss has well-known lifelong consequences. A better understanding of the link between ear infections and genetic (Carnitine Palmitoyltransferase 1A [CPT1A] Arctic variant), environmental, and nutritional factors for rural Alaska Native children is necessary to establish effective interventions for early detection and management of otitis media-related hearing loss. This prospective cohort study enrolled Alaska Native children 1 to 4 years of age across 16 communities in Northwest Alaska during the Coronavirus disease pandemic (2021 to 2022). Delays in enrollment required study design changes to maximize recruitment. Participants received an ear and hearing assessment upon enrollment, and caregivers completed questionnaires assessing nutritional and environmental factors. A comprehensive chart review from birth to 6 months following enrollment was conducted to capture ear and hearing health history. Analysis used modified Poisson regression to assess relationships between household environmental, nutritional, and genetic factors and ear- and hearing-related outcomes. An exploratory subgroup analysis was performed to evaluate potential modification of associations by CPT1A status. A total of 245 children were enrolled in the study, and 236 were included in the final analytic sample. The mean age was 3 years (interquartile range: 2 to 4), and 49.6% of enrolled children were female. The prevalence of otitis media-related hearing loss was 34.8%, and 51.3% had visits for otitis media in the first year of life. The majority (72.5%) of enrolled children were fed breastmilk, 52.3% were homozygous for CPT1A Arctic variant, 22.6% lacked access to indoor plumbing, 5.9% had exposure to wood burning smoke, and 59% had at least one person in the home who smoked. There was some evidence that children who were homozygous for CPT1A had a higher prevalence (21%) of otitis media-related hearing loss (prevalence ratio [PR] = 1.21, 95% confidence interval [CI]: 0.78 to 1.86) compared with those not homozygous for CPT1A. Children who had any breastmilk had a 43% lower relative probability (PR = 0.59, 95% CI: 0.39 to 0.90) of otitis media-related hearing loss. There was little evidence of associations between otitis media-related hearing loss and indoor plumbing (PR = 0.92, 95% CI: 0.62 to 1.36) or the number of people living in the home (PR = 1.01, 0.92 to 1.11). There was a negative association between otitis media-related hearing loss and the presence of anyone who smoked (PR = 0.77, 95% CI: 0.58 to 1.01), the number of people who smoked (PR = 0.83, 95% CI: 0.75 to 0.93), and the ratio of persons who smoke to total adults in the home (PR = 0.64, 95% CI: 0.44 to 0.93). This study attempted to characterize environmental, nutritional, and genetic factors in rural Alaska Native peoples of Northwest Alaska; however, results are inconclusive, and careful consideration for how the Coronavirus disease pandemic may have affected healthcare behavior and potentially introduced bias in the sample is prudent. There continues to be a need for prospective research to characterize factors influencing otitis media-related hearing loss so that children at the highest risk can be identified early and receive preventive care.",
    "disease": "covid-19",
    "clean_text": "assessing environmental nutritional and genetic factors for otitis media related hearing loss in rural alaska native children the majority of childhood hearing loss is from preventable ear infections and rural regions such as alaska home to alaska native peoples are disproportionately affected the underlying mechanisms for otitis media related hearing loss are not yet well understood however if left untreated hearing loss has well known lifelong consequences a better understanding of the link between ear infections and genetic carnitine palmitoyltransferase a cpt a arctic variant environmental and nutritional factors for rural alaska native children is necessary to establish effective interventions for early detection and management of otitis media related hearing loss this prospective cohort study enrolled alaska native children to years of age across communities in northwest alaska during the coronavirus disease pandemic to delays in enrollment required study design changes to maximize recruitment participants received an ear and hearing assessment upon enrollment and caregivers completed questionnaires assessing nutritional and environmental factors a comprehensive chart review from birth to months following enrollment was conducted to capture ear and hearing health history analysis used modified poisson regression to assess relationships between household environmental nutritional and genetic factors and ear and hearing related outcomes an exploratory subgroup analysis was performed to evaluate potential modification of associations by cpt a status a total of children were enrolled in the study and were included in the final analytic sample the mean age was years interquartile range to and of enrolled children were female the prevalence of otitis media related hearing loss was and had visits for otitis media in the first year of life the majority of enrolled children were fed breastmilk were homozygous for cpt a arctic variant lacked access to indoor plumbing had exposure to wood burning smoke and had at least one person in the home who smoked there was some evidence that children who were homozygous for cpt a had a higher prevalence of otitis media related hearing loss prevalence ratio pr confidence interval ci to compared with those not homozygous for cpt a children who had any breastmilk had a lower relative probability pr ci to of otitis media related hearing loss there was little evidence of associations between otitis media related hearing loss and indoor plumbing pr ci to or the number of people living in the home pr to there was a negative association between otitis media related hearing loss and the presence of anyone who smoked pr ci to the number of people who smoked pr ci to and the ratio of persons who smoke to total adults in the home pr ci to this study attempted to characterize environmental nutritional and genetic factors in rural alaska native peoples of northwest alaska however results are inconclusive and careful consideration for how the coronavirus disease pandemic may have affected healthcare behavior and potentially introduced bias in the sample is prudent there continues to be a need for prospective research to characterize factors influencing otitis media related hearing loss so that children at the highest risk can be identified early and receive preventive care"
}