{
    "pmid": "41325860",
    "title": "Electrochemical biosensors for MMP-9 in hepatitis B liver inflammation.",
    "abstract": "Chronic hepatitis B (CHB) currently lacks a rapid and objective inflammatory marker. However, matrix metalloproteinase-9 (MMP-9) is a biomarker for necroinflammation and fibrosis, as it is mechanistically linked to these processes. This review summarizes the data supporting the association between circulating MMP-9 and hepatic necroinflammation and assesses the use of electrochemical biosensors for quantification at the point of care (POC). MMP-9 is found in several molecular forms, including pro-MMP-9 (∼92 kDa) and active (∼82-83 kDa), with different clinical implications. Active MMP-9 represents the ongoing matrix remodelling whereas total MMP-9 represents the summed expression (r = 0.81 zymography vs enzyme-linked immunosorbent assay (ELISA)). However, a direct comparison of these forms in terms of histology and outcomes has not been performed. Treatment dynamics provide a good clinical background: serum MMP-9 drops 40-60 % in 6 months of antiviral therapy with normalization of MMP-9 4-8 weeks before alanine aminotransferase (ALT) making MMP-9 an early treatment response marker (≥50 % reduction predicts good outcome whereas ≤30 % predicts failure). Conformity to clinical needs requires Total Allowable Error (TEa) analysis with clinical decision limits for significant inflammation (≥G2) being ∼150-180, advanced fibrosis (F2) ∼200-220, and cirrhosis (F4) ∼300 ng/mL. Multi-platform standardization includes commuted secondary reference materials for CHB with stable pro/active ratios and external quality assessment programs that confirm multi-laboratory interoperability. As such, it is suggested that a four-step framework of validation that combines clinical thresholds, commutable reference materials, and EQA-harmonized reporting be employed to ensure reliable MMP-9 biosensing for monitoring hepatitis B worldwide.",
    "disease": "liver cirrhosis",
    "clean_text": "electrochemical biosensors for mmp in hepatitis b liver inflammation chronic hepatitis b chb currently lacks a rapid and objective inflammatory marker however matrix metalloproteinase mmp is a biomarker for necroinflammation and fibrosis as it is mechanistically linked to these processes this review summarizes the data supporting the association between circulating mmp and hepatic necroinflammation and assesses the use of electrochemical biosensors for quantification at the point of care poc mmp is found in several molecular forms including pro mmp kda and active kda with different clinical implications active mmp represents the ongoing matrix remodelling whereas total mmp represents the summed expression r zymography vs enzyme linked immunosorbent assay elisa however a direct comparison of these forms in terms of histology and outcomes has not been performed treatment dynamics provide a good clinical background serum mmp drops in months of antiviral therapy with normalization of mmp weeks before alanine aminotransferase alt making mmp an early treatment response marker reduction predicts good outcome whereas predicts failure conformity to clinical needs requires total allowable error tea analysis with clinical decision limits for significant inflammation g being advanced fibrosis f and cirrhosis f ng ml multi platform standardization includes commuted secondary reference materials for chb with stable pro active ratios and external quality assessment programs that confirm multi laboratory interoperability as such it is suggested that a four step framework of validation that combines clinical thresholds commutable reference materials and eqa harmonized reporting be employed to ensure reliable mmp biosensing for monitoring hepatitis b worldwide"
}