{
    "title": "Purification of Yellow Fever Virus by Liquid Chromatography.",
    "doc_id": "40249428",
    "writer": "de Barros Gomes MP",
    "year": "2025",
    "summary": "In Brazil, yellow fever is endemic in the Amazon region, but recently it was responsible for outbreaks in other regions of the country, becoming a serious public health problem. ...Here it will be presented an overview of viral purification techniques and the proces …",
    "abstract": "In Brazil, yellow fever is endemic in the Amazon region, but recently it was responsible for outbreaks in other regions of the country, becoming a serious public health problem. Vaccination is the most effective way to prevent and control the disease. Bio-Manguinhos is the world's largest producer of the attenuated yellow fever vaccine, which is highly effective and safe. However, the occurrence of rare serious adverse events related to the vaccine boosted the need to develop a purified inactivated vaccine for yellow fever that could be administered to the elderly, pregnant and lactating women, immunosuppressed, babies under 9 months of age, and people allergic to protein of the egg. Thus, it focused on the establishment of a purification methodology for the yellow fever virus, aiming at obtaining a virus with a high degree of purity for the development of a safe inactivated vaccine to meet the demands of regulatory agencies to produce safer products, free of animal raw material. In addition to being used for vaccine manufacture, purified viral antigens can have a number of other applications, such as antibody production; substrate and control in immunoenzymatic detection tests (ELISA); and, if they are inactivated, can decrease the level of security for manipulation of the virus to assist in research and development. Here it will be presented an overview of viral purification techniques and the processes developed to purify the yellow fever virus.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40249428/",
    "clean_text": "purification of yellow fever virus by liquid chromatography in brazil yellow fever is endemic in the amazon region but recently it was responsible for outbreaks in other regions of the country becoming a serious public health problem here it will be presented an overview of viral purification techniques and the proces in brazil yellow fever is endemic in the amazon region but recently it was responsible for outbreaks in other regions of the country becoming a serious public health problem vaccination is the most effective way to prevent and control the disease bio manguinhos is the world s largest producer of the attenuated yellow fever vaccine which is highly effective and safe however the occurrence of rare serious adverse events related to the vaccine boosted the need to develop a purified inactivated vaccine for yellow fever that could be administered to the elderly pregnant and lactating women immunosuppressed babies under months of age and people allergic to protein of the egg thus it focused on the establishment of a purification methodology for the yellow fever virus aiming at obtaining a virus with a high degree of purity for the development of a safe inactivated vaccine to meet the demands of regulatory agencies to produce safer products free of animal raw material in addition to being used for vaccine manufacture purified viral antigens can have a number of other applications such as antibody production substrate and control in immunoenzymatic detection tests elisa and if they are inactivated can decrease the level of security for manipulation of the virus to assist in research and development here it will be presented an overview of viral purification techniques and the processes developed to purify the yellow fever virus"
}