{
    "title": "[A case of multiple difficult illnesses in a patient with extremely severe burn complicated with type 2 diabetes].",
    "doc_id": "37805757",
    "writer": "Wang Z",
    "year": "2023",
    "summary": "A variety of difficult illnesses occurred simultaneously (refractory hyperglycemia, refractory hypernatremia, and progressive wound deepening) and successively (repeatedly postoperative hypotension, nervous system diseases, and secondary diabetes insipidus). The pat …",
    "abstract": "On December 20, 2018, a 40-year-old male patient with extremely severe flame burn was admitted to Guangzhou First People's Hospital. A variety of difficult illnesses occurred simultaneously (refractory hyperglycemia, refractory hypernatremia, and progressive wound deepening) and successively (repeatedly postoperative hypotension, nervous system diseases, and secondary diabetes insipidus). The patient underwent treatments such as anti-shock, reducing blood sugar and blood sodium, scab removing, and gradual skin grafting after admission. Although the hyperglycemia and hypernatremia were basically corrected and the wounds were basically repaired, the patient ultimately died of nervous system diseases and secondary diabetes insipidus 5 months later. Although the cause of the above illnesses can not be fully determined, the targeted treatments to improve clinical symptoms, maintain stable internal environment and physiological function, and accelerate the process of wound repair conducted by the team may provide some experience for the treatment of such severe patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37805757/",
    "clean_text": "a case of multiple difficult illnesses in a patient with extremely severe burn complicated with type diabetes a variety of difficult illnesses occurred simultaneously refractory hyperglycemia refractory hypernatremia and progressive wound deepening and successively repeatedly postoperative hypotension nervous system diseases and secondary diabetes insipidus the pat on december a year old male patient with extremely severe flame burn was admitted to guangzhou first people s hospital a variety of difficult illnesses occurred simultaneously refractory hyperglycemia refractory hypernatremia and progressive wound deepening and successively repeatedly postoperative hypotension nervous system diseases and secondary diabetes insipidus the patient underwent treatments such as anti shock reducing blood sugar and blood sodium scab removing and gradual skin grafting after admission although the hyperglycemia and hypernatremia were basically corrected and the wounds were basically repaired the patient ultimately died of nervous system diseases and secondary diabetes insipidus months later although the cause of the above illnesses can not be fully determined the targeted treatments to improve clinical symptoms maintain stable internal environment and physiological function and accelerate the process of wound repair conducted by the team may provide some experience for the treatment of such severe patients"
}