{
    "title": "Stem cells of the dental pulp.",
    "doc_id": "23257502",
    "writer": "Ranganathan K",
    "year": "2012",
    "summary": "Stem cells of the dental pulp are a population of postnatal stem cells with multilineage differentiation potential. ...Since the isolation of dental pulp stem cells (DPSC) and stem cells from exfoliating deciduous teeth (SHE …",
    "abstract": "Stem cells of the dental pulp are a population of postnatal stem cells with multilineage differentiation potential. These cells are derived from the neural ectomesenchyme, similar to most craniofacial tissues, and specific niches in the pulp have been identified. Since the isolation of dental pulp stem cells (DPSC) and stem cells from exfoliating deciduous teeth (SHED), numerous studies have attempted to define and characterize these cells, and embryonic stem cell features have been reported in both DPSC and SHED. These cells have a vast repertoire of differentiation - osteogenic, odontogenic, myogenic, adipogenic, neurogenic, and melanocytic, and have even demonstrated transdifferentiation to corneal cells and islet cells of pancreas. The combined advantages of multipotency/pluripotency and the relative ease of access of pulp tissue for autologous use render DPSC/ SHED attractive options in regenerative dentistry and medicine. This review gives a bird's eye view of current knowledge with respect to stem cells from the dental pulp.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23257502/",
    "clean_text": "stem cells of the dental pulp stem cells of the dental pulp are a population of postnatal stem cells with multilineage differentiation potential since the isolation of dental pulp stem cells dpsc and stem cells from exfoliating deciduous teeth she stem cells of the dental pulp are a population of postnatal stem cells with multilineage differentiation potential these cells are derived from the neural ectomesenchyme similar to most craniofacial tissues and specific niches in the pulp have been identified since the isolation of dental pulp stem cells dpsc and stem cells from exfoliating deciduous teeth shed numerous studies have attempted to define and characterize these cells and embryonic stem cell features have been reported in both dpsc and shed these cells have a vast repertoire of differentiation osteogenic odontogenic myogenic adipogenic neurogenic and melanocytic and have even demonstrated transdifferentiation to corneal cells and islet cells of pancreas the combined advantages of multipotency pluripotency and the relative ease of access of pulp tissue for autologous use render dpsc shed attractive options in regenerative dentistry and medicine this review gives a bird s eye view of current knowledge with respect to stem cells from the dental pulp"
}