{
    "pmid": "41368223",
    "title": "Cigarette Smoking-Induced Glucose Metabolic Reprogramming in Chronic Obstructive Pulmonary Disease: Mechanisms and Therapeutic Implications.",
    "abstract": "Chronic obstructive pulmonary disease (COPD) is a complex and heterogeneous respiratory disorder that arises from interactions between genetic susceptibility and environmental exposures, with cigarette smoking being the primary modifiable risk factor. Cigarette smoke reprograms pulmonary glucose metabolism, a process recognized as an early molecular event driving disease progression. Prolonged exposure is associated with enhanced glycolysis, suppression of the tricarboxylic acid cycle and oxidative phosphorylation, mitochondrial dysfunction, and excessive production of mitochondrial reactive oxygen species. These metabolic disturbances converge to form a pathological axis linking metabolism, inflammation, and immunity, leading to immune dysregulation, chronic airway inflammation, and tissue remodeling. This review summarizes the characteristics and molecular mechanisms of cigarette smoke-induced glucose metabolic reprogramming in COPD while highlighting the therapeutic potential of targeting glucose metabolism. Particular emphasis is placed on comprehensive strategies aimed at restoring metabolic homeostasis. A deeper understanding of glucose metabolic reprogramming in COPD associated with smoking may provide novel insights into disease pathogenesis and contribute to the development of individualized therapies. Nevertheless, clinical evidence remains limited, underscoring the need for translational studies targeting glucose metabolism in COPD.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "cigarette smoking induced glucose metabolic reprogramming in chronic obstructive pulmonary disease mechanisms and therapeutic implications chronic obstructive pulmonary disease copd is a complex and heterogeneous respiratory disorder that arises from interactions between genetic susceptibility and environmental exposures with cigarette smoking being the primary modifiable risk factor cigarette smoke reprograms pulmonary glucose metabolism a process recognized as an early molecular event driving disease progression prolonged exposure is associated with enhanced glycolysis suppression of the tricarboxylic acid cycle and oxidative phosphorylation mitochondrial dysfunction and excessive production of mitochondrial reactive oxygen species these metabolic disturbances converge to form a pathological axis linking metabolism inflammation and immunity leading to immune dysregulation chronic airway inflammation and tissue remodeling this review summarizes the characteristics and molecular mechanisms of cigarette smoke induced glucose metabolic reprogramming in copd while highlighting the therapeutic potential of targeting glucose metabolism particular emphasis is placed on comprehensive strategies aimed at restoring metabolic homeostasis a deeper understanding of glucose metabolic reprogramming in copd associated with smoking may provide novel insights into disease pathogenesis and contribute to the development of individualized therapies nevertheless clinical evidence remains limited underscoring the need for translational studies targeting glucose metabolism in copd"
}