{
    "title": "Significance of gut microbiota in alcoholic and non-alcoholic fatty liver diseases.",
    "doc_id": "34712025",
    "writer": "Sharma SP",
    "year": "2021",
    "summary": "Liver-gut communication is vital in fatty liver diseases, and gut microbes are the key regulators in maintaining liver homeostasis. Chronic alcohol abuse and persistent overnutrition create dysbiosis in gut ecology, which can contribute to fatty …",
    "abstract": "Liver-gut communication is vital in fatty liver diseases, and gut microbes are the key regulators in maintaining liver homeostasis. Chronic alcohol abuse and persistent overnutrition create dysbiosis in gut ecology, which can contribute to fatty liver disease. In this review, we discuss the gut microbial compositional changes that occur in alcoholic and nonalcoholic fatty liver diseases and how this gut microbial dysbiosis and its metabolic products are involved in fatty liver disease pathophysiology. We also summarize the new approaches related to gut microbes that might help in the diagnosis and treatment of fatty liver disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34712025/",
    "clean_text": "significance of gut microbiota in alcoholic and non alcoholic fatty liver diseases liver gut communication is vital in fatty liver diseases and gut microbes are the key regulators in maintaining liver homeostasis chronic alcohol abuse and persistent overnutrition create dysbiosis in gut ecology which can contribute to fatty liver gut communication is vital in fatty liver diseases and gut microbes are the key regulators in maintaining liver homeostasis chronic alcohol abuse and persistent overnutrition create dysbiosis in gut ecology which can contribute to fatty liver disease in this review we discuss the gut microbial compositional changes that occur in alcoholic and nonalcoholic fatty liver diseases and how this gut microbial dysbiosis and its metabolic products are involved in fatty liver disease pathophysiology we also summarize the new approaches related to gut microbes that might help in the diagnosis and treatment of fatty liver disease"
}