{
    "pmid": "41451814",
    "title": "The Effect of Hand Massage on Quality of Life After Mastectomy: A Randomized Controlled Trial.",
    "abstract": "This randomized controlled trial aimed to evaluate the effect of Swedish hand massage on the quality of life of women undergoing mastectomy. The study was conducted on 42 women who referred to oncology centers in Kerman from February 18 to June 22, 2023. Participants were randomly assigned to intervention and sham groups through block randomization. Data were collected using a demographic and background information questionnaire and the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30). The intervention group received Swedish massage twice a week for three weeks, with each session lasting 20 min, while the sham group received only light surface touch for the same duration. The quality of life was evaluated at three time points: before the intervention, immediately after the end of the intervention, and one month later. Data were analyzed using SPSS version 25, with a significance level set at ",
    "disease": "breast cancer",
    "clean_text": "the effect of hand massage on quality of life after mastectomy a randomized controlled trial this randomized controlled trial aimed to evaluate the effect of swedish hand massage on the quality of life of women undergoing mastectomy the study was conducted on women who referred to oncology centers in kerman from february to june participants were randomly assigned to intervention and sham groups through block randomization data were collected using a demographic and background information questionnaire and the european organization for research and treatment of cancer quality of life questionnaire eortc qlq c the intervention group received swedish massage twice a week for three weeks with each session lasting min while the sham group received only light surface touch for the same duration the quality of life was evaluated at three time points before the intervention immediately after the end of the intervention and one month later data were analyzed using spss version with a significance level set at"
}