{
    "pmid": "41408843",
    "title": "Coverage and inequalities in COVID-19 and influenza vaccination in Brazil: a nationwide cross-sectional survey.",
    "abstract": "This nationwide cross-sectional survey in Brazil investigated COVID-19 and influenza vaccination coverage and inequalities. Data from 33 250 interviews conducted between March and June 2024 in 133 sentinel cities revealed high overall coverage: 90.2% for at least one dose of COVID-19 vaccine and 82.6% for influenza. However, significant disparities emerged. COVID-19 vaccination coverage increased with age, was higher among women and Whites, and strongly associated with higher education levels and wealth. Influenza vaccine coverage showed a U-shaped pattern by age and was lower among evangelicals compared with Catholics. Geographic variations were observed, with the Southeast region exhibiting the highest coverage and the North and Center-West the lowest. Co-coverage analysis indicated that 76.7% of participants received both vaccines. Reasons for non-vaccination included lack of belief in vaccine efficacy, concerns about side effects, and lack of access to healthcare. The findings highlight the need for targeted public health interventions to address vaccine hesitancy and inequalities in access, particularly focusing on specific subgroups such as evangelicals, Indigenous populations, and individuals with lower socioeconomic status. Este estudo nacional, de base populacional, investigou a cobertura e desigualdades na vacinação contra Covid-19 e influenza. Dados de 33.250 entrevistas domiciliares, conduzidas entre Março e Junho de 2024 em 133 cidades sentinela, revelaram uma alta cobertura: 90.2% para pelo menos uma dose da vacina contra a Covid-19 e 82.6% para a vacina contra influenza. Contudo, diferenças marcantes foram observadas na cobertura vacinal. A vacinação contra a Covid-19 aumentou com a idade, foi maior nas mulheres do que nos homens, e maior nas pessoas de cor da pele branca. Além disso, a vacinação contra Covid-19 esteve fortemente relacionada com altos níveis de escolaridade e renda. A vacinação contra influenza apresentou uma relação em formato de U com a idade e foi menor entre as pessoas de religião evangélica em comparação aos católicos. Variações geográficas também foram observadas: a região Sudeste mostrou a maior cobertura vacinal, enquanto as regiões Norte e Centro-Oeste apresentaram as menores. A análise de co-cobertura mostrou que 76.7% dos participantes receberam tanto a vacina da Covid-19 quanto a da influenza. As razões para a não vacinação incluíram falta de confiança na eficácia da vacina, preocupações com efeitos colaterais e falta de acesso aos serviços de saúde. Nossos achados destacam a necessidade de intervenções em saúde pública para lidar com o problema da hesitação vacinal e desigualdades na cobertura vacinal, com foco em grupos específicos, como pessoas evangélicas, populações indígenas e pessoas com menor nível socioeconômico.",
    "disease": "influenza",
    "clean_text": "coverage and inequalities in covid and influenza vaccination in brazil a nationwide cross sectional survey this nationwide cross sectional survey in brazil investigated covid and influenza vaccination coverage and inequalities data from interviews conducted between march and june in sentinel cities revealed high overall coverage for at least one dose of covid vaccine and for influenza however significant disparities emerged covid vaccination coverage increased with age was higher among women and whites and strongly associated with higher education levels and wealth influenza vaccine coverage showed a u shaped pattern by age and was lower among evangelicals compared with catholics geographic variations were observed with the southeast region exhibiting the highest coverage and the north and center west the lowest co coverage analysis indicated that of participants received both vaccines reasons for non vaccination included lack of belief in vaccine efficacy concerns about side effects and lack of access to healthcare the findings highlight the need for targeted public health interventions to address vaccine hesitancy and inequalities in access particularly focusing on specific subgroups such as evangelicals indigenous populations and individuals with lower socioeconomic status este estudo nacional de base populacional investigou a cobertura e desigualdades na vacina o contra covid e influenza dados de entrevistas domiciliares conduzidas entre mar o e junho de em cidades sentinela revelaram uma alta cobertura para pelo menos uma dose da vacina contra a covid e para a vacina contra influenza contudo diferen as marcantes foram observadas na cobertura vacinal a vacina o contra a covid aumentou com a idade foi maior nas mulheres do que nos homens e maior nas pessoas de cor da pele branca al m disso a vacina o contra covid esteve fortemente relacionada com altos n veis de escolaridade e renda a vacina o contra influenza apresentou uma rela o em formato de u com a idade e foi menor entre as pessoas de religi o evang lica em compara o aos cat licos varia es geogr ficas tamb m foram observadas a regi o sudeste mostrou a maior cobertura vacinal enquanto as regi es norte e centro oeste apresentaram as menores a an lise de co cobertura mostrou que dos participantes receberam tanto a vacina da covid quanto a da influenza as raz es para a n o vacina o inclu ram falta de confian a na efic cia da vacina preocupa es com efeitos colaterais e falta de acesso aos servi os de sa de nossos achados destacam a necessidade de interven es em sa de p blica para lidar com o problema da hesita o vacinal e desigualdades na cobertura vacinal com foco em grupos espec ficos como pessoas evang licas popula es ind genas e pessoas com menor n vel socioecon mico"
}