{
    "pmid": "41429611",
    "title": "[Acupuncture alleviates chronic airway inflammation in obese asthmatic mice by downregulating Vnn1 and FAM126B].",
    "abstract": "To identify the differentially expressed genes in obese asthma versus non-obese asthma and evaluate the effect of acupuncture on chronic airway inflammation in obese mice with asthma. The key genes of obesity-related asthma were screened using GSE110551 dataset from the GEO database, and the characteristic genes were selected from the genes with the highest correlation with T cells using Lasso regression and SVM feature selection algorithms. Fifty C57BL/6J mice (5-6 weeks old) were randomized equally into 5 groups, including a normal feeding (control) group, a high-fat feeding group, and 3 high-fat feeding and ovalbumin sensitization groups with intraperitoneal injections with saline or dexamethasone (DEX), or treated with acupuncture. Western blotting, qPCR, and flow cytometry were used to analyze the changes in the expressions of the key genes and inflammation in the airway of the mice. FAM126B and VNN1 were identified as the characteristic genes in obesity-related asthma for subsequent analysis. The mice with high-fat feeding and ovalbumin sensitization showed the highest expression levels of Vnn1 and FAM126B among the 5 groups, with also significantly decreased Treg cell percentage and obvious inflammatory cell infiltration in the lungs. Treatment with DEX and acupuncture both significantly decreased the number of infiltrating inflammatory cells and increased the percentage of Treg cells in airway of the mouse models of obesity-related asthma. HIF-1α was identified as a key regulatory factor for asthmatic inflammation, and its expression level was significantly increased in the asthmatic mouse models but obviously lowered after acupuncture treatment or dexamethasone therapy. Vnn1 and FAM126B may serve as the key therapeutic targets for treatment of obese asthma patients. Acupuncture treatment may downregulate airway HIF-1α by reducing the expressions of Vnn1 and FAM126B and increasing the number of Treg cells.",
    "disease": "asthma",
    "clean_text": "acupuncture alleviates chronic airway inflammation in obese asthmatic mice by downregulating vnn and fam b to identify the differentially expressed genes in obese asthma versus non obese asthma and evaluate the effect of acupuncture on chronic airway inflammation in obese mice with asthma the key genes of obesity related asthma were screened using gse dataset from the geo database and the characteristic genes were selected from the genes with the highest correlation with t cells using lasso regression and svm feature selection algorithms fifty c bl j mice weeks old were randomized equally into groups including a normal feeding control group a high fat feeding group and high fat feeding and ovalbumin sensitization groups with intraperitoneal injections with saline or dexamethasone dex or treated with acupuncture western blotting qpcr and flow cytometry were used to analyze the changes in the expressions of the key genes and inflammation in the airway of the mice fam b and vnn were identified as the characteristic genes in obesity related asthma for subsequent analysis the mice with high fat feeding and ovalbumin sensitization showed the highest expression levels of vnn and fam b among the groups with also significantly decreased treg cell percentage and obvious inflammatory cell infiltration in the lungs treatment with dex and acupuncture both significantly decreased the number of infiltrating inflammatory cells and increased the percentage of treg cells in airway of the mouse models of obesity related asthma hif was identified as a key regulatory factor for asthmatic inflammation and its expression level was significantly increased in the asthmatic mouse models but obviously lowered after acupuncture treatment or dexamethasone therapy vnn and fam b may serve as the key therapeutic targets for treatment of obese asthma patients acupuncture treatment may downregulate airway hif by reducing the expressions of vnn and fam b and increasing the number of treg cells"
}