{
    "pmid": "41471181",
    "title": "IL-5 and IP-10 Detected in Quantiferon Supernatants Distinguish Latent Tuberculosis from Healthy Individuals in Areas with High Burden in Lima, Peru.",
    "abstract": "Peru ranks among the countries with the highest burden of tuberculosis in Latin America. Interferon Gamma Release Assays (IGRAs), such as QuantiFERON-TB (QFT), cannot distinguish latent tuberculosis infection (LTBI) from active tuberculosis (ATB), but they provide a more specific and quantitative assessment of prior exposure to  We enrolled 56 participants and measured 38 cytokines/chemokines from plasma obtained through QFT in patients with active TB (n = 11), LTBI (n = 17), and QFT-negative healthy controls (n = 28) using a Multiplex Bead Assay. Levels of IL-1RA, IL-2, IL-5, IFN-γ, and IP-10 significantly differentiated both ATB and LTBI groups from healthy controls ( Beyond IFN-γ as a differential proinflammatory cytokine in TB, cytokines such as IL-5, and IP-10 show potential as biomarkers to discriminate infection status in high-burden TB settings.",
    "disease": "tuberculosis",
    "clean_text": "il and ip detected in quantiferon supernatants distinguish latent tuberculosis from healthy individuals in areas with high burden in lima peru peru ranks among the countries with the highest burden of tuberculosis in latin america interferon gamma release assays igras such as quantiferon tb qft cannot distinguish latent tuberculosis infection ltbi from active tuberculosis atb but they provide a more specific and quantitative assessment of prior exposure to we enrolled participants and measured cytokines chemokines from plasma obtained through qft in patients with active tb n ltbi n and qft negative healthy controls n using a multiplex bead assay levels of il ra il il ifn and ip significantly differentiated both atb and ltbi groups from healthy controls beyond ifn as a differential proinflammatory cytokine in tb cytokines such as il and ip show potential as biomarkers to discriminate infection status in high burden tb settings"
}