{
    "title": "Molecular Basis of Endometriosis and Endometrial Cancer: Current Knowledge and Future Perspectives.",
    "doc_id": "34502183",
    "writer": "Terzic M",
    "year": "2021",
    "summary": "Under the exposure of different risk factors in a woman's lifetime, normal endometrial tissue can give rise to multiple pathologic conditions, including endometriosis and endometrial cancer. ...This review summarizes the current knowledge of the pathophysiolo …",
    "abstract": "The human endometrium is a unique tissue undergoing important changes through the menstrual cycle. Under the exposure of different risk factors in a woman's lifetime, normal endometrial tissue can give rise to multiple pathologic conditions, including endometriosis and endometrial cancer. Etiology and pathophysiologic changes behind such conditions remain largely unclear. This review summarizes the current knowledge of the pathophysiology of endometriosis and its potential role in the development of endometrial cancer from a molecular perspective. A better understanding of the molecular basis of endometriosis and its role in the development of endometrial pathology will improve the approach to clinical management.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34502183/",
    "clean_text": "molecular basis of endometriosis and endometrial cancer current knowledge and future perspectives under the exposure of different risk factors in a woman s lifetime normal endometrial tissue can give rise to multiple pathologic conditions including endometriosis and endometrial cancer this review summarizes the current knowledge of the pathophysiolo the human endometrium is a unique tissue undergoing important changes through the menstrual cycle under the exposure of different risk factors in a woman s lifetime normal endometrial tissue can give rise to multiple pathologic conditions including endometriosis and endometrial cancer etiology and pathophysiologic changes behind such conditions remain largely unclear this review summarizes the current knowledge of the pathophysiology of endometriosis and its potential role in the development of endometrial cancer from a molecular perspective a better understanding of the molecular basis of endometriosis and its role in the development of endometrial pathology will improve the approach to clinical management"
}