{
    "pmid": "41474091",
    "title": "Bilateral Oophorectomy or Hysterectomy with Ovarian Conservation and Risk of Parkinson's Disease: A Systematic Review and Meta-Analysis.",
    "abstract": "The associations between bilateral oophorectomy or hysterectomy with ovarian conservation and the risk of Parkinson's disease (PD) remain inconclusive. To evaluate the evidence on these two associations. We conducted a systematic search across Embase, PubMed, Scopus, MEDLINE, and Web of Science through May 15, 2024. Data were extracted independently by two reviewers, and random-effects meta-analyses were performed. Eight studies with a total of 242,275 women were included. For bilateral oophorectomy, the effect size (ES) was greater than 1.0 in 5 of 8 studies. The pooled analysis showed a significant association between premenopausal bilateral oophorectomy and an increased risk of PD in cohort studies (hazard ratio [HR] 1.32; 95% CI 1.12-1.56) but not in case-control studies or combining both cohort and case-control studies. There was a suggestive trend of increasing risk with younger age at bilateral oophorectomy. For hysterectomy with ovarian conservation, the ES was greater than 1.0 in all six studies. The pooled analysis showed a non-significant association in cohort studies and in case-control studies; however, the association was significant when combining both cohort studies and case-control studies (ES 1.19; 95% CI 1.01-1.41). Current studies provided low to moderate evidence for the associations between bilateral oophorectomy and hysterectomy with ovarian conservation and increased risk of PD. However, the evidence was only observational and there was important heterogeneity across the case-control studies. Future studies should focus on surgeries performed at younger ages and on the possible effects of estrogen replacement therapy.",
    "disease": "parkinson disease",
    "clean_text": "bilateral oophorectomy or hysterectomy with ovarian conservation and risk of parkinson s disease a systematic review and meta analysis the associations between bilateral oophorectomy or hysterectomy with ovarian conservation and the risk of parkinson s disease pd remain inconclusive to evaluate the evidence on these two associations we conducted a systematic search across embase pubmed scopus medline and web of science through may data were extracted independently by two reviewers and random effects meta analyses were performed eight studies with a total of women were included for bilateral oophorectomy the effect size es was greater than in of studies the pooled analysis showed a significant association between premenopausal bilateral oophorectomy and an increased risk of pd in cohort studies hazard ratio hr ci but not in case control studies or combining both cohort and case control studies there was a suggestive trend of increasing risk with younger age at bilateral oophorectomy for hysterectomy with ovarian conservation the es was greater than in all six studies the pooled analysis showed a non significant association in cohort studies and in case control studies however the association was significant when combining both cohort studies and case control studies es ci current studies provided low to moderate evidence for the associations between bilateral oophorectomy and hysterectomy with ovarian conservation and increased risk of pd however the evidence was only observational and there was important heterogeneity across the case control studies future studies should focus on surgeries performed at younger ages and on the possible effects of estrogen replacement therapy"
}