{
    "title": "Omic horizon expression: a database of gene expression based on RNA sequencing data.",
    "doc_id": "37940882",
    "writer": "Hu Y",
    "year": "2023",
    "summary": "BACKGROUND: Gene expression profiles have important significance for gene expression characteristics and further functional studies. ...The database supports requests using gene symbols (or alias), Ensemble and Entrez gene IDs. Gene …",
    "abstract": "Background:\n        \n      \n      Gene expression profiles have important significance for gene expression characteristics and further functional studies. More attention has been given to the expression databases in humans and mice, but less attention has been given to rats, while rat models also play an irreplaceable role in biomedical experiments.\n    \n\n\n          Results:\n        \n      \n      To depict the rat gene expression profiles in mRNA expression levels, we analyzed over 2,700 RNA sequencing (RNA-Seq) samples from 48 tissues, 40 primary cell types and 25 cell lines; and then mapped them to the latest version of the rat genome reference, mRatBN7.2. Based on these datasets and reanalysis, we constructed a new database, the Omic Horizon Expression Database ( http://immudb.bjmu.edu.cn/expression.html ), which allows expressional profile query of over 25,000 rat genes based on non-redundant gene symbols. The database supports requests using gene symbols (or alias), Ensemble and Entrez gene IDs. Gene expression profiles can be queried in three categories: tissues, primary cells and cell lines. Application examples including expression profiling and comparison, as well as identification of novel rat genes, were illustrated to show the utility of the database.\n    \n\n\n          Conclusions:\n        \n      \n      As an omic resource, the Omic Horizon Expression Database provides horizons of gene expression profiles across various tissues and cells, which greatly facilitates the identification of rat genes as well as functional clues.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37940882/",
    "clean_text": "omic horizon expression a database of gene expression based on rna sequencing data background gene expression profiles have important significance for gene expression characteristics and further functional studies the database supports requests using gene symbols or alias ensemble and entrez gene ids gene background gene expression profiles have important significance for gene expression characteristics and further functional studies more attention has been given to the expression databases in humans and mice but less attention has been given to rats while rat models also play an irreplaceable role in biomedical experiments results to depict the rat gene expression profiles in mrna expression levels we analyzed over rna sequencing rna seq samples from tissues primary cell types and cell lines and then mapped them to the latest version of the rat genome reference mratbn based on these datasets and reanalysis we constructed a new database the omic horizon expression database http immudb bjmu edu cn expression html which allows expressional profile query of over rat genes based on non redundant gene symbols the database supports requests using gene symbols or alias ensemble and entrez gene ids gene expression profiles can be queried in three categories tissues primary cells and cell lines application examples including expression profiling and comparison as well as identification of novel rat genes were illustrated to show the utility of the database conclusions as an omic resource the omic horizon expression database provides horizons of gene expression profiles across various tissues and cells which greatly facilitates the identification of rat genes as well as functional clues"
}