{
    "title": "The pathophysiology of spinal cord injury and its clinical implications.",
    "doc_id": "9020573",
    "writer": "Kraus KH.",
    "year": "1996",
    "summary": "The pathophysiology of spinal cord injury can be categorized as acute impact or compression. Acute impact injury is a concussion of the spinal cord. ...Preventing or quelling this cascade of events must involve mechanisms occurring in the initial stage …",
    "abstract": "The pathophysiology of spinal cord injury can be categorized as acute impact or compression. Acute impact injury is a concussion of the spinal cord. This type of injury initiates a cascade of events focused in the gray matter, and results in hemorrhagic necrosis. The initiating event is a hypoperfusion of the gray matter. Increases in intracellular calcium and reperfusion injury play key roles in cellular injury, and occur early after injury. The extent of necrosis is contingent on the amount of initial force of trauma, but also involves concomitant compression, perfusion pressures and blood flow, and administration of pharmacological agents. Preventing or quelling this cascade of events must involve mechanisms occurring in the initial stages. Spinal cord compression occurs when a mass impinges on the spinal cord causing increased parenchymal pressure. The tissue response is gliosis, demyelination, and axonal loss. This occurs in the white matter, whereas gray matter structures are preserved. Rapid or a critical degree of compression will result in collapse of the venous side of the microvasculature, resulting in vasogenic edema. Vasogenic edema exacerbates parenchymal pressure, and may lead to rapid progression of disfunction. Treatment of compression should focus on removal of the offending mass.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9020573/",
    "clean_text": "the pathophysiology of spinal cord injury and its clinical implications the pathophysiology of spinal cord injury can be categorized as acute impact or compression acute impact injury is a concussion of the spinal cord preventing or quelling this cascade of events must involve mechanisms occurring in the initial stage the pathophysiology of spinal cord injury can be categorized as acute impact or compression acute impact injury is a concussion of the spinal cord this type of injury initiates a cascade of events focused in the gray matter and results in hemorrhagic necrosis the initiating event is a hypoperfusion of the gray matter increases in intracellular calcium and reperfusion injury play key roles in cellular injury and occur early after injury the extent of necrosis is contingent on the amount of initial force of trauma but also involves concomitant compression perfusion pressures and blood flow and administration of pharmacological agents preventing or quelling this cascade of events must involve mechanisms occurring in the initial stages spinal cord compression occurs when a mass impinges on the spinal cord causing increased parenchymal pressure the tissue response is gliosis demyelination and axonal loss this occurs in the white matter whereas gray matter structures are preserved rapid or a critical degree of compression will result in collapse of the venous side of the microvasculature resulting in vasogenic edema vasogenic edema exacerbates parenchymal pressure and may lead to rapid progression of disfunction treatment of compression should focus on removal of the offending mass"
}