{
    "pmid": "41469074",
    "title": "Efficacy of Tuina in patients with knee osteoarthritis: study protocol for a randomised controlled trial.",
    "abstract": "Tuina demonstrates clinical therapeutic efficacy in the treatment of knee osteoarthritis (KOA). However, due to the paucity of high-quality and credible evidence-based medical evidence, there is no unified consensus on the treatment of KOA with Tuina in the current medical guidelines. Therefore, we will conduct a two-arm parallel group design and a randomised controlled trial to evaluate the efficacy of Tuina for treating KOA and the effect of Tuina on various muscles of the knee joint. A total of 84 participants from Ruijin Hospital Affiliated to Shanghai Jiao Tong University School of Medicine will be recruited. The participants will be randomly assigned to the Tuina group or the Infrared group in a 1:1 ratio. Participants in the Tuina group will receive manual therapy and infrared therapy, while the infrared group will receive infrared therapy exclusively. Both groups will undergo treatment twice per week during the 4-week treatment period and will be followed up at months 3 and 6 post-treatment period. All participants will receive healthcare education (encompassing knee joint exercise and protection) throughout the study duration. The primary outcome measure is the Lysholm score, which assesses the overall function of the knee joint. Secondary outcomes comprise Visual Analogue Scale, muscle tone and pressure pain threshold. All outcomes will be assessed and analysed by researchers blinded to the treatment allocation. Statistical analyses will adhere to the intention-to-treat principle. This trial protocol has been approved by the Ethics Committee of Ruijin Hospital (project number 2024-38). Written informed consent from study participants will be obtained prior to enrolment. The findings will be disseminated through peer-reviewed journals. ITMCTR2024000469.",
    "disease": "osteoarthritis",
    "clean_text": "efficacy of tuina in patients with knee osteoarthritis study protocol for a randomised controlled trial tuina demonstrates clinical therapeutic efficacy in the treatment of knee osteoarthritis koa however due to the paucity of high quality and credible evidence based medical evidence there is no unified consensus on the treatment of koa with tuina in the current medical guidelines therefore we will conduct a two arm parallel group design and a randomised controlled trial to evaluate the efficacy of tuina for treating koa and the effect of tuina on various muscles of the knee joint a total of participants from ruijin hospital affiliated to shanghai jiao tong university school of medicine will be recruited the participants will be randomly assigned to the tuina group or the infrared group in a ratio participants in the tuina group will receive manual therapy and infrared therapy while the infrared group will receive infrared therapy exclusively both groups will undergo treatment twice per week during the week treatment period and will be followed up at months and post treatment period all participants will receive healthcare education encompassing knee joint exercise and protection throughout the study duration the primary outcome measure is the lysholm score which assesses the overall function of the knee joint secondary outcomes comprise visual analogue scale muscle tone and pressure pain threshold all outcomes will be assessed and analysed by researchers blinded to the treatment allocation statistical analyses will adhere to the intention to treat principle this trial protocol has been approved by the ethics committee of ruijin hospital project number written informed consent from study participants will be obtained prior to enrolment the findings will be disseminated through peer reviewed journals itmctr"
}