{
    "title": "Chronic heart failure--mechanisms and management.",
    "doc_id": "9836341",
    "writer": "Lye M.",
    "year": "1997",
    "summary": "Over 80% of patients with chronic heart failure are over the age of 65 years. A number of community based studies over the years have indicated that up to half of elderly patients with heart failure are undiagnosed and therefore untreated. The high pro …",
    "abstract": "Over 80% of patients with chronic heart failure are over the age of 65 years. A number of community based studies over the years have indicated that up to half of elderly patients with heart failure are undiagnosed and therefore untreated. The high proportion of elderly patients with heart failure who are undiagnosed is probably due to the non-specific presentation of the condition, heart failure symptoms being over shadowed by co-morbid conditions and the haemodynamic presentation of diastolic dysfunction, vide infra. Measurement of plasma atrial natriuretic peptide levels may be helpful in identifying elderly patients at risk of, or in the early stages of heart failure. Paradoxically, there are also a number of elderly patients who are being treated for heart failure who do not have the condition. Even with the secular changes occurring in lifestyles (smoking, diet, exercise) the prevalence of heart failure will continue to increase well into the next century because of the continuing increase in the number of older people. Difficulties with diagnosis of heart failure may be related to the observation that cardiologists tend to concentrate on young cardiac patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9836341/",
    "clean_text": "chronic heart failure mechanisms and management over of patients with chronic heart failure are over the age of years a number of community based studies over the years have indicated that up to half of elderly patients with heart failure are undiagnosed and therefore untreated the high pro over of patients with chronic heart failure are over the age of years a number of community based studies over the years have indicated that up to half of elderly patients with heart failure are undiagnosed and therefore untreated the high proportion of elderly patients with heart failure who are undiagnosed is probably due to the non specific presentation of the condition heart failure symptoms being over shadowed by co morbid conditions and the haemodynamic presentation of diastolic dysfunction vide infra measurement of plasma atrial natriuretic peptide levels may be helpful in identifying elderly patients at risk of or in the early stages of heart failure paradoxically there are also a number of elderly patients who are being treated for heart failure who do not have the condition even with the secular changes occurring in lifestyles smoking diet exercise the prevalence of heart failure will continue to increase well into the next century because of the continuing increase in the number of older people difficulties with diagnosis of heart failure may be related to the observation that cardiologists tend to concentrate on young cardiac patients"
}