{
    "title": "[Development of an on-line and off-line blended teaching practice for Biochemistry Experiments].",
    "doc_id": "36994586",
    "writer": "Shi Y",
    "year": "2023",
    "summary": "On-line and off-line blended teaching is one of the directions for future experimental teaching mode reform in universities. Blended teaching is characterized by systematic course design, repeatable knowledge nodes, autonomous learning and frequent interaction between teac …",
    "abstract": "On-line and off-line blended teaching is one of the directions for future experimental teaching mode reform in universities. Blended teaching is characterized by systematic course design, repeatable knowledge nodes, autonomous learning and frequent interaction between teachers and students. The on-line and off-line blended teaching course of Biochemistry Experiments in Zhejiang University includes massive open online course (MOOC), off-line comprehensive series of experiments and independent experiments design and practice. The blended teaching practice of this course expanded experimental teaching content, developed standardized preparation, process and assessment mechanism, and promoted shared application of the course.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36994586/",
    "clean_text": "development of an on line and off line blended teaching practice for biochemistry experiments on line and off line blended teaching is one of the directions for future experimental teaching mode reform in universities blended teaching is characterized by systematic course design repeatable knowledge nodes autonomous learning and frequent interaction between teac on line and off line blended teaching is one of the directions for future experimental teaching mode reform in universities blended teaching is characterized by systematic course design repeatable knowledge nodes autonomous learning and frequent interaction between teachers and students the on line and off line blended teaching course of biochemistry experiments in zhejiang university includes massive open online course mooc off line comprehensive series of experiments and independent experiments design and practice the blended teaching practice of this course expanded experimental teaching content developed standardized preparation process and assessment mechanism and promoted shared application of the course"
}