{
    "pmid": "41429004",
    "title": "Highly Pathogenic Avian Influenza (HPAI H5N1, Clade 2.3.4.4b, genotype C2.1) in Commercial Ring-Necked Pheasants During the 2022 Outbreak in the United States.",
    "abstract": "Highly pathogenic avian influenza (HPAI) virus H5N1 clade 2.3.4.4b was introduced into North America in 2021. In 2022, clade 2.3.4.4b spilled into domestic poultry in the United States (U.S.), resulting in the largest HPAI outbreak in U.S. history. In December 2023, H5N1 2.3.4.4b was detected on an upland game bird farm in Pennsylvania. History, clinical signs, and gross lesions were suggestive of marble spleen disease. However, HPAI was identified by real-time reverse-transcriptase polymerase chain reaction; gene sequencing confirmed genotype C2.1 with phylodynamic analyses providing evidence of a wild bird introduction. Predictive mathematical modeling estimated the time of virus introduction onto the farm (15 days [95% C.I., 11 - 23] before the date of confirmed detection) being similar or longer than previously described for domestic poultry. Although bioexclusion measures were unable to prevent the initial exposure due to industry rearing practices, biocontainment procedures appeared to prevent spread. The lessons learned from this case may be important for other animal agriculture commodities, especially those species that are infrequently handled or observed and may have inaccurately calculated mortality levels. This well characterized outbreak and other experiences with natural infection should be taken as opportunities to better understand the field dynamics of this virus.",
    "disease": "influenza",
    "clean_text": "highly pathogenic avian influenza hpai h n clade b genotype c in commercial ring necked pheasants during the outbreak in the united states highly pathogenic avian influenza hpai virus h n clade b was introduced into north america in in clade b spilled into domestic poultry in the united states u s resulting in the largest hpai outbreak in u s history in december h n b was detected on an upland game bird farm in pennsylvania history clinical signs and gross lesions were suggestive of marble spleen disease however hpai was identified by real time reverse transcriptase polymerase chain reaction gene sequencing confirmed genotype c with phylodynamic analyses providing evidence of a wild bird introduction predictive mathematical modeling estimated the time of virus introduction onto the farm days c i before the date of confirmed detection being similar or longer than previously described for domestic poultry although bioexclusion measures were unable to prevent the initial exposure due to industry rearing practices biocontainment procedures appeared to prevent spread the lessons learned from this case may be important for other animal agriculture commodities especially those species that are infrequently handled or observed and may have inaccurately calculated mortality levels this well characterized outbreak and other experiences with natural infection should be taken as opportunities to better understand the field dynamics of this virus"
}