{
    "pmid": "41472013",
    "title": "Fisetin as an Antiviral Agent Targeting the RNA-Dependent RNA Polymerase of SARS-CoV-2: Computational Prediction and In Vitro Experimental Validation.",
    "abstract": "SARS-CoV-2 continues to evolve into immune-evasive variants, and although vaccination remains the cornerstone of prevention, the search for antiviral molecules targeting conserved viral enzymes remains essential. The RNA-dependent RNA polymerase (NSP12) is a central component of coronavirus replication, and natural polyphenols have been recurrently proposed as modulators of viral polymerases. Among these compounds, Fisetin has been reported to interact with multiple viral and cellular pathways, yet its direct antiviral activity against SARS-CoV-2 remained largely unexplored. Here, we first analyzed the interaction of Fisetin with the catalytic and NiRAN domains of NSP12 using molecular docking and molecular dynamics simulations, revealing stable and energetically favorable binding throughout a 100 ns simulation. Previous biochemical reports have shown that Fisetin inhibits the recombinant SARS-CoV-2 RdRp, supporting its potential to engage the polymerase. We then evaluated its antiviral activity in human A549 lung epithelial cells infected with the Omicron JN.1 variant. We observed a clear dose-dependent reduction in viral infection, achieving up to 91.9% inhibition at 3 μM while maintaining acceptable cell viability. In addition, Fisetin displayed a selectivity index superior to that of Lopinavir, the positive antiviral control used in this study. Altogether, our findings demonstrate that Fisetin possesses reproducible antiviral activity in a physiologically relevant human lung model and support its role as a natural scaffold for the rational development of polymerase-targeting antivirals against emerging SARS-CoV-2 variants.",
    "disease": "covid-19",
    "clean_text": "fisetin as an antiviral agent targeting the rna dependent rna polymerase of sars cov computational prediction and in vitro experimental validation sars cov continues to evolve into immune evasive variants and although vaccination remains the cornerstone of prevention the search for antiviral molecules targeting conserved viral enzymes remains essential the rna dependent rna polymerase nsp is a central component of coronavirus replication and natural polyphenols have been recurrently proposed as modulators of viral polymerases among these compounds fisetin has been reported to interact with multiple viral and cellular pathways yet its direct antiviral activity against sars cov remained largely unexplored here we first analyzed the interaction of fisetin with the catalytic and niran domains of nsp using molecular docking and molecular dynamics simulations revealing stable and energetically favorable binding throughout a ns simulation previous biochemical reports have shown that fisetin inhibits the recombinant sars cov rdrp supporting its potential to engage the polymerase we then evaluated its antiviral activity in human a lung epithelial cells infected with the omicron jn variant we observed a clear dose dependent reduction in viral infection achieving up to inhibition at m while maintaining acceptable cell viability in addition fisetin displayed a selectivity index superior to that of lopinavir the positive antiviral control used in this study altogether our findings demonstrate that fisetin possesses reproducible antiviral activity in a physiologically relevant human lung model and support its role as a natural scaffold for the rational development of polymerase targeting antivirals against emerging sars cov variants"
}