{
    "title": "Positive mental health in Slovenia before and during the COVID-19 pandemic.",
    "doc_id": "36311622",
    "writer": "Vinko M",
    "year": "2022",
    "summary": "BACKGROUND: Mental health has been heavily affected during the COVID-19 pandemic. In this study we compared the prevalence of flourishing and languishing mental health during the pandemic and examined which factors are associated with either category o …",
    "abstract": "Background:\n        \n      \n      Mental health has been heavily affected during the COVID-19 pandemic. In this study we compared the prevalence of flourishing and languishing mental health during the pandemic and examined which factors are associated with either category of positive mental health respectively.\n    \n\n\n          Methods:\n        \n      \n      Data from two cross-sectional surveys with nationally representative samples of adult population in Slovenia conducted in 2019 (n = 9,047) and in 2021 (n = 3,429) are used. Positive mental health was measured with Mental Health Continuum-Short Form instrument. Logistic regression was used to examine the associations between flourishing and languishing mental health and relevant COVID-19 specific and other health-related factors.\n    \n\n\n          Results:\n        \n      \n      There was a substantial decrease in the prevalence of flourishing and an increase in the prevalence of languishing mental health during the pandemic. Distribution of both flourishing and languishing mental health followed the socio-economic gradient. Resilience, COVID-19 literacy and changes in family relations, social interactions, and dietary habits were associated with both flourishing and languishing mental health.\n    \n\n\n          Conclusion:\n        \n      \n      Positive mental health of the population worsened during the pandemic, more so in traditionally disadvantaged populations. Public health efforts need to be focused appropriately with an increased emphasis on strengthening resilience and health literacy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36311622/",
    "clean_text": "positive mental health in slovenia before and during the covid pandemic background mental health has been heavily affected during the covid pandemic in this study we compared the prevalence of flourishing and languishing mental health during the pandemic and examined which factors are associated with either category o background mental health has been heavily affected during the covid pandemic in this study we compared the prevalence of flourishing and languishing mental health during the pandemic and examined which factors are associated with either category of positive mental health respectively methods data from two cross sectional surveys with nationally representative samples of adult population in slovenia conducted in n and in n are used positive mental health was measured with mental health continuum short form instrument logistic regression was used to examine the associations between flourishing and languishing mental health and relevant covid specific and other health related factors results there was a substantial decrease in the prevalence of flourishing and an increase in the prevalence of languishing mental health during the pandemic distribution of both flourishing and languishing mental health followed the socio economic gradient resilience covid literacy and changes in family relations social interactions and dietary habits were associated with both flourishing and languishing mental health conclusion positive mental health of the population worsened during the pandemic more so in traditionally disadvantaged populations public health efforts need to be focused appropriately with an increased emphasis on strengthening resilience and health literacy"
}