{
    "pmid": "41441445",
    "title": "An Update on Dermatomyositis and Related Inflammatory Myopathies: Cutaneous Clues, Skeletal Muscle Involvement, and Advances in Pathogenesis and Treatment.",
    "abstract": "Dermatomyositis (DM) is a prototypic idiopathic inflammatory myopathy in which characteristic skin disease frequently precedes or parallels muscle involvement and signals risks such as interstitial lung disease (ILD) and malignancy. This literature review integrates recent advances across dermatology, neuromuscular medicine, and immunology to refine diagnosis and management. We surveyed the literature from 2000 to 2025, prioritizing randomized trials, large cohorts, and translational studies that spanned classic and juvenile DM, amyopathic/hypomyopathic variants, and overlap phenotypes. Key insights include the diagnostic weight of pathognomonic cutaneous lesions with nailfold microangiopathy; the utility of myositis-specific autoantibodies for endotyping and risk (e.g., anti-TIF1-γ/anti-NXP2 and cancer, anti-MDA5 and rapidly progressive ILD); and the value of myxovirus-resistance protein A (MxA) immunohistochemistry and muscle MRI patterning (including distinctions from immune-mediated necrotizing myopathy) when enzymes are normal, or biopsies are treatment-modified. Management is anchored in early steroid-sparing immunosuppression tailored to phenotype, with evidence for IVIG in active DM and growing support for JAK inhibition, particularly in interferon-high or anti-MDA5 ILD, alongside selective use of calcineurin inhibitors and rituximab, with plasma exchange considered for refractory, rapidly progressive ILD. We highlight risk-stratified malignancy screening (IMACS 2023) and complications, including calcinosis, lipodystrophy, and chronic cutaneous damage. Skin-led recognition coupled with antibody-guided, phenotype-directed therapy and interdisciplinary care offers a pragmatic precision framework to improve outcomes and reduce long-term disability.",
    "disease": "lung cancer",
    "clean_text": "an update on dermatomyositis and related inflammatory myopathies cutaneous clues skeletal muscle involvement and advances in pathogenesis and treatment dermatomyositis dm is a prototypic idiopathic inflammatory myopathy in which characteristic skin disease frequently precedes or parallels muscle involvement and signals risks such as interstitial lung disease ild and malignancy this literature review integrates recent advances across dermatology neuromuscular medicine and immunology to refine diagnosis and management we surveyed the literature from to prioritizing randomized trials large cohorts and translational studies that spanned classic and juvenile dm amyopathic hypomyopathic variants and overlap phenotypes key insights include the diagnostic weight of pathognomonic cutaneous lesions with nailfold microangiopathy the utility of myositis specific autoantibodies for endotyping and risk e g anti tif anti nxp and cancer anti mda and rapidly progressive ild and the value of myxovirus resistance protein a mxa immunohistochemistry and muscle mri patterning including distinctions from immune mediated necrotizing myopathy when enzymes are normal or biopsies are treatment modified management is anchored in early steroid sparing immunosuppression tailored to phenotype with evidence for ivig in active dm and growing support for jak inhibition particularly in interferon high or anti mda ild alongside selective use of calcineurin inhibitors and rituximab with plasma exchange considered for refractory rapidly progressive ild we highlight risk stratified malignancy screening imacs and complications including calcinosis lipodystrophy and chronic cutaneous damage skin led recognition coupled with antibody guided phenotype directed therapy and interdisciplinary care offers a pragmatic precision framework to improve outcomes and reduce long term disability"
}