{
    "pmid": "41452010",
    "title": "Inhibition of MDM2 by nutlin-3 decreased pyroptosis but increased apoptosis of lung carcinoma cells under 5-FU chemotherapy.",
    "abstract": "MDM2 inhibition restores p53 function, and even mutant p53 can induce cancer cell apoptosis. Notably, apoptosis and pyroptosis may interconvert during chemotherapy. This study aimed to explore the role of the MDM2-p53 pathway in the regulation of GSDME-mediated pyroptosis in lung adenocarcinoma. Immunohistochemistry and Western blotting were employed to measure the expression levels of GSDMD, GSDME, cleaved PARP, and MDM2. Nutlin-3, an MDM2 inhibitor, was administered to 5-FU-treated wild-type A549 cells, wild-type HBE cells, GSDME-overexpressing HBE cells, and A549 cells overexpressing p53 codon 72 mutation. GSDMD and GSDME were expressed in lung adenocarcinoma tissues, adjacent nontumor tissues, and noncancerous lung tissues, whereas only GSDME was expressed in A549 and HBE cells. After chemotherapy, the N-terminal fragment of GSDME was expressed in HBE and A549 cells. GSDME had a significantly lower protein level in HBE cells than in A549 cells ( P = 0.0092). GSDME overexpression markedly increased pyroptosis in A549 ( P = 0.01) and HBE cells ( P = 1.72 × 10 -6 ). Nutlin-3 significantly reduced cell viability and pyroptosis while increasing apoptosis in 5-FU-treated wild-type A549 cells, A549 cells with the p53 codon 72 mutation, and GSDME-overexpressing HBE cells. However, it exerted no significant effects on wild-type HBE cells. GSDME-mediated pyroptosis plays a pivotal role in chemotherapy-induced cell death in lung adenocarcinoma. MDM2 inhibition, which switches pyroptosis to apoptosis, can be employed to regulate chemotherapy-induced pyroptosis in lung cancer cells and normal tissue cells.",
    "disease": "lung cancer",
    "clean_text": "inhibition of mdm by nutlin decreased pyroptosis but increased apoptosis of lung carcinoma cells under fu chemotherapy mdm inhibition restores p function and even mutant p can induce cancer cell apoptosis notably apoptosis and pyroptosis may interconvert during chemotherapy this study aimed to explore the role of the mdm p pathway in the regulation of gsdme mediated pyroptosis in lung adenocarcinoma immunohistochemistry and western blotting were employed to measure the expression levels of gsdmd gsdme cleaved parp and mdm nutlin an mdm inhibitor was administered to fu treated wild type a cells wild type hbe cells gsdme overexpressing hbe cells and a cells overexpressing p codon mutation gsdmd and gsdme were expressed in lung adenocarcinoma tissues adjacent nontumor tissues and noncancerous lung tissues whereas only gsdme was expressed in a and hbe cells after chemotherapy the n terminal fragment of gsdme was expressed in hbe and a cells gsdme had a significantly lower protein level in hbe cells than in a cells p gsdme overexpression markedly increased pyroptosis in a p and hbe cells p nutlin significantly reduced cell viability and pyroptosis while increasing apoptosis in fu treated wild type a cells a cells with the p codon mutation and gsdme overexpressing hbe cells however it exerted no significant effects on wild type hbe cells gsdme mediated pyroptosis plays a pivotal role in chemotherapy induced cell death in lung adenocarcinoma mdm inhibition which switches pyroptosis to apoptosis can be employed to regulate chemotherapy induced pyroptosis in lung cancer cells and normal tissue cells"
}