{
    "pmid": "41460832",
    "title": "Green synthesis of zinc oxide nanoparticles using ethanolic leaf extract of Olea europaea and its in vitro evaluation on MDA-MB-231 cancer cell lines, antibacterial and antioxidant activities.",
    "abstract": "There are about 1.4 million cases of breast cancer in women that are diagnosed annually worldwide. Treatments to downregulate these tumor cells include surgery, immunotherapy, and chemotherapy. This study evaluates the synthesis of zinc oxide nanoparticles (ZnONPs) and Olea europaea (O. europaea) and its characterization, antioxidant, antimicrobial, and cytotoxic effects. The Gas Chromatography-Mass Spectrometry analysis indicated bioactive compounds that are present in O. europaea, such as Apigenin, Oleoside, Hydroxytyrosol, Rutin, Oleuropein aglycone, Tyrosol, and Oleuropein. The Ultraviolet visible spectroscopy analysis indicated the spectrum with peaks of 238 nm, 282 nm, and 313 nm. The zeta sizing analysis showed a size of 86 nm with a charge of -12.64 mV, X-RAY Diffraction (XRD), which shows the crystalline structure of the material, and the Fourier Transform Infrared Spectrophotometer (FTIR), indicating the chemical bond, molecular composition, and the functional group. Scanning Electron Microscopy (SEM) and SEM-EDS (Energy Dispersive X-ray analysis were done to determine surface morphology and elemental composition. An antioxidant activity assay was performed using diphenylpicryl hydrazine (DPPH) for free radical scavenging activity. The antibacterial inhibition assay was performed, and the results obtained were gentamycin 42.55 mm, Pseudomonas aeruginosa (P. aeruginosa) 29.22 mm, Escherichia coli (E. coli) 12.55 mm, Staphylococcus aureus (S. aureus) 16.40 mm, and Bacillus cereus (B. cereus) 8.44 mm. Cytotoxicity assay was performed on Dulbecco's Modified Eagle Medium DMEM-grown MDA-MB-231 cells with varying dosage concentrations. The result showed that after 24 hours of treatment, cells were reduced to 60%, and after 48 hours of incubation, there was a 47% effect of ZnONPs. ZnO nanoparticle activity caused the MDA-MB-231 breast cancer cells to shrink, aggregate, deform, and proliferate more slowly. This research showed the medicinal potency of O. europaea.",
    "disease": "breast cancer",
    "clean_text": "green synthesis of zinc oxide nanoparticles using ethanolic leaf extract of olea europaea and its in vitro evaluation on mda mb cancer cell lines antibacterial and antioxidant activities there are about million cases of breast cancer in women that are diagnosed annually worldwide treatments to downregulate these tumor cells include surgery immunotherapy and chemotherapy this study evaluates the synthesis of zinc oxide nanoparticles znonps and olea europaea o europaea and its characterization antioxidant antimicrobial and cytotoxic effects the gas chromatography mass spectrometry analysis indicated bioactive compounds that are present in o europaea such as apigenin oleoside hydroxytyrosol rutin oleuropein aglycone tyrosol and oleuropein the ultraviolet visible spectroscopy analysis indicated the spectrum with peaks of nm nm and nm the zeta sizing analysis showed a size of nm with a charge of mv x ray diffraction xrd which shows the crystalline structure of the material and the fourier transform infrared spectrophotometer ftir indicating the chemical bond molecular composition and the functional group scanning electron microscopy sem and sem eds energy dispersive x ray analysis were done to determine surface morphology and elemental composition an antioxidant activity assay was performed using diphenylpicryl hydrazine dpph for free radical scavenging activity the antibacterial inhibition assay was performed and the results obtained were gentamycin mm pseudomonas aeruginosa p aeruginosa mm escherichia coli e coli mm staphylococcus aureus s aureus mm and bacillus cereus b cereus mm cytotoxicity assay was performed on dulbecco s modified eagle medium dmem grown mda mb cells with varying dosage concentrations the result showed that after hours of treatment cells were reduced to and after hours of incubation there was a effect of znonps zno nanoparticle activity caused the mda mb breast cancer cells to shrink aggregate deform and proliferate more slowly this research showed the medicinal potency of o europaea"
}