{
    "title": "Gunshot wounds to the spinal cord.",
    "doc_id": "451656",
    "writer": "Six E",
    "year": "1979",
    "summary": "A series of 59 patients with gunshot wounds to the spinal cord is presented. Seventeen injuries were cervical, 30 were thoracic, 11 were lumbar, and one was sacral. Twenty-nine patients had immediate complete sensorimotor loss of function, 18 had sensory or m …",
    "abstract": "A series of 59 patients with gunshot wounds to the spinal cord is presented. Seventeen injuries were cervical, 30 were thoracic, 11 were lumbar, and one was sacral. Twenty-nine patients had immediate complete sensorimotor loss of function, 18 had sensory or motor sparing below the cord lesions, and 12 had injury of the cauda equina. Thirty-nine patients were treated with decompressive laminectomy, four with local wound debridement only, three with cervical traction and subsequent anterior cervical fusion; 13 had only conservative therapy. Eleven patients had return to normal function and 20 patients had some degree of improvement. There was no significant difference in the outcome between patients operated on and those treated conservatively.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/451656/",
    "clean_text": "gunshot wounds to the spinal cord a series of patients with gunshot wounds to the spinal cord is presented seventeen injuries were cervical were thoracic were lumbar and one was sacral twenty nine patients had immediate complete sensorimotor loss of function had sensory or m a series of patients with gunshot wounds to the spinal cord is presented seventeen injuries were cervical were thoracic were lumbar and one was sacral twenty nine patients had immediate complete sensorimotor loss of function had sensory or motor sparing below the cord lesions and had injury of the cauda equina thirty nine patients were treated with decompressive laminectomy four with local wound debridement only three with cervical traction and subsequent anterior cervical fusion had only conservative therapy eleven patients had return to normal function and patients had some degree of improvement there was no significant difference in the outcome between patients operated on and those treated conservatively"
}