{
    "title": "Dietary Factors and Sleep Quality Among Hemodialysis Patients in Malaysia.",
    "doc_id": "33838975",
    "writer": "Ho LL",
    "year": "2022",
    "summary": "OBJECTIVES: Poor sleep quality is a commonly seen problem in hemodialysis patients. This study investigated the associations between dietary factors and sleep quality among hemodialysis patients. ...Three days dietary recall were used in the analysis o …",
    "abstract": "Objectives:\n        \n      \n      Poor sleep quality is a commonly seen problem in hemodialysis patients. This study investigated the associations between dietary factors and sleep quality among hemodialysis patients.\n    \n\n\n          Design and methods:\n        \n      \n      This is a cross-sectional study conducted among 184 eligible hemodialysis patients at four dialysis units in Malaysia. Three days dietary recall were used in the analysis of dietary intake and behavior. Sleep quality was assessed through Pittsburgh Sleep Quality Index.\n    \n\n\n          Results:\n        \n      \n      More than half of the patients were poor sleepers. Among the sleep components, sleep latency affected patients the most, with the use of sleep medications was relatively low. A majority of the patients had inadequate dietary intake of energy (88%) and protein (75%). Dietary protein, potassium adjusted for body weight, and sodium intake were significantly increased in poor sleepers. Lower percentage of energy from carbohydrates; higher percentage of energy from fats; higher intakes of dietary protein, fat, phosphorus, and sodium were correlated with poorer sleep quality and its components. Skipping dinner on non-dialysis days and having supper on dialysis days were associated with poor sleep quality.\n    \n\n\n          Conclusion:\n        \n      \n      Poor sleep is prevalent among hemodialysis patients. Sleep quality of hemodialysis patients was highly associated with certain dietary factors. Periodical assessment of sleep quality and dietary intake is necessary to identify poor sleepers with inappropriate dietary intake to allow effective clinical and nutritional interventions to improve the sleep quality and nutritional status of these patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33838975/",
    "clean_text": "dietary factors and sleep quality among hemodialysis patients in malaysia objectives poor sleep quality is a commonly seen problem in hemodialysis patients this study investigated the associations between dietary factors and sleep quality among hemodialysis patients three days dietary recall were used in the analysis o objectives poor sleep quality is a commonly seen problem in hemodialysis patients this study investigated the associations between dietary factors and sleep quality among hemodialysis patients design and methods this is a cross sectional study conducted among eligible hemodialysis patients at four dialysis units in malaysia three days dietary recall were used in the analysis of dietary intake and behavior sleep quality was assessed through pittsburgh sleep quality index results more than half of the patients were poor sleepers among the sleep components sleep latency affected patients the most with the use of sleep medications was relatively low a majority of the patients had inadequate dietary intake of energy and protein dietary protein potassium adjusted for body weight and sodium intake were significantly increased in poor sleepers lower percentage of energy from carbohydrates higher percentage of energy from fats higher intakes of dietary protein fat phosphorus and sodium were correlated with poorer sleep quality and its components skipping dinner on non dialysis days and having supper on dialysis days were associated with poor sleep quality conclusion poor sleep is prevalent among hemodialysis patients sleep quality of hemodialysis patients was highly associated with certain dietary factors periodical assessment of sleep quality and dietary intake is necessary to identify poor sleepers with inappropriate dietary intake to allow effective clinical and nutritional interventions to improve the sleep quality and nutritional status of these patients"
}