{
    "pmid": "41422260",
    "title": "Differential effects of dual and synergist-based insecticide-treated bed nets on pyrethroid resistance and L995F/S knockdown resistance mutation dynamics in Anopheles gambiae s.l. populations in south-western Burkina Faso.",
    "abstract": "The introduction of next-generation insecticide-treated nets (ITNs) in Burkina Faso aims to mitigate pyrethroid resistance in malaria vectors. This study evaluated the impact of different ITN types on phenotypic resistance and kdr mutation frequencies in Anopheles gambiae sensus lacto (s.l.) populations across three health districts over 3 years. Annual mosquito collections were conducted in Banfora (where pyrethroid-chlorfenapyr nets had been distributed), Gaoua (pyrethroid-only ITNs) and Orodara (pyrethroid-piperonyl butoxide [PBO] ITNs). Two populations were analysed: adult females collected directly from the field and those reared from field-collected larvae. World Health Organization (WHO) susceptibility bioassays measured 24-h mortality after exposure to 1×, 5× and 10× concentrations of deltamethrin and alphacypermethrin, with and without pre-exposure to piperonyl butoxide. Frequencies of kdr mutations L995F and L995S were determined by polymerase chain reaction (PCR). High-intensity resistance was observed in each study district, with mortality consistently below 45% and not reaching WHO thresholds even at 10× doses. PBO increased mortality, indicating metabolic resistance, but failed to restore full susceptibility. L995F predominated across all districts, years and mosquito populations. L995S remained low and variable. Pyr-only nets were associated with rising L995F frequencies and lower mortality in resistance assays. Pyrethroid (Pyr)-chlorfenapyr (CFR) nets improved mortality in resistance assays without increasing kdr prevalence. Pyr-PBO nets showed partial and inconsistent efficacy, with mosquitoes having mixed patterns in resistance assays. Similar patterns between field and laboratory-reared populations were observed. ITN type strongly influenced resistance dynamics. Dual-active ingredient (AI) nets, particularly Pyr-CFR, appear more effective in managing resistance. Integrated resistance management combining ITN rotation, routine monitoring and complementary interventions is essential to preserve vector control efficacy.",
    "disease": "tuberculosis",
    "clean_text": "differential effects of dual and synergist based insecticide treated bed nets on pyrethroid resistance and l f s knockdown resistance mutation dynamics in anopheles gambiae s l populations in south western burkina faso the introduction of next generation insecticide treated nets itns in burkina faso aims to mitigate pyrethroid resistance in malaria vectors this study evaluated the impact of different itn types on phenotypic resistance and kdr mutation frequencies in anopheles gambiae sensus lacto s l populations across three health districts over years annual mosquito collections were conducted in banfora where pyrethroid chlorfenapyr nets had been distributed gaoua pyrethroid only itns and orodara pyrethroid piperonyl butoxide pbo itns two populations were analysed adult females collected directly from the field and those reared from field collected larvae world health organization who susceptibility bioassays measured h mortality after exposure to and concentrations of deltamethrin and alphacypermethrin with and without pre exposure to piperonyl butoxide frequencies of kdr mutations l f and l s were determined by polymerase chain reaction pcr high intensity resistance was observed in each study district with mortality consistently below and not reaching who thresholds even at doses pbo increased mortality indicating metabolic resistance but failed to restore full susceptibility l f predominated across all districts years and mosquito populations l s remained low and variable pyr only nets were associated with rising l f frequencies and lower mortality in resistance assays pyrethroid pyr chlorfenapyr cfr nets improved mortality in resistance assays without increasing kdr prevalence pyr pbo nets showed partial and inconsistent efficacy with mosquitoes having mixed patterns in resistance assays similar patterns between field and laboratory reared populations were observed itn type strongly influenced resistance dynamics dual active ingredient ai nets particularly pyr cfr appear more effective in managing resistance integrated resistance management combining itn rotation routine monitoring and complementary interventions is essential to preserve vector control efficacy"
}