{
    "title": "Regeneration of injured skin and peripheral nerves requires control of wound contraction, not scar formation.",
    "doc_id": "28370669",
    "writer": "Yannas IV",
    "year": "2017",
    "summary": "We review the mounting evidence that regeneration is induced in wounds in skin and peripheral nerves by a simple modification of the wound healing process. ...In summary, we show that regeneration of wounded skin and peripheral nerves in the adult mammal can …",
    "abstract": "We review the mounting evidence that regeneration is induced in wounds in skin and peripheral nerves by a simple modification of the wound healing process. Here, the process of induced regeneration is compared to the other two well-known processes by which wounds close, i.e., contraction and scar formation. Direct evidence supports the hypothesis that the mechanical force of contraction (planar in skin wounds, circumferential in nerve wounds) is the driver guiding the orientation of assemblies of myofibroblasts (MFB) and collagen fibers during scar formation in untreated wounds. We conclude that scar formation depends critically on wound contraction and is, therefore, a healing process secondary to contraction. Wound contraction and regeneration did not coincide during healing in a number of experimental models of spontaneous (untreated) regeneration described in the literature. Furthermore, in other studies in which an efficient contraction-blocker, a collagen scaffold named dermis regeneration template (DRT), and variants of it, were grafted on skin wounds or peripheral nerve wounds, regeneration was systematically observed in the absence of contraction. We conclude that contraction and regeneration are mutually antagonistic processes. A dramatic change in the phenotype of MFB was observed when the contraction-blocking scaffold DRT was used to treat wounds in skin and peripheral nerves. The phenotype change was directly observed as drastic reduction in MFB density, dispersion of MFB assemblies and loss of alignment of the long MFB axes. These observations were explained by the evidence of a surface-biological interaction of MFB with the scaffold, specifically involving binding of MFB integrins α1 β1 and α2 β1 to ligands GFOGER and GLOGER naturally present on the surface of the collagen scaffold. In summary, we show that regeneration of wounded skin and peripheral nerves in the adult mammal can be induced simply by appropriate control of wound contraction, rather than of scar formation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28370669/",
    "clean_text": "regeneration of injured skin and peripheral nerves requires control of wound contraction not scar formation we review the mounting evidence that regeneration is induced in wounds in skin and peripheral nerves by a simple modification of the wound healing process in summary we show that regeneration of wounded skin and peripheral nerves in the adult mammal can we review the mounting evidence that regeneration is induced in wounds in skin and peripheral nerves by a simple modification of the wound healing process here the process of induced regeneration is compared to the other two well known processes by which wounds close i e contraction and scar formation direct evidence supports the hypothesis that the mechanical force of contraction planar in skin wounds circumferential in nerve wounds is the driver guiding the orientation of assemblies of myofibroblasts mfb and collagen fibers during scar formation in untreated wounds we conclude that scar formation depends critically on wound contraction and is therefore a healing process secondary to contraction wound contraction and regeneration did not coincide during healing in a number of experimental models of spontaneous untreated regeneration described in the literature furthermore in other studies in which an efficient contraction blocker a collagen scaffold named dermis regeneration template drt and variants of it were grafted on skin wounds or peripheral nerve wounds regeneration was systematically observed in the absence of contraction we conclude that contraction and regeneration are mutually antagonistic processes a dramatic change in the phenotype of mfb was observed when the contraction blocking scaffold drt was used to treat wounds in skin and peripheral nerves the phenotype change was directly observed as drastic reduction in mfb density dispersion of mfb assemblies and loss of alignment of the long mfb axes these observations were explained by the evidence of a surface biological interaction of mfb with the scaffold specifically involving binding of mfb integrins and to ligands gfoger and gloger naturally present on the surface of the collagen scaffold in summary we show that regeneration of wounded skin and peripheral nerves in the adult mammal can be induced simply by appropriate control of wound contraction rather than of scar formation"
}