{
    "title": "[Herpes zoster in old adults].",
    "doc_id": "19028069",
    "writer": "Lang PO",
    "year": "2009",
    "summary": "The varicella-zoster virus is an exclusively human herpesvirus, responsible for chickenpox. Its reactivation, after several decades, causes herpes zoster (shingles). Herpes zoster produces a rash, classically metameric, that causes acute pain an …",
    "abstract": "The varicella-zoster virus is an exclusively human herpesvirus, responsible for chickenpox. Its reactivation, after several decades, causes herpes zoster (shingles). Herpes zoster produces a rash, classically metameric, that causes acute pain and complications to elderly patients. The last, most painful, and disabling of these is postherpetic neuralgia. This neuralgia is defined as a painful syndrome lasting for more than 30 days after eruption of the rash. Today's systemic antiviral drugs can reduce the severity of the eruption, limit the pain, and diminish the incidence of postherpetic neuralgia. A recent advance in primary prevention is approval of a vaccine (Zostavax) to prevent herpes zoster and postherpetic neuralgia in subjects 60 years or older.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19028069/",
    "clean_text": "herpes zoster in old adults the varicella zoster virus is an exclusively human herpesvirus responsible for chickenpox its reactivation after several decades causes herpes zoster shingles herpes zoster produces a rash classically metameric that causes acute pain an the varicella zoster virus is an exclusively human herpesvirus responsible for chickenpox its reactivation after several decades causes herpes zoster shingles herpes zoster produces a rash classically metameric that causes acute pain and complications to elderly patients the last most painful and disabling of these is postherpetic neuralgia this neuralgia is defined as a painful syndrome lasting for more than days after eruption of the rash today s systemic antiviral drugs can reduce the severity of the eruption limit the pain and diminish the incidence of postherpetic neuralgia a recent advance in primary prevention is approval of a vaccine zostavax to prevent herpes zoster and postherpetic neuralgia in subjects years or older"
}