{
    "pmid": "41443408",
    "title": "Impact of Glucagon-like Peptide-1 Receptor Agonists on Age-Related Macular Degeneration at a Tertiary Ophthalmology Center.",
    "abstract": "There is ongoing debate in the literature on the effects of glucagon-like peptide-1 receptor agonists (GLP-1RA) on age-related macular degeneration (AMD). This study examines the effect of GLP-1RA on the risk of AMD development compared to other glucose-lowering medications at a single ophthalmology center. Retrospective cohort study. 30,515 GLP-1RA users, 48,906 SGLT-2i, 286,066 metformin, and 164,361 insulin users aged 50+ years had 1-year minimum drug duration between 2016 and 2025. After propensity score matching (PSM), each cohort included 7,561 patients. Patients with diabetic macular edema, severe or proliferative diabetic retinopathy, and with history of prior retinal surgeries were excluded. The relative risk of developing nonexudative AMD was measured at yearly drug duration intervals up to 3 years using logistic regression models controlling for age, sex, race, smoking status, and HbA1C %. Manual review was performed on a random sampling of AMD cases to optimize accuracy. Cox proportional hazards (CPH) validation analyses in PSM cohorts were performed, matching additionally for BMI, history of hypertension, chronic kidney disease, and diabetes duration. The primary outcome was the relative risk of nonexudative AMD up to 3 years on GLP-1RAs compared to alternate anti-hyperglycemic agents. GLP-1RA was associated with decreased risk of nonexudative AMD compared to metformin and insulin at all three years and compared to SGLT-2i only after 3 years of use (3 years: metformin RR=0.25, 95% CI 0.14-0.41, insulin RR=0.28, 95% CI 0.15-0.46, SGLT-2i RR=0.42, 95% CI 0.22-0.74). In PSM cohorts, CPH analyses showed a reduced risk only compared to insulin (HR=0.45, 95% CI 0.27-0.76). GLP-1RA use was associated with lower risk of nonexudative AMD compared to metformin, insulin, and SGLT-2i in logistic regression models. The risk reduction persisted for insulin in CPH analyses in smaller PSM cohorts.",
    "disease": "chronic kidney disease",
    "clean_text": "impact of glucagon like peptide receptor agonists on age related macular degeneration at a tertiary ophthalmology center there is ongoing debate in the literature on the effects of glucagon like peptide receptor agonists glp ra on age related macular degeneration amd this study examines the effect of glp ra on the risk of amd development compared to other glucose lowering medications at a single ophthalmology center retrospective cohort study glp ra users sglt i metformin and insulin users aged years had year minimum drug duration between and after propensity score matching psm each cohort included patients patients with diabetic macular edema severe or proliferative diabetic retinopathy and with history of prior retinal surgeries were excluded the relative risk of developing nonexudative amd was measured at yearly drug duration intervals up to years using logistic regression models controlling for age sex race smoking status and hba c manual review was performed on a random sampling of amd cases to optimize accuracy cox proportional hazards cph validation analyses in psm cohorts were performed matching additionally for bmi history of hypertension chronic kidney disease and diabetes duration the primary outcome was the relative risk of nonexudative amd up to years on glp ras compared to alternate anti hyperglycemic agents glp ra was associated with decreased risk of nonexudative amd compared to metformin and insulin at all three years and compared to sglt i only after years of use years metformin rr ci insulin rr ci sglt i rr ci in psm cohorts cph analyses showed a reduced risk only compared to insulin hr ci glp ra use was associated with lower risk of nonexudative amd compared to metformin insulin and sglt i in logistic regression models the risk reduction persisted for insulin in cph analyses in smaller psm cohorts"
}