{
    "pmid": "41407293",
    "title": "Utility and Prognostic Implications of Continuous Electroencephalogram Monitoring in Pediatric Intensive Care.",
    "abstract": "Continuous electroencephalography (cEEG) is increasingly used in pediatric intensive care units (PICUs), but data on its diagnostic yield and prognostic value in critically ill children remain limited. This study evaluated EEG monitoring practices, seizure detection, treatment changes, and long-term epilepsy outcomes in a tertiary PICU.We retrospectively analyzed 184 children (1 month-18 years) who underwent intermittent EEG or cEEG in a tertiary PICU between 2018 and 2022. Demographic and clinical features, EEG indications and findings, antiseizure treatment modifications, and outcomes were obtained from medical records. Primary outcomes were acute seizure control, occurrence of nonconvulsive status epilepticus (NCSE), and development of drug-resistant epilepsy (DRE) during follow-up.Ninety-eight patients (53.2%) had clinical seizures, and 86 (46.8%) underwent EEG for altered mental status or suspected encephalopathy. cEEG was used in 102/184 and intermittent EEG in 82/184 patients. Electrographic seizures were detected in 22/184 (12.0%); antiseizure therapy was modified in 17/22 based on EEG, and previously unsuspected nonconvulsive seizures were identified in 5/184 (2.7%). Acute seizure control during the PICU stay was achieved in 99/101 (98.0%) patients with documented seizures. Over a median follow-up of 8.0 months, newly diagnosed DRE occurred in 38/184 (20.7%), predominantly in patients with acute encephalopathy, hypoxic-ischemic injury, or central nervous system (CNS) infection.In this pediatric PICU cohort, EEG-especially cEEG in high-risk patients-provided relevant information by improving electrographic seizure detection and guiding antiseizure management, while revealing a long-term burden of DRE. Prospective multicenter studies are needed to define the optimal role of EEG in pediatric neurocritical care.",
    "disease": "epilepsy",
    "clean_text": "utility and prognostic implications of continuous electroencephalogram monitoring in pediatric intensive care continuous electroencephalography ceeg is increasingly used in pediatric intensive care units picus but data on its diagnostic yield and prognostic value in critically ill children remain limited this study evaluated eeg monitoring practices seizure detection treatment changes and long term epilepsy outcomes in a tertiary picu we retrospectively analyzed children month years who underwent intermittent eeg or ceeg in a tertiary picu between and demographic and clinical features eeg indications and findings antiseizure treatment modifications and outcomes were obtained from medical records primary outcomes were acute seizure control occurrence of nonconvulsive status epilepticus ncse and development of drug resistant epilepsy dre during follow up ninety eight patients had clinical seizures and underwent eeg for altered mental status or suspected encephalopathy ceeg was used in and intermittent eeg in patients electrographic seizures were detected in antiseizure therapy was modified in based on eeg and previously unsuspected nonconvulsive seizures were identified in acute seizure control during the picu stay was achieved in patients with documented seizures over a median follow up of months newly diagnosed dre occurred in predominantly in patients with acute encephalopathy hypoxic ischemic injury or central nervous system cns infection in this pediatric picu cohort eeg especially ceeg in high risk patients provided relevant information by improving electrographic seizure detection and guiding antiseizure management while revealing a long term burden of dre prospective multicenter studies are needed to define the optimal role of eeg in pediatric neurocritical care"
}