{
    "pmid": "41438228",
    "title": "Assessing the impact of neuropathic bladder on total hip arthroplasty outcomes: A matched cohort analysis.",
    "abstract": "Total hip arthroplasty (THA) alleviates pain and improves mobility in individuals with end-stage hip disease. However, THA patients with neuropathic bladder may face increased postoperative risks. This study aimed to assess how neuropathic bladder conditions influence outcomes after primary THA and propose recommendations to avoid associated complications. A retrospective cohort analysis was conducted using data from TriNetX Research Network, including 193,988 patients aged 18 years and older who underwent primary THA between January 1, 2003, and January 1, 2020. Patients were categorized into two cohorts: those with (NB) and without (no-NB) neuropathic bladder conditions prior to THA. Propensity score matching yielded 1482 patients in each cohort. Rates of postoperative outcomes at 30 days, 90 days, 1 year, and 5 years were compared. Within 30 days of surgery, NB patients demonstrated significantly elevated rates of urinary tract infection, pneumonia, periprosthetic joint infection (PJI), deep vein thrombosis, and transfusion compared to no-NB patients ( Patients with neuropathic bladder undergoing THA faced significantly elevated risks of postoperative complications, highlighting the need for tailored postoperative management strategies of neuropathic bladder to mitigate these risks and improve THA outcomes.",
    "disease": "pneumonia",
    "clean_text": "assessing the impact of neuropathic bladder on total hip arthroplasty outcomes a matched cohort analysis total hip arthroplasty tha alleviates pain and improves mobility in individuals with end stage hip disease however tha patients with neuropathic bladder may face increased postoperative risks this study aimed to assess how neuropathic bladder conditions influence outcomes after primary tha and propose recommendations to avoid associated complications a retrospective cohort analysis was conducted using data from trinetx research network including patients aged years and older who underwent primary tha between january and january patients were categorized into two cohorts those with nb and without no nb neuropathic bladder conditions prior to tha propensity score matching yielded patients in each cohort rates of postoperative outcomes at days days year and years were compared within days of surgery nb patients demonstrated significantly elevated rates of urinary tract infection pneumonia periprosthetic joint infection pji deep vein thrombosis and transfusion compared to no nb patients patients with neuropathic bladder undergoing tha faced significantly elevated risks of postoperative complications highlighting the need for tailored postoperative management strategies of neuropathic bladder to mitigate these risks and improve tha outcomes"
}