{
    "title": "Pathophysiology and management of hypokalemia: a clinical perspective.",
    "doc_id": "21278718",
    "writer": "Unwin RJ",
    "year": "2011",
    "summary": "K(+) homeostasis depends on external balance (dietary intake [typically 100 mmol per day] versus excretion [95% via the kidney; 5% via the colon]) and internal balance (the distribution of K(+) between intracellular and extracellular fluid compartments). ...Extrarenal K(+) …",
    "abstract": "Potassium (K(+)) ions are the predominant intracellular cations. K(+) homeostasis depends on external balance (dietary intake [typically 100 mmol per day] versus excretion [95% via the kidney; 5% via the colon]) and internal balance (the distribution of K(+) between intracellular and extracellular fluid compartments). The uneven distribution of K(+) across cell membranes means that a mere 1% shift in its distribution can cause a 50% change in plasma K(+) concentration. Hormonal mechanisms (involving insulin, β-adrenergic agonists and aldosterone) modulate K(+) distribution by promoting rapid transfer of K(+) across the plasma membrane. Extrarenal K(+) losses from the body are usually small, but can be marked in individuals with chronic diarrhea, severe burns or prolonged sweating. Under normal circumstances, the kidney's distal nephron secretes K(+) and determines final urinary excretion. In patients with hypokalemia (plasma K(+) concentration <3.5 mmol/l), after the exclusion of extrarenal causes, alterations in sodium ion delivery to the distal nephron, mineralocorticoid status, or a specific inherited or acquired defect in distal nephron function (each of which affects distal nephron K(+) secretion), should be considered. Clinical management of hypokalemia should establish the underlying cause and alleviate the primary disorder. This Review aims to inform clinicians about the pathophysiology and appropriate treatment for hypokalemia.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21278718/",
    "clean_text": "pathophysiology and management of hypokalemia a clinical perspective k homeostasis depends on external balance dietary intake typically mmol per day versus excretion via the kidney via the colon and internal balance the distribution of k between intracellular and extracellular fluid compartments extrarenal k potassium k ions are the predominant intracellular cations k homeostasis depends on external balance dietary intake typically mmol per day versus excretion via the kidney via the colon and internal balance the distribution of k between intracellular and extracellular fluid compartments the uneven distribution of k across cell membranes means that a mere shift in its distribution can cause a change in plasma k concentration hormonal mechanisms involving insulin adrenergic agonists and aldosterone modulate k distribution by promoting rapid transfer of k across the plasma membrane extrarenal k losses from the body are usually small but can be marked in individuals with chronic diarrhea severe burns or prolonged sweating under normal circumstances the kidney s distal nephron secretes k and determines final urinary excretion in patients with hypokalemia plasma k concentration mmol l after the exclusion of extrarenal causes alterations in sodium ion delivery to the distal nephron mineralocorticoid status or a specific inherited or acquired defect in distal nephron function each of which affects distal nephron k secretion should be considered clinical management of hypokalemia should establish the underlying cause and alleviate the primary disorder this review aims to inform clinicians about the pathophysiology and appropriate treatment for hypokalemia"
}