{
    "pmid": "41460253",
    "title": "Enhanced versus extended preoperative antibiotic prophylaxis for retrograde intrarenal surgery in high infectious risk patients: a randomized controlled trial.",
    "abstract": "To compare enhanced (2 days) antibiotic prophylaxis (AP) versus extended (7 days) AP in terms of rate and grade of infectious complications post RIRS in high-risk patients. In addition, we aimed to identify the risk factors related to these devastating complications. After institutional review board (IRB) approval, 145 patients were randomized into two groups; enhanced and extended groups. Baseline clinical, laboratory and radiological characteristics were compared between the two groups. Primary outcome was incidence of post-RIRS infectious complications. Secondary outcomes comprised length of hospital stay, stone free rate (SFR), unplanned visits and hospital readmissions. Univariate and multivariate logistic regression analyses were utilized to identify independent predictors of post-RIRS infectious complications. The two study groups were comparable for preoperative baseline patients’ and stone characteristics. Asymptomatic bacteriuria, diabetes mellitus and lengthy dwelling ureteral stents were identified in 66 (45.5%), 51 (35%) and 113 (78%) patients, respectively. The rate of post-RIRS infectious complications was comparable between the two groups (36% in enhanced group and 24% in extended group, P = 0.81). There were no differences between the two groups in terms of grade of infectious complications or infected postoperative urine culture (P = 0.74, and 0.06, respectively). Length of stay, SFR and unplanned visits and hospital readmissions were statistically comparable between the two groups. On multivariate analysis, only preoperative pyuria and lengthy dwelling ureteral stents were independently associated with increased risk of post-RIRS infectious complications regardless the AP duration (relative risk 95%CI, p value = 1.49 1.22–1.83, 0.01 and 1.42 1.15–1.76, 0.02, respectively). Prior to RIRS in high-risk patients for infectious complications, enhanced (2 days) AP was shown comparable to extended (7 days) AP in terms of rate and grade of infectious post-operative events. Preoperative pyuria and lengthy dwelling ureteral stents were independent risk factors for post-RIRS infectious complications regardless the AP duration. Clinicaltrials.gov ID: NCT05384197.",
    "disease": "diabetes mellitus",
    "clean_text": "enhanced versus extended preoperative antibiotic prophylaxis for retrograde intrarenal surgery in high infectious risk patients a randomized controlled trial to compare enhanced days antibiotic prophylaxis ap versus extended days ap in terms of rate and grade of infectious complications post rirs in high risk patients in addition we aimed to identify the risk factors related to these devastating complications after institutional review board irb approval patients were randomized into two groups enhanced and extended groups baseline clinical laboratory and radiological characteristics were compared between the two groups primary outcome was incidence of post rirs infectious complications secondary outcomes comprised length of hospital stay stone free rate sfr unplanned visits and hospital readmissions univariate and multivariate logistic regression analyses were utilized to identify independent predictors of post rirs infectious complications the two study groups were comparable for preoperative baseline patients and stone characteristics asymptomatic bacteriuria diabetes mellitus and lengthy dwelling ureteral stents were identified in and patients respectively the rate of post rirs infectious complications was comparable between the two groups in enhanced group and in extended group p there were no differences between the two groups in terms of grade of infectious complications or infected postoperative urine culture p and respectively length of stay sfr and unplanned visits and hospital readmissions were statistically comparable between the two groups on multivariate analysis only preoperative pyuria and lengthy dwelling ureteral stents were independently associated with increased risk of post rirs infectious complications regardless the ap duration relative risk ci p value and respectively prior to rirs in high risk patients for infectious complications enhanced days ap was shown comparable to extended days ap in terms of rate and grade of infectious post operative events preoperative pyuria and lengthy dwelling ureteral stents were independent risk factors for post rirs infectious complications regardless the ap duration clinicaltrials gov id nct"
}