{
    "title": "A Novel Form of Familial Vasopressin Deficient Diabetes Insipidus Transmitted in an X-linked Recessive Manner.",
    "doc_id": "35137152",
    "writer": "Habiby R",
    "year": "2022",
    "summary": "CONTEXT: Familial pituitary diabetes insipidus has been described only in an autosomal dominant or recessive mode of inheritance. OBJECTIVE: This work aims to determine the cause of a novel form of familial diabetes insipidus (DI) that is controlled by …",
    "abstract": "Context:\n        \n      \n      Familial pituitary diabetes insipidus has been described only in an autosomal dominant or recessive mode of inheritance.\n    \n\n\n          Objective:\n        \n      \n      This work aims to determine the cause of a novel form of familial diabetes insipidus (DI) that is controlled by desmopressin therapy but segregates in an X-linked recessive manner.\n    \n\n\n          Methods:\n        \n      \n      Thirteen members from 3 generations of the kindred with familial DI were studied. Water intake, urine volume, urine osmolality, plasma osmolality, and plasma vasopressin were measured under basal conditions, during fluid deprivation, 3% saline infusion, and water loading. Magnetic resonance images of the posterior pituitary also were obtained. In affected males, the effects of desmopressin therapy and linkage of the DI to markers for chromosome Xq28 were determined. In addition, the genes encoding vasopressin, aquaporin-2, the AVPR2 receptor, and its flanking regions were sequenced.\n    \n\n\n          Results:\n        \n      \n      This study showed that 4 males from 3 generations of the kindred have DI that is due to a deficiency of vasopressin, is corrected by standard doses of desmopressin, and segregates with markers for the AVPR2 gene in Xq28. However, no mutations were found in AVPR2 or its highly conserved flanking regions. Exome sequencing confirmed these findings and also revealed no deleterious variants in the provasopressin and aquaporin-2 genes. The 4 obligate female carriers osmo-regulated vasopressin in the low normal range.\n    \n\n\n          Conclusion:\n        \n      \n      X-linked recessive transmission of DI can be due to a defect in either the secretion or the action of vasopressin. Other criteria are necessary to differentiate and manage the 2 disorders correctly.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35137152/",
    "clean_text": "a novel form of familial vasopressin deficient diabetes insipidus transmitted in an x linked recessive manner context familial pituitary diabetes insipidus has been described only in an autosomal dominant or recessive mode of inheritance objective this work aims to determine the cause of a novel form of familial diabetes insipidus di that is controlled by context familial pituitary diabetes insipidus has been described only in an autosomal dominant or recessive mode of inheritance objective this work aims to determine the cause of a novel form of familial diabetes insipidus di that is controlled by desmopressin therapy but segregates in an x linked recessive manner methods thirteen members from generations of the kindred with familial di were studied water intake urine volume urine osmolality plasma osmolality and plasma vasopressin were measured under basal conditions during fluid deprivation saline infusion and water loading magnetic resonance images of the posterior pituitary also were obtained in affected males the effects of desmopressin therapy and linkage of the di to markers for chromosome xq were determined in addition the genes encoding vasopressin aquaporin the avpr receptor and its flanking regions were sequenced results this study showed that males from generations of the kindred have di that is due to a deficiency of vasopressin is corrected by standard doses of desmopressin and segregates with markers for the avpr gene in xq however no mutations were found in avpr or its highly conserved flanking regions exome sequencing confirmed these findings and also revealed no deleterious variants in the provasopressin and aquaporin genes the obligate female carriers osmo regulated vasopressin in the low normal range conclusion x linked recessive transmission of di can be due to a defect in either the secretion or the action of vasopressin other criteria are necessary to differentiate and manage the disorders correctly"
}