{
    "title": "A systematic review on idiopathic intracranial hypertension comorbid with polycystic ovarian syndrome and its consequences.",
    "doc_id": "37948928",
    "writer": "Rzewuska N",
    "year": "2024",
    "summary": "IIH and PCOS both mainly affect obese women of reproductive age and have an impact on women's health at various levels. The aim of this systematic review was to compare the prevalence and association between comorbid IIH and PCOS, and their effect on such aspects as …",
    "abstract": "Background:\n        \n      \n      A few publications have examined the frequency and medical implications of individuals with idiopathic intracranial hypertension (IIH) and polycystic ovarian syndrome (PCOS), but the findings have been inconclusive. IIH and PCOS both mainly affect obese women of reproductive age and have an impact on women's health at various levels. The aim of this systematic review was to compare the prevalence and association between comorbid IIH and PCOS, and their effect on such aspects as metabolism, abnormalities in hormone levels, and reproduction.\n    \n\n\n          Methods:\n        \n      \n      The criterion for inclusion was a research study of patients suffering from both syndromes. We excluded review articles, case reports, and papers with an inappropriate study design, patient population or outcomes. Electronic databases PubMed, Scopus, Web of Science and gray literature were searched to retrieve studies published from inception to June 10, 2023. The risk of bias assessment was conducted utilizing Covidence software and by discussion between co-authors.\n    \n\n\n          Results:\n        \n      \n      After applying our inclusion/exclusion criteria, we consolidated the initial pool to a final selection of 9 articles, and 2185 patients with comorbidity of these two conditions. The prevalence of PCOS among patients with IIH was observed, with incidence rates ranging from 15.5% to 57%, which is up to 8 times greater, than the 4-10% prevalence of PCOS in the general population. These data may be valuable in clinical practice for both neurologists and gynecologists.\n    \n\n\n          Discussion:\n        \n      \n      PCOS associated with obesity facilitates concurrence of IIH. The diagnosis of concurrence of IIH and PCOS may have significant clinical implications for patients due to the accompanying hormonal disorders, obesity-related consequences, and fertility issues. Other No systematic review was found. We have registered the study in PROSPERO (International prospective register of systematic reviews), and the registration number is CRD42023437485.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37948928/",
    "clean_text": "a systematic review on idiopathic intracranial hypertension comorbid with polycystic ovarian syndrome and its consequences iih and pcos both mainly affect obese women of reproductive age and have an impact on women s health at various levels the aim of this systematic review was to compare the prevalence and association between comorbid iih and pcos and their effect on such aspects as background a few publications have examined the frequency and medical implications of individuals with idiopathic intracranial hypertension iih and polycystic ovarian syndrome pcos but the findings have been inconclusive iih and pcos both mainly affect obese women of reproductive age and have an impact on women s health at various levels the aim of this systematic review was to compare the prevalence and association between comorbid iih and pcos and their effect on such aspects as metabolism abnormalities in hormone levels and reproduction methods the criterion for inclusion was a research study of patients suffering from both syndromes we excluded review articles case reports and papers with an inappropriate study design patient population or outcomes electronic databases pubmed scopus web of science and gray literature were searched to retrieve studies published from inception to june the risk of bias assessment was conducted utilizing covidence software and by discussion between co authors results after applying our inclusion exclusion criteria we consolidated the initial pool to a final selection of articles and patients with comorbidity of these two conditions the prevalence of pcos among patients with iih was observed with incidence rates ranging from to which is up to times greater than the prevalence of pcos in the general population these data may be valuable in clinical practice for both neurologists and gynecologists discussion pcos associated with obesity facilitates concurrence of iih the diagnosis of concurrence of iih and pcos may have significant clinical implications for patients due to the accompanying hormonal disorders obesity related consequences and fertility issues other no systematic review was found we have registered the study in prospero international prospective register of systematic reviews and the registration number is crd"
}