{
    "title": "A Systematic Review of Interventions for Hope/Hopelessness in Older Adults.",
    "doc_id": "31913808",
    "writer": "Hernandez SC",
    "year": "2021",
    "summary": "Objectives: Hope/hopelessness is an important determinant of health and death, and is a modifiable risk factor for older adults. The present review aimed to evaluate the effectiveness of interventions on hope among older populations. ...Clinical implications: Cognit …",
    "abstract": "Objectives: Hope/hopelessness is an important determinant of health and death, and is a modifiable risk factor for older adults. The present review aimed to evaluate the effectiveness of interventions on hope among older populations. Methods: PsychINFO and PubMed were systematically searched. Publications reporting on interventions delivered to older adults that included quantitative data on hope/hopelessness were systematically reviewed. Results: Thirty-six studies were included, most with hope/hopelessness as a secondary outcome. Interventions based on CBT alone or combined with antidepressants significantly decreased hopelessness in depressed older adults. Psychological interventions based on life review effectively improved hope/hopelessness in a range of samples, including depressed, bereaving, or medically ill older adults. Little to no support was found for exercise programs for healthy older adults, educational interventions for medically ill individuals, or Dignity Therapy for palliative care patients. Conclusions: Hope/hopelessness in older adults can be improved using psychological interventions based on CBT and life review. Controlled trials with hope/hopelessness as a primary objective are needed to more clearly demonstrate effectiveness. Clinical implications: Cognitive-behavioral interventions can improve hopelessness in depressed older adults. Life-review based interventions can positively impact hope in a range of older populations. Dignity Therapy, physical exercise, and educational programs may not effectively improve hope/hopelessness in older adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31913808/",
    "clean_text": "a systematic review of interventions for hope hopelessness in older adults objectives hope hopelessness is an important determinant of health and death and is a modifiable risk factor for older adults the present review aimed to evaluate the effectiveness of interventions on hope among older populations clinical implications cognit objectives hope hopelessness is an important determinant of health and death and is a modifiable risk factor for older adults the present review aimed to evaluate the effectiveness of interventions on hope among older populations methods psychinfo and pubmed were systematically searched publications reporting on interventions delivered to older adults that included quantitative data on hope hopelessness were systematically reviewed results thirty six studies were included most with hope hopelessness as a secondary outcome interventions based on cbt alone or combined with antidepressants significantly decreased hopelessness in depressed older adults psychological interventions based on life review effectively improved hope hopelessness in a range of samples including depressed bereaving or medically ill older adults little to no support was found for exercise programs for healthy older adults educational interventions for medically ill individuals or dignity therapy for palliative care patients conclusions hope hopelessness in older adults can be improved using psychological interventions based on cbt and life review controlled trials with hope hopelessness as a primary objective are needed to more clearly demonstrate effectiveness clinical implications cognitive behavioral interventions can improve hopelessness in depressed older adults life review based interventions can positively impact hope in a range of older populations dignity therapy physical exercise and educational programs may not effectively improve hope hopelessness in older adults"
}