{
    "pmid": "41354127",
    "title": "Pharmacoepidemiologic characterization of cannabis use and symptomatology in rheumatology using natural language processing of electronic health record clinic notes.",
    "abstract": "Up to 70% of patients with autoimmune rheumatic diseases (ARDs), including rheumatoid arthritis, psoriatic arthritis, and systemic lupus erythematosus, report moderate to severe pain despite controlled inflammation, driving interest in self-management including use of cannabis. We applied natural language processing (NLP) to 2.6 million electronic health record notes from 5051 adults with ARDs seen at a tertiary health center. NLP classified cannabis documentation as current, past, or none and identified reasons (pain, sleep, anxiety, nausea, appetite). Classifiers achieved an F1 score of 0.85 for current versus past use and 0.83 for reasons, indicating a high level of accuracy. From 2004-2024, notes documenting current use rose from 0.1% to 1.1% (a 900% increase. Overall, 1237 patients (24.5%) had ≥ 1 note of current use; prevalence was higher among Hispanic/Latino (30.1%) and Black (36.2%) patients than White (26.5%). Pain was the leading motive (37.9%), especially among Black (54.5%) and Hispanic/Latino (43.2%) patients, and women more often cited use for pain (39.4% vs. 33.0%) and sleep (16.4% vs. 11.6%) than men. Cannabis users had higher comorbidity indices, more emergency visits (2.1 vs. 1.3 per patient-year) and hospitalizations (1.4 vs. 0.9), and more opioid prescriptions (65% vs. 32.7%). These findings suggest rising cannabis use for ARD pain management and significant sociodemographic disparities, underscoring the need for prospective studies to assess outcomes and inform guidelines. PERSPECTIVE: This study demonstrates the feasibility of using natural language processing to extract real-world evidence on cannabis use in autoimmune rheumatic diseases. Findings reveal increasing documentation and sociodemographic disparities, underscoring the need for standardized recording and prospective studies to evaluate safety, effectiveness, and equitable access to cannabis-based symptom management.",
    "disease": "rheumatoid arthritis",
    "clean_text": "pharmacoepidemiologic characterization of cannabis use and symptomatology in rheumatology using natural language processing of electronic health record clinic notes up to of patients with autoimmune rheumatic diseases ards including rheumatoid arthritis psoriatic arthritis and systemic lupus erythematosus report moderate to severe pain despite controlled inflammation driving interest in self management including use of cannabis we applied natural language processing nlp to million electronic health record notes from adults with ards seen at a tertiary health center nlp classified cannabis documentation as current past or none and identified reasons pain sleep anxiety nausea appetite classifiers achieved an f score of for current versus past use and for reasons indicating a high level of accuracy from notes documenting current use rose from to a increase overall patients had note of current use prevalence was higher among hispanic latino and black patients than white pain was the leading motive especially among black and hispanic latino patients and women more often cited use for pain vs and sleep vs than men cannabis users had higher comorbidity indices more emergency visits vs per patient year and hospitalizations vs and more opioid prescriptions vs these findings suggest rising cannabis use for ard pain management and significant sociodemographic disparities underscoring the need for prospective studies to assess outcomes and inform guidelines perspective this study demonstrates the feasibility of using natural language processing to extract real world evidence on cannabis use in autoimmune rheumatic diseases findings reveal increasing documentation and sociodemographic disparities underscoring the need for standardized recording and prospective studies to evaluate safety effectiveness and equitable access to cannabis based symptom management"
}