{
    "pmid": "41378493",
    "title": "Multi-organ non-contrast computed tomography radiomics model to predict hepatic encephalopathy in patients with cirrhosis and hepatorenal failure.",
    "abstract": "To develop and validate a model by incorporating abdominal multi-organ non-contrast computed tomography (CT) radiomics and clinical features to predict the feasibility of hepatic encephalopathy (HE) occurrence in patients with cirrhosis and hepatorenal failure. In total, 351 consecutive patients with cirrhosis and hepatorenal failure undergoing non-contrast abdominal CT scans at Centers 1 and 2 were enrolled. Patients from Center 1 were randomly allocated to training (n = 191) and internal test (n = 81) groups, and those from Center 2 were assigned to the external test group (n = 79). The nnU-Net framework was used for automated three-dimensional (3D) segmentation of abdominal organs-the liver, spleen, portal and splenic vein, inferior vena cava, esophagogastric junction, stomach, liver-adjacent small bowel, and colon. Segmented multi-organ radiomics features were extracted using 3D Slicer, with R software used for feature processing and model construction. Model performance in predicting HE occurrence was evaluated using receiver operating characteristic (ROC) analysis in the training, internal test, and external test cohorts. Decision curve analysis (DCA) was used to evaluate clinical utility. The SHapley Additive exPlanations (SHAP) tool was used to provide a basis for model interpretability analysis. In total, 351 patients (mean age, 61.3 ± 10.7 years; 231 men) were enrolled in this study. Esophageal variceal bleeding, peritonitis, and ascites were independent clinical predictors of HE. Twenty discriminative radiomics features, selected from the abovementioned multi-organs through intraclass correlation coefficient and least absolute shrinkage and selection operator analysis, were used to construct the radiomics model. The integrated model, incorporating both radiomics and clinical features, obtained higher areas under the ROC curve than the radiomics and clinical models in the training (0.87 vs. 0.83 vs. 0.68), internal test (0.85 vs. 0.81 vs. 0.66), and external test (0.83 vs. 0.78 vs. 0.72) cohorts, as evidenced by favorable integrated discrimination improvement values ( The integrated model can effectively predict HE occurrence in patients with cirrhosis and hepatorenal failure. This novel model, developed by integrating abdominal multi-organ non-contrast CT radiomics and clinical features, demonstrates robust performance in predicting the occurrence of cirrhosis-related HE in patients with cirrhosis and hepatorenal failure. It thus provides a valuable tool for clinical decision-making, facilitating the prevention of this complication.",
    "disease": "liver cirrhosis",
    "clean_text": "multi organ non contrast computed tomography radiomics model to predict hepatic encephalopathy in patients with cirrhosis and hepatorenal failure to develop and validate a model by incorporating abdominal multi organ non contrast computed tomography ct radiomics and clinical features to predict the feasibility of hepatic encephalopathy he occurrence in patients with cirrhosis and hepatorenal failure in total consecutive patients with cirrhosis and hepatorenal failure undergoing non contrast abdominal ct scans at centers and were enrolled patients from center were randomly allocated to training n and internal test n groups and those from center were assigned to the external test group n the nnu net framework was used for automated three dimensional d segmentation of abdominal organs the liver spleen portal and splenic vein inferior vena cava esophagogastric junction stomach liver adjacent small bowel and colon segmented multi organ radiomics features were extracted using d slicer with r software used for feature processing and model construction model performance in predicting he occurrence was evaluated using receiver operating characteristic roc analysis in the training internal test and external test cohorts decision curve analysis dca was used to evaluate clinical utility the shapley additive explanations shap tool was used to provide a basis for model interpretability analysis in total patients mean age years men were enrolled in this study esophageal variceal bleeding peritonitis and ascites were independent clinical predictors of he twenty discriminative radiomics features selected from the abovementioned multi organs through intraclass correlation coefficient and least absolute shrinkage and selection operator analysis were used to construct the radiomics model the integrated model incorporating both radiomics and clinical features obtained higher areas under the roc curve than the radiomics and clinical models in the training vs vs internal test vs vs and external test vs vs cohorts as evidenced by favorable integrated discrimination improvement values the integrated model can effectively predict he occurrence in patients with cirrhosis and hepatorenal failure this novel model developed by integrating abdominal multi organ non contrast ct radiomics and clinical features demonstrates robust performance in predicting the occurrence of cirrhosis related he in patients with cirrhosis and hepatorenal failure it thus provides a valuable tool for clinical decision making facilitating the prevention of this complication"
}