{
    "title": "Fragile X-associated disorders: a clinical overview.",
    "doc_id": "21748281",
    "writer": "Gallagher A",
    "year": "2012",
    "summary": "Fragile X Syndrome (FraX) is the most common inherited cause of learning disability worldwide. FraX is an X-linked neuro-developmental disorder involving an unstable trinucleotide repeat expansion of cytosine guanine guanine (CGG). ...",
    "abstract": "Fragile X Syndrome (FraX) is the most common inherited cause of learning disability worldwide. FraX is an X-linked neuro-developmental disorder involving an unstable trinucleotide repeat expansion of cytosine guanine guanine (CGG). Individuals with the full mutation of FraX have >200 GG repeats with premutation carriers having 55-200 GG repeats. A wide spectrum of physical, behavioural, cognitive, psychiatric and medical problems have been associated with both full mutation and premutation carriers of FraX. In this review, we detail the clinical profile and examine the aetiology, epidemiology, neuropathology, neuroimaging findings and possible management strategies for individuals with both the full mutation and premutation of FraX.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21748281/",
    "clean_text": "fragile x associated disorders a clinical overview fragile x syndrome frax is the most common inherited cause of learning disability worldwide frax is an x linked neuro developmental disorder involving an unstable trinucleotide repeat expansion of cytosine guanine guanine cgg fragile x syndrome frax is the most common inherited cause of learning disability worldwide frax is an x linked neuro developmental disorder involving an unstable trinucleotide repeat expansion of cytosine guanine guanine cgg individuals with the full mutation of frax have gg repeats with premutation carriers having gg repeats a wide spectrum of physical behavioural cognitive psychiatric and medical problems have been associated with both full mutation and premutation carriers of frax in this review we detail the clinical profile and examine the aetiology epidemiology neuropathology neuroimaging findings and possible management strategies for individuals with both the full mutation and premutation of frax"
}