{
    "title": "Mitochondria in stem cells.",
    "doc_id": "17588828",
    "writer": "Lonergan T",
    "year": "2007",
    "summary": "The current status of knowledge about mitochondrial properties in mouse, monkey and human embryonic, adult and precursor stem cells is discussed. Topics include mitochondrial localization patterns, oxygen consumption and ATP content in cells as they relate to …",
    "abstract": "The current status of knowledge about mitochondrial properties in mouse, monkey and human embryonic, adult and precursor stem cells is discussed. Topics include mitochondrial localization patterns, oxygen consumption and ATP content in cells as they relate to the maintenance of stem cell properties and subsequent differentiation of stem cells into specific cell types. The significance of the perinuclear arrangement of mitochondria, which may be a characteristic feature of stem cells, as well as the expression of mitochondrial DNA regulatory proteins and mutations in the mitochondrial stem cell genome is also discussed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/17588828/",
    "clean_text": "mitochondria in stem cells the current status of knowledge about mitochondrial properties in mouse monkey and human embryonic adult and precursor stem cells is discussed topics include mitochondrial localization patterns oxygen consumption and atp content in cells as they relate to the current status of knowledge about mitochondrial properties in mouse monkey and human embryonic adult and precursor stem cells is discussed topics include mitochondrial localization patterns oxygen consumption and atp content in cells as they relate to the maintenance of stem cell properties and subsequent differentiation of stem cells into specific cell types the significance of the perinuclear arrangement of mitochondria which may be a characteristic feature of stem cells as well as the expression of mitochondrial dna regulatory proteins and mutations in the mitochondrial stem cell genome is also discussed"
}