{
    "title": "The Effect of Temperature and Humidity on Yellow Tea Volatile Compounds during Yellowing Process.",
    "doc_id": "39456345",
    "writer": "Wang W",
    "year": "2024",
    "summary": "Yellowing is the key processing technology of yellow tea, and environmental conditions have a significant impact on the yellowing process. ...This study could provide a theoretical basis for future research on the aroma of yellow tea....",
    "abstract": "Yellowing is the key processing technology of yellow tea, and environmental conditions have a significant impact on the yellowing process. In this study, volatile compounds of the yellowing process under different environmental conditions were analyzed by GC-MS. Results showed that a total of 75 volatile compounds were identified. A partial least squares discriminant analysis (PLS-DA) determined that 42 of them were differential compounds, including 12 hydrocarbons, 8 ketones, 8 aldehydes, 6 alcohols, and 8 other compounds, and compared the contents of differential compounds under the conditions of 40 °C with 90% humidity, 50 °C with 50% humidity, and 30 °C with 70% humidity, then analyzed the variation patterns of hydrocarbons under different yellowing environmental conditions. A 40 °C with 90% humidity treatment reduced the content of more hydrocarbons and increased the aldehydes. The content of 3-hexen-1-ol was higher when treated at 50 °C with 50% humidity and was consistent with the results of sensory evaluation. This study could provide a theoretical basis for future research on the aroma of yellow tea.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39456345/",
    "clean_text": "the effect of temperature and humidity on yellow tea volatile compounds during yellowing process yellowing is the key processing technology of yellow tea and environmental conditions have a significant impact on the yellowing process this study could provide a theoretical basis for future research on the aroma of yellow tea yellowing is the key processing technology of yellow tea and environmental conditions have a significant impact on the yellowing process in this study volatile compounds of the yellowing process under different environmental conditions were analyzed by gc ms results showed that a total of volatile compounds were identified a partial least squares discriminant analysis pls da determined that of them were differential compounds including hydrocarbons ketones aldehydes alcohols and other compounds and compared the contents of differential compounds under the conditions of c with humidity c with humidity and c with humidity then analyzed the variation patterns of hydrocarbons under different yellowing environmental conditions a c with humidity treatment reduced the content of more hydrocarbons and increased the aldehydes the content of hexen ol was higher when treated at c with humidity and was consistent with the results of sensory evaluation this study could provide a theoretical basis for future research on the aroma of yellow tea"
}