{
    "pmid": "41457929",
    "title": "Apathy, depression, and dementia risk in older adults: A global collaborative study.",
    "abstract": "The role of apathy in predicting dementia risk, especially with coexisting depression, remains unclear in community-dwelling older adults. We analyzed data from 12,646 older adults without baseline dementia across ten population-based cohorts from six continents (Cohort Studies of Memory in an International Consortium study). Apathy, depression, and dementia outcomes were assessed using harmonization protocols. Over 5.7 years of follow-up, 1160 developed dementia and 552 Alzheimer's disease (AD). Apathy prevalence was 34.1% and more than three times higher in those with depression. Apathy was not associated with dementia risk among cognitively normal or non-depressed individuals. In contrast, among individuals with depression and mild cognitive impairment (MCI), apathy predicted a higher risk of dementia (hazard ratio [HR] 1.62) and AD (HR 1.74). Apathy is associated with increased dementia risk only in older adults with MCI and depression. Findings highlight the need to incorporate affective symptom monitoring into dementia risk assessment and intervention. Harmonized data from 10 population-based cohorts across six continents were used. Apathy predicted dementia only in older adults with both depression and mild cognitive impairment. No association was found in non-depressed or cognitively normal individuals. Monitoring progression of affective symptoms may aid dementia risk stratification.",
    "disease": "alzheimer disease",
    "clean_text": "apathy depression and dementia risk in older adults a global collaborative study the role of apathy in predicting dementia risk especially with coexisting depression remains unclear in community dwelling older adults we analyzed data from older adults without baseline dementia across ten population based cohorts from six continents cohort studies of memory in an international consortium study apathy depression and dementia outcomes were assessed using harmonization protocols over years of follow up developed dementia and alzheimer s disease ad apathy prevalence was and more than three times higher in those with depression apathy was not associated with dementia risk among cognitively normal or non depressed individuals in contrast among individuals with depression and mild cognitive impairment mci apathy predicted a higher risk of dementia hazard ratio hr and ad hr apathy is associated with increased dementia risk only in older adults with mci and depression findings highlight the need to incorporate affective symptom monitoring into dementia risk assessment and intervention harmonized data from population based cohorts across six continents were used apathy predicted dementia only in older adults with both depression and mild cognitive impairment no association was found in non depressed or cognitively normal individuals monitoring progression of affective symptoms may aid dementia risk stratification"
}