{
    "title": "[Type 1 diabetes mellitus: most recent advances in its pathogenesis and treatment].",
    "doc_id": "22759745",
    "writer": "Zóka A",
    "year": "2012",
    "summary": "The causes of this trend are relatively obvious in the case of type 2 diabetes. In contrast, in case of type 1 diabetes the amount of available data is continuously growing, but the causes are not so well defined. ...",
    "abstract": "The incidence and prevalence of diabetes mellitus is globally increasing. The causes of this trend are relatively obvious in the case of type 2 diabetes. In contrast, in case of type 1 diabetes the amount of available data is continuously growing, but the causes are not so well defined. The genetic risk, especially related to the MHC genes is well known, and the increasing amount of data underlines the role of additional risks due to non-MHC genetic polimorphisms. Hopefully, they will provide the basis for future diagnostic and therapeutic approaches. There is increasing knowledge about the pathophysiological aspects including the role of immunological disregulation (balance of autotolerance, role of regulatory T-cells) and environmental triggers (nutrients, viruses). Information on the entero-insular axis and the β-cell protective role of incretin hormones might offer an opportunity for new therapeutic strategies. In this paper, the authors try to summarize some current aspects of the pathomechanism and related therapeutic approaches.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22759745/",
    "clean_text": "type diabetes mellitus most recent advances in its pathogenesis and treatment the causes of this trend are relatively obvious in the case of type diabetes in contrast in case of type diabetes the amount of available data is continuously growing but the causes are not so well defined the incidence and prevalence of diabetes mellitus is globally increasing the causes of this trend are relatively obvious in the case of type diabetes in contrast in case of type diabetes the amount of available data is continuously growing but the causes are not so well defined the genetic risk especially related to the mhc genes is well known and the increasing amount of data underlines the role of additional risks due to non mhc genetic polimorphisms hopefully they will provide the basis for future diagnostic and therapeutic approaches there is increasing knowledge about the pathophysiological aspects including the role of immunological disregulation balance of autotolerance role of regulatory t cells and environmental triggers nutrients viruses information on the entero insular axis and the cell protective role of incretin hormones might offer an opportunity for new therapeutic strategies in this paper the authors try to summarize some current aspects of the pathomechanism and related therapeutic approaches"
}