{
    "pmid": "41466063",
    "title": "The global macroeconomic burden of diabetes mellitus.",
    "abstract": "Diabetes mellitus poses a substantial and rising global health and economic burden, affecting more than one in ten adults worldwide. Using a health-augmented macroeconomic model across 204 countries and territories, we estimated the economic impact of diabetes from 2020 to 2050, incorporating losses in effective labor supply due to mortality and morbidity, treatment-related resource diversion and informal caregiving costs. Without informal care, the global burden amounts to $10.2 trillion (2017 international dollars (INT$)), equivalent to 0.22% of annual global gross domestic product. Including informal care, the burden increases dramatically to INT$78.8 trillion, ranging from INT$5.5 trillion to INT$152.1 trillion, depending on the assumptions for care. The absolute costs are highest in the United States, China and India, while relative and per capita burdens are greatest in countries such as American Samoa and Australia. These findings highlight the uneven distribution of diabetes' economic impact and underscore the urgent need for effective global interventions.",
    "disease": "diabetes mellitus",
    "clean_text": "the global macroeconomic burden of diabetes mellitus diabetes mellitus poses a substantial and rising global health and economic burden affecting more than one in ten adults worldwide using a health augmented macroeconomic model across countries and territories we estimated the economic impact of diabetes from to incorporating losses in effective labor supply due to mortality and morbidity treatment related resource diversion and informal caregiving costs without informal care the global burden amounts to trillion international dollars int equivalent to of annual global gross domestic product including informal care the burden increases dramatically to int trillion ranging from int trillion to int trillion depending on the assumptions for care the absolute costs are highest in the united states china and india while relative and per capita burdens are greatest in countries such as american samoa and australia these findings highlight the uneven distribution of diabetes economic impact and underscore the urgent need for effective global interventions"
}