{
    "title": "A study of macrophage mechanical properties and functional modulation based on the Young's modulus of PLGA-PEG fibers.",
    "doc_id": "36385648",
    "writer": "Zhang B",
    "year": "2022",
    "summary": "Here we create an alternative way to modulate macrophage function through PLGA-PEG fibers' Young's modulus. Previously, we revealed that by controlling the Young's modulus of the fibers from kPa to MPa, all the fibers entered murine macrophage cells (RWA 264.7) in a …",
    "abstract": "The immune response of macrophages plays an important role in defending against viral infection, tumor deterioration and repairing of contused tissue. Macrophage functional differentiation induced by nanodrugs is the leading edge of current research, but nanodrugs have toxic side effects, and the influence of their physical properties on macrophages is not clear. Here we create an alternative way to modulate macrophage function through PLGA-PEG fibers' Young's modulus. Previously, we revealed that by controlling the Young's modulus of the fibers from kPa to MPa, all the fibers entered murine macrophage cells (RWA 264.7) in a similar manner, and based on that, we found that macrophages' mechanical properties were affected by the fibers' Young's modulus, that is, hard fibers with a Young's modulus of ∼1 MPa increased the cell average Young's modulus, but did not affect the cell shape, while soft fibers with a Young's modulus of ∼100 kPa decreased the cell average Young's modulus and modulated the cell shape to a more spherical one. On the other hand, only the soft fibers induced proinflammatory cytokine secretion, indicating an M1 macrophage functional modulation by low Young's modulus fibers. This study explored the mechanical properties of the interactions between PLGA-PEG fibers and cells, in particular, when guiding the direction of the modulation of macrophage function, which is of great significance for the applications of material biology in the biomedical field.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36385648/",
    "clean_text": "a study of macrophage mechanical properties and functional modulation based on the young s modulus of plga peg fibers here we create an alternative way to modulate macrophage function through plga peg fibers young s modulus previously we revealed that by controlling the young s modulus of the fibers from kpa to mpa all the fibers entered murine macrophage cells rwa in a the immune response of macrophages plays an important role in defending against viral infection tumor deterioration and repairing of contused tissue macrophage functional differentiation induced by nanodrugs is the leading edge of current research but nanodrugs have toxic side effects and the influence of their physical properties on macrophages is not clear here we create an alternative way to modulate macrophage function through plga peg fibers young s modulus previously we revealed that by controlling the young s modulus of the fibers from kpa to mpa all the fibers entered murine macrophage cells rwa in a similar manner and based on that we found that macrophages mechanical properties were affected by the fibers young s modulus that is hard fibers with a young s modulus of mpa increased the cell average young s modulus but did not affect the cell shape while soft fibers with a young s modulus of kpa decreased the cell average young s modulus and modulated the cell shape to a more spherical one on the other hand only the soft fibers induced proinflammatory cytokine secretion indicating an m macrophage functional modulation by low young s modulus fibers this study explored the mechanical properties of the interactions between plga peg fibers and cells in particular when guiding the direction of the modulation of macrophage function which is of great significance for the applications of material biology in the biomedical field"
}