{
    "title": "Cost-effectiveness of lung cancer screening and treatment methods: a systematic review of systematic reviews.",
    "doc_id": "28629461",
    "writer": "Azar FE",
    "year": "2017",
    "summary": "BACKGROUND: Due to extensive literature in the field of lung cancer and their heterogeneous results, the aim of this study was to systematically review of systematic reviews studies which reviewed the cost-effectiveness of various lung cancer screening and treatment methods. METH …",
    "abstract": "Background:\n        \n      \n      Due to extensive literature in the field of lung cancer and their heterogeneous results, the aim of this study was to systematically review of systematic reviews studies which reviewed the cost-effectiveness of various lung cancer screening and treatment methods.\n    \n\n\n          Methods:\n        \n      \n      In this systematic review of systematic reviews study, required data were collected searching the following key words which selected from Mesh: \"lung cancer\", \"lung oncology\", \"lung Carcinoma\", \"lung neoplasm\", \"lung tumors\", \"cost- effectiveness\", \"systematic review\" and \"Meta-analysis\". The following databases were searched: PubMed, Cochrane Library electronic databases, Google Scholar, and Scopus. Two reviewers (RA and A-AS) evaluated the articles according to the checklist of \"assessment of multiple systematic reviews\" (AMSTAR) tool.\n    \n\n\n          Results:\n        \n      \n      Overall, information of 110 papers was discussed in eight systematic reviews. Authors focused on cost-effectiveness of lung cancer treatments in five systematic reviews. Targeted therapy options (bevacizumab, Erlotinib and Crizotinib) show an acceptable cost-effectiveness. Results of three studies failed to show cost-effectiveness of screening methods. None of the studies had used the meta-analysis method. The Quality of Health Economic Studies (QHES) tool and Drummond checklist were mostly used in assessing the quality of articles. Most perspective was related to the Payer (64 times) and the lowest was related to Social (11times). Most cases referred to Incremental analysis (82%) and also the lowest point of referral was related to Discounting (in 49% of the cases). The average quality score of included studies was calculated 9.2% from 11.\n    \n\n\n          Conclusions:\n        \n      \n      Targeted therapy can be an option for the treatment of lung cancer. Evaluation of the cost-effectiveness of computerized tomographic colonography (CTC) in lung cancer screening is recommended. The perspective of the community should be more taken into consideration in studies of cost-effectiveness. Paying more attention to the topic of Discounting will be necessary in the studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28629461/",
    "clean_text": "cost effectiveness of lung cancer screening and treatment methods a systematic review of systematic reviews background due to extensive literature in the field of lung cancer and their heterogeneous results the aim of this study was to systematically review of systematic reviews studies which reviewed the cost effectiveness of various lung cancer screening and treatment methods meth background due to extensive literature in the field of lung cancer and their heterogeneous results the aim of this study was to systematically review of systematic reviews studies which reviewed the cost effectiveness of various lung cancer screening and treatment methods methods in this systematic review of systematic reviews study required data were collected searching the following key words which selected from mesh lung cancer lung oncology lung carcinoma lung neoplasm lung tumors cost effectiveness systematic review and meta analysis the following databases were searched pubmed cochrane library electronic databases google scholar and scopus two reviewers ra and a as evaluated the articles according to the checklist of assessment of multiple systematic reviews amstar tool results overall information of papers was discussed in eight systematic reviews authors focused on cost effectiveness of lung cancer treatments in five systematic reviews targeted therapy options bevacizumab erlotinib and crizotinib show an acceptable cost effectiveness results of three studies failed to show cost effectiveness of screening methods none of the studies had used the meta analysis method the quality of health economic studies qhes tool and drummond checklist were mostly used in assessing the quality of articles most perspective was related to the payer times and the lowest was related to social times most cases referred to incremental analysis and also the lowest point of referral was related to discounting in of the cases the average quality score of included studies was calculated from conclusions targeted therapy can be an option for the treatment of lung cancer evaluation of the cost effectiveness of computerized tomographic colonography ctc in lung cancer screening is recommended the perspective of the community should be more taken into consideration in studies of cost effectiveness paying more attention to the topic of discounting will be necessary in the studies"
}