{
    "title": "Interaction between reactive oxygen metabolites and nitric oxide in oxidant tolerance.",
    "doc_id": "12160925",
    "writer": "Cepinskas G",
    "year": "2002",
    "summary": "Herein, we will focus on a beneficial effect of ROM generation that leads to the development of an adaptive response that protects tissue from a subsequent oxidative stress (oxidant tolerance). We will focus on reductionist approaches (studies in isolated cells) use …",
    "abstract": "The excessive generation of reactive oxygen metabolites (ROM) leads to an oxidative stress in the microvasculature of a variety of tissues and has been implicated as a causative event in a number of pathologies. There are numerous reviews on this topic that have been published recently. Herein, we will focus on a beneficial effect of ROM generation that leads to the development of an adaptive response that protects tissue from a subsequent oxidative stress (oxidant tolerance). We will focus on reductionist approaches (studies in isolated cells) used by our laboratory and those of others to define the mechanisms involved in this adaptational response and potential interactions between different cells within the tissue. As our prototype organ system, we target the heart, which has received the greatest amount of attention in this area. We will summarize evidence from isolated endothelial cells and cardiac myocytes that supports (i) the role of ROM in the development of oxidant tolerance, (ii) the possibility of an interaction between cardiac myocytes and endothelial cells in this phenomenon, and (iii) the potential interactions between ROMs and nitric oxide.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12160925/",
    "clean_text": "interaction between reactive oxygen metabolites and nitric oxide in oxidant tolerance herein we will focus on a beneficial effect of rom generation that leads to the development of an adaptive response that protects tissue from a subsequent oxidative stress oxidant tolerance we will focus on reductionist approaches studies in isolated cells use the excessive generation of reactive oxygen metabolites rom leads to an oxidative stress in the microvasculature of a variety of tissues and has been implicated as a causative event in a number of pathologies there are numerous reviews on this topic that have been published recently herein we will focus on a beneficial effect of rom generation that leads to the development of an adaptive response that protects tissue from a subsequent oxidative stress oxidant tolerance we will focus on reductionist approaches studies in isolated cells used by our laboratory and those of others to define the mechanisms involved in this adaptational response and potential interactions between different cells within the tissue as our prototype organ system we target the heart which has received the greatest amount of attention in this area we will summarize evidence from isolated endothelial cells and cardiac myocytes that supports i the role of rom in the development of oxidant tolerance ii the possibility of an interaction between cardiac myocytes and endothelial cells in this phenomenon and iii the potential interactions between roms and nitric oxide"
}