{
    "pmid": "41455986",
    "title": "Effects of enhanced Melissa officinalis essential oil via carrageenan on mitigating aflatoxin b1-induced cytotoxicity in HT-29 and HEK-293 cells.",
    "abstract": "Aflatoxin B1 (AFB1) is a common contaminant in agricultural and animal-derived products worldwide, representing a significant environmental hazard. Therefore, this study aimed to assess the anti-toxicity effects of enhanced essential oil from Melissa officinalis, through a safe carrageenan, on HT-29 and HEK-293 cells contaminated with AFB1. Seeds of M. officinalis were cultivated in plastic containers and subsequently treated with 400 ppm carrageenan during the 6-8 leaf developmental stage. Gas chromatography-mass spectrometry (GC/MS) was employed to characterize the bioactive compounds of the essential oil. The cancerous HT-29 and healthy HEK-293 cell lines were exposed to various concentrations of AFB1 (0.5-3 µg/mL), with and without carrageenan-treated M. officinalis essential oil extract at concentrations ranging from 5 to 40 µg/mL. Based on the findings from the MTT assay, 1 µg/mL of AFB1 and 10 µg/mL of the essential oil extract were selected for subsequent analyses, including flow cytometry, reactive oxygen species assessments, and RT-qPCR. Flow cytometric analysis indicated that AFB1-induced necrosis in healthy HEK-293 cells (13.10%) was significantly greater than in HT-29 cancer cells (2.33%). In contrast, AFB1 elicited a greater degree of early apoptosis (14.80%) and late apoptosis (11.20%) in HT-29 cells compared to HEK-293 cells, which demonstrated 3.86% and 2.26% early and late apoptosis, respectively. A total of nine and fourteen bioactive compounds were detected within the essential oil profiles of control and carrageenan-treated specimens, respectively. The proportions of necrotic and apoptotic HEK-293 and HT-29 cells were diminished following co-treatment with AFB1 and the carrageenan-treated M. officinalis essential oil. Furthermore, the mRNA expression levels of caspase-3, caspase-9, and Bax were found to be elevated in both HT-29 and HEK-293 cells exposed to AFB1, whereas the expression of Bcl-2 and NF-κB genes was reduced compared to the control group. These gene expression changes were reversed by co-treatment with carrageenan-treated M. officinalis essential oil and AFB1. Additionally, AFB1 was observed to induce reactive oxygen species (ROS) in both HT-29 and HEK-293 cells; however, treatment with carrageenan-treated M. officinalis essential oil resulted in a decrease in ROS levels within cells subjected to AFB1 contamination. The findings demonstrated that carrageenan treatment increases the overall content of the essential oil in M. officinalis. HT29 cells serve as a human colorectal epithelial (adenocarcinoma) model, frequently utilized in in vitro investigations of mycotoxins, thereby effectively simulating the intestinal and colorectal environment associated with dietary exposure to AFB1. The investigation into the mechanisms by which enhanced M. officinalis essential oil mitigates AFB1-induced cytotoxicity in HT-29 and HEK-293 cells, utilizing carrageenan, represents a promising research area that integrates the antifungal and anti-aflatoxigenic properties of M. officinalis. These findings highlighted the cyto-protective effect of carrageenan-treated M. officinalis essential oil against AFB1-related toxicity.",
    "disease": "colorectal cancer",
    "clean_text": "effects of enhanced melissa officinalis essential oil via carrageenan on mitigating aflatoxin b induced cytotoxicity in ht and hek cells aflatoxin b afb is a common contaminant in agricultural and animal derived products worldwide representing a significant environmental hazard therefore this study aimed to assess the anti toxicity effects of enhanced essential oil from melissa officinalis through a safe carrageenan on ht and hek cells contaminated with afb seeds of m officinalis were cultivated in plastic containers and subsequently treated with ppm carrageenan during the leaf developmental stage gas chromatography mass spectrometry gc ms was employed to characterize the bioactive compounds of the essential oil the cancerous ht and healthy hek cell lines were exposed to various concentrations of afb g ml with and without carrageenan treated m officinalis essential oil extract at concentrations ranging from to g ml based on the findings from the mtt assay g ml of afb and g ml of the essential oil extract were selected for subsequent analyses including flow cytometry reactive oxygen species assessments and rt qpcr flow cytometric analysis indicated that afb induced necrosis in healthy hek cells was significantly greater than in ht cancer cells in contrast afb elicited a greater degree of early apoptosis and late apoptosis in ht cells compared to hek cells which demonstrated and early and late apoptosis respectively a total of nine and fourteen bioactive compounds were detected within the essential oil profiles of control and carrageenan treated specimens respectively the proportions of necrotic and apoptotic hek and ht cells were diminished following co treatment with afb and the carrageenan treated m officinalis essential oil furthermore the mrna expression levels of caspase caspase and bax were found to be elevated in both ht and hek cells exposed to afb whereas the expression of bcl and nf b genes was reduced compared to the control group these gene expression changes were reversed by co treatment with carrageenan treated m officinalis essential oil and afb additionally afb was observed to induce reactive oxygen species ros in both ht and hek cells however treatment with carrageenan treated m officinalis essential oil resulted in a decrease in ros levels within cells subjected to afb contamination the findings demonstrated that carrageenan treatment increases the overall content of the essential oil in m officinalis ht cells serve as a human colorectal epithelial adenocarcinoma model frequently utilized in in vitro investigations of mycotoxins thereby effectively simulating the intestinal and colorectal environment associated with dietary exposure to afb the investigation into the mechanisms by which enhanced m officinalis essential oil mitigates afb induced cytotoxicity in ht and hek cells utilizing carrageenan represents a promising research area that integrates the antifungal and anti aflatoxigenic properties of m officinalis these findings highlighted the cyto protective effect of carrageenan treated m officinalis essential oil against afb related toxicity"
}