{
    "title": "Differential diagnosis of familial diabetes insipidus.",
    "doc_id": "34238460",
    "writer": "Robertson GL.",
    "year": "2021",
    "summary": "Diabetes insipidus (DI) is a syndrome characterized by the persistent excretion of abnormally large volumes of dilute urine. ...",
    "abstract": "Diabetes insipidus (DI) is a syndrome characterized by the persistent excretion of abnormally large volumes of dilute urine. It can be caused by any of four fundamentally different abnormalities: deficient production of the antidiuretic hormone, arginine vasopressin (AVP) by magnocellular neurons that form the posterior pituitary (hypothalamic DI); impaired renal effects of AVP (nephrogenic DI); reduced AVP secretion due to excessive water intake (primary polydipsia); or degradation of AVP by placental vasopressinase (gestational DI). Each type of DI can be caused or potentiated by other disorders. Hypothalamic and nephrogenic DI can also be caused by mutation of the gene that encodes the AVP prohormone, the AVP-2 receptors in the kidney, or the aquaporin-2 water channels that mediate antidiuresis. Familial hypothalamic DI is usually transmitted in an autosomal dominant mode, but autosomal recessive or X-linked recessive forms also exist. Familial nephrogenic DI is usually transmitted in an X-linked recessive mode but can also be autosomal recessive or dominant. Hence the mode of inheritance does not always indicate the type of DI. Indirect methods of differential diagnosis are also unreliable and the pituitary MRI signal is diminished in both types of familial DI. Thus the determination of plasma AVP and/or the response to desmopressin therapy plus gene sequencing provides the best basis for effective management and family counseling.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34238460/",
    "clean_text": "differential diagnosis of familial diabetes insipidus diabetes insipidus di is a syndrome characterized by the persistent excretion of abnormally large volumes of dilute urine diabetes insipidus di is a syndrome characterized by the persistent excretion of abnormally large volumes of dilute urine it can be caused by any of four fundamentally different abnormalities deficient production of the antidiuretic hormone arginine vasopressin avp by magnocellular neurons that form the posterior pituitary hypothalamic di impaired renal effects of avp nephrogenic di reduced avp secretion due to excessive water intake primary polydipsia or degradation of avp by placental vasopressinase gestational di each type of di can be caused or potentiated by other disorders hypothalamic and nephrogenic di can also be caused by mutation of the gene that encodes the avp prohormone the avp receptors in the kidney or the aquaporin water channels that mediate antidiuresis familial hypothalamic di is usually transmitted in an autosomal dominant mode but autosomal recessive or x linked recessive forms also exist familial nephrogenic di is usually transmitted in an x linked recessive mode but can also be autosomal recessive or dominant hence the mode of inheritance does not always indicate the type of di indirect methods of differential diagnosis are also unreliable and the pituitary mri signal is diminished in both types of familial di thus the determination of plasma avp and or the response to desmopressin therapy plus gene sequencing provides the best basis for effective management and family counseling"
}