{
    "pmid": "41464284",
    "title": "Impact of Polyphenol Supplementation on Energy Expenditure Measured by Indirect Calorimetry in Adolescents with Metabolic Dysfunction-Associated Steatotic Liver Disease: A Pilot Randomized Study.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is increasingly prevalent among adolescents, especially those with obesity. It is the leading cause of liver-related morbidity and mortality and can progress to metabolic dysfunction-associated steatohepatitis, and eventually irreversible cirrhosis. There is currently no medical treatment recommended for MASLD in adolescents. Nutritional interventions, such as polyphenol supplementation, could be a non-pharmacological option to improve metabolic outcomes. This pilot study aimed to preliminarily assess the impact of a 60-day polyphenol supplementation on measured resting energy expenditure (mREE) by indirect calorimetry (IC) in adolescents with MASLD. It also compared mREE by IC with predicted resting energy expenditure (pREE) using the WHO and Schofield formulae. This single-blind randomized controlled trial enrolled 23 adolescents with MASLD, of which 11 completed IC assessments before and after the 60-day polyphenol supplementation (intervention group, n = 5) or no supplementation (controls, n = 6). There was no placebo. Caloric intake was assessed to evaluate its impact on mREE and mREE was compared to pREE using the WHO and Schofield equations. Participants in the intervention group had a statistically significant increase in mREE between the two visits (+89.6 kcal/day,  Although several methodological limitations prevent clear conclusions from being drawn at this stage, this study suggests that polyphenol supplementation could increase REE in adolescents with MASLD and that the WHO and Schofield equations tend to overestimate REE in obese patients.",
    "disease": "liver cirrhosis",
    "clean_text": "impact of polyphenol supplementation on energy expenditure measured by indirect calorimetry in adolescents with metabolic dysfunction associated steatotic liver disease a pilot randomized study metabolic dysfunction associated steatotic liver disease masld is increasingly prevalent among adolescents especially those with obesity it is the leading cause of liver related morbidity and mortality and can progress to metabolic dysfunction associated steatohepatitis and eventually irreversible cirrhosis there is currently no medical treatment recommended for masld in adolescents nutritional interventions such as polyphenol supplementation could be a non pharmacological option to improve metabolic outcomes this pilot study aimed to preliminarily assess the impact of a day polyphenol supplementation on measured resting energy expenditure mree by indirect calorimetry ic in adolescents with masld it also compared mree by ic with predicted resting energy expenditure pree using the who and schofield formulae this single blind randomized controlled trial enrolled adolescents with masld of which completed ic assessments before and after the day polyphenol supplementation intervention group n or no supplementation controls n there was no placebo caloric intake was assessed to evaluate its impact on mree and mree was compared to pree using the who and schofield equations participants in the intervention group had a statistically significant increase in mree between the two visits kcal day although several methodological limitations prevent clear conclusions from being drawn at this stage this study suggests that polyphenol supplementation could increase ree in adolescents with masld and that the who and schofield equations tend to overestimate ree in obese patients"
}