{
    "title": "What Evidence?: Qualitative Publishing in the Canadian Journal for Dietetic Practice and Research.",
    "doc_id": "39348318",
    "writer": "Brady J. PhD",
    "year": "2024",
    "summary": "Dietetic-scholars have raised concerns about the dearth and quality of qualitative dietetic research.Objective: To document the availability and quality of qualitative research published in Canadian dietetic literature.Methods: A manifest content analysis of article …",
    "abstract": "Background: Qualitative research involves the analysis of data in various forms (i.e., written text such as interview transcripts, literature, or a personal diary; visual media such as photographs, maps, or memes; and audio materials such as podcasts, music, or voice notes) to describe and/or interpret phenomena and humans' perceptions and experiences of the world, including of food, health, and well-being. Dietetic-scholars have raised concerns about the dearth and quality of qualitative dietetic research.Objective: To document the availability and quality of qualitative research published in Canadian dietetic literature.Methods: A manifest content analysis of articles published in the Canadian Journal of Dietetic Research and Practice (CJDRP) between 2012 and 2021.Results: In total, 340 articles were published between 2012 and 2021 of which 43 (12.6%) used qualitative methods. Overall, the quality of qualitative articles was poor; articles frequently failed to report the methodological approach or a theoretical framework. Methods of data collection, data analysis, and strategies to ensure rigor were seldom described in detail. Reported limitations were often inappropriate for qualitative research.Discussion: Qualitative research is markedly underrepresented in the CJDPR. Efforts are needed to ensure that high-quality qualitative research evidence and publishing opportunities are available to Canadian dietetic practitioners and researchers. This study provides baseline data to evaluate the impact of future efforts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39348318/",
    "clean_text": "what evidence qualitative publishing in the canadian journal for dietetic practice and research dietetic scholars have raised concerns about the dearth and quality of qualitative dietetic research objective to document the availability and quality of qualitative research published in canadian dietetic literature methods a manifest content analysis of article background qualitative research involves the analysis of data in various forms i e written text such as interview transcripts literature or a personal diary visual media such as photographs maps or memes and audio materials such as podcasts music or voice notes to describe and or interpret phenomena and humans perceptions and experiences of the world including of food health and well being dietetic scholars have raised concerns about the dearth and quality of qualitative dietetic research objective to document the availability and quality of qualitative research published in canadian dietetic literature methods a manifest content analysis of articles published in the canadian journal of dietetic research and practice cjdrp between and results in total articles were published between and of which used qualitative methods overall the quality of qualitative articles was poor articles frequently failed to report the methodological approach or a theoretical framework methods of data collection data analysis and strategies to ensure rigor were seldom described in detail reported limitations were often inappropriate for qualitative research discussion qualitative research is markedly underrepresented in the cjdpr efforts are needed to ensure that high quality qualitative research evidence and publishing opportunities are available to canadian dietetic practitioners and researchers this study provides baseline data to evaluate the impact of future efforts"
}