{
    "pmid": "41378542",
    "title": "The dawn of preventing respiratory syncytial virus lower respiratory tract infections in children.",
    "abstract": "Respiratory syncytial virus (RSV) is the commonest cause of lower respiratory tract infection (LRTI) in children, particularly those aged <1 year. In South Africa (SA), increased hospitalisation rates during the RSV season, including access to intensive care facilities, place a huge burden on the healthcare system. Furthermore, RSV-LRTI during early childhood may lead to long-term respiratory sequelae, including recurrent wheezing, asthma, and impairment of lung function. Recently, two new RSV prevention strategies have emerged: nirsevimab, a long-acting monoclonal antibody, and a maternal RSV vaccine. Both strategies have shown high efficacy in reducing RSV-LRTI hospitalisation in infants and are being considered for licensure in SA. Implementation of these prevention strategies, combined with public engagement and collaboration between stakeholders, could significantly reduce RSV-related morbidity and mortality in SA.",
    "disease": "asthma",
    "clean_text": "the dawn of preventing respiratory syncytial virus lower respiratory tract infections in children respiratory syncytial virus rsv is the commonest cause of lower respiratory tract infection lrti in children particularly those aged year in south africa sa increased hospitalisation rates during the rsv season including access to intensive care facilities place a huge burden on the healthcare system furthermore rsv lrti during early childhood may lead to long term respiratory sequelae including recurrent wheezing asthma and impairment of lung function recently two new rsv prevention strategies have emerged nirsevimab a long acting monoclonal antibody and a maternal rsv vaccine both strategies have shown high efficacy in reducing rsv lrti hospitalisation in infants and are being considered for licensure in sa implementation of these prevention strategies combined with public engagement and collaboration between stakeholders could significantly reduce rsv related morbidity and mortality in sa"
}