{
    "pmid": "41460633",
    "title": "Intercellular Communication as a Key Driver: Insights Into Peritoneal Dialysis-Associated Peritoneal Fibrosis.",
    "abstract": "Chronic kidney disease (CKD) is highly prevalent globally, and peritoneal dialysis (PD) is a critical renal replacement therapy for end-stage renal disease (ESRD) patients, with advantages like preserved residual renal function and stable hemodynamics. However, long-term PD is often limited by peritoneal fibrosis-a progressive complication that damages peritoneal membrane structure and function, leading to reduced dialysis efficacy and eventual PD cessation. Growing evidence confirms that aberrant intercellular crosstalk among peritoneal cells (e.g., immune cells, mesothelial cells, fibroblasts) drives peritoneal fibrosis initiation and progression. This review focuses on the origin of myofibroblasts (the central fibrogenic cells in peritoneal fibrosis, whose origin remains controversial) and the key intercellular communication mechanisms regulating fibrotic remodeling. It also highlights the preclinical value of pharmacological interventions targeting these intercellular processes, such as natural bioactive compounds, nuclear receptor agonists, and probiotics. This review aims to provide mechanistic insights for delaying peritoneal fibrosis, prolonging effective PD duration, and improving the quality of life for ESRD patients on PD.",
    "disease": "chronic kidney disease",
    "clean_text": "intercellular communication as a key driver insights into peritoneal dialysis associated peritoneal fibrosis chronic kidney disease ckd is highly prevalent globally and peritoneal dialysis pd is a critical renal replacement therapy for end stage renal disease esrd patients with advantages like preserved residual renal function and stable hemodynamics however long term pd is often limited by peritoneal fibrosis a progressive complication that damages peritoneal membrane structure and function leading to reduced dialysis efficacy and eventual pd cessation growing evidence confirms that aberrant intercellular crosstalk among peritoneal cells e g immune cells mesothelial cells fibroblasts drives peritoneal fibrosis initiation and progression this review focuses on the origin of myofibroblasts the central fibrogenic cells in peritoneal fibrosis whose origin remains controversial and the key intercellular communication mechanisms regulating fibrotic remodeling it also highlights the preclinical value of pharmacological interventions targeting these intercellular processes such as natural bioactive compounds nuclear receptor agonists and probiotics this review aims to provide mechanistic insights for delaying peritoneal fibrosis prolonging effective pd duration and improving the quality of life for esrd patients on pd"
}