{
    "title": "Oxidants and antioxidants in atherosclerosis.",
    "doc_id": "11507326",
    "writer": "Mashima R",
    "year": "2001",
    "summary": "The oxidative theory suggests that LDL oxidation contributes to atherogenesis, implying that attenuation of this process by antioxidants should decrease atherosclerosis. However, a causative link between LDL oxidation and atherogenesis is not firmly establish …",
    "abstract": "The oxidative theory suggests that LDL oxidation contributes to atherogenesis, implying that attenuation of this process by antioxidants should decrease atherosclerosis. However, a causative link between LDL oxidation and atherogenesis is not firmly established. It requires the identification of the oxidants that are responsible for the initiation of LDL oxidation, and an understanding of the modified moieties that are responsible for the proatherogenic activities of oxidized LDL. The present review summarizes recent data on potential biological oxidants for LDL in the vessel wall, and discusses the antiatherogenic role(s) of selected antioxidants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11507326/",
    "clean_text": "oxidants and antioxidants in atherosclerosis the oxidative theory suggests that ldl oxidation contributes to atherogenesis implying that attenuation of this process by antioxidants should decrease atherosclerosis however a causative link between ldl oxidation and atherogenesis is not firmly establish the oxidative theory suggests that ldl oxidation contributes to atherogenesis implying that attenuation of this process by antioxidants should decrease atherosclerosis however a causative link between ldl oxidation and atherogenesis is not firmly established it requires the identification of the oxidants that are responsible for the initiation of ldl oxidation and an understanding of the modified moieties that are responsible for the proatherogenic activities of oxidized ldl the present review summarizes recent data on potential biological oxidants for ldl in the vessel wall and discusses the antiatherogenic role s of selected antioxidants"
}