{
    "title": "Obstructive Sleep Apnea in Patients with Head and Neck Cancer-More than Just a Comorbidity?",
    "doc_id": "34833391",
    "writer": "Seifen C",
    "year": "2021",
    "summary": "There is increasing evidence for coexisting obstructive sleep apnea in patients suffering from head and neck cancer, a condition that ranks among the top ten most common types of cancer worldwide. Routinely, patients with head and neck …",
    "abstract": "Obstructive sleep apnea is the most common type of sleep-disordered breathing with growing prevalence. Its presence has been associated with poor quality of life and serious comorbidities. There is increasing evidence for coexisting obstructive sleep apnea in patients suffering from head and neck cancer, a condition that ranks among the top ten most common types of cancer worldwide. Routinely, patients with head and neck cancer are treated with surgery, radiation therapy, chemotherapy, immunotherapy or a combination of these, all possibly interfering with the anatomy of the oral cavity, pharynx or larynx. Thus, cancer treatment might worsen already existing obstructive sleep apnea or trigger its occurrence. Hypoxia, the hallmark feature of obstructive sleep apnea, has an impact on cancer biology and its cure. Early diagnosis and sufficient treatment of coexisting obstructive sleep apnea in patients with head and neck cancer may improve quality of life and could also potentially improve oncological outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34833391/",
    "clean_text": "obstructive sleep apnea in patients with head and neck cancer more than just a comorbidity there is increasing evidence for coexisting obstructive sleep apnea in patients suffering from head and neck cancer a condition that ranks among the top ten most common types of cancer worldwide routinely patients with head and neck obstructive sleep apnea is the most common type of sleep disordered breathing with growing prevalence its presence has been associated with poor quality of life and serious comorbidities there is increasing evidence for coexisting obstructive sleep apnea in patients suffering from head and neck cancer a condition that ranks among the top ten most common types of cancer worldwide routinely patients with head and neck cancer are treated with surgery radiation therapy chemotherapy immunotherapy or a combination of these all possibly interfering with the anatomy of the oral cavity pharynx or larynx thus cancer treatment might worsen already existing obstructive sleep apnea or trigger its occurrence hypoxia the hallmark feature of obstructive sleep apnea has an impact on cancer biology and its cure early diagnosis and sufficient treatment of coexisting obstructive sleep apnea in patients with head and neck cancer may improve quality of life and could also potentially improve oncological outcomes"
}