{
    "title": "COVID-19 vaccine acceptance in pregnant women.",
    "doc_id": "33872386",
    "writer": "Goncu Ayhan S",
    "year": "2021",
    "summary": "OBJECTIVE: To determine vaccine acceptance and hesitancy attitudes toward coronavirus disease 2019 (COVID-19) vaccines in pregnant women. METHODS: Three hundred pregnant women were surveyed face to face with 40 questions. ...RESULTS: Among all particip …",
    "abstract": "Objective:\n        \n      \n      To determine vaccine acceptance and hesitancy attitudes toward coronavirus disease 2019 (COVID-19) vaccines in pregnant women.\n    \n\n\n          Methods:\n        \n      \n      Three hundred pregnant women were surveyed face to face with 40 questions. Sociodemographic characteristics, vaccination history, perception of risk for the COVID-19 pandemic, the impact of the COVID-19 pandemic, and acceptance of and attitude toward future COVID-19 vaccination were prospectively evaluated.\n    \n\n\n          Results:\n        \n      \n      Among all participants, 111 (37%) stated their intent to receive the vaccine if it were recommended for pregnant women. Most common refusal reasons were lack of data about COVID-19 vaccine safety in pregnant populations and possibility of harm to the fetus. There was a weak positive correlation between COVID-19 vaccine acceptancy and number of school-age children. Pregnant women in the first trimester expressed higher acceptance of COVID-19 vaccination than those in the second and third trimesters.\n    \n\n\n          Conclusion:\n        \n      \n      The present study reported low acceptance of COVID-19 vaccination in a sample of pregnant women. Concern about vaccine safety was the major reason for hesitancy. Identifying attitudes among priority groups will be useful for creating vaccination strategies that increase uptake during the current pandemic.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33872386/",
    "clean_text": "covid vaccine acceptance in pregnant women objective to determine vaccine acceptance and hesitancy attitudes toward coronavirus disease covid vaccines in pregnant women methods three hundred pregnant women were surveyed face to face with questions results among all particip objective to determine vaccine acceptance and hesitancy attitudes toward coronavirus disease covid vaccines in pregnant women methods three hundred pregnant women were surveyed face to face with questions sociodemographic characteristics vaccination history perception of risk for the covid pandemic the impact of the covid pandemic and acceptance of and attitude toward future covid vaccination were prospectively evaluated results among all participants stated their intent to receive the vaccine if it were recommended for pregnant women most common refusal reasons were lack of data about covid vaccine safety in pregnant populations and possibility of harm to the fetus there was a weak positive correlation between covid vaccine acceptancy and number of school age children pregnant women in the first trimester expressed higher acceptance of covid vaccination than those in the second and third trimesters conclusion the present study reported low acceptance of covid vaccination in a sample of pregnant women concern about vaccine safety was the major reason for hesitancy identifying attitudes among priority groups will be useful for creating vaccination strategies that increase uptake during the current pandemic"
}