{
    "pmid": "41459406",
    "title": "Value of Conventional Ultrasound Combined with Shear Wave Elastography for Sarcopenia in Patients with Cardiovascular Disease.",
    "abstract": "To investigate the value of conventional ultrasound combined with shear wave elastography (SWE) for sarcopenia in patients with cardiovascular disease (CVD). 114 CVD patients were enrolled in this study, where CVD was defined as physician-diagnosed heart disease and/or stroke. Appendicular skeletal muscle mass index (ASMI), calf circumference, grip strength, and 6-m walking speed were measured. Patients were categorized into non-sarcopenia (n=78) and sarcopenia (n=36) groups. Conventional ultrasound and SWE features were measured in relaxed and passive stretched states, and the presence of flaky myosteatosis echo (FE) in rectus femoris (RF) was evaluated. The differences in clinical indicators, conventional ultrasound and SWE features between the two group were analyzed. The Spearman correlation analysis was used to assess the relationship between clinical indicators and conventional ultrasound/SWE features. Independent predictors of sarcopenia were subsequently, and a combined diagnostic model was established by binary logistic regression analysis based on these predictors. The sarcopenia group exhibited significantly lower subcutaneous adipose tissue thickness (T/SAT Conventional ultrasound combined with SWE provides a novel and quantitative approach for visualizing alterations in muscle mass and stiffness, facilitating early identification of sarcopenia in CVD patients and offering reliable imaging evidence for clinical intervention.",
    "disease": "stroke",
    "clean_text": "value of conventional ultrasound combined with shear wave elastography for sarcopenia in patients with cardiovascular disease to investigate the value of conventional ultrasound combined with shear wave elastography swe for sarcopenia in patients with cardiovascular disease cvd cvd patients were enrolled in this study where cvd was defined as physician diagnosed heart disease and or stroke appendicular skeletal muscle mass index asmi calf circumference grip strength and m walking speed were measured patients were categorized into non sarcopenia n and sarcopenia n groups conventional ultrasound and swe features were measured in relaxed and passive stretched states and the presence of flaky myosteatosis echo fe in rectus femoris rf was evaluated the differences in clinical indicators conventional ultrasound and swe features between the two group were analyzed the spearman correlation analysis was used to assess the relationship between clinical indicators and conventional ultrasound swe features independent predictors of sarcopenia were subsequently and a combined diagnostic model was established by binary logistic regression analysis based on these predictors the sarcopenia group exhibited significantly lower subcutaneous adipose tissue thickness t sat conventional ultrasound combined with swe provides a novel and quantitative approach for visualizing alterations in muscle mass and stiffness facilitating early identification of sarcopenia in cvd patients and offering reliable imaging evidence for clinical intervention"
}