{
    "pmid": "41454782",
    "title": "The clinical utility of imaging in osteoarthritis and its importance in future prediction of total hip replacement; a nested case-control study within the AGES-Reykjavik cohort.",
    "abstract": "Current guidelines are split on the role that imaging has in the clinical assessment of osteoarthritis, yet clinical computed tomography (CT) imaging has now revealed how a 3D approach can improve prediction of total hip replacement (THR) over 2D measures alone. We applied 2D grading and measurement along with 3D cortical bone mapping to ordinary clinical CT imaging of the pelvis in a cohort of healthy older people, aiming to discover which of these features had clinical utility in predicting total hip replacement (THR) within 8 years and which were related to baseline hip pain. Using a nested case-control design in the AGES-Reykjavik study, 74 future THR cases were age and sex-matched with 184 controls from the cohort (age 74±5yrs). Baseline assessment involved a validated hip pain questionnaire and pelvic CT. The following were performance-tested using ROC analysis and Clinical Utility Index: (i) hip pain; (ii) Kellgren and Lawrence grade (K&L grade), (iii) minimum joint space width (mJSW); and (iv) 3D cortical bone thickness (CTh). The clinical utility index for prediction of future THR from baseline pain was poor at 0.28, with the inclusion of imaging improving this to 0.79 (K&L grade) and 0.82 (3D CTh). Self-reported hip pain at baseline was also a poor-to-marginal predictor of THR (AUC=0.63), but 3D cortical thickening at the femoral head was predictive of future THR (0.81). Having radiographic osteoarthritis strongly predicted THR irrespective of hip pain (0.85). Combining hip pain, K&L grade and 3D cortical thickness gave optimal prediction (0.88). Ascertainment bias may have occurred if primary care physicians requested their own radiographs of their patients' hips. Imaging features from standard clinical CT identifies patients at high risk of progression to surgery for osteoarthritis, regardless of baseline pain. Hip osteoarthritis is a common and debilitating degenerative joint disease that often results in chronic pain and disability affecting individual’s quality of life and potentially leading to other conditions such as obesity, diabetes and cardiovascular disease. Early diagnosis and staging of arthritis offers the opportunity to tailor treatment plans to an individual patient’s circumstances, particularly helping the general practitioner decide who to refer for hospital surgeons to consider definitive replacement of the arthritic hip joint. Our study shows that timely hip x-ray measurements, whether they are standard front-to-back x-rays or more complex 3D scans of older, healthy people with hip pain would greatly increase the general practitioners’ ability to predict those patients who will require future hip replacement for severe osteoarthritis. Conversely, the same simple image results would allow the general practitioner to reassure most patients with hip pain that they will not require surgery for severe osteoarthritis in the coming years. We suspect that in Iceland, where this work was done, doctors and nurses already follow these simple principles so we now suggest looking at outomes in a country such as the UK where general practitioners are strongly advised by national guidelines not to ask for x-rays in their patients.",
    "disease": "osteoarthritis",
    "clean_text": "the clinical utility of imaging in osteoarthritis and its importance in future prediction of total hip replacement a nested case control study within the ages reykjavik cohort current guidelines are split on the role that imaging has in the clinical assessment of osteoarthritis yet clinical computed tomography ct imaging has now revealed how a d approach can improve prediction of total hip replacement thr over d measures alone we applied d grading and measurement along with d cortical bone mapping to ordinary clinical ct imaging of the pelvis in a cohort of healthy older people aiming to discover which of these features had clinical utility in predicting total hip replacement thr within years and which were related to baseline hip pain using a nested case control design in the ages reykjavik study future thr cases were age and sex matched with controls from the cohort age yrs baseline assessment involved a validated hip pain questionnaire and pelvic ct the following were performance tested using roc analysis and clinical utility index i hip pain ii kellgren and lawrence grade k l grade iii minimum joint space width mjsw and iv d cortical bone thickness cth the clinical utility index for prediction of future thr from baseline pain was poor at with the inclusion of imaging improving this to k l grade and d cth self reported hip pain at baseline was also a poor to marginal predictor of thr auc but d cortical thickening at the femoral head was predictive of future thr having radiographic osteoarthritis strongly predicted thr irrespective of hip pain combining hip pain k l grade and d cortical thickness gave optimal prediction ascertainment bias may have occurred if primary care physicians requested their own radiographs of their patients hips imaging features from standard clinical ct identifies patients at high risk of progression to surgery for osteoarthritis regardless of baseline pain hip osteoarthritis is a common and debilitating degenerative joint disease that often results in chronic pain and disability affecting individual s quality of life and potentially leading to other conditions such as obesity diabetes and cardiovascular disease early diagnosis and staging of arthritis offers the opportunity to tailor treatment plans to an individual patient s circumstances particularly helping the general practitioner decide who to refer for hospital surgeons to consider definitive replacement of the arthritic hip joint our study shows that timely hip x ray measurements whether they are standard front to back x rays or more complex d scans of older healthy people with hip pain would greatly increase the general practitioners ability to predict those patients who will require future hip replacement for severe osteoarthritis conversely the same simple image results would allow the general practitioner to reassure most patients with hip pain that they will not require surgery for severe osteoarthritis in the coming years we suspect that in iceland where this work was done doctors and nurses already follow these simple principles so we now suggest looking at outomes in a country such as the uk where general practitioners are strongly advised by national guidelines not to ask for x rays in their patients"
}