{
    "title": "Multifactorial diabetes insipidus during pregnancy: a challenging diagnosis.",
    "doc_id": "33722910",
    "writer": "Araújo AN",
    "year": "2021",
    "summary": "Diabetes insipidus (DI) is characterised by thirst and polydipsia with hypotonic polyuria. ...",
    "abstract": "Diabetes insipidus (DI) is characterised by thirst and polydipsia with hypotonic polyuria. Several forms exist, namely, central or pituitary, nephrogenic and gestational and must be differentiated for adequate treatment. We describe the case of a 41-year-old woman chronically infected with HIV who had been recently medicated with a tenofovir-based antiretroviral treatment and who, at 22 weeks of pregnancy, presented with transient gestational DI. Obstetric ultrasound revealed oligohydramnios and foetal growth restriction that did not improve despite serum sodium correction. The severity of the case suggested the presence of an underlying disorder and elevated copeptin levels indicated that an underlying subclinical form of nephrogenic DI, possibly induced by HIV-related nephropathy or tenofovir use, was present and rendered clinically overt during pregnancy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33722910/",
    "clean_text": "multifactorial diabetes insipidus during pregnancy a challenging diagnosis diabetes insipidus di is characterised by thirst and polydipsia with hypotonic polyuria diabetes insipidus di is characterised by thirst and polydipsia with hypotonic polyuria several forms exist namely central or pituitary nephrogenic and gestational and must be differentiated for adequate treatment we describe the case of a year old woman chronically infected with hiv who had been recently medicated with a tenofovir based antiretroviral treatment and who at weeks of pregnancy presented with transient gestational di obstetric ultrasound revealed oligohydramnios and foetal growth restriction that did not improve despite serum sodium correction the severity of the case suggested the presence of an underlying disorder and elevated copeptin levels indicated that an underlying subclinical form of nephrogenic di possibly induced by hiv related nephropathy or tenofovir use was present and rendered clinically overt during pregnancy"
}