{
    "title": "Endometrial blood vessel morphometry in patients presenting with abnormal uterine bleeding.",
    "doc_id": "36308191",
    "writer": "Bhosale NM",
    "year": "2022",
    "summary": "An average number of endometrial blood vessels and large-sized blood vessels were more in endometrial carcinoma and endometrial hyperplasia without atypia as compared to proliferative phase, secretory phase, atrophic endometrium, and disordered proliferative …",
    "abstract": "Background:\n        \n      \n      : Abnormal uterine bleeding (AUB) is one of the most common problems encountered in gynecological practice. Various benign and malignant disorders of the endometrial tissue show vascular changes such as congestion, dilatation, and vessel wall irregularities.\n    \n\n\n          Aim:\n        \n      \n      To evaluate the vascular morphometry of the endometrial tissue in AUB.\n    \n\n\n          Materials and methods:\n        \n      \n      : A descriptive cross-sectional study of the endometrial tissue in patients presented with AUB was undertaken for vascular morphometric analysis. Histopathological processing of the endometrial tissue samples was done as per the standard format, and the slides were evaluated for vascular morphometry.\n    \n\n\n          Results:\n        \n      \n      Out of 150 cases of endometrial tissue in patients presented with AUB, 80 cases were reported as proliferative phase, 41 as secretory phase, 15 as disordered proliferative endometrium, 6 as atrophic phase endometrium, and 4 each of endometrial hyperplasia without atypia and endometrial carcinoma. An average number of endometrial blood vessels and large-sized blood vessels were more in endometrial carcinoma and endometrial hyperplasia without atypia as compared to proliferative phase, secretory phase, atrophic endometrium, and disordered proliferative endometrium. Vessel shape irregularities and vascular congestion were observed in all the cases of atrophic endometrium, endometrial carcinoma, and endometrial hyperplasia without atypia. Endometrial carcinoma showed severe dilatation of the endometrial blood vessels.\n    \n\n\n          Conclusion:\n        \n      \n      Vascular morphometry changes were noted in endometrial hyperplasia, endometrial carcinoma, disordered proliferative endometrium, and atrophic phase endometrium. These findings suggest that studies or trials related to anti-angiogenic therapy may help to plan anti-angiogenic therapy in patients with AUB.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36308191/",
    "clean_text": "endometrial blood vessel morphometry in patients presenting with abnormal uterine bleeding an average number of endometrial blood vessels and large sized blood vessels were more in endometrial carcinoma and endometrial hyperplasia without atypia as compared to proliferative phase secretory phase atrophic endometrium and disordered proliferative background abnormal uterine bleeding aub is one of the most common problems encountered in gynecological practice various benign and malignant disorders of the endometrial tissue show vascular changes such as congestion dilatation and vessel wall irregularities aim to evaluate the vascular morphometry of the endometrial tissue in aub materials and methods a descriptive cross sectional study of the endometrial tissue in patients presented with aub was undertaken for vascular morphometric analysis histopathological processing of the endometrial tissue samples was done as per the standard format and the slides were evaluated for vascular morphometry results out of cases of endometrial tissue in patients presented with aub cases were reported as proliferative phase as secretory phase as disordered proliferative endometrium as atrophic phase endometrium and each of endometrial hyperplasia without atypia and endometrial carcinoma an average number of endometrial blood vessels and large sized blood vessels were more in endometrial carcinoma and endometrial hyperplasia without atypia as compared to proliferative phase secretory phase atrophic endometrium and disordered proliferative endometrium vessel shape irregularities and vascular congestion were observed in all the cases of atrophic endometrium endometrial carcinoma and endometrial hyperplasia without atypia endometrial carcinoma showed severe dilatation of the endometrial blood vessels conclusion vascular morphometry changes were noted in endometrial hyperplasia endometrial carcinoma disordered proliferative endometrium and atrophic phase endometrium these findings suggest that studies or trials related to anti angiogenic therapy may help to plan anti angiogenic therapy in patients with aub"
}