{
    "title": "Effects of a Smoke-Free Policy in Xi'an, China: Impact on Hospital Admissions for Acute Ischemic Heart Disease and Stroke.",
    "doc_id": "35801245",
    "writer": "Chu M",
    "year": "2022",
    "summary": "Although there was no significant reduction in AIHD admissions, stroke admissions were significantly reduced by -15.73% (from 7,350 to 6,194) after implementation of the smoke-free policy in Xi'an. CONCLUSION: The smoke-free policy had different effects on hospital …",
    "abstract": "Background:\n        \n      \n      Smoking and secondhand smoke (SHS) exposure rates are much higher in China than in other countries. A smoke-free policy was implemented in Xi'an, a city in Shaanxi Province, China, on November 1, 2018. This study aimed to evaluate the effect of the smoke-free policy on changes in hospital admissions for acute ischemic heart disease (AIHD) and stroke in Xi'an.\n    \n\n\n          Methods:\n        \n      \n      All subjects had been hospitalized for AIHD or stroke from February 9, 2017 to December 25, 2019 (study period: 150 weeks) in six randomly selected public hospitals out of 36 tertiary hospitals in Xi'an. A generalized additive model developed using an interrupted time series design was used to compare immediate and annual percent changes in hospital admissions before and after policy implementation.\n    \n\n\n          Results:\n        \n      \n      The study included 31,400 cases (16,656 cases of AIHD and 14,744 cases of stroke) from 6 hospitals in Xi'an. Immediately after implementation of the smoke-free policy, AIHD admissions were reduced significantly (-31.66%, 95% CI: - 39.45 to -22.86%), but stroke admissions were not (-4.94%, 95% CI: -13.26 to 4.17%). The annual reduction in stroke-related admissions (-14.54%, 95% CI: -23.53 to -4.49%) and the annual increase in AIHD-related admissions (40.58%, 95% CI: 22.08 to 61.87%) were significant. Although there was no significant reduction in AIHD admissions, stroke admissions were significantly reduced by -15.73% (from 7,350 to 6,194) after implementation of the smoke-free policy in Xi'an.\n    \n\n\n          Conclusion:\n        \n      \n      The smoke-free policy had different effects on hospital admissions for AIHD and stroke in Xi'an. Xi'an should improve its smoke-free legislation and expand the measures to maintain or achieve additional significant health benefits. These findings can guide the formulation and implementation of regional and national smoke-free policies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35801245/",
    "clean_text": "effects of a smoke free policy in xi an china impact on hospital admissions for acute ischemic heart disease and stroke although there was no significant reduction in aihd admissions stroke admissions were significantly reduced by from to after implementation of the smoke free policy in xi an conclusion the smoke free policy had different effects on hospital background smoking and secondhand smoke shs exposure rates are much higher in china than in other countries a smoke free policy was implemented in xi an a city in shaanxi province china on november this study aimed to evaluate the effect of the smoke free policy on changes in hospital admissions for acute ischemic heart disease aihd and stroke in xi an methods all subjects had been hospitalized for aihd or stroke from february to december study period weeks in six randomly selected public hospitals out of tertiary hospitals in xi an a generalized additive model developed using an interrupted time series design was used to compare immediate and annual percent changes in hospital admissions before and after policy implementation results the study included cases cases of aihd and cases of stroke from hospitals in xi an immediately after implementation of the smoke free policy aihd admissions were reduced significantly ci to but stroke admissions were not ci to the annual reduction in stroke related admissions ci to and the annual increase in aihd related admissions ci to were significant although there was no significant reduction in aihd admissions stroke admissions were significantly reduced by from to after implementation of the smoke free policy in xi an conclusion the smoke free policy had different effects on hospital admissions for aihd and stroke in xi an xi an should improve its smoke free legislation and expand the measures to maintain or achieve additional significant health benefits these findings can guide the formulation and implementation of regional and national smoke free policies"
}