{
    "title": "Expamers: a new technology to control T cell activation.",
    "doc_id": "33082362",
    "writer": "Poltorak MP",
    "year": "2020",
    "summary": "T cell activation is a cornerstone in manufacturing of T cell-based therapies, and precise control over T cell activation is important in the development of the next generation T-cell based therapeutics. ...Expamers can be e …",
    "abstract": "T cell activation is a cornerstone in manufacturing of T cell-based therapies, and precise control over T cell activation is important in the development of the next generation T-cell based therapeutics. This need cannot be fulfilled by currently available methods for T cell stimulation, in particular not in a time dependent manner. Here, we describe a modular activation reagent called Expamers, which addresses these limitations. Expamers are versatile stimuli that are intended for research and clinical use. They are readily soluble and can be rapidly bound and removed from the cell surface, allowing nearly instantaneous initiation and termination of activation signal, respectively. Hence, Expamers enable precise regulation of T cell stimulation duration and provide promise of control over T cell profiles in future products. Expamers can be easily adopted to different T cell production formats and have the potential to increase efficacy of T cell immunotherapeutics.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33082362/",
    "clean_text": "expamers a new technology to control t cell activation t cell activation is a cornerstone in manufacturing of t cell based therapies and precise control over t cell activation is important in the development of the next generation t cell based therapeutics expamers can be e t cell activation is a cornerstone in manufacturing of t cell based therapies and precise control over t cell activation is important in the development of the next generation t cell based therapeutics this need cannot be fulfilled by currently available methods for t cell stimulation in particular not in a time dependent manner here we describe a modular activation reagent called expamers which addresses these limitations expamers are versatile stimuli that are intended for research and clinical use they are readily soluble and can be rapidly bound and removed from the cell surface allowing nearly instantaneous initiation and termination of activation signal respectively hence expamers enable precise regulation of t cell stimulation duration and provide promise of control over t cell profiles in future products expamers can be easily adopted to different t cell production formats and have the potential to increase efficacy of t cell immunotherapeutics"
}