{
    "pmid": "41438718",
    "title": "Quality of life is impaired in shrimp allergic adults and caregivers.",
    "abstract": "Shrimp ( A QoL online questionnaire adapted from the validated Food Allergy Quality of Life Questionnaire (FAQLQ) was administered between September 30, 2023-July 15, 2024 to adults and caregivers of at least one SA child. Descriptive statistics, Wilcoxon rank sum test, and Fisher exact test were used to determine QoL and desire for treatment in SA subjects. Comparisons were made between SA adults with and without children with SA. Eighty-six participants completed the survey. Sixty-four (74%) SA adults did not have SA children, and 6 (7%) were SA adults with SA children. Eighty-one percent of SA adults found SA at least moderately to extremely troublesome, and 83% felt other people underestimated problems caused by SA. Seventy percent of SA adults were interested/very interested in a treatment and, of those interested, 47% wanted treatment to enable eating a serving size of shrimp. The small cohort of SA adults with a SA child may have been more likely to have concerns about allergic reaction compared to SA adults without a SA child. [OR, 4.4 (CI, 1-21)]. SA adults report impaired QoL and a desire for treatment to eat a serving size of shrimp. The majority of SA people have impaired QoL.",
    "disease": "asthma",
    "clean_text": "quality of life is impaired in shrimp allergic adults and caregivers shrimp a qol online questionnaire adapted from the validated food allergy quality of life questionnaire faqlq was administered between september july to adults and caregivers of at least one sa child descriptive statistics wilcoxon rank sum test and fisher exact test were used to determine qol and desire for treatment in sa subjects comparisons were made between sa adults with and without children with sa eighty six participants completed the survey sixty four sa adults did not have sa children and were sa adults with sa children eighty one percent of sa adults found sa at least moderately to extremely troublesome and felt other people underestimated problems caused by sa seventy percent of sa adults were interested very interested in a treatment and of those interested wanted treatment to enable eating a serving size of shrimp the small cohort of sa adults with a sa child may have been more likely to have concerns about allergic reaction compared to sa adults without a sa child or ci sa adults report impaired qol and a desire for treatment to eat a serving size of shrimp the majority of sa people have impaired qol"
}