{
    "pmid": "41440025",
    "title": "Oncolytic Virotherapy in Colorectal Cancer: Mechanistic Insights, Enhancer Strategies, and Translational Combinations.",
    "abstract": "Colorectal cancer (CRC) is one of the leading causes of cancer-related morbidity and mortality worldwide, with most patients, especially those with microsatellite-stable disease, having limited treatment options. Oncolytic viruses (OVs) have emerged as a promising therapeutic modality due to their ability to selectively replicate in malignant cells and mediate antitumor effects through direct oncolysis, immune activation, and modulation of tumor angiogenesis. This review analyzed 101 primary studies that reported the use of OV in CRC. The extracted data, including virus type, study design, model system, mechanistic pathways, and therapeutic strategies, were organized as standalone therapy, combination therapy, or enhancer-based approaches. Across studies, OV monotherapy consistently induced selective tumor cell lysis and, in some models, also exhibited additional immunogenic and anti-angiogenic effects. Combination strategies, particularly those with immune checkpoint inhibitors, demonstrated synergistic activity, enhancing T-cell infiltration, cytokine production, and tumor control even in resistant CRC settings. Enhancer approaches, including mesenchymal stem cell delivery systems and tumor-specific promoters, have improved viral selectivity, tumor penetration, and reduced immune clearance. Despite promising findings, progress is hindered by heterogeneous models and the scarcity of advanced clinical trials. Translation into well-designed clinical studies is now warranted to optimize therapeutic outcomes.",
    "disease": "colorectal cancer",
    "clean_text": "oncolytic virotherapy in colorectal cancer mechanistic insights enhancer strategies and translational combinations colorectal cancer crc is one of the leading causes of cancer related morbidity and mortality worldwide with most patients especially those with microsatellite stable disease having limited treatment options oncolytic viruses ovs have emerged as a promising therapeutic modality due to their ability to selectively replicate in malignant cells and mediate antitumor effects through direct oncolysis immune activation and modulation of tumor angiogenesis this review analyzed primary studies that reported the use of ov in crc the extracted data including virus type study design model system mechanistic pathways and therapeutic strategies were organized as standalone therapy combination therapy or enhancer based approaches across studies ov monotherapy consistently induced selective tumor cell lysis and in some models also exhibited additional immunogenic and anti angiogenic effects combination strategies particularly those with immune checkpoint inhibitors demonstrated synergistic activity enhancing t cell infiltration cytokine production and tumor control even in resistant crc settings enhancer approaches including mesenchymal stem cell delivery systems and tumor specific promoters have improved viral selectivity tumor penetration and reduced immune clearance despite promising findings progress is hindered by heterogeneous models and the scarcity of advanced clinical trials translation into well designed clinical studies is now warranted to optimize therapeutic outcomes"
}