{
    "pmid": "41466830",
    "title": "Diagnostic performance of left ventricular strain for predicting physiologically significant coronary artery disease.",
    "abstract": "Coronary artery disease (CAD) remains a leading cause of morbidity and mortality worldwide. While invasive coronary angiography is the gold standard for diagnosing obstructive CAD, contemporary guidelines advocate for initial evaluation using resting transthoracic echocardiography. The role of left ventricular global longitudinal strain (LV GLS) as a screening tool in the diagnosis of obstructive CAD remains unclear. To evaluate the diagnostic utility of LV GLS in predicting physiologically significant CAD as confirmed by intracoronary physiological tests such as fractional flow reserve (FFR) and/or non-hyperemic pressure ratios (NHPRs). We conducted a retrospective cohort study at the Cardiac Center, Chulabhorn Hospital, Thailand, enrolling patients with suspected CAD who underwent coronary angiography with FFR and/or NHPRs between August 2018 and September 2024. Resting echocardiograms were reevaluated for LV GLS. Receiver operating characteristic (ROC) analysis was performed to assess the predictive value of LV GLS for physiologically significant CAD. A multivariate model incorporating LV GLS patterns and clinical parameters was also developed. Of the 207 patients analyzed, 99 (47 %) had positive physiological test results (FFR ≤0.80 and/or NHPR ≤0.89). The average LV GLS was lower in the physiologically positive group (-15.6 %) compared to the negative group (-16.8 %), though this difference was not statistically significant. ROC analysis of average LV GLS yielded an area under the curve (AUC) of 0.56 (95 % CI: 0.48-0.64, p = 0.130). However, the ischemic Bull's-eye pattern derived from LV GLS demonstrated high sensitivity (93 %) and negative predictive value (87 %). Multivariate analysis identified central aortic pulse pressure (OR 1.02, 95 % CI = 1.00-1.04, p = 0.042) and the ischemic Bull's-eye pattern (OR 16.33, 95 % CI = 5.16-51.72, p < 0.001) as independent predictors of physiologically significant CAD. The combined model achieved an AUC of 0.76, outperforming both the average LV GLS alone and 2024 ESC clinical risk factor-based likelihood. While the average LV GLS is not a robust predictor of physiologically significant CAD, the ischemic Bull's-eye pattern derived from LV GLS offers high sensitivity and negative predictive value. When combined with central aortic pulse pressure, this approach enhances the diagnostic accuracy for physiologically significant CAD. These findings support the integration of ischemic Bull's-eye patterns derived from LV GLS and central aortic pulse pressure into initial CAD screening protocols.",
    "disease": "coronary artery disease",
    "clean_text": "diagnostic performance of left ventricular strain for predicting physiologically significant coronary artery disease coronary artery disease cad remains a leading cause of morbidity and mortality worldwide while invasive coronary angiography is the gold standard for diagnosing obstructive cad contemporary guidelines advocate for initial evaluation using resting transthoracic echocardiography the role of left ventricular global longitudinal strain lv gls as a screening tool in the diagnosis of obstructive cad remains unclear to evaluate the diagnostic utility of lv gls in predicting physiologically significant cad as confirmed by intracoronary physiological tests such as fractional flow reserve ffr and or non hyperemic pressure ratios nhprs we conducted a retrospective cohort study at the cardiac center chulabhorn hospital thailand enrolling patients with suspected cad who underwent coronary angiography with ffr and or nhprs between august and september resting echocardiograms were reevaluated for lv gls receiver operating characteristic roc analysis was performed to assess the predictive value of lv gls for physiologically significant cad a multivariate model incorporating lv gls patterns and clinical parameters was also developed of the patients analyzed had positive physiological test results ffr and or nhpr the average lv gls was lower in the physiologically positive group compared to the negative group though this difference was not statistically significant roc analysis of average lv gls yielded an area under the curve auc of ci p however the ischemic bull s eye pattern derived from lv gls demonstrated high sensitivity and negative predictive value multivariate analysis identified central aortic pulse pressure or ci p and the ischemic bull s eye pattern or ci p as independent predictors of physiologically significant cad the combined model achieved an auc of outperforming both the average lv gls alone and esc clinical risk factor based likelihood while the average lv gls is not a robust predictor of physiologically significant cad the ischemic bull s eye pattern derived from lv gls offers high sensitivity and negative predictive value when combined with central aortic pulse pressure this approach enhances the diagnostic accuracy for physiologically significant cad these findings support the integration of ischemic bull s eye patterns derived from lv gls and central aortic pulse pressure into initial cad screening protocols"
}