{
    "pmid": "41465358",
    "title": "Impact of Rotational Atherectomy on Endothelial Integrity and Platelet Activation.",
    "abstract": "Rotational atherectomy (RA) is an established technique for modifying heavily calcified and fibrotic coronary artery lesions. Despite its efficacy, the use of a high-speed rotating burr can provoke platelet activation and endothelial injury, thereby increasing thrombotic risk, promoting inflammation, and impairing vascular healing. This study investigated the effects of RA and its procedural characteristics on endothelial function and platelet activation by assessing circulating biomarkers. We prospectively analyzed 34 patients undergoing elective RA at a tertiary center. Blood samples were obtained before and 12-24 h after the procedure. Plasma levels of soluble E-selectin, soluble intercellular adhesion molecule-1 (ICAM-1), platelet factor 4 (PF4), P-selectin, and cluster of differentiation 40 ligand (CD40L) were measured. The study population had a mean age of 71 ± 8.9 years, and 73.8% were male. Cardiovascular comorbidities were prevalent, including diabetes (61.9%), hypertension (92.9%), hypercholesterolemia (42.9%), heart failure (45.2%), atrial fibrillation (21.4%), prior PCI (81%), and prior CABG (11.9%). RA significantly increased levels of P-selectin (55.5 ± 26.1 vs. 68.9 ± 26.5, ",
    "disease": "hypertension",
    "clean_text": "impact of rotational atherectomy on endothelial integrity and platelet activation rotational atherectomy ra is an established technique for modifying heavily calcified and fibrotic coronary artery lesions despite its efficacy the use of a high speed rotating burr can provoke platelet activation and endothelial injury thereby increasing thrombotic risk promoting inflammation and impairing vascular healing this study investigated the effects of ra and its procedural characteristics on endothelial function and platelet activation by assessing circulating biomarkers we prospectively analyzed patients undergoing elective ra at a tertiary center blood samples were obtained before and h after the procedure plasma levels of soluble e selectin soluble intercellular adhesion molecule icam platelet factor pf p selectin and cluster of differentiation ligand cd l were measured the study population had a mean age of years and were male cardiovascular comorbidities were prevalent including diabetes hypertension hypercholesterolemia heart failure atrial fibrillation prior pci and prior cabg ra significantly increased levels of p selectin vs"
}