{
    "title": "Oxidant-reactive carbonous moieties in dissolved organic matter: Selective quantification by oxidative titration using chlorine dioxide and ozone.",
    "doc_id": "34740166",
    "writer": "Houska J",
    "year": "2021",
    "summary": "To improve predictions of the efficiency of oxidation processes and the formation of oxidation products, methods to determine concentrations of oxidant-reactive phenolic, olefinic or amine-type DOM moieties are critical. Here, a novel selective oxidative …",
    "abstract": "The application of oxidants for disinfection or micropollutant abatement during drinking water and wastewater treatment is accompanied by oxidation of matrix components such as dissolved organic matter (DOM). To improve predictions of the efficiency of oxidation processes and the formation of oxidation products, methods to determine concentrations of oxidant-reactive phenolic, olefinic or amine-type DOM moieties are critical. Here, a novel selective oxidative titration approach is presented, which is based on reaction kinetics of oxidation reactions towards certain DOM moieties. Phenolic moieties were determined by oxidative titration with ClO2 and O3 for five DOM isolates and two secondary wastewater effluent samples. The determined concentrations of phenolic moieties correlated with the electron-donating capacity (EDC) and the formation of inorganic ClO2-byproducts (HOCl, ClO2-, ClO3-). ClO2-byproduct yields from phenol and DOM isolates and changes due to the application of molecular tagging for phenols revealed a better understanding of oxidant-reactive structures within DOM. Overall, oxidative titrations with ClO2 and O3 provide a novel and promising tool to quantify oxidant-reactive moieties in complex mixtures such as DOM and can be expanded to other matrices or oxidants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34740166/",
    "clean_text": "oxidant reactive carbonous moieties in dissolved organic matter selective quantification by oxidative titration using chlorine dioxide and ozone to improve predictions of the efficiency of oxidation processes and the formation of oxidation products methods to determine concentrations of oxidant reactive phenolic olefinic or amine type dom moieties are critical here a novel selective oxidative the application of oxidants for disinfection or micropollutant abatement during drinking water and wastewater treatment is accompanied by oxidation of matrix components such as dissolved organic matter dom to improve predictions of the efficiency of oxidation processes and the formation of oxidation products methods to determine concentrations of oxidant reactive phenolic olefinic or amine type dom moieties are critical here a novel selective oxidative titration approach is presented which is based on reaction kinetics of oxidation reactions towards certain dom moieties phenolic moieties were determined by oxidative titration with clo and o for five dom isolates and two secondary wastewater effluent samples the determined concentrations of phenolic moieties correlated with the electron donating capacity edc and the formation of inorganic clo byproducts hocl clo clo clo byproduct yields from phenol and dom isolates and changes due to the application of molecular tagging for phenols revealed a better understanding of oxidant reactive structures within dom overall oxidative titrations with clo and o provide a novel and promising tool to quantify oxidant reactive moieties in complex mixtures such as dom and can be expanded to other matrices or oxidants"
}