{
    "pmid": "41469290",
    "title": "Discordance of Radiologic and Pathologic Complete Response in Patients with Triple-negative Breast Cancer Undergoing Neoadjuvant Chemotherapy.",
    "abstract": "Pathologic complete response (pCR) following neoadjuvant chemotherapy (NAC) is a key marker of long-term outcomes in patients with triple-negative breast cancer (TNBC). Accurate radiologic assessments of response to NAC using breast MRI and US play an important role in guiding treatment decisions, though the effects of immunotherapy (IO) on radiologic assessments are not well characterized. We examined the discordance between radiologic complete response (rCR) and pCR in patients with TNBC following NAC with or without IO. This is a retrospective cohort study of patients from a single institution diagnosed between January 2013 and April 2022 with TNBC who underwent dynamic contrast-enhanced MRI or US breast imaging before and after NAC. Radiology reports of post-NAC MRI and US scans were examined for presence of rCR, and these findings were correlated with pathologic stage on surgical resection. Concordance between rCR and pCR was measured using Cohen's kappa (κ) statistic. Association between the receipt of IO and pCR among patients without rCR on post-NAC MRI/US was measured using Fischer's exact test. We identified 186 patients from the cohort meeting inclusion criteria. 166 (89%) patients had high tumor grade, 174 (94%) patients had ductal histologic subtype, 81 (44%) patients had pCR, and 34 (18%) patients received IO. Among patients not receiving IO, pCR and MRI were moderately concordant (κ = 0.60), and pCR and US were weakly concordant (κ = 0.42). Discordance was pronounced in those receiving IO, with reduced concordance between pCR and MRI (κ = 0.39), and no concordance between pCR and US (κ = 0.05). Among patients with no rCR on MRI, there was a strong association between IO and pCR (p = 0.009) with a poor negative predictive value (NPV) of 50% in patients receiving NAC with IO compared to an NPV of 84% in patients receiving NAC without IO. We present data that demonstrate a statistically significant reduction in the NPV of post-NAC MRI in patients with TNBC receiving IO. These findings suggest that MRI following neoadjuvant chemoimmunotherapy may overcall residual tumor in TNBC. Further research is necessary to better characterize any underlying immunotherapy induced inflammatory changes that may explain this discordance.",
    "disease": "breast cancer",
    "clean_text": "discordance of radiologic and pathologic complete response in patients with triple negative breast cancer undergoing neoadjuvant chemotherapy pathologic complete response pcr following neoadjuvant chemotherapy nac is a key marker of long term outcomes in patients with triple negative breast cancer tnbc accurate radiologic assessments of response to nac using breast mri and us play an important role in guiding treatment decisions though the effects of immunotherapy io on radiologic assessments are not well characterized we examined the discordance between radiologic complete response rcr and pcr in patients with tnbc following nac with or without io this is a retrospective cohort study of patients from a single institution diagnosed between january and april with tnbc who underwent dynamic contrast enhanced mri or us breast imaging before and after nac radiology reports of post nac mri and us scans were examined for presence of rcr and these findings were correlated with pathologic stage on surgical resection concordance between rcr and pcr was measured using cohen s kappa statistic association between the receipt of io and pcr among patients without rcr on post nac mri us was measured using fischer s exact test we identified patients from the cohort meeting inclusion criteria patients had high tumor grade patients had ductal histologic subtype patients had pcr and patients received io among patients not receiving io pcr and mri were moderately concordant and pcr and us were weakly concordant discordance was pronounced in those receiving io with reduced concordance between pcr and mri and no concordance between pcr and us among patients with no rcr on mri there was a strong association between io and pcr p with a poor negative predictive value npv of in patients receiving nac with io compared to an npv of in patients receiving nac without io we present data that demonstrate a statistically significant reduction in the npv of post nac mri in patients with tnbc receiving io these findings suggest that mri following neoadjuvant chemoimmunotherapy may overcall residual tumor in tnbc further research is necessary to better characterize any underlying immunotherapy induced inflammatory changes that may explain this discordance"
}