{
    "title": "Value Realization and Optimization Path of Forest Ecological Products-Case Study from Zhejiang Province, China.",
    "doc_id": "35742786",
    "writer": "Wang N",
    "year": "2022",
    "summary": "The results showed that: (1) From 2000 to 2020, the value of forest ecological products in Zhejiang Province showed a fluctuating upward trend. In 2020, the total value of forest ecological products was RMB 973.717 billion. Among them, the value of material products was RM …",
    "abstract": "In the last decade, more and more attention has been paid to the efficiency of ecological products' value in the literature. Studying the value-conversion efficiency of forest ecological products can measure and reflect the huge value contained in forests, which is of great significance to promote the transformation between \"clear water and green mountains\" and \"gold and silver mountains\" as well as solve the problem of economic development and environmental protection. Studying the value-conversion efficiency of forest ecological products can scientifically evaluate the results of the mutual transformation of \"clear water and green mountains\" and \"gold and silver mountains\", which is of great significance for deepening the theory of the \"two mountains\". This paper took Zhejiang Province as the research object, constructed an index system of forest ecological products' value accounting, used the super-SBM model and Malmquist index to calculate the conversion efficiency of forest ecological products' value, and proposed optimization paths according to the research results. The results showed that: (1) From 2000 to 2020, the value of forest ecological products in Zhejiang Province showed a fluctuating upward trend. In 2020, the total value of forest ecological products was RMB 973.717 billion. Among them, the value of material products was RMB 12.560 billion, the value of ecological regulatory products was RMB 726.323 billion, and the value of cultural service products was RMB 234.834 billion. (2) There were great differences in the value-conversion efficiency of forest ecological products among cities in Zhejiang Province, but the overall trend was steady and developing in a positive direction. (3) The total-factor productivity of forest ecological products in Zhejiang Province showed a fluctuating trend, and its growth was mainly limited by the technical efficiency and technological progress index. (4) The main reasons for the conversion-efficiency loss of forest ecological products' value in Zhejiang Province were excessive input and insufficient output. The specific reasons for the loss of efficiency in different cities were different, so it is necessary to find improvement paths according to local conditions. Our research provides a new perspective for the academic community to evaluate the value-realization effect of ecological products as well as a decision-making reference for policy makers of ecological environmental protection and construction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35742786/",
    "clean_text": "value realization and optimization path of forest ecological products case study from zhejiang province china the results showed that from to the value of forest ecological products in zhejiang province showed a fluctuating upward trend in the total value of forest ecological products was rmb billion among them the value of material products was rm in the last decade more and more attention has been paid to the efficiency of ecological products value in the literature studying the value conversion efficiency of forest ecological products can measure and reflect the huge value contained in forests which is of great significance to promote the transformation between clear water and green mountains and gold and silver mountains as well as solve the problem of economic development and environmental protection studying the value conversion efficiency of forest ecological products can scientifically evaluate the results of the mutual transformation of clear water and green mountains and gold and silver mountains which is of great significance for deepening the theory of the two mountains this paper took zhejiang province as the research object constructed an index system of forest ecological products value accounting used the super sbm model and malmquist index to calculate the conversion efficiency of forest ecological products value and proposed optimization paths according to the research results the results showed that from to the value of forest ecological products in zhejiang province showed a fluctuating upward trend in the total value of forest ecological products was rmb billion among them the value of material products was rmb billion the value of ecological regulatory products was rmb billion and the value of cultural service products was rmb billion there were great differences in the value conversion efficiency of forest ecological products among cities in zhejiang province but the overall trend was steady and developing in a positive direction the total factor productivity of forest ecological products in zhejiang province showed a fluctuating trend and its growth was mainly limited by the technical efficiency and technological progress index the main reasons for the conversion efficiency loss of forest ecological products value in zhejiang province were excessive input and insufficient output the specific reasons for the loss of efficiency in different cities were different so it is necessary to find improvement paths according to local conditions our research provides a new perspective for the academic community to evaluate the value realization effect of ecological products as well as a decision making reference for policy makers of ecological environmental protection and construction"
}