{
    "pmid": "41346800",
    "title": "Solitary Hepatic Plasmacytoma With IgM Monoclonal Gammopathy: A Case Report.",
    "abstract": "Solitary extramedullary plasmacytoma (SEP) is a rare plasma cell neoplasm that typically arises in the upper aerodigestive tract but may occur in other organs, including the liver. IgM-secreting SEPs are exceedingly rare and can be challenging to differentiate from other lymphomas with similar presentations. We report a case of a 73-year-old female who presented with fatigue and cytopenias, later found to have a large hepatic mass. Biopsy revealed a kappa-restricted plasma cell neoplasm with strong CD138, BCL2, CD20, and PAX5 expression and absence of MYD88 L265P mutation via immunohistochemistry. No bone marrow involvement or lymphadenopathy was detected. Although MYD88 was negative, the working diagnosis was initially made as isolated Waldenstrom macroglobulinemia (WM), and the patient was treated as such. Local radiotherapy was contraindicated due to elevated risk with a history of cirrhosis. The patient demonstrated excellent clinical and radiographic response to zanubrutinib therapy by way of improvement in IgM and the size of the liver mass. After reconsideration of the diagnosis, especially in the setting of MYD88 negativity and CD138 positivity, the case seemed to represent an IgM-secreting solitary hepatic plasmacytoma rather than WM. Management did not change when the diagnosis of plasmacytoma was more highly represented due to the radiotherapeutic contraindication and excellent improvement with zanubrutinib. To our knowledge, this represents one of the few documented cases of IgM-secreting solitary hepatic plasmacytoma. This case highlights diagnostic challenges, the importance of immunophenotypic profiling, and the need for individualized management strategies in this rare entity.",
    "disease": "liver cirrhosis",
    "clean_text": "solitary hepatic plasmacytoma with igm monoclonal gammopathy a case report solitary extramedullary plasmacytoma sep is a rare plasma cell neoplasm that typically arises in the upper aerodigestive tract but may occur in other organs including the liver igm secreting seps are exceedingly rare and can be challenging to differentiate from other lymphomas with similar presentations we report a case of a year old female who presented with fatigue and cytopenias later found to have a large hepatic mass biopsy revealed a kappa restricted plasma cell neoplasm with strong cd bcl cd and pax expression and absence of myd l p mutation via immunohistochemistry no bone marrow involvement or lymphadenopathy was detected although myd was negative the working diagnosis was initially made as isolated waldenstrom macroglobulinemia wm and the patient was treated as such local radiotherapy was contraindicated due to elevated risk with a history of cirrhosis the patient demonstrated excellent clinical and radiographic response to zanubrutinib therapy by way of improvement in igm and the size of the liver mass after reconsideration of the diagnosis especially in the setting of myd negativity and cd positivity the case seemed to represent an igm secreting solitary hepatic plasmacytoma rather than wm management did not change when the diagnosis of plasmacytoma was more highly represented due to the radiotherapeutic contraindication and excellent improvement with zanubrutinib to our knowledge this represents one of the few documented cases of igm secreting solitary hepatic plasmacytoma this case highlights diagnostic challenges the importance of immunophenotypic profiling and the need for individualized management strategies in this rare entity"
}