{
    "title": "Does physical activity prevent weight gain--a systematic review.",
    "doc_id": "12119991",
    "writer": "Fogelholm M",
    "year": "2000",
    "summary": "Most studies with data on physical activity collected at follow-up, found an inverse association between physical activity and long-term weight gain. This finding was present in studies both with and without prior weight reduction. Prospective studies …",
    "abstract": "This paper is a systematic review of research data on associations between physical activity and weight gain, with or without prior weight reduction. The selected studies were restricted to Caucasian (white) adults. Most studies with data on physical activity collected at follow-up, found an inverse association between physical activity and long-term weight gain. This finding was present in studies both with and without prior weight reduction. Prospective studies with physical activity measured at baseline, and randomized weight reduction interventions, gave inconsistent results regarding the effects of increased physical activity on weight change. The weighted mean weight regain in randomized studies with or without exercise training was 0.28 and 0.33 kg/month, respectively. Based on observational studies, it seemed that an actual increase in energy expenditure of physical activity of approximately 6300-8400 kJ/week (1500-2000 kcal/week) is associated with improved weight maintenance. This is more than was prescribed in most randomized trials, and certainly more than the participants actually achieved. Adherence to a prescribed exercise programme remains a big challenge. Before new methods to improve exercise adherence are found, the role of prescribed physical activity in prevention of weight gain remains modest.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12119991/",
    "clean_text": "does physical activity prevent weight gain a systematic review most studies with data on physical activity collected at follow up found an inverse association between physical activity and long term weight gain this finding was present in studies both with and without prior weight reduction prospective studies this paper is a systematic review of research data on associations between physical activity and weight gain with or without prior weight reduction the selected studies were restricted to caucasian white adults most studies with data on physical activity collected at follow up found an inverse association between physical activity and long term weight gain this finding was present in studies both with and without prior weight reduction prospective studies with physical activity measured at baseline and randomized weight reduction interventions gave inconsistent results regarding the effects of increased physical activity on weight change the weighted mean weight regain in randomized studies with or without exercise training was and kg month respectively based on observational studies it seemed that an actual increase in energy expenditure of physical activity of approximately kj week kcal week is associated with improved weight maintenance this is more than was prescribed in most randomized trials and certainly more than the participants actually achieved adherence to a prescribed exercise programme remains a big challenge before new methods to improve exercise adherence are found the role of prescribed physical activity in prevention of weight gain remains modest"
}