{
    "pmid": "41316669",
    "title": "The effect of posture and breathing exercises applied with telerehabilitation on respiratory functions, exercise capacity, fatigue, and psychosocial factors in chronic obstructive pulmonary disease patients.",
    "abstract": "This study aims to examine the effects of telerehabilitation, including posture and breathing exercises, on respiratory functions, quality of life, exercise capacity, fatigue, and psychosocial factors in individuals with chronic obstructive pulmonary disease (COPD). Thirty individuals diagnosed with COPD (15 in the control group, 15 in the treatment group) were randomly selected for the study. Participants were evaluated through a pulmonary function test, dyspnea, health-related quality of life, exercise capacity, fatigue, psychosocial factors. Posture and breathing exercises were applied to the treatment group via video conference for a total of 16 sessions, 45 min, 2 days/week, for 8 weeks. When the pre-and post-treatment data were compared in fatigue, depression, and anxiety examinations, the change in the treatment group was found to be statistically significant (p < 0.05). It was concluded that exercise with telerehabilitation in COPD patients is effective on quality of life, exercise capacity, fatigue, psychosocial factors and can be used as a treatment approach. NCT04879576.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "the effect of posture and breathing exercises applied with telerehabilitation on respiratory functions exercise capacity fatigue and psychosocial factors in chronic obstructive pulmonary disease patients this study aims to examine the effects of telerehabilitation including posture and breathing exercises on respiratory functions quality of life exercise capacity fatigue and psychosocial factors in individuals with chronic obstructive pulmonary disease copd thirty individuals diagnosed with copd in the control group in the treatment group were randomly selected for the study participants were evaluated through a pulmonary function test dyspnea health related quality of life exercise capacity fatigue psychosocial factors posture and breathing exercises were applied to the treatment group via video conference for a total of sessions min days week for weeks when the pre and post treatment data were compared in fatigue depression and anxiety examinations the change in the treatment group was found to be statistically significant p it was concluded that exercise with telerehabilitation in copd patients is effective on quality of life exercise capacity fatigue psychosocial factors and can be used as a treatment approach nct"
}