{
    "title": "Current Advances in Meat Nutritional, Sensory and Physical Quality Improvement.",
    "doc_id": "32164289",
    "writer": "Gagaoua M",
    "year": "2020",
    "summary": "Therefore, the control of meat quality, including technological, sensory and nutritional quality traits, constitutes an important target for any farm animal production. ...This Special Issue focuses on the study of continuum aspects from farm to fork, which would ha …",
    "abstract": "Meat is an important source of proteins, vitamins, minerals and fat, and these nutrients are important for their beneficial effects on human health. In recent years, meat quality has become a more relevant topic for consumers with regard to health and sensory characteristics, and for beef industry stakeholders because it affects their profitability. Therefore, the control of meat quality, including technological, sensory and nutritional quality traits, constitutes an important target for any farm animal production. What those qualities are and how we best evaluate them at the different levels of the continuum from the farm to fork are critical to understanding meat production and consumption patterns. However, despite the efforts of the industrials to control the eating and nutritional quality traits of meat and meat products, there remains a high level of variability, which is one reason for consumer dissatisfaction. This Special Issue focuses on the study of continuum aspects from farm to fork, which would have an impact on the control of the nutritional, sensory and technological aspects of carcass, muscle, meat and meat-product qualities. It groups fourteen original studies and one comprehensive review within five main topics that are (i) production systems and rearing practices, (ii) prediction of meat qualities, (iii) statistical approaches for meat quality prediction/management, (iv) muscle biochemistry and proteomics techniques and (v) consumer acceptability, development and characterisation of meat products.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32164289/",
    "clean_text": "current advances in meat nutritional sensory and physical quality improvement therefore the control of meat quality including technological sensory and nutritional quality traits constitutes an important target for any farm animal production this special issue focuses on the study of continuum aspects from farm to fork which would ha meat is an important source of proteins vitamins minerals and fat and these nutrients are important for their beneficial effects on human health in recent years meat quality has become a more relevant topic for consumers with regard to health and sensory characteristics and for beef industry stakeholders because it affects their profitability therefore the control of meat quality including technological sensory and nutritional quality traits constitutes an important target for any farm animal production what those qualities are and how we best evaluate them at the different levels of the continuum from the farm to fork are critical to understanding meat production and consumption patterns however despite the efforts of the industrials to control the eating and nutritional quality traits of meat and meat products there remains a high level of variability which is one reason for consumer dissatisfaction this special issue focuses on the study of continuum aspects from farm to fork which would have an impact on the control of the nutritional sensory and technological aspects of carcass muscle meat and meat product qualities it groups fourteen original studies and one comprehensive review within five main topics that are i production systems and rearing practices ii prediction of meat qualities iii statistical approaches for meat quality prediction management iv muscle biochemistry and proteomics techniques and v consumer acceptability development and characterisation of meat products"
}