{
    "pmid": "41439005",
    "title": "Clinical analysis of sarcopenia prevalence and its influencing factors in patients with Parkinson's disease.",
    "abstract": "Patients with Parkinson's disease (PD) have a high risk of sarcopenia. Herein, we evaluated the prevalence of sarcopenia and factors associated with it in ambulatory patients with PD. Ambulatory patients with PD up to Hoehn and Yahr stage III were included and evaluated based on age, sex, disease duration, levodopa equivalent daily dose, cognitive impairment, swallowing disturbance, history of falling, the Japanese version of the movement disorder society-sponsored revision of the unified PD rating scale (MDS-UPDRS) parts I-IV, quality of life (QoL), and blood test (total protein, albumin, and anemia). Cognitive impairment was assessed using the Japanese version of Mini-Mental State Examination and the Japanese version of the Montreal Cognitive Assessment, whereas swallowing disturbance was assessed using the Japanese version of the Swallowing Disturbance Questionnaire. QoL was assessed using the Parkinson's Disease Questionnaire (PDQ-8). Sarcopenia was diagnosed based on handgrip strength, five-time chair stand test, and skeletal muscle mass. Overall, 97 patients with PD (55 males), with a mean age of 69.8 years and a mean disease duration of 7.3 years, were included. The prevalence of sarcopenia was 33.0%. There were significant differences between the sarcopenia and the non-sarcopenia groups in age, sex, swallowing disturbance, MDS-UPDRS part III total score, and the sub-items arising from a chair, postural stability, and global spontaneity of movement ( In clinical management, it is important to assess muscle strength and evaluate sarcopenia, particularly in patients with PD who have being female, cognitive impairment, or swallowing disturbance.",
    "disease": "parkinson disease",
    "clean_text": "clinical analysis of sarcopenia prevalence and its influencing factors in patients with parkinson s disease patients with parkinson s disease pd have a high risk of sarcopenia herein we evaluated the prevalence of sarcopenia and factors associated with it in ambulatory patients with pd ambulatory patients with pd up to hoehn and yahr stage iii were included and evaluated based on age sex disease duration levodopa equivalent daily dose cognitive impairment swallowing disturbance history of falling the japanese version of the movement disorder society sponsored revision of the unified pd rating scale mds updrs parts i iv quality of life qol and blood test total protein albumin and anemia cognitive impairment was assessed using the japanese version of mini mental state examination and the japanese version of the montreal cognitive assessment whereas swallowing disturbance was assessed using the japanese version of the swallowing disturbance questionnaire qol was assessed using the parkinson s disease questionnaire pdq sarcopenia was diagnosed based on handgrip strength five time chair stand test and skeletal muscle mass overall patients with pd males with a mean age of years and a mean disease duration of years were included the prevalence of sarcopenia was there were significant differences between the sarcopenia and the non sarcopenia groups in age sex swallowing disturbance mds updrs part iii total score and the sub items arising from a chair postural stability and global spontaneity of movement in clinical management it is important to assess muscle strength and evaluate sarcopenia particularly in patients with pd who have being female cognitive impairment or swallowing disturbance"
}