{
    "title": "A review of technology-based interventions to maintain weight loss.",
    "doc_id": "25692454",
    "writer": "Lee S",
    "year": "2015",
    "summary": "BACKGROUND: For many decades, healthcare providers and researchers have developed weight-loss interventions to help people achieve weight loss. Unfortunately, it is typical for people to lose weight quickly during the intervention period but the …",
    "abstract": "Background:\n        \n      \n      For many decades, healthcare providers and researchers have developed weight-loss interventions to help people achieve weight loss. Unfortunately, it is typical for people to lose weight quickly during the intervention period but then slowly regain weight until they return to their approximate baseline. Technology-based maintenance interventions are among the newest approaches to long-term weight loss. Several advantages make technology helpful for maintaining weight loss. The purpose of this article was to review and critique the randomized controlled trials of technology-based weight-loss maintenance interventions (WLMIs) for adults.\n    \n\n\n          Materials and methods:\n        \n      \n      A systematic search through electronic databases and a manual citation search were conducted. Limited numbers of controlled trials published since 2000 that included randomization, and technology-based WLMIs were identified.\n    \n\n\n          Results:\n        \n      \n      The characteristics of the eight studies were diverse. The average score of study design quality was moderate. The results of the effectiveness of technology-based WLMIs were mixed. Technology-based WLMIs are more likely to be effective than usual care but not more effective than personal contact.\n    \n\n\n          Conclusions:\n        \n      \n      Based on the review, guidelines were established for the selection and potential success of technology-based WLMIs. The effectiveness of technology-based maintenance interventions for weight loss varied, and potential strategies and approaches are discussed to improve their effectiveness. Further studies are needed to better evaluate and refine the efficacy of technology-based WLMIs.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25692454/",
    "clean_text": "a review of technology based interventions to maintain weight loss background for many decades healthcare providers and researchers have developed weight loss interventions to help people achieve weight loss unfortunately it is typical for people to lose weight quickly during the intervention period but the background for many decades healthcare providers and researchers have developed weight loss interventions to help people achieve weight loss unfortunately it is typical for people to lose weight quickly during the intervention period but then slowly regain weight until they return to their approximate baseline technology based maintenance interventions are among the newest approaches to long term weight loss several advantages make technology helpful for maintaining weight loss the purpose of this article was to review and critique the randomized controlled trials of technology based weight loss maintenance interventions wlmis for adults materials and methods a systematic search through electronic databases and a manual citation search were conducted limited numbers of controlled trials published since that included randomization and technology based wlmis were identified results the characteristics of the eight studies were diverse the average score of study design quality was moderate the results of the effectiveness of technology based wlmis were mixed technology based wlmis are more likely to be effective than usual care but not more effective than personal contact conclusions based on the review guidelines were established for the selection and potential success of technology based wlmis the effectiveness of technology based maintenance interventions for weight loss varied and potential strategies and approaches are discussed to improve their effectiveness further studies are needed to better evaluate and refine the efficacy of technology based wlmis"
}