{
    "title": "Gastric volvulus. More common than previously thought?",
    "doc_id": "3763530",
    "writer": "Llaneza PP",
    "year": "1986",
    "summary": "Gastric volvulus is torsion of the stomach, which can compromise the gastric orifices and result in either acute or chronic and intermittent symptoms. ...Acute gastric volvulus is a surgical emergency. Definitive treatment of recurrent chronic gastr …",
    "abstract": "Gastric volvulus is torsion of the stomach, which can compromise the gastric orifices and result in either acute or chronic and intermittent symptoms. We believe that gastric volvulus, especially when partial or intermittent, may be more common than has been previously thought. The condition should be suspected in any patient who has a history of retching or vomiting and has a paraesophageal hiatus hernia or eventration of the diaphragm. The classic triad of retching, severe and constant epigastric pain, and difficulty in passing a nasogastric tube should suggest the presence of acute gastric volvulus. The diagnosis is confirmed by specific findings on the upper gastrointestinal series. Acute gastric volvulus is a surgical emergency. Definitive treatment of recurrent chronic gastric volvulus is usually surgical, although conservative measures may have limited success.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3763530/",
    "clean_text": "gastric volvulus more common than previously thought gastric volvulus is torsion of the stomach which can compromise the gastric orifices and result in either acute or chronic and intermittent symptoms acute gastric volvulus is a surgical emergency definitive treatment of recurrent chronic gastr gastric volvulus is torsion of the stomach which can compromise the gastric orifices and result in either acute or chronic and intermittent symptoms we believe that gastric volvulus especially when partial or intermittent may be more common than has been previously thought the condition should be suspected in any patient who has a history of retching or vomiting and has a paraesophageal hiatus hernia or eventration of the diaphragm the classic triad of retching severe and constant epigastric pain and difficulty in passing a nasogastric tube should suggest the presence of acute gastric volvulus the diagnosis is confirmed by specific findings on the upper gastrointestinal series acute gastric volvulus is a surgical emergency definitive treatment of recurrent chronic gastric volvulus is usually surgical although conservative measures may have limited success"
}