{
    "title": "[Benign mimickers of the prostate cancer. Diagnostic challenges].",
    "doc_id": "23954116",
    "writer": "Compérat E",
    "year": "2013",
    "summary": "The diagnosis of prostate cancer (PCa), especially limited adenocarcinoma on needle biopsy, is often challenging. ...",
    "abstract": "The diagnosis of prostate cancer (PCa), especially limited adenocarcinoma on needle biopsy, is often challenging. Before making diagnosis of PCa, it is prudent for the pathologist to consider different benign patterns that may lead to a false positive interpretation. Histoanatomic structures such as seminal vesicles, Cowper's glands and paraganglia along with hyperplasia, atrophy with its different patterns and adenosis may generate difficulties in differential diagnosis. Furthermore, inflammatory processes and post-treatment changes may cause problems. The above entities can in some instances simulate low-grade and less commonly high grade PCa. Knowledge of these patterns and application of appropriate immunohistochemistry will lead the pathologist to a correct diagnosis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23954116/",
    "clean_text": "benign mimickers of the prostate cancer diagnostic challenges the diagnosis of prostate cancer pca especially limited adenocarcinoma on needle biopsy is often challenging the diagnosis of prostate cancer pca especially limited adenocarcinoma on needle biopsy is often challenging before making diagnosis of pca it is prudent for the pathologist to consider different benign patterns that may lead to a false positive interpretation histoanatomic structures such as seminal vesicles cowper s glands and paraganglia along with hyperplasia atrophy with its different patterns and adenosis may generate difficulties in differential diagnosis furthermore inflammatory processes and post treatment changes may cause problems the above entities can in some instances simulate low grade and less commonly high grade pca knowledge of these patterns and application of appropriate immunohistochemistry will lead the pathologist to a correct diagnosis"
}