{
    "pmid": "41443394",
    "title": "Safety and feasibility of stereotactic body radiation therapy for patients with hepatocellular carcinoma and advanced cirrhosis awaiting liver transplantation: A prospective pilot clinical trial.",
    "abstract": "Liver transplantation is the definitive treatment for hepatocellular carcinoma (HCC) in eligible patients with cirrhosis. Bridging liver-directed therapies (LDTs) are critical for maintaining transplant eligibility during long wait-times. However, due to the fear of decompensation, many advanced cirrhotic patients are excluded from receiving LDTs. This prospective pilot clinical trial evaluated the feasibility, safety, and efficacy of stereotactic body radiation therapy (SBRT) as a bridging therapy in an advanced cirrhotic HCC population. HCC patients with Child-Pugh (CP) B8 or worse cirrhosis and eligible for liver transplant were enrolled. SBRT to 40 Gy in 5 fractions was delivered to a single HCC as a bridging strategy. The primary endpoint was the proportion of patients that were transplant-eligible up to 1-year following SBRT. Secondary endpoints included disease control per modified Response Evaluation Criteria in Solid Tumors (mRECIST), proportion of patients that proceeded to transplant, incidence of non-classical radiation-induced liver disease (RILD) within 1 week to 3 months after SBRT and incidence of liver toxicity per CTCAE v5.0. Between 2019 and 2023, nine patients with CP-B8 or worse cirrhosis were enrolled. Median follow up was 11.2 months with a 22% death rate. Six patients (67%) were transplanted or remained transplant-eligible 1-year after SBRT. Three patients (33%) failed to receive a liver transplantation: two due to factors unrelated to SBRT or tumor progression, one patient experienced minimal tumor progression outside of Milan criteria. Per mRECIST, local control rate was 100% and incidence of intrahepatic and extrahepatic disease progression was 0%. Within 1 week to 3 months after SBRT, one patient (11%) experienced liver toxicity (CTCAE grade 4 acidosis, acute hepatic encephalopathy and hepatic failure), but there were no instances of non-classical RILD. Bridging SBRT in patients with HCC and advanced cirrhosis may safely maintain transplant eligibility without increasing the risk of non-classical RILD.",
    "disease": "liver cirrhosis",
    "clean_text": "safety and feasibility of stereotactic body radiation therapy for patients with hepatocellular carcinoma and advanced cirrhosis awaiting liver transplantation a prospective pilot clinical trial liver transplantation is the definitive treatment for hepatocellular carcinoma hcc in eligible patients with cirrhosis bridging liver directed therapies ldts are critical for maintaining transplant eligibility during long wait times however due to the fear of decompensation many advanced cirrhotic patients are excluded from receiving ldts this prospective pilot clinical trial evaluated the feasibility safety and efficacy of stereotactic body radiation therapy sbrt as a bridging therapy in an advanced cirrhotic hcc population hcc patients with child pugh cp b or worse cirrhosis and eligible for liver transplant were enrolled sbrt to gy in fractions was delivered to a single hcc as a bridging strategy the primary endpoint was the proportion of patients that were transplant eligible up to year following sbrt secondary endpoints included disease control per modified response evaluation criteria in solid tumors mrecist proportion of patients that proceeded to transplant incidence of non classical radiation induced liver disease rild within week to months after sbrt and incidence of liver toxicity per ctcae v between and nine patients with cp b or worse cirrhosis were enrolled median follow up was months with a death rate six patients were transplanted or remained transplant eligible year after sbrt three patients failed to receive a liver transplantation two due to factors unrelated to sbrt or tumor progression one patient experienced minimal tumor progression outside of milan criteria per mrecist local control rate was and incidence of intrahepatic and extrahepatic disease progression was within week to months after sbrt one patient experienced liver toxicity ctcae grade acidosis acute hepatic encephalopathy and hepatic failure but there were no instances of non classical rild bridging sbrt in patients with hcc and advanced cirrhosis may safely maintain transplant eligibility without increasing the risk of non classical rild"
}