{
    "title": "Lived Experiences of Young Adults With Lymphoma During Acute Survivorship.",
    "doc_id": "35175948",
    "writer": "Vena JA",
    "year": "2023",
    "summary": "CONCLUSION: Cancer was challenging to diagnose in this sample of young adults with lymphoma. The presence of nurses was shown to be deeply impactful for young adults with lymphoma. More research is necessary to understand the experiences of young …",
    "abstract": "Background:\n        \n      \n      Hodgkin lymphoma and non-Hodgkin lymphoma are hematologic malignancies of the lymphatic system with increased prevalence in young adults. Numerous studies have examined the health-related quality of life dimensions in young adults with lymphoma; yet, limited research has investigated the experiences of this population.\n    \n\n\n          Objective:\n        \n      \n      This study aimed to explore the lived experiences of young adults with Hodgkin lymphoma and non-Hodgkin lymphoma ( n = 8) receiving acute treatment from one National Cancer Institute-Designated Cancer Center in the Northeastern United States.\n    \n\n\n          Methods:\n        \n      \n      A qualitative interpretive phenomenological study design and method was applied to explore the lived experiences of young adults with lymphoma during acute survivorship.\n    \n\n\n          Results:\n        \n      \n      The participants lived experiences were shaped by the diagnostic challenges and impediments of cancer and lymphoma in young adults. Through postdiagnosis, they were determined to safeguard parents and close family members from the burden of cancer. The bonds between medical oncologists and nurses offered the participants a dynamic structure to endure acute survivorship.\n    \n\n\n          Conclusion:\n        \n      \n      Cancer was challenging to diagnose in this sample of young adults with lymphoma. The presence of nurses was shown to be deeply impactful for young adults with lymphoma. More research is necessary to understand the experiences of young adults with lymphoma through extended or long-term survivorship.\n    \n\n\n          Implications for practice:\n        \n      \n      Healthcare providers require additional education regarding the diagnostic guidelines in young adult patients with lymphoma. This study underscores the importance of well-defined and structured postdiagnosis survivorship care in young adults with lymphoma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35175948/",
    "clean_text": "lived experiences of young adults with lymphoma during acute survivorship conclusion cancer was challenging to diagnose in this sample of young adults with lymphoma the presence of nurses was shown to be deeply impactful for young adults with lymphoma more research is necessary to understand the experiences of young background hodgkin lymphoma and non hodgkin lymphoma are hematologic malignancies of the lymphatic system with increased prevalence in young adults numerous studies have examined the health related quality of life dimensions in young adults with lymphoma yet limited research has investigated the experiences of this population objective this study aimed to explore the lived experiences of young adults with hodgkin lymphoma and non hodgkin lymphoma n receiving acute treatment from one national cancer institute designated cancer center in the northeastern united states methods a qualitative interpretive phenomenological study design and method was applied to explore the lived experiences of young adults with lymphoma during acute survivorship results the participants lived experiences were shaped by the diagnostic challenges and impediments of cancer and lymphoma in young adults through postdiagnosis they were determined to safeguard parents and close family members from the burden of cancer the bonds between medical oncologists and nurses offered the participants a dynamic structure to endure acute survivorship conclusion cancer was challenging to diagnose in this sample of young adults with lymphoma the presence of nurses was shown to be deeply impactful for young adults with lymphoma more research is necessary to understand the experiences of young adults with lymphoma through extended or long term survivorship implications for practice healthcare providers require additional education regarding the diagnostic guidelines in young adult patients with lymphoma this study underscores the importance of well defined and structured postdiagnosis survivorship care in young adults with lymphoma"
}