{
    "pmid": "41466105",
    "title": "Pilot Clinical Trial of Fecal Microbiota Transplantation for Constipation in Parkinson's Disease.",
    "abstract": "The purpose of this study was to evaluate the safety and efficacy of fecal microbiota transplantation in patients with constipation due to parkinson's disease. Gut dysbiosis has long been associated with parkinson's and recent studies have shown that FMT can restore the normal flora of the gut. Therefore, this clinical trial aimed to test the therapeutic efficacy of FMT in 5 patients aged 55 to 71 diagnosed with PD who presented with constipation. The study was conducted as an open label, prospective trial and consisted of FMT performed every 3 days via nasojejunal tube placement followed by 8 weeks of patient follow-up to evaluate response to drug therapy and to assess neurological function using UPDRS-III OFF scores, and improvement in constipation assessed with Wexner scores. Samples taken before and after FMT were collected for shotgun metagenomic sequencing to analyze the composition of the microbial communities present in patients. Untargeted non-targeted metabolomic studies were performed to investigate the impact of FMT on metabolome changes due to FMT. The results indicate an improvement in constipation and neurological functioning following FMT, and significant alteration of the gut microbiota. Significant increases in ",
    "disease": "parkinson disease",
    "clean_text": "pilot clinical trial of fecal microbiota transplantation for constipation in parkinson s disease the purpose of this study was to evaluate the safety and efficacy of fecal microbiota transplantation in patients with constipation due to parkinson s disease gut dysbiosis has long been associated with parkinson s and recent studies have shown that fmt can restore the normal flora of the gut therefore this clinical trial aimed to test the therapeutic efficacy of fmt in patients aged to diagnosed with pd who presented with constipation the study was conducted as an open label prospective trial and consisted of fmt performed every days via nasojejunal tube placement followed by weeks of patient follow up to evaluate response to drug therapy and to assess neurological function using updrs iii off scores and improvement in constipation assessed with wexner scores samples taken before and after fmt were collected for shotgun metagenomic sequencing to analyze the composition of the microbial communities present in patients untargeted non targeted metabolomic studies were performed to investigate the impact of fmt on metabolome changes due to fmt the results indicate an improvement in constipation and neurological functioning following fmt and significant alteration of the gut microbiota significant increases in"
}