{
    "pmid": "41412297",
    "title": "Quantitative MRI assessment of knee cartilage alterations following 60-day head-down bed rest.",
    "abstract": "To quantitatively analyze the effects of long-term simulated bed rest unloading on knee articular cartilage using quantitative magnetic resonance imaging (fMRI), alongside functional and subjective outcomes. In this prospective cohort study, 23 healthy men (mean age 32.7 ± 5.2 years) completed a 60-day, -6° head-down bed rest (HDBR) protocol. The primary endpoints, knee cartilage T2 relaxation time and thickness, were assessed using a 3.0 T MRI system before and after HDBR. Data were analyzed with linear mixed-effects models. Secondary outcomes included isokinetic muscle strength, thigh circumference, dynamic balance (Y-Balance Test), and patient-reported outcomes (International Knee Documentation Committee score, Lysholm Knee Score, Self-rating Anxiety Scale, and Self-rating Depression Scale). HDBR induced a decrease in the knee-averaged cartilage T2 relaxation time (mean change, -0.67 ms; 95% CI, -1.22 to -0.11; p = 0.018). In contrast, no clear effect on cartilage thickness was observed (mean change, -0.054 mm; 95% CI, -0.159-0.050; p = 0.307). Functional and subjective outcomes indicated declines in muscle performance and functional scores. 60 days of simulated microgravity led to a decrease in knee cartilage T2 relaxation time without changes in thickness, suggesting early matrix alterations. These findings, together with observed neuromuscular deficits, highlight the need for protective strategies during prolonged unloading.",
    "disease": "osteoarthritis",
    "clean_text": "quantitative mri assessment of knee cartilage alterations following day head down bed rest to quantitatively analyze the effects of long term simulated bed rest unloading on knee articular cartilage using quantitative magnetic resonance imaging fmri alongside functional and subjective outcomes in this prospective cohort study healthy men mean age years completed a day head down bed rest hdbr protocol the primary endpoints knee cartilage t relaxation time and thickness were assessed using a t mri system before and after hdbr data were analyzed with linear mixed effects models secondary outcomes included isokinetic muscle strength thigh circumference dynamic balance y balance test and patient reported outcomes international knee documentation committee score lysholm knee score self rating anxiety scale and self rating depression scale hdbr induced a decrease in the knee averaged cartilage t relaxation time mean change ms ci to p in contrast no clear effect on cartilage thickness was observed mean change mm ci p functional and subjective outcomes indicated declines in muscle performance and functional scores days of simulated microgravity led to a decrease in knee cartilage t relaxation time without changes in thickness suggesting early matrix alterations these findings together with observed neuromuscular deficits highlight the need for protective strategies during prolonged unloading"
}