{
    "title": "Compound heterozygous mutation of aquaporin 2 gene in woman patient with congenital nephrogenic diabetes insipidus.",
    "doc_id": "19293543",
    "writer": "Tsutsumi Z",
    "year": "2009",
    "summary": "We performed mutational analyses of a woman patient with congenital nephrogenic diabetes insipidus referred to us during pregnancy. The diagnosis was made during the neonatal period, after which she was treated with spironolactone and hydrochlorothiazide. ...Serum a …",
    "abstract": "We performed mutational analyses of a woman patient with congenital nephrogenic diabetes insipidus referred to us during pregnancy. The diagnosis was made during the neonatal period, after which she was treated with spironolactone and hydrochlorothiazide. Our examination showed the patient to be apparently in good health without definite evidence of dehydration. Serum and urine osmolality were 220 mOsm/L and 50 mOsm/L, respectively, and the serum concentration of AVP was 2.7 pg/mL. Results of a water-deprivation test performed after delivery were compatible with nephrogenic diabetes insipidus. Mutational analyses showed that the patient was a compound heterozygote with point mutations at nucleotide position 298 (G to A; G100R) in exon 1 and nucleotide position 374 (C to T; T125M) in exon 2 of the aquaporin 2 gene, which have been previously described.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19293543/",
    "clean_text": "compound heterozygous mutation of aquaporin gene in woman patient with congenital nephrogenic diabetes insipidus we performed mutational analyses of a woman patient with congenital nephrogenic diabetes insipidus referred to us during pregnancy the diagnosis was made during the neonatal period after which she was treated with spironolactone and hydrochlorothiazide serum a we performed mutational analyses of a woman patient with congenital nephrogenic diabetes insipidus referred to us during pregnancy the diagnosis was made during the neonatal period after which she was treated with spironolactone and hydrochlorothiazide our examination showed the patient to be apparently in good health without definite evidence of dehydration serum and urine osmolality were mosm l and mosm l respectively and the serum concentration of avp was pg ml results of a water deprivation test performed after delivery were compatible with nephrogenic diabetes insipidus mutational analyses showed that the patient was a compound heterozygote with point mutations at nucleotide position g to a g r in exon and nucleotide position c to t t m in exon of the aquaporin gene which have been previously described"
}