{
    "title": "Investigation of the dilated urinary tract.",
    "doc_id": "3153000",
    "writer": "Parkhouse HF",
    "year": "1988",
    "summary": "Dilatation of the urinary tract does not necessarily imply obstruction, and other factors may be operative: maldevelopment, infection, reflux, and polyuria. Obstruction of the urinary tract in intra-uterine life is associated with renal dysplasia: the …",
    "abstract": "Dilatation of the urinary tract does not necessarily imply obstruction, and other factors may be operative: maldevelopment, infection, reflux, and polyuria. Obstruction of the urinary tract in intra-uterine life is associated with renal dysplasia: the original obstructive lesion may be transient but the consequent dysplasia and dilatation may be permanent. Routine antenatal ultrasound identifies a new population of infants with urinary tract dilatation, many of whom remain asymptomatic and would not otherwise have come to medical attention: the natural history and appropriate schedules of investigation and management of this group are still being evaluated. Anatomical imaging by ultrasound establishes the presence and extent of dilatation. Micturating cystourethrography, intravenous urography and antegrade pyelography establish the site but not the functional significance of an obstructive lesion. Isotope renal scanning with 99mTc-DTPA may identify an acutely obstructed kidney with a decrease renal uptake, prolonged parenchymal transit time, and delayed clearance of the isotope from the renal pelvis after furosemide. However, such analyses often give equivocal results in infants with poor renal function and markedly dilated urinary tracts. Obstructive uropathy should be seen as a disturbance of the normal pressure-flow relationships in the urinary tract, and be defined and investigated as such. Antegrade perfusion with renal pelvic pressure measurements has technical pitfalls, but is the definitive method of establishing upper tract obstruction. Videocystourethrography is the established method of investigating the lower urinary tract in older children but needs further development to be applicable to infants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3153000/",
    "clean_text": "investigation of the dilated urinary tract dilatation of the urinary tract does not necessarily imply obstruction and other factors may be operative maldevelopment infection reflux and polyuria obstruction of the urinary tract in intra uterine life is associated with renal dysplasia the dilatation of the urinary tract does not necessarily imply obstruction and other factors may be operative maldevelopment infection reflux and polyuria obstruction of the urinary tract in intra uterine life is associated with renal dysplasia the original obstructive lesion may be transient but the consequent dysplasia and dilatation may be permanent routine antenatal ultrasound identifies a new population of infants with urinary tract dilatation many of whom remain asymptomatic and would not otherwise have come to medical attention the natural history and appropriate schedules of investigation and management of this group are still being evaluated anatomical imaging by ultrasound establishes the presence and extent of dilatation micturating cystourethrography intravenous urography and antegrade pyelography establish the site but not the functional significance of an obstructive lesion isotope renal scanning with mtc dtpa may identify an acutely obstructed kidney with a decrease renal uptake prolonged parenchymal transit time and delayed clearance of the isotope from the renal pelvis after furosemide however such analyses often give equivocal results in infants with poor renal function and markedly dilated urinary tracts obstructive uropathy should be seen as a disturbance of the normal pressure flow relationships in the urinary tract and be defined and investigated as such antegrade perfusion with renal pelvic pressure measurements has technical pitfalls but is the definitive method of establishing upper tract obstruction videocystourethrography is the established method of investigating the lower urinary tract in older children but needs further development to be applicable to infants"
}