{
    "title": "Spinal 5-HT-receptors and tonic modulation of transmission through a withdrawal reflex pathway in the decerebrated rabbit.",
    "doc_id": "8937720",
    "writer": "Clarke RW",
    "year": "1996",
    "summary": "Intrathecal doses of the antagonists which caused maximal facilitation of reflexes in non-spinalized rabbits had no effect in spinalized preparations. 2. In non-spinalized animals, intravenous administration of (S)WAY-100135 was significantly less effective i …",
    "abstract": "1. In decerebrated, non-spinalized rabbits, intrathecal administration of either of the selective 5-HT1A-receptor antagonists (S)WAY-100135 or WAY-100635 resulted in dose-dependent enhancement of the reflex responses of gastrocnemius motoneurones evoked by electrical stimulation of all myelinated afferents of the sural nerve. The approximate ED50 for WAY-100635 was 0.9 nmol and that for (S)WAY-100135 13 nmol. Intrathecal doses of the antagonists which caused maximal facilitation of reflexes in non-spinalized rabbits had no effect in spinalized preparations. 2. In non-spinalized animals, intravenous administration of (S)WAY-100135 was significantly less effective in enhancing reflexes than when it was given by the intrathecal route. 3. When given intrathecally, the selective 5-HT 2A/2C-receptor antagonist, ICI 170,809, produced a bellshaped dose-effect curve, augmenting reflexes at low doses (< or = 44 nmol), but reducing them at higher doses (982 nmol). Idazoxan, the selective alpha 2-adrenoceptor antagonist, was less effective in enhancing reflex responses when given intrathecally after ICI 170,809 compared to when it was given alone. Intravenous ICI 170,809 resulted only in enhancement of reflexes and the facilitatory effects of subsequent intrathecal administration of idazoxan were not compromised. 4. The selective 5-HT3-receptor blocker ondansetron faciliated gastrocnemius medialis reflex responses in a dose-related manner when given by either intrathecal or intravenous routes. This drug was slightly more potent when given i.v. and it did not alter the efficacy of subsequent intrathecal administration of idazoxan. 5. None of the antagonists had any consistent effects on arterial blood pressure or heart rate. 6. These data are consistent with the idea that, in the decrebrated rabbit, 5-HT released from descending axons has multiple roles in controlling transmission through the sural-gastrocnemius medialis reflex pathway. Thus, it appears 5-HT tonically inhibits transmission between sural nerve afferents and gastrocnemius motoneurones by an action at spinal 5-HT1A-receptors. Spinal 5-HT2A/2C-receptors may mediate a weak inhibition of transmission in the spinal cord, but more convincing evidence was obtained for their involvement in descending facilitatory tone. Further, some of the facilitatory consequences of spinal alpha 2-adrenoceptor blockade may be mediated through 5-HT2 type receptors. Spinal 5-HT3 receptors do not appear to have a major role in tonic modulation of the sural-gastrocnemius medialis reflex.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8937720/",
    "clean_text": "spinal ht receptors and tonic modulation of transmission through a withdrawal reflex pathway in the decerebrated rabbit intrathecal doses of the antagonists which caused maximal facilitation of reflexes in non spinalized rabbits had no effect in spinalized preparations in non spinalized animals intravenous administration of s way was significantly less effective i in decerebrated non spinalized rabbits intrathecal administration of either of the selective ht a receptor antagonists s way or way resulted in dose dependent enhancement of the reflex responses of gastrocnemius motoneurones evoked by electrical stimulation of all myelinated afferents of the sural nerve the approximate ed for way was nmol and that for s way nmol intrathecal doses of the antagonists which caused maximal facilitation of reflexes in non spinalized rabbits had no effect in spinalized preparations in non spinalized animals intravenous administration of s way was significantly less effective in enhancing reflexes than when it was given by the intrathecal route when given intrathecally the selective ht a c receptor antagonist ici produced a bellshaped dose effect curve augmenting reflexes at low doses or nmol but reducing them at higher doses nmol idazoxan the selective alpha adrenoceptor antagonist was less effective in enhancing reflex responses when given intrathecally after ici compared to when it was given alone intravenous ici resulted only in enhancement of reflexes and the facilitatory effects of subsequent intrathecal administration of idazoxan were not compromised the selective ht receptor blocker ondansetron faciliated gastrocnemius medialis reflex responses in a dose related manner when given by either intrathecal or intravenous routes this drug was slightly more potent when given i v and it did not alter the efficacy of subsequent intrathecal administration of idazoxan none of the antagonists had any consistent effects on arterial blood pressure or heart rate these data are consistent with the idea that in the decrebrated rabbit ht released from descending axons has multiple roles in controlling transmission through the sural gastrocnemius medialis reflex pathway thus it appears ht tonically inhibits transmission between sural nerve afferents and gastrocnemius motoneurones by an action at spinal ht a receptors spinal ht a c receptors may mediate a weak inhibition of transmission in the spinal cord but more convincing evidence was obtained for their involvement in descending facilitatory tone further some of the facilitatory consequences of spinal alpha adrenoceptor blockade may be mediated through ht type receptors spinal ht receptors do not appear to have a major role in tonic modulation of the sural gastrocnemius medialis reflex"
}