{
    "title": "Gap to End-TB targets in eastern China: A joinpoint analysis from population-based notification data in Zhejiang Province, China, 2005-2018.",
    "doc_id": "33434670",
    "writer": "Zhu W",
    "year": "2021",
    "summary": "We aimed to analyze the time trends of PTB cases and bacteriologically confirmed cases notification rates at the province and city levels of Zhejiang during 2005-2018. METHODS: Data from the web-based TB Information Management System of Zhejiang Province were used t …",
    "abstract": "Background:\n        \n      \n      Zhejiang is a southeastern province of China with middle level notification rates of tuberculosis in China, but more than 27,000 pulmonary tuberculosis (PTB) cases are still reported annually in this province. We aimed to analyze the time trends of PTB cases and bacteriologically confirmed cases notification rates at the province and city levels of Zhejiang during 2005-2018.\n    \n\n\n          Methods:\n        \n      \n      Data from the web-based TB Information Management System of Zhejiang Province were used to calculate annual notification rates per 100,000 population of PTB cases and bacteriologically confirmed cases for Zhejiang Province and its 11 cities. The joinpoint regression method was used to analyze the time trends and calculate the annual percentage change of notification rates.\n    \n\n\n          Results:\n        \n      \n      There were 480,668 notified PTB cases in Zhejiang Province during 2005-2018, 38.78% of which were bacteriologically confirmed cases. Both the PTB cases and bacteriologically confirmed cases notification rates of Zhejiang Province have declined since 2007. Most of the cities' time trends were the same as Zhejiang Province. The PTB cases and bacteriologically confirmed cases notification rates of males and elderly people are the highest in both sexes and among the four age groups, but the decline speeds of the two groups were slowest.\n    \n\n\n          Conclusions:\n        \n      \n      With the effective implementation of TB control measures and projects, the PTB cases notification rates of Zhejiang Province have declined. In order to reach the target in 2035 of the End TB Strategy, additional efforts should be made in the diagnosis and treatment of TB patients, particularly with regard to males and older adult people.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33434670/",
    "clean_text": "gap to end tb targets in eastern china a joinpoint analysis from population based notification data in zhejiang province china we aimed to analyze the time trends of ptb cases and bacteriologically confirmed cases notification rates at the province and city levels of zhejiang during methods data from the web based tb information management system of zhejiang province were used t background zhejiang is a southeastern province of china with middle level notification rates of tuberculosis in china but more than pulmonary tuberculosis ptb cases are still reported annually in this province we aimed to analyze the time trends of ptb cases and bacteriologically confirmed cases notification rates at the province and city levels of zhejiang during methods data from the web based tb information management system of zhejiang province were used to calculate annual notification rates per population of ptb cases and bacteriologically confirmed cases for zhejiang province and its cities the joinpoint regression method was used to analyze the time trends and calculate the annual percentage change of notification rates results there were notified ptb cases in zhejiang province during of which were bacteriologically confirmed cases both the ptb cases and bacteriologically confirmed cases notification rates of zhejiang province have declined since most of the cities time trends were the same as zhejiang province the ptb cases and bacteriologically confirmed cases notification rates of males and elderly people are the highest in both sexes and among the four age groups but the decline speeds of the two groups were slowest conclusions with the effective implementation of tb control measures and projects the ptb cases notification rates of zhejiang province have declined in order to reach the target in of the end tb strategy additional efforts should be made in the diagnosis and treatment of tb patients particularly with regard to males and older adult people"
}