{
    "title": "Elevated galanin may predict the risk of type 2 diabetes mellitus for development of Alzheimer's disease.",
    "doc_id": "26253934",
    "writer": "Zhang Z",
    "year": "2015",
    "summary": "Epidemiological and clinical studies demonstrated that type 2 diabetes mellitus is an important risk factor for the development of Alzheimer's disease, i.e., the patients with type 2 diabetes mellitus are frequently companie …",
    "abstract": "Alzheimer's disease is the most common form of dementia among the elderly and is characterized by progressive loss of memory and cognition. Epidemiological and clinical studies demonstrated that type 2 diabetes mellitus is an important risk factor for the development of Alzheimer's disease, i.e., the patients with type 2 diabetes mellitus are frequently companied with Alzheimer's disease symptoms. Despite many studies recently probed into the comorbid state of both diseases, so far the precise mechanism for this association is poorly understood. Emerging evidences suggest that defects in galanin play a central role on type 2 diabetes mellitus and is considered to be a risk factor for Alzheimer's disease development. This review provides a new insight into the multivariate relationship among galanin, type 2 diabetes mellitus and Alzheimer's disease, highlighting the effect of galanin system on the cross-talk between both diseases in human and rodent models. The current data support that activating central GalR2 attenuates insulin resistance and Alzheimer's disease feature in animal models. These may help us better understanding the pathogenesis of both diseases and provide useful hints for the development of novel therapeutic approaches to treat type 2 diabetes mellitus and Alzheimer's disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26253934/",
    "clean_text": "elevated galanin may predict the risk of type diabetes mellitus for development of alzheimer s disease epidemiological and clinical studies demonstrated that type diabetes mellitus is an important risk factor for the development of alzheimer s disease i e the patients with type diabetes mellitus are frequently companie alzheimer s disease is the most common form of dementia among the elderly and is characterized by progressive loss of memory and cognition epidemiological and clinical studies demonstrated that type diabetes mellitus is an important risk factor for the development of alzheimer s disease i e the patients with type diabetes mellitus are frequently companied with alzheimer s disease symptoms despite many studies recently probed into the comorbid state of both diseases so far the precise mechanism for this association is poorly understood emerging evidences suggest that defects in galanin play a central role on type diabetes mellitus and is considered to be a risk factor for alzheimer s disease development this review provides a new insight into the multivariate relationship among galanin type diabetes mellitus and alzheimer s disease highlighting the effect of galanin system on the cross talk between both diseases in human and rodent models the current data support that activating central galr attenuates insulin resistance and alzheimer s disease feature in animal models these may help us better understanding the pathogenesis of both diseases and provide useful hints for the development of novel therapeutic approaches to treat type diabetes mellitus and alzheimer s disease"
}