{
    "title": "[Progress on screening for gastric cancer].",
    "doc_id": "32842452",
    "writer": "Zhu J",
    "year": "2020",
    "summary": "Objective: Gastric cancer, a common gastrointestinal cancer in the world, threatens people's life and health seriously. Early screening is an effective strategy to reduce the incidence and mortality of gastric cancer, which is of great importanc …",
    "abstract": "Objective: Gastric cancer, a common gastrointestinal cancer in the world, threatens people's life and health seriously. Early screening is an effective strategy to reduce the incidence and mortality of gastric cancer, which is of great importance for gastric cancer prevention and control. The review systematically searched CNKI, Wanfang Data knowledge service platform, PubMed and EMbase databases, and summarized the current status on screening for gastric cancer worldwide. We found that the screening on gastric cancer was mainly carried out in eastern Asia. Gastroscopy and biopsy were the main screening techniques of gastric cancer. The starting age of screening is 40 years old or above. It is essential to carry out gastric cancer screening and concentrate on high-risk population in China.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32842452/",
    "clean_text": "progress on screening for gastric cancer objective gastric cancer a common gastrointestinal cancer in the world threatens people s life and health seriously early screening is an effective strategy to reduce the incidence and mortality of gastric cancer which is of great importanc objective gastric cancer a common gastrointestinal cancer in the world threatens people s life and health seriously early screening is an effective strategy to reduce the incidence and mortality of gastric cancer which is of great importance for gastric cancer prevention and control the review systematically searched cnki wanfang data knowledge service platform pubmed and embase databases and summarized the current status on screening for gastric cancer worldwide we found that the screening on gastric cancer was mainly carried out in eastern asia gastroscopy and biopsy were the main screening techniques of gastric cancer the starting age of screening is years old or above it is essential to carry out gastric cancer screening and concentrate on high risk population in china"
}