{
    "pmid": "41469337",
    "title": "STATE INSTITUTION «NATIONAL RESEARCH CENTER FOR RADIATION MEDICINE, HEMATOLOGY AND ONCOLOGY OF THE NATIONAL ACADEMY OF MEDICAL SCIENCES OF UKRAINE» RESEARCH ACTIVITIES AND SCIENTIFIC ADVANCE IN 2024.",
    "abstract": "Research activities and scientific advance achieved in 2024 at the State Institution «National Research Center for Radiation Medicine, Hematology and Oncology of the National Academy of Medical Sciences of Ukraine» (NRCRMHO) concerning medical problems of the Chornobyl disaster, radiation medicine, radiobiology, radiation hygiene and epidemiology, hematology and oncology, collaboration with the WHO network of medical preparedness and assistance in radiation accidents are outlined in the annual report. The report presents the results of fundamental and applied research works of the study of radiation effects and health effects of the Chornobyl accident. The report also shows the results of scientificorganizational and health care work, staff training. The Scientific Council meeting of NAMS approved the NRCRMHO Annual Report. Щорічний звіт відображує основні результати діяльності Державної установи «Національний науковий центр радіаційної медицини, гематології та онкології Національної академії медичних наук України» (ННЦРМГО) з медичних проблем Чорнобильської катастрофи, радіаційної медицини, радіобіології, радіаційної гігієни та епідеміології, гематології та онкології, співпраці з ВООЗ в мережі медичної готовності та допомоги при радіаційних аваріях у 2024 р. У звіті представлені результати виконання науководослідних робіт фундаментального та прикладного характеру у сфері вивчення радіаційних ефектів та медичних наслідків аварії на ЧАЕС. У звіті також відображено результати науковоорганізаційної, лікувальнопрофілактичної роботи, підготовки кадрів та впровадження. Звіт ННЦРМГО затверджено Науковою радою НАМН України. Звіт ННЦРМГО затверджено Науковою радою НАМН України.",
    "disease": "covid-19",
    "clean_text": "state institution national research center for radiation medicine hematology and oncology of the national academy of medical sciences of ukraine research activities and scientific advance in research activities and scientific advance achieved in at the state institution national research center for radiation medicine hematology and oncology of the national academy of medical sciences of ukraine nrcrmho concerning medical problems of the chornobyl disaster radiation medicine radiobiology radiation hygiene and epidemiology hematology and oncology collaboration with the who network of medical preparedness and assistance in radiation accidents are outlined in the annual report the report presents the results of fundamental and applied research works of the study of radiation effects and health effects of the chornobyl accident the report also shows the results of scientificorganizational and health care work staff training the scientific council meeting of nams approved the nrcrmho annual report"
}