{
    "title": "Are sleep and awake bruxism associated with sleep quality and duration in adults? A systematic review and meta-analysis.",
    "doc_id": "40043438",
    "writer": "Azario de Holanda G",
    "year": "2025",
    "summary": "The objective of this systematic review was to investigate the association between sleep quality with awake bruxism or sleep bruxism in adult individuals. Inclusion criteria comprised observational studies conducted in adults related to the research question, …",
    "abstract": "The objective of this systematic review was to investigate the association between sleep quality with awake bruxism or sleep bruxism in adult individuals. Inclusion criteria comprised observational studies conducted in adults related to the research question, assessing bruxism by instrumental or non-instrumental approaches, and sleep quality by subjective or objective measures, or sleep duration. Sleep disorders, syndromes, neurological and psychiatric disorders, or psychotropic medications were excluded. PubMed, Embase, Web of Science, Scopus, Cochrane Library, and Google Scholar databases were searched until August 2024. Risk of bias was assessed by the JBI Critical Appraisal Checklist tool for cross-sectional studies, and the Newcastle-Ottawa scale for case-control studies. Independent meta-analyses comparing awake or sleep bruxism individuals with control individuals were performed when there were at least two studies for each sleep outcome. Thirty-two studies assessing a total of 4706 individuals were included. Meta-analyses showed no differences between sleep bruxism and control individuals regarding polysomnography parameters (sleep efficiency, sleep latency, awakenings, wake after sleep onset, and sleep duration). Pittsburgh Sleep Quality Index showed higher scores for sleep bruxism individuals compared to control individuals (MD = 1.98; 95 % CI = 0.96-3.00) and for awake bruxism individuals compared to control individuals (MD = 1.99; 95 % CI = 0.42-3.57). In total, 12 studies were rated as low risk of bias, 15 as moderate risk of bias, and 5 as high risk of bias. The certainty of evidence was rated as very low. Objective sleep quality was not associated with sleep bruxism, while subjective sleep quality was associated with both sleep and awake bruxism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40043438/",
    "clean_text": "are sleep and awake bruxism associated with sleep quality and duration in adults a systematic review and meta analysis the objective of this systematic review was to investigate the association between sleep quality with awake bruxism or sleep bruxism in adult individuals inclusion criteria comprised observational studies conducted in adults related to the research question the objective of this systematic review was to investigate the association between sleep quality with awake bruxism or sleep bruxism in adult individuals inclusion criteria comprised observational studies conducted in adults related to the research question assessing bruxism by instrumental or non instrumental approaches and sleep quality by subjective or objective measures or sleep duration sleep disorders syndromes neurological and psychiatric disorders or psychotropic medications were excluded pubmed embase web of science scopus cochrane library and google scholar databases were searched until august risk of bias was assessed by the jbi critical appraisal checklist tool for cross sectional studies and the newcastle ottawa scale for case control studies independent meta analyses comparing awake or sleep bruxism individuals with control individuals were performed when there were at least two studies for each sleep outcome thirty two studies assessing a total of individuals were included meta analyses showed no differences between sleep bruxism and control individuals regarding polysomnography parameters sleep efficiency sleep latency awakenings wake after sleep onset and sleep duration pittsburgh sleep quality index showed higher scores for sleep bruxism individuals compared to control individuals md ci and for awake bruxism individuals compared to control individuals md ci in total studies were rated as low risk of bias as moderate risk of bias and as high risk of bias the certainty of evidence was rated as very low objective sleep quality was not associated with sleep bruxism while subjective sleep quality was associated with both sleep and awake bruxism"
}