{
    "pmid": "41437495",
    "title": "Cullin1 overexpression is associated with colorectal cancer progression and poor prognosis.",
    "abstract": "Colorectal cancer (CRC) is a leading cause of cancer-related mortality worldwide. Cullin1 (CUL1), a key element of the Skp1-Cullin1-Rbx1-F-box protein ubiquitin E3 ligase complex, is implicated in tumorigenesis. Herein, we aimed to investigate the expression pattern and clinical significance of CUL1 in CRC. Publicly available databases and platforms (TNMplot, UALCAN, the Human Protein Atlas, and Kaplan-Meier survival analysis) were used to explore the mRNA and protein expression levels of CUL1 and to evaluate its prognostic significance. TNMplot and UALCAN confirmed CUL1 mRNA overexpression in tumor and metastatic tissues of colon cancer relative to normal tissues. Results retrieved from different online datasets indicated that the elevated CUL1 expression correlated with advanced disease stages and histological subtypes. In rectal cancer patients, CUL1 overexpression was associated with a poorer survival rate but with improved chemotherapy response. Furthermore, we validated the expression of CUL1 in tissue samples from 60 patients (33 males and 27 females) diagnosed with non-specific colitis (n = 10), colorectal adenomas (n = 10), and colorectal adenocarcinomas (n = 40). Immunohistochemistry (IHC) staining revealed that CUL1 expression was significantly higher in malignant cases compared to benign lesions (colitis and adenomas). In conclusion, CUL1 was significantly overexpressed in CRC, correlating with disease progression, treatment response, and poor prognosis. Overall, these findings suggest CUL1 as a prognostic marker and a potential therapeutic target for patients with CRC.",
    "disease": "colorectal cancer",
    "clean_text": "cullin overexpression is associated with colorectal cancer progression and poor prognosis colorectal cancer crc is a leading cause of cancer related mortality worldwide cullin cul a key element of the skp cullin rbx f box protein ubiquitin e ligase complex is implicated in tumorigenesis herein we aimed to investigate the expression pattern and clinical significance of cul in crc publicly available databases and platforms tnmplot ualcan the human protein atlas and kaplan meier survival analysis were used to explore the mrna and protein expression levels of cul and to evaluate its prognostic significance tnmplot and ualcan confirmed cul mrna overexpression in tumor and metastatic tissues of colon cancer relative to normal tissues results retrieved from different online datasets indicated that the elevated cul expression correlated with advanced disease stages and histological subtypes in rectal cancer patients cul overexpression was associated with a poorer survival rate but with improved chemotherapy response furthermore we validated the expression of cul in tissue samples from patients males and females diagnosed with non specific colitis n colorectal adenomas n and colorectal adenocarcinomas n immunohistochemistry ihc staining revealed that cul expression was significantly higher in malignant cases compared to benign lesions colitis and adenomas in conclusion cul was significantly overexpressed in crc correlating with disease progression treatment response and poor prognosis overall these findings suggest cul as a prognostic marker and a potential therapeutic target for patients with crc"
}