{
    "pmid": "41395257",
    "title": "Therapy related myelodysplastic syndrome: a hematologic sequela of low dose methotrexate in rheumatoid arthritis.",
    "abstract": "Methotrexate (MTX) is a key drug in rheumatoid arthritis (RA) management but can rarely cause life-threatening hematologic toxicity, including therapy-related myelodysplastic syndrome (t-MDS), even at low doses. A 58-year-old male with RA on low-dose MTX (7.5 mg/week) presented with pancytopenia. Evaluation showed Hb 5.7 g/dL, TLC 1300/μL, and platelets 63 000/μL. Nutritional deficiencies, infections, and autoimmune flare were excluded. Bone marrow examination revealed dysplasia with 11% blasts and abnormal precursors, suggestive of t-MDS. MTX and leflunomide were discontinued. He received leucovorin, G-CSF (Granulocyte colony stimulating factor), and supportive care. Rapid hematologic recovery was observed. This case highlights the potential for low-dose MTX to cause t-MDS, which may be reversible if detected early. As serum MTX levels do not correlate with toxicity, regular blood count monitoring is essential. Prompt drug withdrawal and supportive therapy can lead to full recovery and prevent permanent marrow damage.",
    "disease": "rheumatoid arthritis",
    "clean_text": "therapy related myelodysplastic syndrome a hematologic sequela of low dose methotrexate in rheumatoid arthritis methotrexate mtx is a key drug in rheumatoid arthritis ra management but can rarely cause life threatening hematologic toxicity including therapy related myelodysplastic syndrome t mds even at low doses a year old male with ra on low dose mtx mg week presented with pancytopenia evaluation showed hb g dl tlc l and platelets l nutritional deficiencies infections and autoimmune flare were excluded bone marrow examination revealed dysplasia with blasts and abnormal precursors suggestive of t mds mtx and leflunomide were discontinued he received leucovorin g csf granulocyte colony stimulating factor and supportive care rapid hematologic recovery was observed this case highlights the potential for low dose mtx to cause t mds which may be reversible if detected early as serum mtx levels do not correlate with toxicity regular blood count monitoring is essential prompt drug withdrawal and supportive therapy can lead to full recovery and prevent permanent marrow damage"
}