{
    "title": "Narrow band imaging for the diagnosis of head and neck squamous cell carcinoma: A systematic review.",
    "doc_id": "26891200",
    "writer": "Cosway B",
    "year": "2016",
    "summary": "Narrow band imaging (NBI) is reported to improve the diagnostic accuracy of head and neck cancers. The purpose of this review was to evaluate the diagnostic accuracy of NBI in the literature. ...NBI offers a high level of diagnostic accuracy for head and n …",
    "abstract": "Narrow band imaging (NBI) is reported to improve the diagnostic accuracy of head and neck cancers. The purpose of this review was to evaluate the diagnostic accuracy of NBI in the literature. A systematic review was performed in PubMed, Web of Knowledge, and the Cochrane Library until March 2015. Two reviewers independently assessed articles and extracted data. Meta-analyses were performed in MetaDisc 1.6. Five hundred seventeen studies were identified and 17 were included in this study. Combined use of NBI and white light imaging (WLI) showed high diagnostic accuracies for primary, recurrent, and nasopharyngeal lesions. Methodological heterogeneity exists and meta-analyses were only appropriate for cancers of unknown primary (CUP) in which NBI performed on 115 patients across 4 studies demonstrated high sensitivity (74.1%; 95% confidence interval [CI] = 52.5% to 100%) and specificity (94.1%; 95% CI = 23.7% to 100%). NBI may further help identify lesions in CUP not seen by positron emission tomography (PET)-CT. NBI offers a high level of diagnostic accuracy for head and neck cancers. © 2016 Wiley Periodicals, Inc. Head Neck 38: E2358-E2367, 2016.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26891200/",
    "clean_text": "narrow band imaging for the diagnosis of head and neck squamous cell carcinoma a systematic review narrow band imaging nbi is reported to improve the diagnostic accuracy of head and neck cancers the purpose of this review was to evaluate the diagnostic accuracy of nbi in the literature nbi offers a high level of diagnostic accuracy for head and n narrow band imaging nbi is reported to improve the diagnostic accuracy of head and neck cancers the purpose of this review was to evaluate the diagnostic accuracy of nbi in the literature a systematic review was performed in pubmed web of knowledge and the cochrane library until march two reviewers independently assessed articles and extracted data meta analyses were performed in metadisc five hundred seventeen studies were identified and were included in this study combined use of nbi and white light imaging wli showed high diagnostic accuracies for primary recurrent and nasopharyngeal lesions methodological heterogeneity exists and meta analyses were only appropriate for cancers of unknown primary cup in which nbi performed on patients across studies demonstrated high sensitivity confidence interval ci to and specificity ci to nbi may further help identify lesions in cup not seen by positron emission tomography pet ct nbi offers a high level of diagnostic accuracy for head and neck cancers wiley periodicals inc head neck e e"
}