{
    "pmid": "41313847",
    "title": "Endothelial cells as early therapeutic targets in chronic obstructive pulmonary disease: Insights into Tongxinluo's multiple protective mechanisms against cigarette smoke-induced lung injury.",
    "abstract": "Effective clinical treatments for Chronic Obstructive Pulmonary Disease (COPD) remain elusive, highlighting the urgent need to understand the underlying mechanisms and identify novel therapeutic targets. While endothelial cells play a pivotal role in maintaining vascular homeostasis, modulating inflammation, and regulating immune responses, their potential as therapeutic targets in COPD has been largely neglected, partly due to the complexity of their functional heterogeneity and the historical focus on epithelial and immune cell-driven mechanisms. Our research aimed to assess the potential of endothelial cells as early therapeutic targets in COPD and the intervention effect of traditional Chinese medicine Tongxinluo capsules (TXL). Analyzed lung function in CS-exposed mice over 2, 4, 6, 12 and 24 weeks, performed single-cell RNA sequencing (scRNA-seq) and spatial sequencing at 12 weeks-an early stage of COPD in our model with obvious alveolar morphological changes-and tested TXL's effects on endothelial and epithelial cells in vitro. CS exposure caused alveolar damage and endothelial cell apoptosis within 2 weeks. scRNA-seq and spatial transcriptomics showed increased immune cells and reduced, abnormally distributed endothelial cells in 12-week CS-exposed mice. DEGs analysis revealed CS-induced cell death in endothelial and epithelial cells. Subpopulation analysis showed CS impaired gCap cell function and disrupted endothelial-epithelial interactions, leading to reduced endothelial cells and abnormal alveolar regeneration. TXL mitigated CS-induced pulmonary changes and lung function decline, attenuated CSE-induced cell death, enhanced endothelial-mediated epithelial regeneration, and promoted endothelial cell proliferation via the Apelin/APJ/p38MAPK pathway. Our findings underscore the innovative potential of targeting PMECs for early COPD intervention through the integration of single-cell RNA sequencing and spatial transcriptomics. Furthermore, we demonstrate the novel therapeutic potential of TXL in mitigating lung injury and promoting endothelial-mediated epithelial regeneration as well as PMEC proliferation via the Apelin/APJ/p38MAPK pathway providing a novel perspective for COPD intervention.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "endothelial cells as early therapeutic targets in chronic obstructive pulmonary disease insights into tongxinluo s multiple protective mechanisms against cigarette smoke induced lung injury effective clinical treatments for chronic obstructive pulmonary disease copd remain elusive highlighting the urgent need to understand the underlying mechanisms and identify novel therapeutic targets while endothelial cells play a pivotal role in maintaining vascular homeostasis modulating inflammation and regulating immune responses their potential as therapeutic targets in copd has been largely neglected partly due to the complexity of their functional heterogeneity and the historical focus on epithelial and immune cell driven mechanisms our research aimed to assess the potential of endothelial cells as early therapeutic targets in copd and the intervention effect of traditional chinese medicine tongxinluo capsules txl analyzed lung function in cs exposed mice over and weeks performed single cell rna sequencing scrna seq and spatial sequencing at weeks an early stage of copd in our model with obvious alveolar morphological changes and tested txl s effects on endothelial and epithelial cells in vitro cs exposure caused alveolar damage and endothelial cell apoptosis within weeks scrna seq and spatial transcriptomics showed increased immune cells and reduced abnormally distributed endothelial cells in week cs exposed mice degs analysis revealed cs induced cell death in endothelial and epithelial cells subpopulation analysis showed cs impaired gcap cell function and disrupted endothelial epithelial interactions leading to reduced endothelial cells and abnormal alveolar regeneration txl mitigated cs induced pulmonary changes and lung function decline attenuated cse induced cell death enhanced endothelial mediated epithelial regeneration and promoted endothelial cell proliferation via the apelin apj p mapk pathway our findings underscore the innovative potential of targeting pmecs for early copd intervention through the integration of single cell rna sequencing and spatial transcriptomics furthermore we demonstrate the novel therapeutic potential of txl in mitigating lung injury and promoting endothelial mediated epithelial regeneration as well as pmec proliferation via the apelin apj p mapk pathway providing a novel perspective for copd intervention"
}