{
    "title": "Prevalence, diagnosis and treatment of sarcopenic obesity in older adults: a systematic review and a meta-analysis.",
    "doc_id": "41194689",
    "writer": "Şengül Ayçiçek G",
    "year": "2025",
    "summary": "OBJECTIVES: Sarcopenic obesity (SO) is a syndrome increasingly recognized in older adults. We aimed to conduct a systematic review and a meta-analysis to reveal the global prevalence of SO in olders, and the effects of non-pharmacological interventions on the differ …",
    "abstract": "Objectives:\n        \n      \n      Sarcopenic obesity (SO) is a syndrome increasingly recognized in older adults. We aimed to conduct a systematic review and a meta-analysis to reveal the global prevalence of SO in olders, and the effects of non-pharmacological interventions on the different components of SO.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive search of 3270 studies was conducted between 2009 and 2021 from PubMed, Scopus, and Cochrane databases. After screening we included 57 studies. Statistical analysis was performed in R software. The standardized mean difference was used as the effect size and heterogeneity was evaluated with I2 statistic. Low muscle mass(MM) or low MM plus low muscle strength(MS) were used for the diagnosis of sarcopenia, body fat percentage (BF%), waist circumference (WC) or body mass index (BMI) parameters were used for the diagnosis of obesity. Intervention studies included exercise-based interventions, nutritional-based interventions,combined interventions, and electrical acupuncture.\n    \n\n\n          Results:\n        \n      \n      The global SO prevalence was 7%. The prevalence of SO, depending on the sarcopenia definition, was 8% and 5% due to MM and MM plus MS, respectively. The prevalence of SO, depending on the definition of obesity, was 8%, 5%, and 7% according to BF%, BMI, and WC, respectively. In the overall intervention groups, BF% was reduced, MS and MM was increased. Exercise appears to have a more pronounced effect on sarcopenia.\n    \n\n\n          Conclusion:\n        \n      \n      The global prevalence of SO in the older population was 7%. MS and MM improved, and BF% decreased significantly in the overall intervention groups, with a more pronounced effect in exercise intervention studies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/41194689/",
    "clean_text": "prevalence diagnosis and treatment of sarcopenic obesity in older adults a systematic review and a meta analysis objectives sarcopenic obesity so is a syndrome increasingly recognized in older adults we aimed to conduct a systematic review and a meta analysis to reveal the global prevalence of so in olders and the effects of non pharmacological interventions on the differ objectives sarcopenic obesity so is a syndrome increasingly recognized in older adults we aimed to conduct a systematic review and a meta analysis to reveal the global prevalence of so in olders and the effects of non pharmacological interventions on the different components of so methods a comprehensive search of studies was conducted between and from pubmed scopus and cochrane databases after screening we included studies statistical analysis was performed in r software the standardized mean difference was used as the effect size and heterogeneity was evaluated with i statistic low muscle mass mm or low mm plus low muscle strength ms were used for the diagnosis of sarcopenia body fat percentage bf waist circumference wc or body mass index bmi parameters were used for the diagnosis of obesity intervention studies included exercise based interventions nutritional based interventions combined interventions and electrical acupuncture results the global so prevalence was the prevalence of so depending on the sarcopenia definition was and due to mm and mm plus ms respectively the prevalence of so depending on the definition of obesity was and according to bf bmi and wc respectively in the overall intervention groups bf was reduced ms and mm was increased exercise appears to have a more pronounced effect on sarcopenia conclusion the global prevalence of so in the older population was ms and mm improved and bf decreased significantly in the overall intervention groups with a more pronounced effect in exercise intervention studies"
}