{
    "pmid": "41313804",
    "title": "Clinical Efficacy of Smartphone App-Based Pulmonary Rehabilitation in Chronic Respiratory Diseases: Randomized Controlled and Feasibility Trials.",
    "abstract": "Pulmonary rehabilitation improves exercise capacity, dyspnea symptoms, quality of life, and even survival in patients with chronic respiratory disease. Center-based pulmonary rehabilitation programs often face barriers, and alternatives to center-based rehabilitation are urgently needed. This study aimed to evaluate the clinical efficacy of smartphone app-based pulmonary rehabilitation in patients with chronic respiratory diseases, including chronic obstructive pulmonary disease, interstitial lung disease, and bronchiectasis. This randomized controlled trial recruited 90 participants, randomly allocated into intervention (n=60) and control (n=30) groups. The intervention group received a 12-week smartphone app-based rehabilitation program, while the control group received standard outpatient care. The primary outcomes were maximal oxygen consumption via cardiopulmonary exercise test and the chronic obstructive pulmonary disease assessment test (CAT) after a 12-week period. Based on changes in quality-of-life questionnaire index scores, quality-adjusted life years were calculated, and a cost-utility analysis was conducted. A feasibility trial was also conducted in 4 community primary health care clinics. Of the 70 participants (median age 65.5 years) who completed the follow-up visits, 67 were included in the per-protocol analysis. The intervention group (n=43) showed significant improvements compared with the control group (n=24) in CAT score (median 7.0, IQR 4.0-15.0 vs median 10.0, IQR 6.5-18.5; P=.04), and International Physical Activity Questionnaire score (median 1488.0, IQR 1250.3-3027.8 vs median 1164.0, IQR 618.8-2205.0; P=.04), but not maximal oxygen consumption. Clinical outcomes showed more prominent improvements among participants who were physically active or compliant with rehabilitation programs. In the user experience survey, around 80% (35/43) of participants in the intervention group found the app easy to use, and more than 60% (27/43) reported that it helped improve dyspnea symptoms. The mean total health care costs were US $495 in the control and US $523 in the intervention group, with no notable difference in the quality-adjusted life year distribution. In the feasibility trial, 24 participants completed follow-up visits, showing a significant reduction in CAT score (median 8.5, IQR 6.0-18.0 to median 5.0, IQR 2.0-7.5; P<.001) post rehabilitation. No participants experienced disease exacerbation or musculoskeletal injury related to the rehabilitation activities. The randomized controlled trial demonstrated that a smartphone-based pulmonary rehabilitation program improved clinical outcomes, including quality of life, physical activity, and dyspnea, in patients with chronic respiratory diseases. Although physically active and program-compliant participants showed significant clinical improvements, the fact that less than half of the participants demonstrated good compliance warrants more robust strategies to enhance adherence in future programs. Additionally, our feasibility trial demonstrated the potential for rehabilitation programs for older adults with chronic respiratory diseases to be implemented in primary health care settings. This approach represents a novel, scalable model bridging hospital- and community-based care, demonstrating real-world feasibility for digital rehabilitation in chronic respiratory diseases. ClinicalTrials.gov NCT05610358; https://clinicaltrials.gov/ct2/show/NCT05610358.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "clinical efficacy of smartphone app based pulmonary rehabilitation in chronic respiratory diseases randomized controlled and feasibility trials pulmonary rehabilitation improves exercise capacity dyspnea symptoms quality of life and even survival in patients with chronic respiratory disease center based pulmonary rehabilitation programs often face barriers and alternatives to center based rehabilitation are urgently needed this study aimed to evaluate the clinical efficacy of smartphone app based pulmonary rehabilitation in patients with chronic respiratory diseases including chronic obstructive pulmonary disease interstitial lung disease and bronchiectasis this randomized controlled trial recruited participants randomly allocated into intervention n and control n groups the intervention group received a week smartphone app based rehabilitation program while the control group received standard outpatient care the primary outcomes were maximal oxygen consumption via cardiopulmonary exercise test and the chronic obstructive pulmonary disease assessment test cat after a week period based on changes in quality of life questionnaire index scores quality adjusted life years were calculated and a cost utility analysis was conducted a feasibility trial was also conducted in community primary health care clinics of the participants median age years who completed the follow up visits were included in the per protocol analysis the intervention group n showed significant improvements compared with the control group n in cat score median iqr vs median iqr p and international physical activity questionnaire score median iqr vs median iqr p but not maximal oxygen consumption clinical outcomes showed more prominent improvements among participants who were physically active or compliant with rehabilitation programs in the user experience survey around of participants in the intervention group found the app easy to use and more than reported that it helped improve dyspnea symptoms the mean total health care costs were us in the control and us in the intervention group with no notable difference in the quality adjusted life year distribution in the feasibility trial participants completed follow up visits showing a significant reduction in cat score median iqr to median iqr p post rehabilitation no participants experienced disease exacerbation or musculoskeletal injury related to the rehabilitation activities the randomized controlled trial demonstrated that a smartphone based pulmonary rehabilitation program improved clinical outcomes including quality of life physical activity and dyspnea in patients with chronic respiratory diseases although physically active and program compliant participants showed significant clinical improvements the fact that less than half of the participants demonstrated good compliance warrants more robust strategies to enhance adherence in future programs additionally our feasibility trial demonstrated the potential for rehabilitation programs for older adults with chronic respiratory diseases to be implemented in primary health care settings this approach represents a novel scalable model bridging hospital and community based care demonstrating real world feasibility for digital rehabilitation in chronic respiratory diseases clinicaltrials gov nct https clinicaltrials gov ct show nct"
}