{
    "title": "Weight loss maintenance.",
    "doc_id": "20842990",
    "writer": "Grief SN",
    "year": "2010",
    "summary": "Food and Drug Administration with the potential to help patients achieve long-term weight loss maintenance. Bariatric surgery is another modality for accomplishing successful long-term weight loss maintenance in patients with morbid or complicated obes …",
    "abstract": "Successful long-term weight loss maintenance can be achieved by various means. A combination of dietary and physical activity interventions, along with one or more behavioral approaches, has proven successful in some persons, as documented by the National Weight Control Registry, but is limited by adherence to a consistent weight loss regimen. Successful approaches to weight loss maintenance include consulting with a physician, nutritionist, or another support source; adhering to a stable diet with a limited variety of food; monitoring weight; eating breakfast; and exercising regularly. Long-term pharmacologic treatments for weight loss maintenance have been studied and were found to have modest success, with some weight regain typically reported. Sibutramine and orlistat are the two medications approved by the U.S. Food and Drug Administration with the potential to help patients achieve long-term weight loss maintenance. Bariatric surgery is another modality for accomplishing successful long-term weight loss maintenance in patients with morbid or complicated obesity. Its success is due in large part to better weight loss outcomes, more successful long-term weight loss maintenance, and remission of comorbid medical conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20842990/",
    "clean_text": "weight loss maintenance food and drug administration with the potential to help patients achieve long term weight loss maintenance bariatric surgery is another modality for accomplishing successful long term weight loss maintenance in patients with morbid or complicated obes successful long term weight loss maintenance can be achieved by various means a combination of dietary and physical activity interventions along with one or more behavioral approaches has proven successful in some persons as documented by the national weight control registry but is limited by adherence to a consistent weight loss regimen successful approaches to weight loss maintenance include consulting with a physician nutritionist or another support source adhering to a stable diet with a limited variety of food monitoring weight eating breakfast and exercising regularly long term pharmacologic treatments for weight loss maintenance have been studied and were found to have modest success with some weight regain typically reported sibutramine and orlistat are the two medications approved by the u s food and drug administration with the potential to help patients achieve long term weight loss maintenance bariatric surgery is another modality for accomplishing successful long term weight loss maintenance in patients with morbid or complicated obesity its success is due in large part to better weight loss outcomes more successful long term weight loss maintenance and remission of comorbid medical conditions"
}