{
    "title": "The beneficial effects of modest weight loss on cardiovascular risk factors.",
    "doc_id": "9130034",
    "writer": "Van Gaal LF",
    "year": "1997",
    "summary": "There is increasing evidence that moderate weight loss, expressed as 5-10% weight loss, has beneficial effects on these cardiovascular risk factors. ...Fibrinogen levels, however, seem not to benefit from such limited weight loss. Modest …",
    "abstract": "A range of risk factors affect cardiovascular morbidity and mortality. There is increasing evidence that moderate weight loss, expressed as 5-10% weight loss, has beneficial effects on these cardiovascular risk factors. Such moderate weight loss, combined with exercise, significantly decreases triglyceride levels, while significantly increasing levels of high density lipoprotein (HDL)-cholesterol. Studies also indicate that the oxidizability of lipids and lipoproteins in a given individual is of importance in assessing cardiovascular risk. Preliminary data suggest that moderate weight loss can improve the oxidizability status of obese individuals. Lipoprotein (a) levels, however, are not reduced by modest weight reduction, unless pretreatment values are considered. In addition, there is evidence that limited weight loss (< 7 kg) decreases levels of the haemostatic factors, factor VII and PAI, while increasing the tissue plasminogen activator levels. Fibrinogen levels, however, seem not to benefit from such limited weight loss. Modest weight loss has also been found to cause regression of coronary arterial lesions, and significantly reduce cardiac events, total cardiac mortality, and total mortality. Despite the limited success of long-term weight reduction programmes, it seems worthwhile to motivate overweight people to attempt even a modest amount of weight loss, since this may help to reduce cardiovascular risk factors and total mortality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9130034/",
    "clean_text": "the beneficial effects of modest weight loss on cardiovascular risk factors there is increasing evidence that moderate weight loss expressed as weight loss has beneficial effects on these cardiovascular risk factors fibrinogen levels however seem not to benefit from such limited weight loss modest a range of risk factors affect cardiovascular morbidity and mortality there is increasing evidence that moderate weight loss expressed as weight loss has beneficial effects on these cardiovascular risk factors such moderate weight loss combined with exercise significantly decreases triglyceride levels while significantly increasing levels of high density lipoprotein hdl cholesterol studies also indicate that the oxidizability of lipids and lipoproteins in a given individual is of importance in assessing cardiovascular risk preliminary data suggest that moderate weight loss can improve the oxidizability status of obese individuals lipoprotein a levels however are not reduced by modest weight reduction unless pretreatment values are considered in addition there is evidence that limited weight loss kg decreases levels of the haemostatic factors factor vii and pai while increasing the tissue plasminogen activator levels fibrinogen levels however seem not to benefit from such limited weight loss modest weight loss has also been found to cause regression of coronary arterial lesions and significantly reduce cardiac events total cardiac mortality and total mortality despite the limited success of long term weight reduction programmes it seems worthwhile to motivate overweight people to attempt even a modest amount of weight loss since this may help to reduce cardiovascular risk factors and total mortality"
}