{
    "pmid": "41429136",
    "title": "Hepatocellular Carcinoma: A Critical Complication in Patients Treated with Pyridoxal Phosphate.",
    "abstract": "Background Pyridoxal-5'-phosphate (PLP) is in most patients the effective treatment for pyridox(am)ine-5'-phosphate oxidase (PNPO) deficiency, a rare autosomal recessive cause of neonatal-onset developmental and epileptic encephalopathy. Although generally considered safe, long-term high-dose PLP exposure may have hepatotoxic effects, particularly in the absence of pharmaceutical-grade formulations. Methods We report a series of four pediatric patients with vitamin B6-dependent epilepsy who received long-term PLP therapy. Two had genetically confirmed PNPO deficiency, and two were later diagnosed with ALDH7A1 deficiency. All received high-dose oral PLP, with frequent changes in formulation due to availability issues. Results Three of the four patients developed hepatocellular carcinoma (HCC) after several years of PLP treatment; one developed fully reversible severe hepatotoxicity. The shared exposure to prolonged high-dose PLP across all affected patients, despite differing metabolic conditions, suggests a possible role for PLP toxicity independent of the underlying metabolic disorder. Known toxic mechanisms include mitochondrial dysfunction, Schiff base-mediated protein modification, and accumulation of reactive PLP degradation products. In two patients, the total PLP dose was successfully reduced by over 30% through increasing administration frequency, without loss of seizure control. Conclusion These findings raise significant concerns about the long-term hepatic safety of oral PLP in patients with vitamin B6-dependent epilepsies. As intravenous PLP is unfeasable for lifelong therapy, there is an urgent need for standardized, high-quality PLP preparations and exploration of alternative delivery routes such as intranasal administration. Regular hepatic monitoring should be implemented in all patients receiving chronic PLP therapy.",
    "disease": "epilepsy",
    "clean_text": "hepatocellular carcinoma a critical complication in patients treated with pyridoxal phosphate background pyridoxal phosphate plp is in most patients the effective treatment for pyridox am ine phosphate oxidase pnpo deficiency a rare autosomal recessive cause of neonatal onset developmental and epileptic encephalopathy although generally considered safe long term high dose plp exposure may have hepatotoxic effects particularly in the absence of pharmaceutical grade formulations methods we report a series of four pediatric patients with vitamin b dependent epilepsy who received long term plp therapy two had genetically confirmed pnpo deficiency and two were later diagnosed with aldh a deficiency all received high dose oral plp with frequent changes in formulation due to availability issues results three of the four patients developed hepatocellular carcinoma hcc after several years of plp treatment one developed fully reversible severe hepatotoxicity the shared exposure to prolonged high dose plp across all affected patients despite differing metabolic conditions suggests a possible role for plp toxicity independent of the underlying metabolic disorder known toxic mechanisms include mitochondrial dysfunction schiff base mediated protein modification and accumulation of reactive plp degradation products in two patients the total plp dose was successfully reduced by over through increasing administration frequency without loss of seizure control conclusion these findings raise significant concerns about the long term hepatic safety of oral plp in patients with vitamin b dependent epilepsies as intravenous plp is unfeasable for lifelong therapy there is an urgent need for standardized high quality plp preparations and exploration of alternative delivery routes such as intranasal administration regular hepatic monitoring should be implemented in all patients receiving chronic plp therapy"
}