{
    "pmid": "41461949",
    "title": "A Bibliometric Analysis of Bariatric Surgery in Non-alcoholic Fatty Liver Disease: Research Trends and Influential Publications (2000-2024).",
    "abstract": "In recent decades, sedentary lifestyles and Western dietary patterns have contributed to the rise of non-alcoholic fatty liver disease (NAFLD). While lifestyle interventions and pharmacotherapy are first-line treatments, bariatric surgery has emerged as a highly effective option, particularly for severe obesity and NAFLD-related cirrhosis. A bibliometric analysis was conducted using the Web of Science Core Collection (SCI-EXPANDED) from 2000 to 2024. After exclusions, 1077 English articles were analyzed using VOSviewer and CiteSpace for co-authorship, keyword co-occurrence, and trend analysis. In addition, the top 100 most-cited articles were further examined for authorship, institutional, national, and journal contributions. We found that bariatric surgery is the most effective intervention for reversing NASH and fibrosis in NAFLD. Future integration into NAFLD management requires addressing accessibility, cost, and perioperative risks, alongside promoting international collaboration and personalized treatment approaches.",
    "disease": "liver cirrhosis",
    "clean_text": "a bibliometric analysis of bariatric surgery in non alcoholic fatty liver disease research trends and influential publications in recent decades sedentary lifestyles and western dietary patterns have contributed to the rise of non alcoholic fatty liver disease nafld while lifestyle interventions and pharmacotherapy are first line treatments bariatric surgery has emerged as a highly effective option particularly for severe obesity and nafld related cirrhosis a bibliometric analysis was conducted using the web of science core collection sci expanded from to after exclusions english articles were analyzed using vosviewer and citespace for co authorship keyword co occurrence and trend analysis in addition the top most cited articles were further examined for authorship institutional national and journal contributions we found that bariatric surgery is the most effective intervention for reversing nash and fibrosis in nafld future integration into nafld management requires addressing accessibility cost and perioperative risks alongside promoting international collaboration and personalized treatment approaches"
}