{
    "pmid": "41312562",
    "title": "Evaluation of a novel albumin platelet product (APP) fibrosis index and three non-invasive fibrosis indices in metabolic dysfunction-associated steatotic liver disease.",
    "abstract": "Albumin platelet product (APP) is a novel blood-based biomarker for liver fibrosis staging. This study evaluates APP's performance against Fibrosis-4 index (FIB-4), AST-platelet ratio index (APRI), and aspartate aminotransferase-alanine aminotransferase (AST/ALT) ratio in diagnosing advanced fibrosis and cirrhosis in metabolic dysfunction-associated steatotic liver disease (MASLD) patients with and without diabetes (DM). Adults with MASLD/metabolic dysfunction-associated steatohepatitis (MASH) in 2010-2023 and available fibrosis staging biomarkers were included. Clinical fibrosis staging was confirmed by liver biopsy, transient elastography (FibroScan), and/or magnetic resonance elastography. Fibrosis staging-matched fibrosis biomarkers were calculated and analyzed. A total of 570 patients (48.6% male) with available clinical staging and biomarkers were analyzed. DM was present in 38% of the cohort with a significantly higher prevalence among those with advanced fibrosis or cirrhosis ( APP outperformed FIB4 in detecting cirrhosis or advanced fibrosis among patients with DM and was comparable in non-DM patients. Revised FIB-4 thresholds may be needed in MASLD/MASH patients with DM to improve its diagnostic accuracy.",
    "disease": "liver cirrhosis",
    "clean_text": "evaluation of a novel albumin platelet product app fibrosis index and three non invasive fibrosis indices in metabolic dysfunction associated steatotic liver disease albumin platelet product app is a novel blood based biomarker for liver fibrosis staging this study evaluates app s performance against fibrosis index fib ast platelet ratio index apri and aspartate aminotransferase alanine aminotransferase ast alt ratio in diagnosing advanced fibrosis and cirrhosis in metabolic dysfunction associated steatotic liver disease masld patients with and without diabetes dm adults with masld metabolic dysfunction associated steatohepatitis mash in and available fibrosis staging biomarkers were included clinical fibrosis staging was confirmed by liver biopsy transient elastography fibroscan and or magnetic resonance elastography fibrosis staging matched fibrosis biomarkers were calculated and analyzed a total of patients male with available clinical staging and biomarkers were analyzed dm was present in of the cohort with a significantly higher prevalence among those with advanced fibrosis or cirrhosis app outperformed fib in detecting cirrhosis or advanced fibrosis among patients with dm and was comparable in non dm patients revised fib thresholds may be needed in masld mash patients with dm to improve its diagnostic accuracy"
}