{
    "pmid": "41386284",
    "title": "Association of fibrosis index-4 (FIB-4) with chronic vascular complications of type 2 diabetes mellitus.",
    "abstract": "Fibrosis-Index-4 (FIB-4) is used with a cut-off of 1.3 to exclude severe fibrosis in metabolic dysfunction-associated steatotic liver disease (MASLD). The aim of this study was to examine the potential association of FIB-4 with chronic vascular complications of type 2 diabetes mellitus (T2DM). Included were 550 adults (271 men) with T2DM, mean age of 67.88±11.46 years and median T2DM duration of 15 (9.75-22) years. FIB-4 was calculated and chronic vascular complications were recorded. Participants with FIB-4 > 1.3 were compared with those having FIB-4 ≤ 1.3. The former exhibited significantly more frequent peripheral neuropathy (corrected odds ratio [cOR]: 26.48, 95% confidence interval [CI]: 16.81-41.71, p<0.001), chronic kidney disease (cOR: 33.75, 95% CI: 19.55-58.28, p<0.001), retinopathy (cOR: 22.42, 95% CI: 14.22-35.34, p<0.001), stroke (cOR: 2.85, 95% CI: 1.56-5.21, p<0.001), coronary artery disease (cOR: 6.20, 95% CI: 4.25-9.04, p<0.001) and peripheral arterial disease (cOR: 4.60, 95%-CI: 2.62-8.07, p<0.001) than the latter. Peripheral neuropathy was staged as absent, mild and moderate-severe, based on the Neuropathy Disability-Score (NDS). FIB-4 score was associated with increased clinical severity of peripheral neuropathy (p<0.001).",
    "disease": "coronary artery disease",
    "clean_text": "association of fibrosis index fib with chronic vascular complications of type diabetes mellitus fibrosis index fib is used with a cut off of to exclude severe fibrosis in metabolic dysfunction associated steatotic liver disease masld the aim of this study was to examine the potential association of fib with chronic vascular complications of type diabetes mellitus t dm included were adults men with t dm mean age of years and median t dm duration of years fib was calculated and chronic vascular complications were recorded participants with fib were compared with those having fib the former exhibited significantly more frequent peripheral neuropathy corrected odds ratio cor confidence interval ci p chronic kidney disease cor ci p retinopathy cor ci p stroke cor ci p coronary artery disease cor ci p and peripheral arterial disease cor ci p than the latter peripheral neuropathy was staged as absent mild and moderate severe based on the neuropathy disability score nds fib score was associated with increased clinical severity of peripheral neuropathy p"
}