{
    "pmid": "41467219",
    "title": "The Post-Cholecystectomy Gut Microbiota Follows a Time-Varying Change-A Pilot Study.",
    "abstract": "Gut microbiota is proposed to be a key factor for post-cholecystectomy diarrhea (PCD). Long-term follow-up showed decreasing PCD over time, suggesting microbiota change is time-dependent. Our study aimed to analyze gut microbiota and PCD at different times to clarify their time-varying features. Patients aged 20-70 receiving laparoscopic cholecystectomy were recruited prospectively. Subjects with prior abdominal surgery, major systemic diseases, use of antibiotics, probiotics, or proton pump inhibitors within 1 month were excluded. Stool was analyzed at baseline (BL) and 6th, 12th month post-surgery. Microbial diversity was assessed with R phyloseq package, and differential abundance of taxonomic composition with LEfSe/metagenomeSeq. Ten patients were enrolled. Bristol stool scale peaked at 1 M (3.9 → 4.5 → 3.4;  This study showed time-varying trends of microbial diversity and composition. Larger studies are needed for further validation.",
    "disease": "colorectal cancer",
    "clean_text": "the post cholecystectomy gut microbiota follows a time varying change a pilot study gut microbiota is proposed to be a key factor for post cholecystectomy diarrhea pcd long term follow up showed decreasing pcd over time suggesting microbiota change is time dependent our study aimed to analyze gut microbiota and pcd at different times to clarify their time varying features patients aged receiving laparoscopic cholecystectomy were recruited prospectively subjects with prior abdominal surgery major systemic diseases use of antibiotics probiotics or proton pump inhibitors within month were excluded stool was analyzed at baseline bl and th th month post surgery microbial diversity was assessed with r phyloseq package and differential abundance of taxonomic composition with lefse metagenomeseq ten patients were enrolled bristol stool scale peaked at m this study showed time varying trends of microbial diversity and composition larger studies are needed for further validation"
}