{
    "pmid": "41473723",
    "title": "Loneliness, living habits and hypertension among people over 60 years old in rural areas of Northeast China: Across-sectional study.",
    "abstract": "High blood pressure is the leading cause of cardiovascular disease worldwide. The death rate from hypertension has almost doubled in China over the past decade as the country ages, with the rate increasing more sharply in rural areas than in urban areas. This study aimed to determine the influence of loneliness and lifestyle habits on blood pressure in older population individuals in Northeast China. In total, 1,085 older adults people aged over 60 years were recruited from rural areas of Northeast China for this study. The participants completed physical measurements (blood pressure, height, and weight), the Physical Activity Rating Scale 3 (PARS-3), the Loneliness Scale, and questionnaires that included information on the frequency of alcohol consumption and screen time. The prevalence of high blood pressure and loneliness among women in Northeast China was higher than that among men. Women had lower levels of exercise than men. The results of multiple linear regression with hypertension as the dependent variable showed that screen time ( Older adults people with more screen time had lower exercise scores, greater levels of loneliness, and were more likely to have higher blood pressure. The data presented here highlight the impact of loneliness and lifestyle habits on hypertension among older population in rural areas of Northeast China.",
    "disease": "hypertension",
    "clean_text": "loneliness living habits and hypertension among people over years old in rural areas of northeast china across sectional study high blood pressure is the leading cause of cardiovascular disease worldwide the death rate from hypertension has almost doubled in china over the past decade as the country ages with the rate increasing more sharply in rural areas than in urban areas this study aimed to determine the influence of loneliness and lifestyle habits on blood pressure in older population individuals in northeast china in total older adults people aged over years were recruited from rural areas of northeast china for this study the participants completed physical measurements blood pressure height and weight the physical activity rating scale pars the loneliness scale and questionnaires that included information on the frequency of alcohol consumption and screen time the prevalence of high blood pressure and loneliness among women in northeast china was higher than that among men women had lower levels of exercise than men the results of multiple linear regression with hypertension as the dependent variable showed that screen time older adults people with more screen time had lower exercise scores greater levels of loneliness and were more likely to have higher blood pressure the data presented here highlight the impact of loneliness and lifestyle habits on hypertension among older population in rural areas of northeast china"
}