{
    "title": "Butyrate enhances the intestinal barrier by facilitating tight junction assembly via activation of AMP-activated protein kinase in Caco-2 cell monolayers.",
    "doc_id": "19625695",
    "writer": "Peng L",
    "year": "2009",
    "summary": "We further used a calcium switch assay to study the assembly of epithelial tight junctions and determined the effect of butyrate on the assembly of epithelial tight junctions and AMPK activity. We demonstrated that the butyrate treatment increased AMPK …",
    "abstract": "Butyrate, one of the SCFA, promotes the development of the intestinal barrier. However, the molecular mechanisms underlying the butyrate regulation of the intestinal barrier are unknown. To test the hypothesis that the effect of butyrate on the intestinal barrier is mediated by the regulation of the assembly of tight junctions involving the activation of the AMP-activated protein kinase (AMPK), we determined the effect of butyrate on the intestinal barrier by measuring the transepithelial electrical resistance (TER) and inulin permeability in a Caco-2 cell monolayer model. We further used a calcium switch assay to study the assembly of epithelial tight junctions and determined the effect of butyrate on the assembly of epithelial tight junctions and AMPK activity. We demonstrated that the butyrate treatment increased AMPK activity and accelerated the assembly of tight junctions as shown by the reorganization of tight junction proteins, as well as the development of TER. AMPK activity was also upregulated by butyrate during calcium switch-induced tight junction assembly. Compound C, a specific AMPK inhibitor, inhibited the butyrate-induced activation of AMPK. The facilitating effect of butyrate on the increases in TER in standard culture media, as well as after calcium switch, was abolished by compound C. We conclude that butyrate enhances the intestinal barrier by regulating the assembly of tight junctions. This dynamic process is mediated by the activation of AMPK. These results suggest an intriguing link between SCFA and the intracellular energy sensor for the development of the intestinal barrier.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19625695/",
    "clean_text": "butyrate enhances the intestinal barrier by facilitating tight junction assembly via activation of amp activated protein kinase in caco cell monolayers we further used a calcium switch assay to study the assembly of epithelial tight junctions and determined the effect of butyrate on the assembly of epithelial tight junctions and ampk activity we demonstrated that the butyrate treatment increased ampk butyrate one of the scfa promotes the development of the intestinal barrier however the molecular mechanisms underlying the butyrate regulation of the intestinal barrier are unknown to test the hypothesis that the effect of butyrate on the intestinal barrier is mediated by the regulation of the assembly of tight junctions involving the activation of the amp activated protein kinase ampk we determined the effect of butyrate on the intestinal barrier by measuring the transepithelial electrical resistance ter and inulin permeability in a caco cell monolayer model we further used a calcium switch assay to study the assembly of epithelial tight junctions and determined the effect of butyrate on the assembly of epithelial tight junctions and ampk activity we demonstrated that the butyrate treatment increased ampk activity and accelerated the assembly of tight junctions as shown by the reorganization of tight junction proteins as well as the development of ter ampk activity was also upregulated by butyrate during calcium switch induced tight junction assembly compound c a specific ampk inhibitor inhibited the butyrate induced activation of ampk the facilitating effect of butyrate on the increases in ter in standard culture media as well as after calcium switch was abolished by compound c we conclude that butyrate enhances the intestinal barrier by regulating the assembly of tight junctions this dynamic process is mediated by the activation of ampk these results suggest an intriguing link between scfa and the intracellular energy sensor for the development of the intestinal barrier"
}