{
    "pmid": "41459994",
    "title": "Stage-specific association of urinary C-megalin with diabetic kidney disease: a cross-sectional study in type 2 diabetes.",
    "abstract": "This study aimed to evaluate urinary C-megalin in relation to disease staging and diagnostic accuracy in Indian patients with type 2 diabetes mellitus (T2DM). In this cross-sectional study, 325 participants were classified into No-DKD, early-DKD, and late-DKD based on kidney disease improving global outcomes (KDIGO) criteria. Urinary C-megalin was quantified by enzyme-linked immunosorbent assay (ELISA) as absolute and creatinine-normalized values. Group comparisons, correlation analyses, and multinomial logistic regression were performed to assess associations with disease stage. Creatinine-normalized C-megalin excretion was higher in early-DKD compared with No-DKD (median 125.0 vs. 92.0 ng/mg Cr;  Urinary C-megalin demonstrates stage-dependent diagnostic behavior in DKD, suggesting potential as a complementary marker for early tubular injury and advanced disease in high-risk diabetic populations.",
    "disease": "diabetes mellitus",
    "clean_text": "stage specific association of urinary c megalin with diabetic kidney disease a cross sectional study in type diabetes this study aimed to evaluate urinary c megalin in relation to disease staging and diagnostic accuracy in indian patients with type diabetes mellitus t dm in this cross sectional study participants were classified into no dkd early dkd and late dkd based on kidney disease improving global outcomes kdigo criteria urinary c megalin was quantified by enzyme linked immunosorbent assay elisa as absolute and creatinine normalized values group comparisons correlation analyses and multinomial logistic regression were performed to assess associations with disease stage creatinine normalized c megalin excretion was higher in early dkd compared with no dkd median vs ng mg cr urinary c megalin demonstrates stage dependent diagnostic behavior in dkd suggesting potential as a complementary marker for early tubular injury and advanced disease in high risk diabetic populations"
}