{
    "title": "SPP1 in infliximab resistant ulcerative colitis and associated colorectal cancer: an analysis of differentially expressed genes.",
    "doc_id": "35102110",
    "writer": "Giannos P",
    "year": "2022",
    "summary": "Module DEGs that overlapped with ulcerative colitis samples responsive to IFX were analysed, based on topological closeness and radiality. ...RESULTS: Three clusters composed of 582 DEGs from ulcerative colitis samples resistant to IFX were retrieved. …",
    "abstract": "Objective:\n        \n      \n      Infliximab, a tumour necrosis factor-α (TNFα) antagonist, has advanced the management of ulcerative colitis. Although efficacious, considerable percentage of patients are resistant to treatment. Accumulative inflammatory burden in long-term ulcerative colitis patients refractory to therapy increases the risk of developing colorectal cancer (CRC). Our study investigated anti-TNFα-naïve patients with active ulcerative colitis to identify gene biomarkers whose dysregulated expression correlated with resistance to infliximab (IFX) treatment and poor prognosis in CRC.\n    \n\n\n          Methods:\n        \n      \n      Differentially expressed genes (DEGs) from two studies (GSE73661 and GSE14580) with colonic mucosal samples were retrieved. Noninflammatory bowel disease controls were compared with those with active ulcerative colitis that either responded or were resistant to IFX before treatment. DEGs from ulcerative colitis samples resistant to IFX were used to construct a protein-protein interaction network, and clustering gene modules were identified. Module DEGs that overlapped with ulcerative colitis samples responsive to IFX were analysed, based on topological closeness and radiality. Hub genes were obtained, and their correlation with CRC progression was evaluated. Their expression in CRC tissues and their tumour microenvironment immune status was estimated.\n    \n\n\n          Results:\n        \n      \n      Three clusters composed of 582 DEGs from ulcerative colitis samples resistant to IFX were retrieved. Comparative analysis identified 305 overlapping DEGs with ulcerative colitis samples responsive to IFX. Topological analysis revealed a hub gene - SPP1 - whose overexpression in CRC tissues and patients correlated with increased infiltration of immune signatures and poor prognosis.\n    \n\n\n          Conclusion:\n        \n      \n      SPP1 may serve as potential gene biomarker and predictor of resistance to IFX therapy in ulcerative colitis and CRC development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35102110/",
    "clean_text": "spp in infliximab resistant ulcerative colitis and associated colorectal cancer an analysis of differentially expressed genes module degs that overlapped with ulcerative colitis samples responsive to ifx were analysed based on topological closeness and radiality results three clusters composed of degs from ulcerative colitis samples resistant to ifx were retrieved objective infliximab a tumour necrosis factor tnf antagonist has advanced the management of ulcerative colitis although efficacious considerable percentage of patients are resistant to treatment accumulative inflammatory burden in long term ulcerative colitis patients refractory to therapy increases the risk of developing colorectal cancer crc our study investigated anti tnf na ve patients with active ulcerative colitis to identify gene biomarkers whose dysregulated expression correlated with resistance to infliximab ifx treatment and poor prognosis in crc methods differentially expressed genes degs from two studies gse and gse with colonic mucosal samples were retrieved noninflammatory bowel disease controls were compared with those with active ulcerative colitis that either responded or were resistant to ifx before treatment degs from ulcerative colitis samples resistant to ifx were used to construct a protein protein interaction network and clustering gene modules were identified module degs that overlapped with ulcerative colitis samples responsive to ifx were analysed based on topological closeness and radiality hub genes were obtained and their correlation with crc progression was evaluated their expression in crc tissues and their tumour microenvironment immune status was estimated results three clusters composed of degs from ulcerative colitis samples resistant to ifx were retrieved comparative analysis identified overlapping degs with ulcerative colitis samples responsive to ifx topological analysis revealed a hub gene spp whose overexpression in crc tissues and patients correlated with increased infiltration of immune signatures and poor prognosis conclusion spp may serve as potential gene biomarker and predictor of resistance to ifx therapy in ulcerative colitis and crc development"
}