{
    "pmid": "41449311",
    "title": "Development and Validation of an Interpretable Hemodynamics-Based Machine Learning Model for Predicting Cerebral Arteriovenous Malformation Rupture.",
    "abstract": "Cerebral arteriovenous malformation (AVM) is a cerebrovascular disease associated with a risk of intracranial hemorrhage. Currently, most risk prediction models for AVM rupture are based on demographic characteristics and lesion morphology, while quantitative hemodynamics-based models remain scarce. This study aims to identify potential biomarkers associated with hemorrhagic risk through quantitative analysis of hemodynamic parameters within AVM lesions, and to develop a predictive model for AVM rupture risk. This study was based on a nationwide, multicenter registry (the MATCH study), enrolling untreated patients who underwent digital subtraction angiography (DSA) between January 2018 and December 2021. The model was trained using an internally derived cohort and validated with both internal and external center cohorts, as well as with follow-up data from patients who received conservative management. Quantitative hemodynamic parameters were extracted using quantitative angiography. Model performance was evaluated using confusion matrix-related metrics. A total of 857 patients with AVM were included in this study and were allocated into an internal cohort (n = 523; 418 for training and 105 for internal validation), an external validation cohort (n = 140), and a longitudinal validation cohort (n = 194). For each patient, 63 quantitative hemodynamic features were extracted. Based on variable importance ranking, the 10 most significant hemodynamic features were selected for model development. Thirteen individual machine learning models were constructed and evaluated. The best models achieved an area under the curve (AUC) of 0.754 in the training set (out-of-fold cross-validation), 0.750 in the internal validation cohort, 0.748 in the external validation cohort, demonstrating robust predictive performance. Furthermore, the SHapley Additive exPlanations (SHAP) framework was employed to interpret the contribution of individual variables within the model, providing insights into the underlying decision-making process. In the conservative treatment cohort, the prediction model results were used to divide patients into high-risk and low-risk groups for rupture, and there was a significant difference in actual risk between the two groups (P = 0.028). This comprehensive approach highlights the potential of quantitative hemodynamic analysis combined with advanced machine learning techniques for individualized risk prediction in AVM patients. This study demonstrates that quantitative hemodynamic features, when integrated with advanced machine learning algorithms, can effectively predict the risk of AVM rupture. The developed model exhibited robust performance across internal, external, and longitudinal validation cohorts. These findings suggest that quantitative hemodynamic analysis holds significant promise for improving individualized risk stratification and clinical decision-making in patients with cerebral arteriovenous malformations.",
    "disease": "stroke",
    "clean_text": "development and validation of an interpretable hemodynamics based machine learning model for predicting cerebral arteriovenous malformation rupture cerebral arteriovenous malformation avm is a cerebrovascular disease associated with a risk of intracranial hemorrhage currently most risk prediction models for avm rupture are based on demographic characteristics and lesion morphology while quantitative hemodynamics based models remain scarce this study aims to identify potential biomarkers associated with hemorrhagic risk through quantitative analysis of hemodynamic parameters within avm lesions and to develop a predictive model for avm rupture risk this study was based on a nationwide multicenter registry the match study enrolling untreated patients who underwent digital subtraction angiography dsa between january and december the model was trained using an internally derived cohort and validated with both internal and external center cohorts as well as with follow up data from patients who received conservative management quantitative hemodynamic parameters were extracted using quantitative angiography model performance was evaluated using confusion matrix related metrics a total of patients with avm were included in this study and were allocated into an internal cohort n for training and for internal validation an external validation cohort n and a longitudinal validation cohort n for each patient quantitative hemodynamic features were extracted based on variable importance ranking the most significant hemodynamic features were selected for model development thirteen individual machine learning models were constructed and evaluated the best models achieved an area under the curve auc of in the training set out of fold cross validation in the internal validation cohort in the external validation cohort demonstrating robust predictive performance furthermore the shapley additive explanations shap framework was employed to interpret the contribution of individual variables within the model providing insights into the underlying decision making process in the conservative treatment cohort the prediction model results were used to divide patients into high risk and low risk groups for rupture and there was a significant difference in actual risk between the two groups p this comprehensive approach highlights the potential of quantitative hemodynamic analysis combined with advanced machine learning techniques for individualized risk prediction in avm patients this study demonstrates that quantitative hemodynamic features when integrated with advanced machine learning algorithms can effectively predict the risk of avm rupture the developed model exhibited robust performance across internal external and longitudinal validation cohorts these findings suggest that quantitative hemodynamic analysis holds significant promise for improving individualized risk stratification and clinical decision making in patients with cerebral arteriovenous malformations"
}