{
    "title": "Inflammation, Oxidative Stress, Vascular Aging and Atherosclerotic Ischemic Stroke.",
    "doc_id": "34547993",
    "writer": "Koutsaliaris IK",
    "year": "2022",
    "summary": "Regarding oxidative stress, increased concentration of reactive oxygen and nitrogen species is linked to atherosclerotic ischemic stroke in vascular aging. ...The aim of the present review is to present the role of oxidative stress and inflammation in …",
    "abstract": "Vascular aging is a crucial risk factor for atherosclerotic ischemic stroke. Vascular aging is characterized by oxidative stress, endothelial dysfunction, inflammation, intimal and media thickening, as well as the gradual development of arterial stiffness, among other pathophysiological features. Regarding oxidative stress, increased concentration of reactive oxygen and nitrogen species is linked to atherosclerotic ischemic stroke in vascular aging. Additionally, oxidative stress is associated with an inflammatory response. Inflammation is related to aging through the \"inflammaging\" theory, which is characterized by decreased ability to cope with a variety of stressors, in combination with an increased pro-inflammatory state. Vascular aging is correlated with changes in cerebral arteries that are considered predictors of the risk for atherosclerotic ischemic stroke. The aim of the present review is to present the role of oxidative stress and inflammation in vascular aging, as well as their involvement in atherosclerotic ischemic stroke.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34547993/",
    "clean_text": "inflammation oxidative stress vascular aging and atherosclerotic ischemic stroke regarding oxidative stress increased concentration of reactive oxygen and nitrogen species is linked to atherosclerotic ischemic stroke in vascular aging the aim of the present review is to present the role of oxidative stress and inflammation in vascular aging is a crucial risk factor for atherosclerotic ischemic stroke vascular aging is characterized by oxidative stress endothelial dysfunction inflammation intimal and media thickening as well as the gradual development of arterial stiffness among other pathophysiological features regarding oxidative stress increased concentration of reactive oxygen and nitrogen species is linked to atherosclerotic ischemic stroke in vascular aging additionally oxidative stress is associated with an inflammatory response inflammation is related to aging through the inflammaging theory which is characterized by decreased ability to cope with a variety of stressors in combination with an increased pro inflammatory state vascular aging is correlated with changes in cerebral arteries that are considered predictors of the risk for atherosclerotic ischemic stroke the aim of the present review is to present the role of oxidative stress and inflammation in vascular aging as well as their involvement in atherosclerotic ischemic stroke"
}