{
    "title": "Recurrence of low back pain is common: a prospective inception cohort study.",
    "doc_id": "31208917",
    "writer": "da Silva T",
    "year": "2019",
    "summary": "QUESTIONS: How commonly and how quickly does low back pain reoccur in a cohort of people who have recently recovered from an episode of low back pain? ...Secondary outcomes were: days to recurrence of low back pain se …",
    "abstract": "Questions:\n        \n      \n      How commonly and how quickly does low back pain reoccur in a cohort of people who have recently recovered from an episode of low back pain? What are the prognostic factors for a recurrence of low back pain?\n    \n\n\n          Design:\n        \n      \n      Prospective inception cohort study with monthly follow-up for 12 months.\n    \n\n\n          Participants:\n        \n      \n      A total of 250 patients who had recovered from an episode of low back pain within the last month.\n    \n\n\n          Outcome measures:\n        \n      \n      The primary outcome was days to recurrence of an episode of low back pain. Secondary outcomes were: days to recurrence of low back pain severe enough to limit activity moderately, and days to recurrence of low back pain for which healthcare was sought.\n    \n\n\n          Results:\n        \n      \n      Within 12 months after recovery, 69% (95% CI 62 to 74) of participants had a recurrence of an episode of low back pain, 40% (95% CI 33 to 46) had a recurrence of activity-limiting low back pain, and 41% (95% CI 34 to 46) had a recurrence of low back pain for which healthcare was sought. The median time to recurrence of an episode of low back pain was 139 days (95% CI 105 to 173). Frequent exposure to awkward postures, longer time sitting (> 5 hours per day), and more than two previous episodes were predictive of recurrence of an episode of low back pain within 12 months (p < 0.01).\n    \n\n\n          Conclusion:\n        \n      \n      Recurrence of low back pain is very common, with more than two-thirds of individuals having a recurrence within 12 months after recovery. Prognostic factors for a recurrence include exposure to awkward posture, longer time sitting, and more than two previous episodes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31208917/",
    "clean_text": "recurrence of low back pain is common a prospective inception cohort study questions how commonly and how quickly does low back pain reoccur in a cohort of people who have recently recovered from an episode of low back pain secondary outcomes were days to recurrence of low back pain se questions how commonly and how quickly does low back pain reoccur in a cohort of people who have recently recovered from an episode of low back pain what are the prognostic factors for a recurrence of low back pain design prospective inception cohort study with monthly follow up for months participants a total of patients who had recovered from an episode of low back pain within the last month outcome measures the primary outcome was days to recurrence of an episode of low back pain secondary outcomes were days to recurrence of low back pain severe enough to limit activity moderately and days to recurrence of low back pain for which healthcare was sought results within months after recovery ci to of participants had a recurrence of an episode of low back pain ci to had a recurrence of activity limiting low back pain and ci to had a recurrence of low back pain for which healthcare was sought the median time to recurrence of an episode of low back pain was days ci to frequent exposure to awkward postures longer time sitting hours per day and more than two previous episodes were predictive of recurrence of an episode of low back pain within months p conclusion recurrence of low back pain is very common with more than two thirds of individuals having a recurrence within months after recovery prognostic factors for a recurrence include exposure to awkward posture longer time sitting and more than two previous episodes"
}