{
    "pmid": "41368669",
    "title": "Respiratory symptom burden, vaccination coverage, and preventive health practices among Sudanese Hajj pilgrims who traveled by sea.",
    "abstract": "The risk of respiratory infections amplifies at Hajj. Pilgrims who travel by sea may face an elevated risk of such infections; however, contemporary Hajj literature offers limited data on this subgroup. This study assessed respiratory symptom burden, vaccination coverage, and preventive practices among Sudanese pilgrims who traveled to the 2025 Hajj by sea. A descriptive cross-sectional survey was conducted among Sudanese Hajj pilgrims who reached Saudi Arabia by sea. Data were collected using a structured, pilot-tested questionnaire covering demographics, medical history, preventive practices, awareness, and symptom experiences. Statistical analysis included descriptive measures, chi-square tests, correlations, and logistic regression to identify predictors of adherence to health recommendations. A total of 370 pilgrims aged 25 to 87 years were recruited, comprising 114 (30.8%) men and 256 (69.2%) women. About 60.5% reported at least one health symptom, with muscle/body aches, cough and sore throat being the leading complaints. Symptom burden was significantly higher among older pilgrims, males, individuals with chronic conditions, and those with prior Hajj experience ( These findings suggest that Sudanese pilgrims who travel by sea generally comply with mandatory preventive measures, but show lower adherence to non-mandatory ones, leaving them vulnerable to infections. Strengthening structured pre-travel health education and ensuring equitable access to vaccinations could significantly improve their health outcomes.",
    "disease": "influenza",
    "clean_text": "respiratory symptom burden vaccination coverage and preventive health practices among sudanese hajj pilgrims who traveled by sea the risk of respiratory infections amplifies at hajj pilgrims who travel by sea may face an elevated risk of such infections however contemporary hajj literature offers limited data on this subgroup this study assessed respiratory symptom burden vaccination coverage and preventive practices among sudanese pilgrims who traveled to the hajj by sea a descriptive cross sectional survey was conducted among sudanese hajj pilgrims who reached saudi arabia by sea data were collected using a structured pilot tested questionnaire covering demographics medical history preventive practices awareness and symptom experiences statistical analysis included descriptive measures chi square tests correlations and logistic regression to identify predictors of adherence to health recommendations a total of pilgrims aged to years were recruited comprising men and women about reported at least one health symptom with muscle body aches cough and sore throat being the leading complaints symptom burden was significantly higher among older pilgrims males individuals with chronic conditions and those with prior hajj experience these findings suggest that sudanese pilgrims who travel by sea generally comply with mandatory preventive measures but show lower adherence to non mandatory ones leaving them vulnerable to infections strengthening structured pre travel health education and ensuring equitable access to vaccinations could significantly improve their health outcomes"
}