{
    "pmid": "41460550",
    "title": "Documented advance care planning elements and end-of-life care patterns in malignant glioma vs. major solid tumors: a single-center retrospective study.",
    "abstract": "Malignant glioma patients face unique end-of-life (EOL) challenges due to their aggressive disease course and early neurocognitive decline. This study aimed to compare EOL patterns between patients with malignant glioma and those with solid tumors referred for palliative care (PC). We conducted a retrospective cohort study of adults with malignant glioma or five major solid tumors (lung, colorectal, gastric, liver, and pancreato-biliary) who received PC consultation at a South Korean tertiary hospital (2018-2022). Clinical data were linked to the National Health Insurance Service database. Outcomes included documentation of advance care planning (ACP) elements, healthcare utilization, and place of death, which were analyzed using multivariable regression. Compared with 4,283 individuals with solid tumors, those with malignant glioma (n = 229) were younger and referred to PC earlier. ACP documentation was substantially lower (20.1% vs. 58.0%; aOR, 0.13; 95% CI, 0.09-0.19), and only 21.4% of life-sustaining treatment decisions were documented as patient-determined versus 67.1% in solid tumors (aOR, 0.07; 95% CI, 0.04-0.12). Malignant glioma was also associated with fewer emergency visits (29.3% vs. 48.7%) and less chemotherapy (29.7% vs. 42.0%) but lower hospice use (62.0% vs. 73.1%; aOR, 0.57; 95% CI, 0.43-0.77). Medical costs were higher six months before death but lower in the final month among patients with malignant glioma compared with those with solid tumors. Death occurred more often in nursing care hospitals (20.5% vs. 6.8%, p < 0.0001) or at home/non-hospital settings (15.3% vs. 10.0%, p = 0.0106). In this single-center cohort, malignant glioma patients were less likely to have documented ACP elements and more likely to die in nursing hospitals than those with solid tumors. Early ACP and tailored palliative strategies are essential.",
    "disease": "lung cancer",
    "clean_text": "documented advance care planning elements and end of life care patterns in malignant glioma vs major solid tumors a single center retrospective study malignant glioma patients face unique end of life eol challenges due to their aggressive disease course and early neurocognitive decline this study aimed to compare eol patterns between patients with malignant glioma and those with solid tumors referred for palliative care pc we conducted a retrospective cohort study of adults with malignant glioma or five major solid tumors lung colorectal gastric liver and pancreato biliary who received pc consultation at a south korean tertiary hospital clinical data were linked to the national health insurance service database outcomes included documentation of advance care planning acp elements healthcare utilization and place of death which were analyzed using multivariable regression compared with individuals with solid tumors those with malignant glioma n were younger and referred to pc earlier acp documentation was substantially lower vs aor ci and only of life sustaining treatment decisions were documented as patient determined versus in solid tumors aor ci malignant glioma was also associated with fewer emergency visits vs and less chemotherapy vs but lower hospice use vs aor ci medical costs were higher six months before death but lower in the final month among patients with malignant glioma compared with those with solid tumors death occurred more often in nursing care hospitals vs p or at home non hospital settings vs p in this single center cohort malignant glioma patients were less likely to have documented acp elements and more likely to die in nursing hospitals than those with solid tumors early acp and tailored palliative strategies are essential"
}