{
    "pmid": "41462171",
    "title": "A novel tool to predict the probability of pulmonary metastasis in patients with primary osseous sacral/pelvic tumors: a large real-world multicenter study.",
    "abstract": "In patients with primary osseous sacral/pelvic tumors, once pulmonary metastasis has occurred, their prognosis is worrying. It is therefore essential to construct a novel tool to achieve accurate prediction of the probability of pulmonary metastasis from primary osseous sacral/pelvic tumors. This study retrospectively analyzed data from 407 patients with primary osseous sacral/pelvic tumors from the Surveillance, Epidemiology, and End Results database. Univariate and multivariate logistic regression analyses were used to identify risk factors. Construction of predictive models based on logistic regression algorithm in R software. The calibration, discrimination, and clinical utility of the models are validated in a validation cohort. The Kaplan-Meier survival curve and log-rank test were used to examine the pulmonary metastasis risk classification system for evaluation. The total cohort was randomly divided into a training cohort (287 patients) and a validation cohort (120 patients). Five independent risk factors were identified to develop a nomogram model to predict the probability of pulmonary metastasis in patients. The area under the receiver operating characteristic curve (0.860 for the training cohort and 0.895 for the validation cohort) showed that the model showed satisfactory discrimination in both validation cohorts. The calibration curve showed a high predictive accuracy of the model and the Hosmer-Lemeshow test indicated a good model fit (p > 0.05). The decision curve analysis showed that the nomogram is clinically useful and can provide a net benefit to patients within certain limits. We have successfully developed a nomogram and risk classification system to accurately predict the probability of pulmonary metastasis from primary osseous sacral/pelvic tumors.",
    "disease": "lung cancer",
    "clean_text": "a novel tool to predict the probability of pulmonary metastasis in patients with primary osseous sacral pelvic tumors a large real world multicenter study in patients with primary osseous sacral pelvic tumors once pulmonary metastasis has occurred their prognosis is worrying it is therefore essential to construct a novel tool to achieve accurate prediction of the probability of pulmonary metastasis from primary osseous sacral pelvic tumors this study retrospectively analyzed data from patients with primary osseous sacral pelvic tumors from the surveillance epidemiology and end results database univariate and multivariate logistic regression analyses were used to identify risk factors construction of predictive models based on logistic regression algorithm in r software the calibration discrimination and clinical utility of the models are validated in a validation cohort the kaplan meier survival curve and log rank test were used to examine the pulmonary metastasis risk classification system for evaluation the total cohort was randomly divided into a training cohort patients and a validation cohort patients five independent risk factors were identified to develop a nomogram model to predict the probability of pulmonary metastasis in patients the area under the receiver operating characteristic curve for the training cohort and for the validation cohort showed that the model showed satisfactory discrimination in both validation cohorts the calibration curve showed a high predictive accuracy of the model and the hosmer lemeshow test indicated a good model fit p the decision curve analysis showed that the nomogram is clinically useful and can provide a net benefit to patients within certain limits we have successfully developed a nomogram and risk classification system to accurately predict the probability of pulmonary metastasis from primary osseous sacral pelvic tumors"
}