{
    "title": "The evolution of human parental care and recruitment of juvenile help.",
    "doc_id": "21784548",
    "writer": "Kramer KL.",
    "year": "2011",
    "summary": "This article highlights this distinctly human and twofold nature of juvenility within the context of life history evolution and cooperative breeding. Juveniles benefit from continued investment and from helping to support their siblings during a life stage when they …",
    "abstract": "Provisioning of juveniles is a defining characteristic of human life history. Human children are also unusual in cooperating with their siblings, mothers and other adults in the exchange of resources and labor. This article highlights this distinctly human and twofold nature of juvenility within the context of life history evolution and cooperative breeding. Juveniles benefit from continued investment and from helping to support their siblings during a life stage when they cannot contribute to their own reproduction. Rather than juvenile dependence signifying a costly extension of parental care, juvenile provisioning and help are suggested to develop in tandem with the broader pattern of food sharing and division of labor that characterizes human subsistence and sociality.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21784548/",
    "clean_text": "the evolution of human parental care and recruitment of juvenile help this article highlights this distinctly human and twofold nature of juvenility within the context of life history evolution and cooperative breeding juveniles benefit from continued investment and from helping to support their siblings during a life stage when they provisioning of juveniles is a defining characteristic of human life history human children are also unusual in cooperating with their siblings mothers and other adults in the exchange of resources and labor this article highlights this distinctly human and twofold nature of juvenility within the context of life history evolution and cooperative breeding juveniles benefit from continued investment and from helping to support their siblings during a life stage when they cannot contribute to their own reproduction rather than juvenile dependence signifying a costly extension of parental care juvenile provisioning and help are suggested to develop in tandem with the broader pattern of food sharing and division of labor that characterizes human subsistence and sociality"
}