{
    "title": "Assessing Predictors of Acute and Chronic Thrombotic Microangiopathy in Native and Allograft Biopsies.",
    "doc_id": "39809223",
    "writer": "Tariq A",
    "year": "2025",
    "summary": "Prevalence of acute versus chronic TMA was based on specific histology identified on native and allograft kidney biopsies. ...Specifically, chronic TMA was significantly associated with use of mTORi in native kidneys. The odds of chronic TMA com …",
    "abstract": "Introduction:\n        \n      \n      Thrombotic microangiopathies (TMAs) represent distinct pathological and clinical entities with known chronicity and recurrence. Kidney biopsy is the gold standard to diagnose TMA in patients with renal manifestations, but the prognostic significance of acute or chronic phase of the disease has not been well studied. We examined the clinical characteristics, management, and predictors of acute versus chronic TMA among native and transplants.\n    \n\n\n          Methods:\n        \n      \n      Observational, cross-sectional study of a 22-year period at Johns Hopkins Hospital. Prevalence of acute versus chronic TMA was based on specific histology identified on native and allograft kidney biopsies. Predictors of acute and chronic TMA were assessed using simple linear regression and odds ratios.\n    \n\n\n          Results:\n        \n      \n      Among 127 patients, 29 (23%) had chronic TMA and 98 (77%) had acute TMA, with 60% female and 43 ± 18 years of age. Chronic TMA was significantly associated with a history of lupus or hemolytic uremic syndrome (HUS) and the use of clopidogrel or mammalian target of rapamycin inhibitors (mTORi). Specifically, chronic TMA was significantly associated with use of mTORi in native kidneys. The odds of chronic TMA compared to acute TMA were lower for each race (Caucasians, 76%; blacks, 38%; Hispanics and Asians, 22%).\n    \n\n\n          Conclusions:\n        \n      \n      A kidney biopsy may not necessarily be needed to determine the presence of chronic TMA since certain predictors, as those demonstrated by our study (use of mTORi and history of lupus or HUS), independently predicted higher odds of developing chronic TMA and its sequelae conditions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39809223/",
    "clean_text": "assessing predictors of acute and chronic thrombotic microangiopathy in native and allograft biopsies prevalence of acute versus chronic tma was based on specific histology identified on native and allograft kidney biopsies specifically chronic tma was significantly associated with use of mtori in native kidneys the odds of chronic tma com introduction thrombotic microangiopathies tmas represent distinct pathological and clinical entities with known chronicity and recurrence kidney biopsy is the gold standard to diagnose tma in patients with renal manifestations but the prognostic significance of acute or chronic phase of the disease has not been well studied we examined the clinical characteristics management and predictors of acute versus chronic tma among native and transplants methods observational cross sectional study of a year period at johns hopkins hospital prevalence of acute versus chronic tma was based on specific histology identified on native and allograft kidney biopsies predictors of acute and chronic tma were assessed using simple linear regression and odds ratios results among patients had chronic tma and had acute tma with female and years of age chronic tma was significantly associated with a history of lupus or hemolytic uremic syndrome hus and the use of clopidogrel or mammalian target of rapamycin inhibitors mtori specifically chronic tma was significantly associated with use of mtori in native kidneys the odds of chronic tma compared to acute tma were lower for each race caucasians blacks hispanics and asians conclusions a kidney biopsy may not necessarily be needed to determine the presence of chronic tma since certain predictors as those demonstrated by our study use of mtori and history of lupus or hus independently predicted higher odds of developing chronic tma and its sequelae conditions"
}