{
    "pmid": "41438797",
    "title": "Intra-articular and extra-articular malunion of proximal tibia: Assessment and management.",
    "abstract": "Proximal tibial malunions resulting from inappropriate reduction or neglected traumatic sequelae can significantly alter knee biomechanics and predispose the patients to pain, instability, and early post traumatic osteoarthritis (PTOA). Their management requires a detailed analysis of the fracture fragments, location of deformity and status of soft tissue. Accurate preoperative assessment including clinical evaluation, standing radiographs, long-leg scanogram, and 2D/3D CT scans are critical for identifying coronal, sagittal, rotational, and multiplanar deformities. Deformity analysis using malalignment tests and marking of the centre of rotation of angulation (CORA) guides surgical planning. Surgical management focus on correction of limb alignment, restoration of articular congruity and stable fixation. Intra-articular osteotomy is preferred for depression or split-depression injuries, while extra-articular osteotomies address coronal or sagittal plane malalignment. Bicondylar and combined deformities may require dual approaches, and a tibial tubercle (TT) osteotomy might be needed to access and correct deformities, when CORA is close to TT. The biological potential of the osteotomy site, soft tissue condition, and bone quality must be considered when planning fixation. Internal fixation devices including bone graft is only suitable in cases with good soft tissue cover. A circular external fixator is preferred when gradual correction is required and particularly in cases where soft tissues are unsuitable for internal fixation. Mechanical axis should be restored as soon as it is safe to do so to prevent or slow the progression of PTOA. In this article we discuss classification and management strategies for proximal tibial malunions, emphasizing meticulous preoperative planning, surgical approach selection, surgical strategies to optimise functional outcomes and preserve the native joint.",
    "disease": "osteoarthritis",
    "clean_text": "intra articular and extra articular malunion of proximal tibia assessment and management proximal tibial malunions resulting from inappropriate reduction or neglected traumatic sequelae can significantly alter knee biomechanics and predispose the patients to pain instability and early post traumatic osteoarthritis ptoa their management requires a detailed analysis of the fracture fragments location of deformity and status of soft tissue accurate preoperative assessment including clinical evaluation standing radiographs long leg scanogram and d d ct scans are critical for identifying coronal sagittal rotational and multiplanar deformities deformity analysis using malalignment tests and marking of the centre of rotation of angulation cora guides surgical planning surgical management focus on correction of limb alignment restoration of articular congruity and stable fixation intra articular osteotomy is preferred for depression or split depression injuries while extra articular osteotomies address coronal or sagittal plane malalignment bicondylar and combined deformities may require dual approaches and a tibial tubercle tt osteotomy might be needed to access and correct deformities when cora is close to tt the biological potential of the osteotomy site soft tissue condition and bone quality must be considered when planning fixation internal fixation devices including bone graft is only suitable in cases with good soft tissue cover a circular external fixator is preferred when gradual correction is required and particularly in cases where soft tissues are unsuitable for internal fixation mechanical axis should be restored as soon as it is safe to do so to prevent or slow the progression of ptoa in this article we discuss classification and management strategies for proximal tibial malunions emphasizing meticulous preoperative planning surgical approach selection surgical strategies to optimise functional outcomes and preserve the native joint"
}