{
    "pmid": "41431116",
    "title": "The potential for social implementation of colorectal cancer screening by colonoscopy.",
    "abstract": "The incidence of colorectal cancer (CRC) is increasing worldwide, which poses substantial social and economic challenges. To reduce CRC-related mortality, the implementation of screening programs is essential. The current standard approach involves initial screening using the fecal immunochemical test (FIT), followed by colonoscopy. However, the FIT has inherent limitations, including the potential to miss early stage CRC and insufficient detection rates from a single test. Therefore, the FIT is repeated annually or biennially, and the incidence of interval cancer remains a concern. In contrast, colonoscopy allows a highly accurate diagnosis of CRC in a single examination. Of the five randomized controlled trials evaluating the impact of colonoscopy on CRC mortality, two have reported results to date. The mortality reduction effect of colonoscopy-based screening was somewhat lower than expected in these studies, primarily because of low participation rates. Nonetheless, the fact that countries such as the United States and Germany, which have already implemented colonoscopy-based screening, have experienced substantial reductions in CRC mortality, which supports the expectations of the effectiveness of implementing such programs at the societal level. Among the challenges in their implementation, ensuring adequate participation rates is essential, and the establishment of an organized screening system is warranted.",
    "disease": "colorectal cancer",
    "clean_text": "the potential for social implementation of colorectal cancer screening by colonoscopy the incidence of colorectal cancer crc is increasing worldwide which poses substantial social and economic challenges to reduce crc related mortality the implementation of screening programs is essential the current standard approach involves initial screening using the fecal immunochemical test fit followed by colonoscopy however the fit has inherent limitations including the potential to miss early stage crc and insufficient detection rates from a single test therefore the fit is repeated annually or biennially and the incidence of interval cancer remains a concern in contrast colonoscopy allows a highly accurate diagnosis of crc in a single examination of the five randomized controlled trials evaluating the impact of colonoscopy on crc mortality two have reported results to date the mortality reduction effect of colonoscopy based screening was somewhat lower than expected in these studies primarily because of low participation rates nonetheless the fact that countries such as the united states and germany which have already implemented colonoscopy based screening have experienced substantial reductions in crc mortality which supports the expectations of the effectiveness of implementing such programs at the societal level among the challenges in their implementation ensuring adequate participation rates is essential and the establishment of an organized screening system is warranted"
}