{
    "title": "Orthopaedic aspects of fragile-X syndrome.",
    "doc_id": "2195034",
    "writer": "Davids JR",
    "year": "1990",
    "summary": "At our institution, seventy-five (50 per cent) of the 150 male patients who had fragile-X syndrome had flat feet, eighty-five (57 per cent) had excessive laxity of the joints, and ten had scoliosis. ...The orthopaedist should consider the diagnosis of frag …",
    "abstract": "Fragile-X syndrome is one of the most common inherited forms of mental retardation. An associated connective-tissue disorder involving elastin accounts for the most frequent musculoskeletal manifestations, which include severe flexible flat feet, excessive laxity of the joints, and scoliosis. At our institution, seventy-five (50 per cent) of the 150 male patients who had fragile-X syndrome had flat feet, eighty-five (57 per cent) had excessive laxity of the joints, and ten had scoliosis. Twenty-nine of the patients who had flat feet had been evaluated or treated, or both, by an orthopaedic surgeon before the diagnosis of fragile-X syndrome had been made. Only one of these patients had been referred for developmental and genetic evaluation, which suggests that the orthopaedic community is not familiar with this syndrome. The orthopaedist should consider the diagnosis of fragile-X syndrome in the evaluation of a mentally retarded boy or man who has a family history of mental retardation. The presence of flat feet and excessive laxity of the joints, associated with the characteristic facies, macro-orchidism, and behavior, justifies a referral for developmental and genetic evaluation. Early diagnosis is important for several reasons, including genetic counseling for the family, more efficacious medical treatment, and specialized education.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2195034/",
    "clean_text": "orthopaedic aspects of fragile x syndrome at our institution seventy five per cent of the male patients who had fragile x syndrome had flat feet eighty five per cent had excessive laxity of the joints and ten had scoliosis the orthopaedist should consider the diagnosis of frag fragile x syndrome is one of the most common inherited forms of mental retardation an associated connective tissue disorder involving elastin accounts for the most frequent musculoskeletal manifestations which include severe flexible flat feet excessive laxity of the joints and scoliosis at our institution seventy five per cent of the male patients who had fragile x syndrome had flat feet eighty five per cent had excessive laxity of the joints and ten had scoliosis twenty nine of the patients who had flat feet had been evaluated or treated or both by an orthopaedic surgeon before the diagnosis of fragile x syndrome had been made only one of these patients had been referred for developmental and genetic evaluation which suggests that the orthopaedic community is not familiar with this syndrome the orthopaedist should consider the diagnosis of fragile x syndrome in the evaluation of a mentally retarded boy or man who has a family history of mental retardation the presence of flat feet and excessive laxity of the joints associated with the characteristic facies macro orchidism and behavior justifies a referral for developmental and genetic evaluation early diagnosis is important for several reasons including genetic counseling for the family more efficacious medical treatment and specialized education"
}