{
    "pmid": "41390197",
    "title": "RNA-mediated aggregation mechanism of prion-like proteins and its application to drug discovery.",
    "abstract": "Neurodegenerative disorders such as Alzheimer's disease and Parkinson's disease are on the rise in super-aging societies. However, the mechanisms underlying the aggregation and propagation of prion-like proteins such as α-synuclein and Tau that contribute to the pathogenesis of neurodegeneration remain poorly understood. Although prion-like proteins are known to undergo liquid-liquid phase separation (LLPS) followed by a sol-gel transition in vitro, the key factors governing their phase transition remain to be elucidated in vivo. Most prion-like proteins are classified as RNA-binding proteins, and recent studies suggest that RNA plays a critical role in mediating both LLPS and the subsequent sol-gel transition of these proteins. In the review, we summarized our findings on RNA G-quadruplexes (rG4s) as a pathological key molecule in neurodegenerative disorders and introduce recent advances in RNA-induced phase transition of prion-like proteins.",
    "disease": "parkinson disease",
    "clean_text": "rna mediated aggregation mechanism of prion like proteins and its application to drug discovery neurodegenerative disorders such as alzheimer s disease and parkinson s disease are on the rise in super aging societies however the mechanisms underlying the aggregation and propagation of prion like proteins such as synuclein and tau that contribute to the pathogenesis of neurodegeneration remain poorly understood although prion like proteins are known to undergo liquid liquid phase separation llps followed by a sol gel transition in vitro the key factors governing their phase transition remain to be elucidated in vivo most prion like proteins are classified as rna binding proteins and recent studies suggest that rna plays a critical role in mediating both llps and the subsequent sol gel transition of these proteins in the review we summarized our findings on rna g quadruplexes rg s as a pathological key molecule in neurodegenerative disorders and introduce recent advances in rna induced phase transition of prion like proteins"
}