{
    "pmid": "41458546",
    "title": "Impact of stress hyperglycemia ratio on incidence of in-hospital cardiogenic shock in patients with ST-elevation myocardial infarction: a prospective, multicenter study.",
    "abstract": "The stress hyperglycemia ratio (SHR) has emerged as a valuable prognostic indicator in patients with ST-elevation myocardial infarction (STEMI). Nevertheless, the impact of SHR on the incidence of in-hospital cardiogenic shock (IHCS) remains insufficiently explored in patients with STEMI. This study aimed to investigate the association between SHR and IHCS incidence while assessing its additional predictive value beyond established risk scores. Data were derived from a prospective, multicenter registry and included 1776 patients with STEMI. Patients were grouped by the optimal cutoff value of SHR. The primary endpoint was the incidence of IHCS. Generalized linear mixed models, restricted cubic splines (RCS), ROC curves, and decision curve analysis (DCA) were utilized, with feature importance assessing its importance. The IHCS incidence was notably higher in patients with elevated SHR. RCS analysis indicated a significant dose-response relationship between increasing SHR and IHCS risk ( Elevated SHR is a valuable predictor and manifests additional predictive value beyond established risk scores in predicting IHCS in patients with STEMI, especially among patients without diabetes. ClinicalTrials.gov, identifier NCT02641262.",
    "disease": "diabetes mellitus",
    "clean_text": "impact of stress hyperglycemia ratio on incidence of in hospital cardiogenic shock in patients with st elevation myocardial infarction a prospective multicenter study the stress hyperglycemia ratio shr has emerged as a valuable prognostic indicator in patients with st elevation myocardial infarction stemi nevertheless the impact of shr on the incidence of in hospital cardiogenic shock ihcs remains insufficiently explored in patients with stemi this study aimed to investigate the association between shr and ihcs incidence while assessing its additional predictive value beyond established risk scores data were derived from a prospective multicenter registry and included patients with stemi patients were grouped by the optimal cutoff value of shr the primary endpoint was the incidence of ihcs generalized linear mixed models restricted cubic splines rcs roc curves and decision curve analysis dca were utilized with feature importance assessing its importance the ihcs incidence was notably higher in patients with elevated shr rcs analysis indicated a significant dose response relationship between increasing shr and ihcs risk elevated shr is a valuable predictor and manifests additional predictive value beyond established risk scores in predicting ihcs in patients with stemi especially among patients without diabetes clinicaltrials gov identifier nct"
}