{
    "title": "Kidney disease models: tools to identify mechanisms and potential therapeutic targets.",
    "doc_id": "29515089",
    "writer": "Bao YW",
    "year": "2018",
    "summary": "Acute kidney injury (AKI) and chronic kidney disease (CKD) are worldwide public health problems affecting millions of people and have rapidly increased in prevalence in recent years. ...Among these experimental models, rodents have been extensively used to en …",
    "abstract": "Acute kidney injury (AKI) and chronic kidney disease (CKD) are worldwide public health problems affecting millions of people and have rapidly increased in prevalence in recent years. Due to the multiple causes of renal failure, many animal models have been developed to advance our understanding of human nephropathy. Among these experimental models, rodents have been extensively used to enable mechanistic understanding of kidney disease induction and progression, as well as to identify potential targets for therapy. In this review, we discuss AKI models induced by surgical operation and drugs or toxins, as well as a variety of CKD models (mainly genetically modified mouse models). Results from recent and ongoing clinical trials and conceptual advances derived from animal models are also explored.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29515089/",
    "clean_text": "kidney disease models tools to identify mechanisms and potential therapeutic targets acute kidney injury aki and chronic kidney disease ckd are worldwide public health problems affecting millions of people and have rapidly increased in prevalence in recent years among these experimental models rodents have been extensively used to en acute kidney injury aki and chronic kidney disease ckd are worldwide public health problems affecting millions of people and have rapidly increased in prevalence in recent years due to the multiple causes of renal failure many animal models have been developed to advance our understanding of human nephropathy among these experimental models rodents have been extensively used to enable mechanistic understanding of kidney disease induction and progression as well as to identify potential targets for therapy in this review we discuss aki models induced by surgical operation and drugs or toxins as well as a variety of ckd models mainly genetically modified mouse models results from recent and ongoing clinical trials and conceptual advances derived from animal models are also explored"
}