{
    "title": "Risk indicators in low back pain.",
    "doc_id": "2532529",
    "writer": "Pope MH.",
    "year": "1989",
    "summary": "Injuries leading to low back pain can occur by direct trauma, overexertion or repetitive trauma. Overexertion is claimed by 60% of low back pain patients as the cause of injury. ...It is, however, difficult to relate the workplace to the complaint of l …",
    "abstract": "Injuries leading to low back pain can occur by direct trauma, overexertion or repetitive trauma. Overexertion is claimed by 60% of low back pain patients as the cause of injury. Of these patients with overexertion injuries, 66% implicated lifting and 20% pushing or pulling. It is, however, difficult to relate the workplace to the complaint of low back pain in a specific worker, and low back pain is found quite often in those with sedentary occupations. The incidence, severity and potential disability are all related to the demands on the individual in the workplace. Among the factors implicated are the requirements for lifting (particularly when compared to the worker's lifting capacity), pushing and pulling, posture, and cyclic loading. Drivers of heavy vehicles have two to four times the average incidence of serious low back pain. This is probably due to the cyclic loading environment. The general psychosocial environment (including that at work) is an important risk factor. The first attack of low back pain occurs in the teens or twenties. Low back pain is as frequent in females as males, although women in manual materials handling jobs are at greater risk. Posture, anthropometry and mobility measures have limited prognostic value. Muscle strength and physical fitness probably have some value. Radiographic findings have little pragmatic value.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2532529/",
    "clean_text": "risk indicators in low back pain injuries leading to low back pain can occur by direct trauma overexertion or repetitive trauma overexertion is claimed by of low back pain patients as the cause of injury it is however difficult to relate the workplace to the complaint of l injuries leading to low back pain can occur by direct trauma overexertion or repetitive trauma overexertion is claimed by of low back pain patients as the cause of injury of these patients with overexertion injuries implicated lifting and pushing or pulling it is however difficult to relate the workplace to the complaint of low back pain in a specific worker and low back pain is found quite often in those with sedentary occupations the incidence severity and potential disability are all related to the demands on the individual in the workplace among the factors implicated are the requirements for lifting particularly when compared to the worker s lifting capacity pushing and pulling posture and cyclic loading drivers of heavy vehicles have two to four times the average incidence of serious low back pain this is probably due to the cyclic loading environment the general psychosocial environment including that at work is an important risk factor the first attack of low back pain occurs in the teens or twenties low back pain is as frequent in females as males although women in manual materials handling jobs are at greater risk posture anthropometry and mobility measures have limited prognostic value muscle strength and physical fitness probably have some value radiographic findings have little pragmatic value"
}