{
    "title": "Adoptive T-cell therapy for hematological malignancies using T cells gene-modified to express tumor antigen-specific receptors.",
    "doc_id": "24352938",
    "writer": "Fujiwara H.",
    "year": "2014",
    "summary": "The functional properties of the adoptive immune response mediated by effector T lymphocytes are decisively regulated by their T-cell receptors (TCRs). Transfer of genes encoding target antigen-specific receptors enables polyclonal T cells to redirect …",
    "abstract": "The functional properties of the adoptive immune response mediated by effector T lymphocytes are decisively regulated by their T-cell receptors (TCRs). Transfer of genes encoding target antigen-specific receptors enables polyclonal T cells to redirect toward cancer cells and virally infected cells expressing those defined antigens. Using this technology, a large population of redirected T cells displaying uniform therapeutic properties has been produced, powerfully advancing their clinical application as \"cellular drugs\" for adoptive immunotherapy against cancer. Clinically, anticancer adoptive immunotherapy using these genetically engineered T cells has an impressive and proven track record. Notable examples include the dramatic benefit of chimeric antigen receptor gene-modified T cells redirected towards B-cell lineage antigen CD19 in patients with chronic lymphocytic leukemia, and the impressive outcomes in the use of TCR gene-modified T cells redirected towards NY-ESO-1, a representative cancer-testis antigen, in patients with advanced melanoma and synovial cell sarcoma. In this review, we briefly overview the current status of this treatment option in the context of hematological malignancy, and discuss a number of challenges that still pose an obstacle to the full effectiveness of this strategy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24352938/",
    "clean_text": "adoptive t cell therapy for hematological malignancies using t cells gene modified to express tumor antigen specific receptors the functional properties of the adoptive immune response mediated by effector t lymphocytes are decisively regulated by their t cell receptors tcrs transfer of genes encoding target antigen specific receptors enables polyclonal t cells to redirect the functional properties of the adoptive immune response mediated by effector t lymphocytes are decisively regulated by their t cell receptors tcrs transfer of genes encoding target antigen specific receptors enables polyclonal t cells to redirect toward cancer cells and virally infected cells expressing those defined antigens using this technology a large population of redirected t cells displaying uniform therapeutic properties has been produced powerfully advancing their clinical application as cellular drugs for adoptive immunotherapy against cancer clinically anticancer adoptive immunotherapy using these genetically engineered t cells has an impressive and proven track record notable examples include the dramatic benefit of chimeric antigen receptor gene modified t cells redirected towards b cell lineage antigen cd in patients with chronic lymphocytic leukemia and the impressive outcomes in the use of tcr gene modified t cells redirected towards ny eso a representative cancer testis antigen in patients with advanced melanoma and synovial cell sarcoma in this review we briefly overview the current status of this treatment option in the context of hematological malignancy and discuss a number of challenges that still pose an obstacle to the full effectiveness of this strategy"
}