{
    "pmid": "41455827",
    "title": "Three-year outcomes of polypoidal choroidal vasculopathy according to polypoidal regression on optical coherence tomography angiography.",
    "abstract": "To evaluate the 3-year outcomes of polypoidal choroidal vasculopathy (PCV) according to early polypoidal regression on swept-source optical coherence tomography angiography (SS-OCTA). The medical records of 48 polypoidal lesions from 29 eyes of 29 patients diagnosed with PCV with a follow-up ≥3 years were retrospectively reviewed. Patients were divided according to SS-OCTA-defined polypoidal regression 3 months after the initial treatment into the regressed and persistent group. SS-OCTA images were analysed for microvascular and structural changes associated with early complete polypoidal regression. Compared with the persistent group, the regressed group (20 eyes), had better best-corrected visual acuity (BCVA) at 1 and 3 years (p = 0.000, p = 0.026, respectively) and less patients diagnosed with systemic hypertension (p = 0.043). The number of persistent polypoidal lesions 3 months after the initial treatment was significantly correlated with BCVA at 1 and 3 years (r = 0.498 p = 0.006 and r = 0.397 p = 0.033, respectively). Age, hypertension, number of persistent polypoidal lesions observed 3 months after initial treatment, and the baseline subfoveal choroidal thickness were also associated with the BCVA at 3 years after treatment. Early complete polypoidal regression was associated with a smaller hyperreflective lesion area within pigment epithelial detachment (PED) (p = 0.047, p = 0.024) and more flow signals in hyperreflective lesions (p = 0.047). Eyes with early polypoidal regression showed better long-term visual outcomes than those with persistent polypoidal lesions. A smaller hyperreflective lesion area within the PED and more flow signals in the hyperreflective lesions could be considered favourable characteristics for early complete polypoidal regression.",
    "disease": "hypertension",
    "clean_text": "three year outcomes of polypoidal choroidal vasculopathy according to polypoidal regression on optical coherence tomography angiography to evaluate the year outcomes of polypoidal choroidal vasculopathy pcv according to early polypoidal regression on swept source optical coherence tomography angiography ss octa the medical records of polypoidal lesions from eyes of patients diagnosed with pcv with a follow up years were retrospectively reviewed patients were divided according to ss octa defined polypoidal regression months after the initial treatment into the regressed and persistent group ss octa images were analysed for microvascular and structural changes associated with early complete polypoidal regression compared with the persistent group the regressed group eyes had better best corrected visual acuity bcva at and years p p respectively and less patients diagnosed with systemic hypertension p the number of persistent polypoidal lesions months after the initial treatment was significantly correlated with bcva at and years r p and r p respectively age hypertension number of persistent polypoidal lesions observed months after initial treatment and the baseline subfoveal choroidal thickness were also associated with the bcva at years after treatment early complete polypoidal regression was associated with a smaller hyperreflective lesion area within pigment epithelial detachment ped p p and more flow signals in hyperreflective lesions p eyes with early polypoidal regression showed better long term visual outcomes than those with persistent polypoidal lesions a smaller hyperreflective lesion area within the ped and more flow signals in the hyperreflective lesions could be considered favourable characteristics for early complete polypoidal regression"
}