{
    "title": "The functional medicine approach to atrial fibrillation: can a cure for atrial fibrillation be found in the gut?",
    "doc_id": "33264173",
    "writer": "Svinarich JT.",
    "year": "2021",
    "summary": "This review describes the functional medicine model (FMM), which identifies the proximal causes of atrial fibrillation at the level of gene-environment interaction. RECENT FINDINGS: The pathological processes leading to atrial fibrillation sustaining d …",
    "abstract": "Purpose of review:\n        \n      \n      The importance of addressing the proximal causes of atrial fibrillation is recognized, yet frustration with the currently applied preventive measures is high. This review describes the functional medicine model (FMM), which identifies the proximal causes of atrial fibrillation at the level of gene-environment interaction.\n    \n\n\n          Recent findings:\n        \n      \n      The pathological processes leading to atrial fibrillation sustaining disorder have been elucidated in translational studies and are described as 'nodal points.' Examples are inflammation, oxidative stress, autoimmune mechanisms, and visceral adiposity. These same nodal points also cause disorder that results in atrial fibrillation-related complications and the development of atrial fibrillation-associated diseases. These nodal points vary from patient to patient and can be identified by careful evaluation of the patients clinical phenotype.\n    \n\n\n          Summary:\n        \n      \n      The application of the FMM identifies the gene--environment interactions that facilitate the patients nodal points and corrects them with emphasis on personalized diet, nutrition, and lifestyle changes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33264173/",
    "clean_text": "the functional medicine approach to atrial fibrillation can a cure for atrial fibrillation be found in the gut this review describes the functional medicine model fmm which identifies the proximal causes of atrial fibrillation at the level of gene environment interaction recent findings the pathological processes leading to atrial fibrillation sustaining d purpose of review the importance of addressing the proximal causes of atrial fibrillation is recognized yet frustration with the currently applied preventive measures is high this review describes the functional medicine model fmm which identifies the proximal causes of atrial fibrillation at the level of gene environment interaction recent findings the pathological processes leading to atrial fibrillation sustaining disorder have been elucidated in translational studies and are described as nodal points examples are inflammation oxidative stress autoimmune mechanisms and visceral adiposity these same nodal points also cause disorder that results in atrial fibrillation related complications and the development of atrial fibrillation associated diseases these nodal points vary from patient to patient and can be identified by careful evaluation of the patients clinical phenotype summary the application of the fmm identifies the gene environment interactions that facilitate the patients nodal points and corrects them with emphasis on personalized diet nutrition and lifestyle changes"
}