{
    "title": "100 citation classics from the Journal of the American Medical Association.",
    "doc_id": "3537352",
    "writer": "Garfield E.",
    "year": "1987",
    "summary": "These articles describe important medical advances in areas such as asbestos exposure, smoking, and oral contraceptives. Most of the 285 JAMA authors are Americans and include Baruch S. Blumberg and Edward A. Doisy, both Nobel laureates. Thirteen of the articles were inclu …",
    "abstract": "The 100 most-cited JAMA articles were identified using the 1955 through 1983 Science Citation Index of the Institute for Scientific Information. The most-cited article received 705 citations, while the least-cited article received 158. The oldest was published in 1910 and the most recent in 1976. These articles describe important medical advances in areas such as asbestos exposure, smoking, and oral contraceptives. Most of the 285 JAMA authors are Americans and include Baruch S. Blumberg and Edward A. Doisy, both Nobel laureates. Thirteen of the articles were included in JAMA's original landmark series; the editorial committee used a combination of peer review and citation frequency to select 51 articles.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/3537352/",
    "clean_text": "citation classics from the journal of the american medical association these articles describe important medical advances in areas such as asbestos exposure smoking and oral contraceptives most of the jama authors are americans and include baruch s blumberg and edward a doisy both nobel laureates thirteen of the articles were inclu the most cited jama articles were identified using the through science citation index of the institute for scientific information the most cited article received citations while the least cited article received the oldest was published in and the most recent in these articles describe important medical advances in areas such as asbestos exposure smoking and oral contraceptives most of the jama authors are americans and include baruch s blumberg and edward a doisy both nobel laureates thirteen of the articles were included in jama s original landmark series the editorial committee used a combination of peer review and citation frequency to select articles"
}