{
    "title": "Cocktail therapy with prednisolone, vincristine and sirolimus for Kasabach‑Merritt phenomenon in 10 infants.",
    "doc_id": "36160903",
    "writer": "Liu Q",
    "year": "2022",
    "summary": "A total of 10 KMP infants managed with prednisolone, VCR and sirolimus in The Second Affiliated Hospital of Xi'an Jiaotong University (Xi'an, China) between April 2017 and August 2021 were retrospectively reviewed. ...",
    "abstract": "Kasabach-Merritt phenomenon (KMP) is a life-threatening condition caused by rare vascular tumors. To reduce drug resistance observed in monotherapy of KMP with prednisone, vincristine (VCR) or sirolimus, the present study evaluated the efficacy and safety of triad therapy in the treatment of KMP. A total of 10 KMP infants managed with prednisolone, VCR and sirolimus in The Second Affiliated Hospital of Xi'an Jiaotong University (Xi'an, China) between April 2017 and August 2021 were retrospectively reviewed. The three female and seven male infants with KMP underwent cocktail therapy with prednisone, VCR and sirolimus. At diagnosis, the infants, aged 49.1±41.0 days, showed laboratory test results with platelet counts 22±15.4x109/l, fibrinogen 81.7±26.9 mg/dl and D-dimer 38649±13443.6 ng/ml. The average maximal diameter of the tumors at diagnosis was 84.5±25.1 mm. KMP risk is increased by large tumors with deep lesions infiltrating the muscle. Platelet counts normalized after a median 10 days (range, 5-69 days) of treatment. With combination therapy maintained for 46.8±24.4 days, ultrasound showed that the thickness of the tumors decreased by 51% from 28.9±12.1 to 13.9±6.2 mm. Neutropenia and gastrointestinal disorders were the most common adverse effects. The present study found that the cocktail therapy with prednisolone, VCR and sirolimus has favorable tolerance and efficacy for life-threatening KMP. Once a stable condition has been achieved, cocktail therapy should be replaced by sirolimus monotherapy to reduce potential side effects.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36160903/",
    "clean_text": "cocktail therapy with prednisolone vincristine and sirolimus for kasabach merritt phenomenon in infants a total of kmp infants managed with prednisolone vcr and sirolimus in the second affiliated hospital of xi an jiaotong university xi an china between april and august were retrospectively reviewed kasabach merritt phenomenon kmp is a life threatening condition caused by rare vascular tumors to reduce drug resistance observed in monotherapy of kmp with prednisone vincristine vcr or sirolimus the present study evaluated the efficacy and safety of triad therapy in the treatment of kmp a total of kmp infants managed with prednisolone vcr and sirolimus in the second affiliated hospital of xi an jiaotong university xi an china between april and august were retrospectively reviewed the three female and seven male infants with kmp underwent cocktail therapy with prednisone vcr and sirolimus at diagnosis the infants aged days showed laboratory test results with platelet counts x l fibrinogen mg dl and d dimer ng ml the average maximal diameter of the tumors at diagnosis was mm kmp risk is increased by large tumors with deep lesions infiltrating the muscle platelet counts normalized after a median days range days of treatment with combination therapy maintained for days ultrasound showed that the thickness of the tumors decreased by from to mm neutropenia and gastrointestinal disorders were the most common adverse effects the present study found that the cocktail therapy with prednisolone vcr and sirolimus has favorable tolerance and efficacy for life threatening kmp once a stable condition has been achieved cocktail therapy should be replaced by sirolimus monotherapy to reduce potential side effects"
}