{
    "title": "The role of cardiac pericytes in health and disease: therapeutic targets for myocardial infarction.",
    "doc_id": "37542118",
    "writer": "Avolio E",
    "year": "2024",
    "summary": "To date, no treatment has succeeded in increasing the vascularization of the infarcted heart. In the past decade, new approaches that can target the heart's highly plastic perivascular niche have been proposed. ...Promising preclinical results from in vitro a …",
    "abstract": "Millions of cardiomyocytes die immediately after myocardial infarction, regardless of whether the culprit coronary artery undergoes prompt revascularization. Residual ischaemia in the peri-infarct border zone causes further cardiomyocyte damage, resulting in a progressive decline in contractile function. To date, no treatment has succeeded in increasing the vascularization of the infarcted heart. In the past decade, new approaches that can target the heart's highly plastic perivascular niche have been proposed. The perivascular environment is populated by mesenchymal progenitor cells, fibroblasts, myofibroblasts and pericytes, which can together mount a healing response to the ischaemic damage. In the infarcted heart, pericytes have crucial roles in angiogenesis, scar formation and stabilization, and control of the inflammatory response. Persistent ischaemia and accrual of age-related risk factors can lead to pericyte depletion and dysfunction. In this Review, we describe the phenotypic changes that characterize the response of cardiac pericytes to ischaemia and the potential of pericyte-based therapy for restoring the perivascular niche after myocardial infarction. Pericyte-related therapies that can salvage the area at risk of an ischaemic injury include exogenously administered pericytes, pericyte-derived exosomes, pericyte-engineered biomaterials, and pharmacological approaches that can stimulate the differentiation of constitutively resident pericytes towards an arteriogenic phenotype. Promising preclinical results from in vitro and in vivo studies indicate that pericytes have crucial roles in the treatment of coronary artery disease and the prevention of post-ischaemic heart failure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37542118/",
    "clean_text": "the role of cardiac pericytes in health and disease therapeutic targets for myocardial infarction to date no treatment has succeeded in increasing the vascularization of the infarcted heart in the past decade new approaches that can target the heart s highly plastic perivascular niche have been proposed promising preclinical results from in vitro a millions of cardiomyocytes die immediately after myocardial infarction regardless of whether the culprit coronary artery undergoes prompt revascularization residual ischaemia in the peri infarct border zone causes further cardiomyocyte damage resulting in a progressive decline in contractile function to date no treatment has succeeded in increasing the vascularization of the infarcted heart in the past decade new approaches that can target the heart s highly plastic perivascular niche have been proposed the perivascular environment is populated by mesenchymal progenitor cells fibroblasts myofibroblasts and pericytes which can together mount a healing response to the ischaemic damage in the infarcted heart pericytes have crucial roles in angiogenesis scar formation and stabilization and control of the inflammatory response persistent ischaemia and accrual of age related risk factors can lead to pericyte depletion and dysfunction in this review we describe the phenotypic changes that characterize the response of cardiac pericytes to ischaemia and the potential of pericyte based therapy for restoring the perivascular niche after myocardial infarction pericyte related therapies that can salvage the area at risk of an ischaemic injury include exogenously administered pericytes pericyte derived exosomes pericyte engineered biomaterials and pharmacological approaches that can stimulate the differentiation of constitutively resident pericytes towards an arteriogenic phenotype promising preclinical results from in vitro and in vivo studies indicate that pericytes have crucial roles in the treatment of coronary artery disease and the prevention of post ischaemic heart failure"
}