{
    "pmid": "41451920",
    "title": "High-Dose Ascorbic Acid Combined With Dihydroartemisinin Inhibits Lung Adenocarcinoma Malignancy by Inducing Ferroptosis via SLC7A11/GPX4 Pathway.",
    "abstract": "This study evaluated the effect of ascorbic acid (AA) combined with dihydroartemisinin (DHA) in lung adenocarcinoma (LUAD) and the underlying mechanisms to determine whether this combination therapy provides a new therapeutic direction for the treatment of LUAD. The CCK-8, colony formation and transwell assays were used to assess the vitality, proliferation, invasion and migratory capabilities of LUAD cells after various treatments. Furthermore, a xenograft study was performed to assess the effects on tumour inhibition. Transmission electron microscopy (TEM) was used to investigate the changes in mitochondrial architecture in LUAD cells. Additionally, the levels of reactive oxygen species (ROS), divalent iron, malondialdehyde (MDA), mitochondrial membrane potential, and glutathione (GSH) in LUAD cells were quantified using a detection assay kit. GPX4 and SLC7A11 expression levels were assessed using immunohistochemistry, western blotting, and quantitative polymerase chain reaction. The study results showed the inhibitory effect of AA plus DHA on the viability and progression of tumour cells in vitro; the combined therapy reduced cell proliferation, increased cell death, restricted cell invasion and migration, and significantly reduced tumour development in vivo. Furthermore, we observed an excess of iron inside cells, accumulation of ROS, over-expression of MDA, a reduction in the mitochondrial membrane potential, and depletion of GSH in response to combined therapy. Three ferroptosis-related inhibitors partially reversed AA plus DHA-induced cell death. TEM showed changes associated with ferroptosis in the mitochondria. In addition, the administration of AA with DHA reduced the expression of SLC7A11 and GPX4. Finally, the abovementioned effects of ferroptosis could be regulated by influencing the SLC7A11 gene and GPX4. To our knowledge, this is the first study to show that AA and DHA induced ferroptosis in LUAD via the SLC7A11/GPX4 signalling pathway.",
    "disease": "lung cancer",
    "clean_text": "high dose ascorbic acid combined with dihydroartemisinin inhibits lung adenocarcinoma malignancy by inducing ferroptosis via slc a gpx pathway this study evaluated the effect of ascorbic acid aa combined with dihydroartemisinin dha in lung adenocarcinoma luad and the underlying mechanisms to determine whether this combination therapy provides a new therapeutic direction for the treatment of luad the cck colony formation and transwell assays were used to assess the vitality proliferation invasion and migratory capabilities of luad cells after various treatments furthermore a xenograft study was performed to assess the effects on tumour inhibition transmission electron microscopy tem was used to investigate the changes in mitochondrial architecture in luad cells additionally the levels of reactive oxygen species ros divalent iron malondialdehyde mda mitochondrial membrane potential and glutathione gsh in luad cells were quantified using a detection assay kit gpx and slc a expression levels were assessed using immunohistochemistry western blotting and quantitative polymerase chain reaction the study results showed the inhibitory effect of aa plus dha on the viability and progression of tumour cells in vitro the combined therapy reduced cell proliferation increased cell death restricted cell invasion and migration and significantly reduced tumour development in vivo furthermore we observed an excess of iron inside cells accumulation of ros over expression of mda a reduction in the mitochondrial membrane potential and depletion of gsh in response to combined therapy three ferroptosis related inhibitors partially reversed aa plus dha induced cell death tem showed changes associated with ferroptosis in the mitochondria in addition the administration of aa with dha reduced the expression of slc a and gpx finally the abovementioned effects of ferroptosis could be regulated by influencing the slc a gene and gpx to our knowledge this is the first study to show that aa and dha induced ferroptosis in luad via the slc a gpx signalling pathway"
}