{
    "pmid": "41458645",
    "title": "Assessment of Post-treatment Quality of Life in Breast Cancer Patients Using the EORTC QLQ-C30: A Prospective Observational Study.",
    "abstract": "Breast cancer is the most common cancer among Indian women. Although advances in treatment have improved survival rates, many patients continue to face physical and emotional difficulties that impact quality of life (QOL) even after completing therapy. This study aimed to assess the QOL in breast-cancer patients three months after treatment using the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire (EORTC QLQ-C30). A prospective observational study was conducted on 100 breast-cancer patients at Postgraduate Institute of Medical Education and Research (PGIMER), Chandigarh. Patients were assessed three months after treatment completion. Sociodemographic and clinical details were recorded. QOL was measured using the EORTC QLQ-C30. Descriptive statistics were performed. Parametric tests were applied for continuous variables with normal distribution; otherwise, non-parametric tests were used. Pearson's and Spearman's correlation coefficients, along with multiple regression modelling, were used wherever applicable.  Results: Mean age of study population was 51.02±12.16 years. Mean Global Health Score (GHS) QOL score was 55.17± 13.75, which was lower than the EORTC reference value of 61.8 ±24.6. Among functional scales, the best score was for emotional functioning (EF) (91.00 ± 11.22) while social functioning (SF) scored the lowest (74.33± 18.26). Pain, insomnia, and fatigue were the most worrisome symptoms. Elder age negatively affected GHS, physical functioning (PF), and cognitive functioning (CF). Being married had a significant positive impact on GHS, PF, and role functioning (RF). Living in a nuclear family and having an occupation have a significant positive impact on GHS. There were many factors which were related to lower QOL, including age, marital status, occupation status, and type of family. This study highlights the women at risk of a poorer QOL after breast-cancer treatment in Indian society.",
    "disease": "breast cancer",
    "clean_text": "assessment of post treatment quality of life in breast cancer patients using the eortc qlq c a prospective observational study breast cancer is the most common cancer among indian women although advances in treatment have improved survival rates many patients continue to face physical and emotional difficulties that impact quality of life qol even after completing therapy this study aimed to assess the qol in breast cancer patients three months after treatment using the european organization for research and treatment of cancer quality of life questionnaire eortc qlq c a prospective observational study was conducted on breast cancer patients at postgraduate institute of medical education and research pgimer chandigarh patients were assessed three months after treatment completion sociodemographic and clinical details were recorded qol was measured using the eortc qlq c descriptive statistics were performed parametric tests were applied for continuous variables with normal distribution otherwise non parametric tests were used pearson s and spearman s correlation coefficients along with multiple regression modelling were used wherever applicable results mean age of study population was years mean global health score ghs qol score was which was lower than the eortc reference value of among functional scales the best score was for emotional functioning ef while social functioning sf scored the lowest pain insomnia and fatigue were the most worrisome symptoms elder age negatively affected ghs physical functioning pf and cognitive functioning cf being married had a significant positive impact on ghs pf and role functioning rf living in a nuclear family and having an occupation have a significant positive impact on ghs there were many factors which were related to lower qol including age marital status occupation status and type of family this study highlights the women at risk of a poorer qol after breast cancer treatment in indian society"
}