{
    "title": "Vertical Transmission of SARS-CoV-2: A Systematic Review of Systematic Reviews.",
    "doc_id": "34578458",
    "writer": "Musa SS",
    "year": "2021",
    "summary": "The COVID-19 has also shown potential impacts on maternal perinatal and neonatal outcomes. This systematic review aimed to summarize the evidence from existing systematic reviews about the effects of SARS-CoV-2 infections on maternal perinatal and neonatal outcomes. …",
    "abstract": "The COVID-19 pandemic has hugely impacted global public health and economy. The COVID-19 has also shown potential impacts on maternal perinatal and neonatal outcomes. This systematic review aimed to summarize the evidence from existing systematic reviews about the effects of SARS-CoV-2 infections on maternal perinatal and neonatal outcomes. We searched PubMed, MEDLINE, Embase, and Web of Science in accordance with PRISMA guidelines, from 1 December 2019 to 7 July 2021, for published review studies that included case reports, primary studies, clinical practice guidelines, overviews, case-control studies, and observational studies. Systematic reviews that reported the plausibility of mother-to-child transmission of COVID-19 (also known as vertical transmission), maternal perinatal and neonatal outcomes, and review studies that addressed the effect of SARS-CoV-2 infection during pregnancy were also included. We identified 947 citations, of which 69 studies were included for further analysis. Most (>70%) of the mother-to-child infection was likely due to environmental exposure, although a significant proportion (about 20%) was attributable to potential vertical transmission of SARS-CoV-2. Further results of the review indicated that the mode of delivery of pregnant women infected with SARS-CoV-2 could not increase or decrease the risk of infection for the newborns (outcomes), thereby emphasizing the significance of breastfeeding. The issue of maternal perinatal and neonatal outcomes with SARS-CoV-2 infection continues to worsen during the ongoing COVID-19 pandemic, increasing maternal and neonatal mortality, stillbirth, ruptured ectopic pregnancies, and maternal depression. Based on this study, we observed increasing rates of cesarean delivery from mothers with SARS-CoV-2 infection. We also found that SARS-CoV-2 could be potentially transmitted vertically during the gestation period. However, more data are needed to further investigate and follow-up, especially with reports of newborns infected with SARS-CoV-2, in order to examine a possible long-term adverse effect.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34578458/",
    "clean_text": "vertical transmission of sars cov a systematic review of systematic reviews the covid has also shown potential impacts on maternal perinatal and neonatal outcomes this systematic review aimed to summarize the evidence from existing systematic reviews about the effects of sars cov infections on maternal perinatal and neonatal outcomes the covid pandemic has hugely impacted global public health and economy the covid has also shown potential impacts on maternal perinatal and neonatal outcomes this systematic review aimed to summarize the evidence from existing systematic reviews about the effects of sars cov infections on maternal perinatal and neonatal outcomes we searched pubmed medline embase and web of science in accordance with prisma guidelines from december to july for published review studies that included case reports primary studies clinical practice guidelines overviews case control studies and observational studies systematic reviews that reported the plausibility of mother to child transmission of covid also known as vertical transmission maternal perinatal and neonatal outcomes and review studies that addressed the effect of sars cov infection during pregnancy were also included we identified citations of which studies were included for further analysis most of the mother to child infection was likely due to environmental exposure although a significant proportion about was attributable to potential vertical transmission of sars cov further results of the review indicated that the mode of delivery of pregnant women infected with sars cov could not increase or decrease the risk of infection for the newborns outcomes thereby emphasizing the significance of breastfeeding the issue of maternal perinatal and neonatal outcomes with sars cov infection continues to worsen during the ongoing covid pandemic increasing maternal and neonatal mortality stillbirth ruptured ectopic pregnancies and maternal depression based on this study we observed increasing rates of cesarean delivery from mothers with sars cov infection we also found that sars cov could be potentially transmitted vertically during the gestation period however more data are needed to further investigate and follow up especially with reports of newborns infected with sars cov in order to examine a possible long term adverse effect"
}