{
    "title": "EGFL6 promotes endometrial cancer cell migration and proliferation.",
    "doc_id": "38368816",
    "writer": "Garrett AA",
    "year": "2024",
    "summary": "Given the strong link between obesity and endometrial cancer, we sought to determine the impact of EGFL6 on endometrial cancer. METHODS: EGFL6 expression in endometrial cancer and correlation with patient outcomes was evaluated in the hum …",
    "abstract": "Objective:\n        \n      \n      EGFL6, a growth factor produced by adipocytes, is upregulated in and implicated in the tumorigenesis of multiple tumor types. Given the strong link between obesity and endometrial cancer, we sought to determine the impact of EGFL6 on endometrial cancer.\n    \n\n\n          Methods:\n        \n      \n      EGFL6 expression in endometrial cancer and correlation with patient outcomes was evaluated in the human protein atlas and TCGA. EGFL6 treatment, expression upregulation, and shRNA knockdown were used to evaluate the impact of EGFL6 on the proliferation and migration of 3 endometrial cancer cell lines in vitro. Similarly, the impact of EGFL6 expression and knockdown on tumor growth was evaluated. Western blotting was used to evaluate the impact of EGFL6 on MAPK phosphorylation.\n    \n\n\n          Results:\n        \n      \n      EGFL6 is upregulated in endometrial cancer, primarily in cony-number high tumors. High tumor endometrial cancer expression of EGFL6 predicts poor patient prognosis. We find that EGFL6 acts to activate the MAPK pathway increasing cellular proliferation and migration. In xenograft models, EGFL6 overexpression increases endometrial cancer tumor growth while EGFL6 knockdown decreases endometrial cancer tumor growth.\n    \n\n\n          Conclusions:\n        \n      \n      EGFL6 is a marker of poor prognosis endometrial cancers, driving cancer cell proliferation and growth. As such EGFL6 represents a potential therapeutic target in endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38368816/",
    "clean_text": "egfl promotes endometrial cancer cell migration and proliferation given the strong link between obesity and endometrial cancer we sought to determine the impact of egfl on endometrial cancer methods egfl expression in endometrial cancer and correlation with patient outcomes was evaluated in the hum objective egfl a growth factor produced by adipocytes is upregulated in and implicated in the tumorigenesis of multiple tumor types given the strong link between obesity and endometrial cancer we sought to determine the impact of egfl on endometrial cancer methods egfl expression in endometrial cancer and correlation with patient outcomes was evaluated in the human protein atlas and tcga egfl treatment expression upregulation and shrna knockdown were used to evaluate the impact of egfl on the proliferation and migration of endometrial cancer cell lines in vitro similarly the impact of egfl expression and knockdown on tumor growth was evaluated western blotting was used to evaluate the impact of egfl on mapk phosphorylation results egfl is upregulated in endometrial cancer primarily in cony number high tumors high tumor endometrial cancer expression of egfl predicts poor patient prognosis we find that egfl acts to activate the mapk pathway increasing cellular proliferation and migration in xenograft models egfl overexpression increases endometrial cancer tumor growth while egfl knockdown decreases endometrial cancer tumor growth conclusions egfl is a marker of poor prognosis endometrial cancers driving cancer cell proliferation and growth as such egfl represents a potential therapeutic target in endometrial cancer"
}