{
    "pmid": "41366182",
    "title": "Non-linear association of admission platelet-to-lymphocyte ratio with 28- and 90-day mortality in critically ill patients with rheumatoid arthritis: a retrospective cohort study.",
    "abstract": "Critically ill patients with rheumatoid arthritis (RA) have high short-term mortality. The platelet-to-lymphocyte ratio (PLR) reflects RA inflammatory activity. We evaluated whether admission PLR is associated with 28- and 90-day mortality in critically ill patients with RA. RA patients were identified from the MIMIC-IV database. Restricted cubic spline (RCS) Cox models characterized the PLR-mortality association and defined a log PLR threshold. Patients were stratified into low, middle, and high PLR groups using this threshold with a ± 0.3 margin (δ). Cumulative incidence of death was assessed using the Kaplan-Meier method. Piecewise Cox models were constructed with incremental adjustment. Subgroup analyses tested the consistency of PLR's effect across different strata. Among 989 patients, 28- and 90-day mortality were 16.4% and 23.5%. RCS analysis showed a U-shaped association, with the lowest risk at log PLR = 4.725 and higher hazards toward both extremes. In piecewise Cox models, each + 1 log PLR was associated with lower mortality in the low PLR segment (28-day hazard ratio (HR) 0.59; 90-day HR 0.61) but higher risk in the high PLR segment (28-day HR 1.72; 90-day HR 1.67). Associations persisted after multivariable adjustment, with consistent subgroup trends. Admission PLR is a significant prognostic marker in critically ill RA, demonstrating a U-shaped relationship with 28- and 90-day mortality. Both abnormally low and high PLR values were associated with higher mortality. Key Points • Admission PLR shows a U-shaped, independent association with 28- and 90-day mortality, with the lowest risk at log PLR 4.725 (~ PLR ≈112). • Threshold groups (PLR < ~ 84, 84 -153) and piecewise Cox models reveal decreasing risk below and increasing risk above the cutoff, persisting after multivariable adjustment. • Effects remain after multivariable adjustment and are consistent across clinical subgroups. • As a routine CBC metric, PLR enables simple early ICU risk stratification for RA, highlighting excess risk at both extremes.",
    "disease": "rheumatoid arthritis",
    "clean_text": "non linear association of admission platelet to lymphocyte ratio with and day mortality in critically ill patients with rheumatoid arthritis a retrospective cohort study critically ill patients with rheumatoid arthritis ra have high short term mortality the platelet to lymphocyte ratio plr reflects ra inflammatory activity we evaluated whether admission plr is associated with and day mortality in critically ill patients with ra ra patients were identified from the mimic iv database restricted cubic spline rcs cox models characterized the plr mortality association and defined a log plr threshold patients were stratified into low middle and high plr groups using this threshold with a margin cumulative incidence of death was assessed using the kaplan meier method piecewise cox models were constructed with incremental adjustment subgroup analyses tested the consistency of plr s effect across different strata among patients and day mortality were and rcs analysis showed a u shaped association with the lowest risk at log plr and higher hazards toward both extremes in piecewise cox models each log plr was associated with lower mortality in the low plr segment day hazard ratio hr day hr but higher risk in the high plr segment day hr day hr associations persisted after multivariable adjustment with consistent subgroup trends admission plr is a significant prognostic marker in critically ill ra demonstrating a u shaped relationship with and day mortality both abnormally low and high plr values were associated with higher mortality key points admission plr shows a u shaped independent association with and day mortality with the lowest risk at log plr plr threshold groups plr and piecewise cox models reveal decreasing risk below and increasing risk above the cutoff persisting after multivariable adjustment effects remain after multivariable adjustment and are consistent across clinical subgroups as a routine cbc metric plr enables simple early icu risk stratification for ra highlighting excess risk at both extremes"
}