{
    "pmid": "41465790",
    "title": "The Roles of PCSK9 in Alzheimer's Disease: A Systematic Review of Clinical, Genetic, and Preclinical Evidence.",
    "abstract": "Alzheimer's disease (AD) is increasingly associated with alterations in cholesterol metabolism. Proprotein convertase subtilisin/kexin type 9 (PCSK9), an enzyme regulating low-density lipoprotein receptor (LDLR) degradation, has been implicated in AD through mechanisms involving amyloid-β (Aβ) processing, tau phosphorylation, and synaptic dysfunction. This review aimed to evaluate clinical, genetic, and experimental evidence regarding the role of PCSK9 in AD and its potential as a biomarker or therapeutic target. A systematic search was conducted in PubMed, Scopus, ScienceDirect, and Google Scholar (2020-2025) using predefined terms related to PCSK9 and Alzheimer's disease. Eligible studies included clinical, in vivo, and in vitro investigations reporting PCSK9 expression, regulation, or inhibition in relation to AD pathology. Due to methodological heterogeneity, a narrative synthesis was performed. Forty-two studies met inclusion criteria. Preclinical findings consistently showed that elevated PCSK9 may indirectly promote Aβ accumulation, tau hyperphosphorylation, neuroinflammation, and cognitive decline, while genetic deletion or pharmacological inhibition of PCSK9 mitigates these effects. Clinical evidence was variable: several studies identified increased PCSK9 levels in cerebrospinal fluid or brain tissue of AD patients, often correlating with tau markers, but large-scale genetic and Mendelian randomization studies did not confirm a causal association. PCSK9 inhibitors, widely used in cardiovascular therapy, demonstrated potent LDL-C reduction without cognitive adverse effects. Experimental data suggest that PCSK9 contributes to AD-related pathology, whereas human evidence indicates a modulatory or biomarker role rather than a causative one. Despite strong preclinical data, human genetics lacks causal evidence for PCSK9 in Alzheimer's. It may be a disease modifier or biomarker; its clinical relevance requires confirmation through longitudinal studies and CNS-penetrant therapies.",
    "disease": "alzheimer disease",
    "clean_text": "the roles of pcsk in alzheimer s disease a systematic review of clinical genetic and preclinical evidence alzheimer s disease ad is increasingly associated with alterations in cholesterol metabolism proprotein convertase subtilisin kexin type pcsk an enzyme regulating low density lipoprotein receptor ldlr degradation has been implicated in ad through mechanisms involving amyloid a processing tau phosphorylation and synaptic dysfunction this review aimed to evaluate clinical genetic and experimental evidence regarding the role of pcsk in ad and its potential as a biomarker or therapeutic target a systematic search was conducted in pubmed scopus sciencedirect and google scholar using predefined terms related to pcsk and alzheimer s disease eligible studies included clinical in vivo and in vitro investigations reporting pcsk expression regulation or inhibition in relation to ad pathology due to methodological heterogeneity a narrative synthesis was performed forty two studies met inclusion criteria preclinical findings consistently showed that elevated pcsk may indirectly promote a accumulation tau hyperphosphorylation neuroinflammation and cognitive decline while genetic deletion or pharmacological inhibition of pcsk mitigates these effects clinical evidence was variable several studies identified increased pcsk levels in cerebrospinal fluid or brain tissue of ad patients often correlating with tau markers but large scale genetic and mendelian randomization studies did not confirm a causal association pcsk inhibitors widely used in cardiovascular therapy demonstrated potent ldl c reduction without cognitive adverse effects experimental data suggest that pcsk contributes to ad related pathology whereas human evidence indicates a modulatory or biomarker role rather than a causative one despite strong preclinical data human genetics lacks causal evidence for pcsk in alzheimer s it may be a disease modifier or biomarker its clinical relevance requires confirmation through longitudinal studies and cns penetrant therapies"
}