{
    "title": "Degree of Freedom of Gene Expression in Saccharomyces cerevisiae.",
    "doc_id": "35230153",
    "writer": "Yang Z",
    "year": "2022",
    "summary": "The complexity of genome-wide gene expression has not yet been adequately addressed due to a lack of comprehensive statistical analyses. ...We used over 11,000 gene expression data sets to reveal that the DOF of gene expression in Sacchar …",
    "abstract": "The complexity of genome-wide gene expression has not yet been adequately addressed due to a lack of comprehensive statistical analyses. In the present study, we introduce degree of freedom (DOF) as a summary statistic for evaluating gene expression complexity. Because DOF can be interpreted by a state-space representation, application of the DOF is highly useful for understanding gene activities. We used over 11,000 gene expression data sets to reveal that the DOF of gene expression in Saccharomyces cerevisiae is not greater than 450. We further demonstrated that various degrees of freedom of gene expression can be interpreted by different sequence motifs within promoter regions and Gene Ontology (GO) terms. The well-known TATA box is the most significant one among the identified motifs, while the GO term \"ribosome genesis\" is an associated biological process. On the basis of transcriptional freedom, our findings suggest that the regulation of gene expression can be modeled using only a few state variables. IMPORTANCE Yeast works like a well-organized factory. Each of its components works in its own way, while affecting the activities of others. The order of all activities is largely governed by the regulation of gene expression. In recent decades, biologists have recognized many regulations for yeast genes. However, it is not known how closely the regulation links each gene together to make all components of the cell work as a whole. In other words, biologists are very interested in how many independent control factors are needed to operate an artificial \"cell\" that works the same as a real one. In this work, we suggested that only 450 control factors were sufficient to represent the regulation of all 5800 yeast genes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35230153/",
    "clean_text": "degree of freedom of gene expression in saccharomyces cerevisiae the complexity of genome wide gene expression has not yet been adequately addressed due to a lack of comprehensive statistical analyses we used over gene expression data sets to reveal that the dof of gene expression in sacchar the complexity of genome wide gene expression has not yet been adequately addressed due to a lack of comprehensive statistical analyses in the present study we introduce degree of freedom dof as a summary statistic for evaluating gene expression complexity because dof can be interpreted by a state space representation application of the dof is highly useful for understanding gene activities we used over gene expression data sets to reveal that the dof of gene expression in saccharomyces cerevisiae is not greater than we further demonstrated that various degrees of freedom of gene expression can be interpreted by different sequence motifs within promoter regions and gene ontology go terms the well known tata box is the most significant one among the identified motifs while the go term ribosome genesis is an associated biological process on the basis of transcriptional freedom our findings suggest that the regulation of gene expression can be modeled using only a few state variables importance yeast works like a well organized factory each of its components works in its own way while affecting the activities of others the order of all activities is largely governed by the regulation of gene expression in recent decades biologists have recognized many regulations for yeast genes however it is not known how closely the regulation links each gene together to make all components of the cell work as a whole in other words biologists are very interested in how many independent control factors are needed to operate an artificial cell that works the same as a real one in this work we suggested that only control factors were sufficient to represent the regulation of all yeast genes"
}