{
    "pmid": "41391190",
    "title": "Assessing postural balance for predicting falls in individuals with Chronic obstructive pulmonary disease: A prospective cohort study.",
    "abstract": "Individuals with severe Chronic Obstructive Pulmonary Disease (COPD) have a higher risk of falls while performing physical activities; however, assessments to distinguish who falls are lacking. To assess postural balance under challenging conditions to discriminate individuals who experience a fall. Patients with moderate to very severe COPD were recruited and performed postural balance assessment. The centre of pressure (COP) was measured using a force platform under different conditions: at rest, post-effort, semi-tandem, and semi-tandem+post-effort. Individuals received a fall diary and were monitored during six months by phone calls. After the follow-up period, patients who experienced a fall were included in the Falls Group (FG) and those who did not were included in the Non-Falls Group (NFG). Receiver operating characteristic (ROC) curves were constructed, and the area under the curve (AUCs) was calculated to assess the predictive value of postural strategies. Individuals with COPD (n = 61); FG (n = 26) and NFG (n = 35) were included. Compared with NFG, FG presented greater path length (42.5 [34.1, 54.7] vs. 34.1 [29.2, 42.5]cm) and COP-AP (2.60 [2.10, 3.50] vs. 2.10 [1.70, 2.60]cm) in post-effort position. In the semi-tandem position, FG presented greater COP-ML than NFG (3.00 [2.50, 4.00] vs. 2.50 [2.20, 3.00]cm). FG also presented a greater path length (82.1 [67.4, 136.9] vs. 67.4 [56.3, 82.1]cm), COP-ML (3.70 [2.90, 5.50] vs. 2.90 [2.10, 3.70]cm), and COP-AP (3.80 [3.10, 5.00] vs. 3.10 [2.10, 3.80]cm) than NFG did in semi-tandem post-effort position. In total, 100 falls were reported, most of which occurred inside the patient's home (65 %) and while individuals were walking (48 %). Assessing postural balance in challenging positions can discriminate between individuals with severe COPD who experience a fall.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "assessing postural balance for predicting falls in individuals with chronic obstructive pulmonary disease a prospective cohort study individuals with severe chronic obstructive pulmonary disease copd have a higher risk of falls while performing physical activities however assessments to distinguish who falls are lacking to assess postural balance under challenging conditions to discriminate individuals who experience a fall patients with moderate to very severe copd were recruited and performed postural balance assessment the centre of pressure cop was measured using a force platform under different conditions at rest post effort semi tandem and semi tandem post effort individuals received a fall diary and were monitored during six months by phone calls after the follow up period patients who experienced a fall were included in the falls group fg and those who did not were included in the non falls group nfg receiver operating characteristic roc curves were constructed and the area under the curve aucs was calculated to assess the predictive value of postural strategies individuals with copd n fg n and nfg n were included compared with nfg fg presented greater path length vs cm and cop ap vs cm in post effort position in the semi tandem position fg presented greater cop ml than nfg vs cm fg also presented a greater path length vs cm cop ml vs cm and cop ap vs cm than nfg did in semi tandem post effort position in total falls were reported most of which occurred inside the patient s home and while individuals were walking assessing postural balance in challenging positions can discriminate between individuals with severe copd who experience a fall"
}