{
    "title": "A Proposed Etiology for Atrial Tachyarrhythmia in Neonates with Atrial Septal Aneurysms.",
    "doc_id": "30426160",
    "writer": "Morales R",
    "year": "2019",
    "summary": "An atrial septal aneurysm (ASA) is an increasingly recognized entity that involves septal tissue significantly bulging into either atria instead of remaining in a relatively neutral position. ASAs may be described based on the length of the segment of atrial …",
    "abstract": "An atrial septal aneurysm (ASA) is an increasingly recognized entity that involves septal tissue significantly bulging into either atria instead of remaining in a relatively neutral position. ASAs may be described based on the length of the segment of atrial septal tissue involved as well as the distance and direction of excursion into the atria throughout the cardiac cycle. Complications associated with ASA include arrhythmias and thromboembolic events with the latter usually in the context of atrial shunting. While the presence of an ASA has been implicated in the development of atrial tachyarrhythmias, no clear mechanism has been elucidated to-date. In this case, we document one of the previously proposed mechanisms of atrial arrhythmia using echocardiography imaging.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30426160/",
    "clean_text": "a proposed etiology for atrial tachyarrhythmia in neonates with atrial septal aneurysms an atrial septal aneurysm asa is an increasingly recognized entity that involves septal tissue significantly bulging into either atria instead of remaining in a relatively neutral position asas may be described based on the length of the segment of atrial an atrial septal aneurysm asa is an increasingly recognized entity that involves septal tissue significantly bulging into either atria instead of remaining in a relatively neutral position asas may be described based on the length of the segment of atrial septal tissue involved as well as the distance and direction of excursion into the atria throughout the cardiac cycle complications associated with asa include arrhythmias and thromboembolic events with the latter usually in the context of atrial shunting while the presence of an asa has been implicated in the development of atrial tachyarrhythmias no clear mechanism has been elucidated to date in this case we document one of the previously proposed mechanisms of atrial arrhythmia using echocardiography imaging"
}