{
    "title": "Study of effect of guided meditation on quality of life in patients of end stage renal disease (ESRD) on maintenance hemodialysis - a randomised controlled trial.",
    "doc_id": "36085065",
    "writer": "Vaishnav BS",
    "year": "2022",
    "summary": "BACKGROUND: There is paucity of data regarding effects of guided meditation (Yoganidra) on quality of life among patients of chronic kidney disease on maintenance hemodialysis. Our objective was to study effects of guided meditation on physical, emotional, and cogni …",
    "abstract": "Background:\n        \n      \n      There is paucity of data regarding effects of guided meditation (Yoganidra) on quality of life among patients of chronic kidney disease on maintenance hemodialysis. Our objective was to study effects of guided meditation on physical, emotional, and cognitive dimensions of well-being and quality of life in patients undergoing maintenance hemodialysis.\n    \n\n\n          Method:\n        \n      \n      We collected baseline and post intervention data in control and intervention groups on hemodialysis and studied the effect of Guided mediation provided for 6 weeks.\n    \n\n\n          Result:\n        \n      \n      Eighty patients (forty in control and intervention group each) were studied. Mean age was 51 years. Hypertension and Diabetes were the most common etiological condition (28.75%) followed by undermined aetiology (25.00%). 8.75% of the patients had dialysis vintage of less than 1 year. There was statistically significant difference in qualities of happiness and all measures of physical general wellbeing. There was statistically significant difference in burden and effect of kidney disease as well as symptoms of kidney disease post intervention in Kidney Disease Quality of Life score. We carried out Qualitative analysis in our study by maintaining a diary of their subjective experiences related to listening music/guided meditation during the study period in which the feeling of peace and feeling inspired to manage the illness/ do regular work were the most common experiences (97.5%) reported by participants. CONCLUSION: Guided meditation resulted in statistically significant improvement in happiness, enthusiasm, inspiration, activeness, alertness, awareness, degree of stability, self-confidence, clarity of thoughts, control over anger, self-reflection intervention in the intervention group. It reduced perceived stress. It improved burden and effect of kidney disease, symptoms of kidney disease and total Kidney Disease Quality of Life score. In qualitative dimensions of wellbeing (as emerging from analysis of results of diary), feeling of peace and feeling inspired to manage the illness/ continue regular work, clarity of thoughts, happiness, concentration, reduction of laziness, improved sleep pattern, reduction in anger among other psychological components.\n    \n\n\n          Trial registration:\n        \n      \n      This trial has been registered under clinical trial registry of India. (CTRI number-CTRI/2020/02/023438) (Date: 19/02/2020).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36085065/",
    "clean_text": "study of effect of guided meditation on quality of life in patients of end stage renal disease esrd on maintenance hemodialysis a randomised controlled trial background there is paucity of data regarding effects of guided meditation yoganidra on quality of life among patients of chronic kidney disease on maintenance hemodialysis our objective was to study effects of guided meditation on physical emotional and cogni background there is paucity of data regarding effects of guided meditation yoganidra on quality of life among patients of chronic kidney disease on maintenance hemodialysis our objective was to study effects of guided meditation on physical emotional and cognitive dimensions of well being and quality of life in patients undergoing maintenance hemodialysis method we collected baseline and post intervention data in control and intervention groups on hemodialysis and studied the effect of guided mediation provided for weeks result eighty patients forty in control and intervention group each were studied mean age was years hypertension and diabetes were the most common etiological condition followed by undermined aetiology of the patients had dialysis vintage of less than year there was statistically significant difference in qualities of happiness and all measures of physical general wellbeing there was statistically significant difference in burden and effect of kidney disease as well as symptoms of kidney disease post intervention in kidney disease quality of life score we carried out qualitative analysis in our study by maintaining a diary of their subjective experiences related to listening music guided meditation during the study period in which the feeling of peace and feeling inspired to manage the illness do regular work were the most common experiences reported by participants conclusion guided meditation resulted in statistically significant improvement in happiness enthusiasm inspiration activeness alertness awareness degree of stability self confidence clarity of thoughts control over anger self reflection intervention in the intervention group it reduced perceived stress it improved burden and effect of kidney disease symptoms of kidney disease and total kidney disease quality of life score in qualitative dimensions of wellbeing as emerging from analysis of results of diary feeling of peace and feeling inspired to manage the illness continue regular work clarity of thoughts happiness concentration reduction of laziness improved sleep pattern reduction in anger among other psychological components trial registration this trial has been registered under clinical trial registry of india ctri number ctri date"
}