{
    "pmid": "41462565",
    "title": "Targeting Microglial CD49a Inhibits Neuroinflammation and Demonstrates Therapeutic Potential for Parkinson's Disease.",
    "abstract": "Persistent microglial activation drives chronic neuroinflammation, a characteristic pathological hallmark of neurodegenerative disorders, including Parkinson's disease (PD). Although integrin receptor CD49a (Itga1 gene) serves as a canonical biomarker of tissue-resident immune populations, its microglial expression patterns, functions, and signaling pathways have not been elucidated. In this study, we aim to investigate the impact of CD49a in hyperactivated microglia on PD pathogenesis and elucidate downstream signaling pathways. Specifically, we demonstrate microglia-enriched CD49a expression with pathologically significant upregulation particularly in microglia adopting chronically activated states. Specific Itga1 knockdown attenuates microglial hyperreactivity and markedly improves motor deficits in PD mouse models. Mechanistically, transcriptomic profiling of isolated microglia from mouse substantia nigra reveals significant enrichment in neurodegeneration and inflammation pathways, with PGAM5 emerging as a central regulatory node. Conditional microglial Itga1 knockdown ameliorates mitochondrial dysfunction and suppresses NLRP3 inflammasome assembly via PGAM5 downregulation, thereby preserving dopaminergic neurons from neuroinflammatory degeneration. Furthermore, the disintegrin polypeptide obtustatin specifically antagonizes microglial CD49a, suppressing microglial hyperactivation and consequent chronic neuroinflammation, and ultimately ameliorating motor deficits in PD models. Collectively, these findings establish microglial CD49a-targeted therapy as a novel therapeutic paradigm for PD, positioning obtustatin as a promising clinical candidate with demonstrable translational potential across neuroinflammatory and neurodegenerative disorders.",
    "disease": "parkinson disease",
    "clean_text": "targeting microglial cd a inhibits neuroinflammation and demonstrates therapeutic potential for parkinson s disease persistent microglial activation drives chronic neuroinflammation a characteristic pathological hallmark of neurodegenerative disorders including parkinson s disease pd although integrin receptor cd a itga gene serves as a canonical biomarker of tissue resident immune populations its microglial expression patterns functions and signaling pathways have not been elucidated in this study we aim to investigate the impact of cd a in hyperactivated microglia on pd pathogenesis and elucidate downstream signaling pathways specifically we demonstrate microglia enriched cd a expression with pathologically significant upregulation particularly in microglia adopting chronically activated states specific itga knockdown attenuates microglial hyperreactivity and markedly improves motor deficits in pd mouse models mechanistically transcriptomic profiling of isolated microglia from mouse substantia nigra reveals significant enrichment in neurodegeneration and inflammation pathways with pgam emerging as a central regulatory node conditional microglial itga knockdown ameliorates mitochondrial dysfunction and suppresses nlrp inflammasome assembly via pgam downregulation thereby preserving dopaminergic neurons from neuroinflammatory degeneration furthermore the disintegrin polypeptide obtustatin specifically antagonizes microglial cd a suppressing microglial hyperactivation and consequent chronic neuroinflammation and ultimately ameliorating motor deficits in pd models collectively these findings establish microglial cd a targeted therapy as a novel therapeutic paradigm for pd positioning obtustatin as a promising clinical candidate with demonstrable translational potential across neuroinflammatory and neurodegenerative disorders"
}