{
    "pmid": "41416384",
    "title": "An overview of insulin resistance: from molecular mechanisms to medical interventions.",
    "abstract": "Insulin resistance (IR) is a condition where insulin-targeted tissues (muscle, liver, and adipose tissue) fail to normally respond to insulin action, leading to impaired insulin signaling and hyperglycemia. It is common in individuals with obesity and diagnosed with type 2 diabetes mellitus (T2DM), with the most prevalent disorders being polycystic ovarian syndrome and coronary artery disease. IR is also associated with cardiovascular risk factors such as hypertension and dyslipidemia. Current methods for detecting and measuring insulin sensitivity include the oral glucose tolerance test, insulin tolerance test, hyperinsulinemic-euglycemic clamp. Therapies for treating and preventing IR includes physical activity, diet modifications, and medications like Glucagon-like peptide-1 receptor agonists, gliclazide and metformin. This review aims at deciphering the molecular mechanisms and factors contributing to IR, potential clinical practices for measuring IR, medications for treating T2DM and the physical activity and dietary measures for controlling IR.",
    "disease": "coronary artery disease",
    "clean_text": "an overview of insulin resistance from molecular mechanisms to medical interventions insulin resistance ir is a condition where insulin targeted tissues muscle liver and adipose tissue fail to normally respond to insulin action leading to impaired insulin signaling and hyperglycemia it is common in individuals with obesity and diagnosed with type diabetes mellitus t dm with the most prevalent disorders being polycystic ovarian syndrome and coronary artery disease ir is also associated with cardiovascular risk factors such as hypertension and dyslipidemia current methods for detecting and measuring insulin sensitivity include the oral glucose tolerance test insulin tolerance test hyperinsulinemic euglycemic clamp therapies for treating and preventing ir includes physical activity diet modifications and medications like glucagon like peptide receptor agonists gliclazide and metformin this review aims at deciphering the molecular mechanisms and factors contributing to ir potential clinical practices for measuring ir medications for treating t dm and the physical activity and dietary measures for controlling ir"
}