{
    "pmid": "41453575",
    "title": "Structure-guided dissection of the genetic variations within human LPA locus and its role in the development of cardiovascular diseases.",
    "abstract": "Lipoprotein (a) [Lp(a)] is a highly heterogeneous lipoprotein particle promoting panvascular disease. Structurally, it consists of an LDL-like core covalently bound to apolipoprotein (a) [apo(a)]. Molecular determinants linking various genetic variants of apo(a) constituent of Lp(a) to vascular pathology remain incompletely defined. We have built a model allowing dissection which variations in LPA gene are functional, and which are mere associates of these functional variations. Copy number changes in kringle IV type 2 (KIV-2), together with a spectrum of single nucleotide polymorphisms (SNPs), regulate apo(a) size, expression, and function. These variants can be broadly categorized into Lp(a)-increasing, Lp(a)-lowering, and null alleles, with distinct prevalence across populations. Notably, risk alleles such as rs10455872 and rs3798220 account for substantial variance in circulating Lp(a) and confer elevated susceptibility to coronary artery disease, whereas splice-altering and nonsense alleles markedly reduce Lp(a) concentrations. The therapeutic implications of modifying circulating Lp(a) levels are profound. While conventional lipid-lowering therapies exert little influence on Lp(a), antisense oligonucleotides (pelacarsen) and small interfering RNA agents (olpasiran, SLN360) achieve robust Lp(a) reductions. Integrating genetic insights with structural modeling provides a framework to disentangle functional from proxy associations within LPA and neutralize the cardiovascular hazard conferred by elevated levels of Lp(a).",
    "disease": "coronary artery disease",
    "clean_text": "structure guided dissection of the genetic variations within human lpa locus and its role in the development of cardiovascular diseases lipoprotein a lp a is a highly heterogeneous lipoprotein particle promoting panvascular disease structurally it consists of an ldl like core covalently bound to apolipoprotein a apo a molecular determinants linking various genetic variants of apo a constituent of lp a to vascular pathology remain incompletely defined we have built a model allowing dissection which variations in lpa gene are functional and which are mere associates of these functional variations copy number changes in kringle iv type kiv together with a spectrum of single nucleotide polymorphisms snps regulate apo a size expression and function these variants can be broadly categorized into lp a increasing lp a lowering and null alleles with distinct prevalence across populations notably risk alleles such as rs and rs account for substantial variance in circulating lp a and confer elevated susceptibility to coronary artery disease whereas splice altering and nonsense alleles markedly reduce lp a concentrations the therapeutic implications of modifying circulating lp a levels are profound while conventional lipid lowering therapies exert little influence on lp a antisense oligonucleotides pelacarsen and small interfering rna agents olpasiran sln achieve robust lp a reductions integrating genetic insights with structural modeling provides a framework to disentangle functional from proxy associations within lpa and neutralize the cardiovascular hazard conferred by elevated levels of lp a"
}