{
    "title": "Longitudinal outcomes for educational placement and quality of life in a prospectively recruited multinational cohort of children with cochlear implants.",
    "doc_id": "37245391",
    "writer": "Muller L",
    "year": "2023",
    "summary": "OBJECTIVES: The aim of this study was to report on the educational placement, quality of life and speech reception changes in a prospectively recruited group of children after they received a cochlear implant (CI). ...Self-reported evaluation forms and patient infor …",
    "abstract": "Objectives:\n        \n      \n      The aim of this study was to report on the educational placement, quality of life and speech reception changes in a prospectively recruited group of children after they received a cochlear implant (CI).\n    \n\n\n          Method:\n        \n      \n      Data was collected on 1085 CI recipients of as part of a prospective, longitudinal, observational, international, multi-centre, paediatric registry, initiated by Cochlear Ltd (Sydney, NSW, Australia). Outcome data from children (≤10 years old) implanted in routine practice was voluntarily entered into a central, externally hosted, e-platform. Collection occurred prior to initial device activation (baseline) and at six monthly follow-up intervals up to 24 months and then at 3 years post activation. Clinician reported baseline and follow up questionnaires and Categories of Auditory Performance version II (CAP-II) outcomes were collated. Self-reported evaluation forms and patient information were provided by the parent/caregiver/patient via the implant recipient baseline and follow up, Children Using Hearing Implants Quality of Life (CuHIQoL) and Speech Spatial Qualities (SSQ-P) Parents Version questionnaires.\n    \n\n\n          Results:\n        \n      \n      Children were mainly bilaterally profoundly deaf, unilaterally implanted and used a contralateral hearing aid. Prior to implant 60% used signing or total communication as their main mode of communication. Mean age at implant was 3.2 ± 2.2 years (range 0-10 years). At baseline 8.6% were in mainstream education with no additional support and 82% had not yet entered school. After three years of implant use, 52% had entered mainstream education with no additional support and 38% had not yet entered school. In the sub-group of 141 children who were implanted at or after three years of age and were thus old enough to be in mainstream school at the three-year follow up, an even higher proportion (73%) were in mainstream education with no support. Quality of life scores for the child improved statistically significantly post implant compared to baseline and continued to improve significantly at each interval up to 3 years (p < 0.001). Parental expectation scores reduced statistically significantly from baseline compared to all intervals (p < 0.028) and then increased significantly at 3 years compared to all post baseline follow-up intervals (p < 0.006). The impact on family life was reduced post implant compared to baseline and continued to reduce between annual intervals (p < 0.001). At three years post follow up median CAP II scores were 7 (IQR 6-7) and mean SSQ-P scores were 6.8 (SD1.9) 6.0 (SD1.9) and 7.4 (SD 2.3) for speech spatial and qualities scales respectively. SSQ-P and CAP II scores improved statistically and clinically significantly compared to baseline by one year post implantation. CAP II scores continued to improve at each test interval up to three years post implant. Speech and Qualities scores improved significantly between years 1 and 2 (p < 0.001), but only the Speech scores improved significantly between years 2 and 3 (p = 0.004).\n    \n\n\n          Conclusions:\n        \n      \n      Mainstream educational placement was achievable for most of the children, including those implanted at an older age. Quality of life for the child and the wider family improved. Future research could focus on the impact of mainstream school placement on children's academic progress, including measures of academic attainment and social functioning.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37245391/",
    "clean_text": "longitudinal outcomes for educational placement and quality of life in a prospectively recruited multinational cohort of children with cochlear implants objectives the aim of this study was to report on the educational placement quality of life and speech reception changes in a prospectively recruited group of children after they received a cochlear implant ci self reported evaluation forms and patient infor objectives the aim of this study was to report on the educational placement quality of life and speech reception changes in a prospectively recruited group of children after they received a cochlear implant ci method data was collected on ci recipients of as part of a prospective longitudinal observational international multi centre paediatric registry initiated by cochlear ltd sydney nsw australia outcome data from children years old implanted in routine practice was voluntarily entered into a central externally hosted e platform collection occurred prior to initial device activation baseline and at six monthly follow up intervals up to months and then at years post activation clinician reported baseline and follow up questionnaires and categories of auditory performance version ii cap ii outcomes were collated self reported evaluation forms and patient information were provided by the parent caregiver patient via the implant recipient baseline and follow up children using hearing implants quality of life cuhiqol and speech spatial qualities ssq p parents version questionnaires results children were mainly bilaterally profoundly deaf unilaterally implanted and used a contralateral hearing aid prior to implant used signing or total communication as their main mode of communication mean age at implant was years range years at baseline were in mainstream education with no additional support and had not yet entered school after three years of implant use had entered mainstream education with no additional support and had not yet entered school in the sub group of children who were implanted at or after three years of age and were thus old enough to be in mainstream school at the three year follow up an even higher proportion were in mainstream education with no support quality of life scores for the child improved statistically significantly post implant compared to baseline and continued to improve significantly at each interval up to years p parental expectation scores reduced statistically significantly from baseline compared to all intervals p and then increased significantly at years compared to all post baseline follow up intervals p the impact on family life was reduced post implant compared to baseline and continued to reduce between annual intervals p at three years post follow up median cap ii scores were iqr and mean ssq p scores were sd sd and sd for speech spatial and qualities scales respectively ssq p and cap ii scores improved statistically and clinically significantly compared to baseline by one year post implantation cap ii scores continued to improve at each test interval up to three years post implant speech and qualities scores improved significantly between years and p but only the speech scores improved significantly between years and p conclusions mainstream educational placement was achievable for most of the children including those implanted at an older age quality of life for the child and the wider family improved future research could focus on the impact of mainstream school placement on children s academic progress including measures of academic attainment and social functioning"
}