{
    "title": "Metalloproteinases in Endometrial Cancer-Are They Worth Measuring?",
    "doc_id": "34830354",
    "writer": "Michalczyk K",
    "year": "2021",
    "summary": "Recent investigations demonstrate significantly increased metalloproteinase and metalloproteinase inhibitor levels in patients with endometrial cancer compared to those with normal endometrium. In this review, we aim to show their clinical significance and possible …",
    "abstract": "Endometrial cancer is one of the most common gynecological malignancies, yet the molecular mechanisms that lead to tumor development and progression are still not fully established. Matrix metalloproteinases (MMPs) are a group of enzymes that play an important role in carcinogenesis. They are proteases involved in the degradation of the extracellular matrix (ECM) that surrounds the tumor and the affected tissue allows cell detachment from the primary tumor causing local invasion and metastasis formation. Recent investigations demonstrate significantly increased metalloproteinase and metalloproteinase inhibitor levels in patients with endometrial cancer compared to those with normal endometrium. In this review, we aim to show their clinical significance and possible use in the diagnosis and treatment of patients with endometrial cancer. We have critically summarized and reviewed the research on the role of MMPs in endometrial cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34830354/",
    "clean_text": "metalloproteinases in endometrial cancer are they worth measuring recent investigations demonstrate significantly increased metalloproteinase and metalloproteinase inhibitor levels in patients with endometrial cancer compared to those with normal endometrium in this review we aim to show their clinical significance and possible endometrial cancer is one of the most common gynecological malignancies yet the molecular mechanisms that lead to tumor development and progression are still not fully established matrix metalloproteinases mmps are a group of enzymes that play an important role in carcinogenesis they are proteases involved in the degradation of the extracellular matrix ecm that surrounds the tumor and the affected tissue allows cell detachment from the primary tumor causing local invasion and metastasis formation recent investigations demonstrate significantly increased metalloproteinase and metalloproteinase inhibitor levels in patients with endometrial cancer compared to those with normal endometrium in this review we aim to show their clinical significance and possible use in the diagnosis and treatment of patients with endometrial cancer we have critically summarized and reviewed the research on the role of mmps in endometrial cancer"
}