{
    "title": "[Endometrial cancer in HNPCC syndrome].",
    "doc_id": "18650032",
    "writer": "Lécuru F",
    "year": "2008",
    "summary": "Screening of endometrial cancer in predisposed women should associate annual clinical examination, transvaginal sonography and endometrial sampling. ...Screening of endometrial cancer remains the main objective of the management of those patient …",
    "abstract": "The Hereditary Non-Polyposis Colorectal Cancer syndrome (HNPCC) has initially been described as a predisposition to colorectal cancers (CRC). Subsequently, other cancers, such as endometrial cancers (EC), have been added. The objective of this review was to update data on endometrial cancers of HNPCC syndrome. Endometrial cancers of the HNPCC syndrome are characterized by a younger age at diagnosis (46-48 year old), and a higher cumulative risk along life (30% at 70 years). Complex atypical hyperplasia seems to occur before the cancer, but the transition between precursors and cancer seems to be short. Histology of endometrial cancers of the HNPCC syndrome appears quite similar to that of sporadic cases, except for non-endometrioid lesions which seem more frequent and could occur in younger women. Screening of endometrial cancer in predisposed women should associate annual clinical examination, transvaginal sonography and endometrial sampling. Unfortunately, available data on screening by sonography show that this test seems poorly accurate, with no asymptomatic cancer or hyperplasia recognized and interval cancers between screenings. Endometrial biopsy appears as the most interesting method, since 11 asymptomatic cancers and 14 hyperplasia have been diagnosed in 175 mutation carriers. Diagnostic hysteroscopy seems also interesting, but requires further evaluation. Prophylactic hysterectomy confers a complete protection against endometrial cancer. However, perioperative morbidity (especially in women with history of colorectal surgery) and long-term effects of ovarian suppression should also be considered. Screening of endometrial cancer remains the main objective of the management of those patients. Endometrial biopsy should have a larger place.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18650032/",
    "clean_text": "endometrial cancer in hnpcc syndrome screening of endometrial cancer in predisposed women should associate annual clinical examination transvaginal sonography and endometrial sampling screening of endometrial cancer remains the main objective of the management of those patient the hereditary non polyposis colorectal cancer syndrome hnpcc has initially been described as a predisposition to colorectal cancers crc subsequently other cancers such as endometrial cancers ec have been added the objective of this review was to update data on endometrial cancers of hnpcc syndrome endometrial cancers of the hnpcc syndrome are characterized by a younger age at diagnosis year old and a higher cumulative risk along life at years complex atypical hyperplasia seems to occur before the cancer but the transition between precursors and cancer seems to be short histology of endometrial cancers of the hnpcc syndrome appears quite similar to that of sporadic cases except for non endometrioid lesions which seem more frequent and could occur in younger women screening of endometrial cancer in predisposed women should associate annual clinical examination transvaginal sonography and endometrial sampling unfortunately available data on screening by sonography show that this test seems poorly accurate with no asymptomatic cancer or hyperplasia recognized and interval cancers between screenings endometrial biopsy appears as the most interesting method since asymptomatic cancers and hyperplasia have been diagnosed in mutation carriers diagnostic hysteroscopy seems also interesting but requires further evaluation prophylactic hysterectomy confers a complete protection against endometrial cancer however perioperative morbidity especially in women with history of colorectal surgery and long term effects of ovarian suppression should also be considered screening of endometrial cancer remains the main objective of the management of those patients endometrial biopsy should have a larger place"
}