{
    "title": "Adult stem cells and their trans-differentiation potential--perspectives and therapeutic applications.",
    "doc_id": "18629466",
    "writer": "Hombach-Klonisch S",
    "year": "2008",
    "summary": "Adult stem cells are present in virtually all tissues and during most stages of development. ...These include makers for endothelial progenitor cells (CD146/MCAM/MUC18/S-endo-1, CD34, CD133/prominin, Tie-2, Flk1/KD/VEGFR2), hematopoietic stem cells …",
    "abstract": "Stem cells are self-renewing multipotent progenitors with the broadest developmental potential in a given tissue at a given time. Normal stem cells in the adult organism are responsible for renewal and repair of aged or damaged tissue. Adult stem cells are present in virtually all tissues and during most stages of development. In this review, we introduce the reader to the basic information about the field. We describe selected stem cell isolation techniques and stem cell markers for various stem cell populations. These include makers for endothelial progenitor cells (CD146/MCAM/MUC18/S-endo-1, CD34, CD133/prominin, Tie-2, Flk1/KD/VEGFR2), hematopoietic stem cells (CD34, CD117/c-Kit, Sca1), mesenchymal stem cells (CD146/MCAM/MUC18/S-endo-1, STRO-1, Thy-1), neural stem cells (CD133/prominin, nestin, NCAM), mammary stem cells (CD24, CD29, Sca1), and intestinal stem cells (NCAM, CD34, Thy-1, CD117/c-Kit, Flt-3). Separate section provides a concise summary of recent clinical trials involving stem cells directed towards improvement of a damaged myocardium. In the last part of the review, we reflect on the field and on future developments.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18629466/",
    "clean_text": "adult stem cells and their trans differentiation potential perspectives and therapeutic applications adult stem cells are present in virtually all tissues and during most stages of development these include makers for endothelial progenitor cells cd mcam muc s endo cd cd prominin tie flk kd vegfr hematopoietic stem cells stem cells are self renewing multipotent progenitors with the broadest developmental potential in a given tissue at a given time normal stem cells in the adult organism are responsible for renewal and repair of aged or damaged tissue adult stem cells are present in virtually all tissues and during most stages of development in this review we introduce the reader to the basic information about the field we describe selected stem cell isolation techniques and stem cell markers for various stem cell populations these include makers for endothelial progenitor cells cd mcam muc s endo cd cd prominin tie flk kd vegfr hematopoietic stem cells cd cd c kit sca mesenchymal stem cells cd mcam muc s endo stro thy neural stem cells cd prominin nestin ncam mammary stem cells cd cd sca and intestinal stem cells ncam cd thy cd c kit flt separate section provides a concise summary of recent clinical trials involving stem cells directed towards improvement of a damaged myocardium in the last part of the review we reflect on the field and on future developments"
}