{
    "pmid": "41395772",
    "title": "Sex disparities in the burden of rheumatoid arthritis in Australia: a 20-year analysis with international comparisons using the Global Burden of Disease Study 2021.",
    "abstract": "Rheumatoid arthritis (RA) disproportionately affects women globally. This study evaluates trends in RA burden in Australia from 2000 to 2021 using the GBD (Global Burden of Disease GB) study 2021. Age-standardised disability-adjusted life-years (DALYs) and prevalence for RA were collected from the GBD 2021 data set, stratified by sex and age. Age- and sex-specific ratios were calculated. Trends were analysed using linear regression and compared with US and UK GBD data. In Australia, female age-standardised DALY rates were 2.45 to 2.65 times higher than male rates over the 21-year time period. Prevalence ratios were similar (2.74-2.79). The highest female burden was in those aged 60 to 79 years, while males showed a lower burden across all ages. DALY rates for both sexes decreased, but the female-to-male ratio remained stable. Similar consistent disparities were observed in the United States (DALY ratio: 2.48-2.65) and the United Kingdom (2.20-2.32) across the time period. A consistent and noticeable sex disparity in RA burden persists in Australia and other developed countries, despite overall improvements. This disparity is largely due to higher female prevalence and greater burden in older ages. The findings suggest prioritising targeted sex- and age-based management strategies to guide clinical decision-making and resource allocation.",
    "disease": "rheumatoid arthritis",
    "clean_text": "sex disparities in the burden of rheumatoid arthritis in australia a year analysis with international comparisons using the global burden of disease study rheumatoid arthritis ra disproportionately affects women globally this study evaluates trends in ra burden in australia from to using the gbd global burden of disease gb study age standardised disability adjusted life years dalys and prevalence for ra were collected from the gbd data set stratified by sex and age age and sex specific ratios were calculated trends were analysed using linear regression and compared with us and uk gbd data in australia female age standardised daly rates were to times higher than male rates over the year time period prevalence ratios were similar the highest female burden was in those aged to years while males showed a lower burden across all ages daly rates for both sexes decreased but the female to male ratio remained stable similar consistent disparities were observed in the united states daly ratio and the united kingdom across the time period a consistent and noticeable sex disparity in ra burden persists in australia and other developed countries despite overall improvements this disparity is largely due to higher female prevalence and greater burden in older ages the findings suggest prioritising targeted sex and age based management strategies to guide clinical decision making and resource allocation"
}