{
    "pmid": "41467748",
    "title": "Associations Between Joint Air Pollution Exposure, Mental Health, and Physical Health and Dementia Incidence in an Aging U.S. Cohort.",
    "abstract": "Understanding the joint relationship between air pollution and other risk factors on the risk of Alzheimer's disease and related dementias (ADRD) is important for determining priorities for interventions. This study aimed to estimate the joint effects of air pollution, mental health symptoms, and overall physical health condition on ADRD risk in a U.S. sample of older adults and examine differences by sex. Analyses include 9,186 Medicare beneficiaries enrolled in the National Health and Aging Trends Study (2011-2018). We used quantile g-computation Cox proportional hazard models to examine the joint effects of air pollution, anxiety, depression, and overall health on ADRD incidence, stratified by sex. We found significant associations between ADRD risk and particulate matter <2.5µm in diameter and nitrogen dioxide in women. Among men, we found a significant association between ADRD risk and ozone (aHR per IQR increment = 1.11; 95% CI: 1.01, 1.22). The association between ADRD risk and feelings of depression, anxiety, and general health condition was significant in both women and men. Jointly, these factors were associated with more than 2 times greater ADRD incidence among both men (aHR = 2.03; 95% CI: 1.13, 3.66) and men (aHR = 2.57; 95% CI: 1.27, 5.22). The results suggest a synergistic relationship between air pollution and mental and physical health factors in ADRD risk. Results from this study support the need for establishing stronger measures to reduce air pollution and highlight the benefit of ADRD mitigation through improving mental and physical health.",
    "disease": "alzheimer disease",
    "clean_text": "associations between joint air pollution exposure mental health and physical health and dementia incidence in an aging u s cohort understanding the joint relationship between air pollution and other risk factors on the risk of alzheimer s disease and related dementias adrd is important for determining priorities for interventions this study aimed to estimate the joint effects of air pollution mental health symptoms and overall physical health condition on adrd risk in a u s sample of older adults and examine differences by sex analyses include medicare beneficiaries enrolled in the national health and aging trends study we used quantile g computation cox proportional hazard models to examine the joint effects of air pollution anxiety depression and overall health on adrd incidence stratified by sex we found significant associations between adrd risk and particulate matter m in diameter and nitrogen dioxide in women among men we found a significant association between adrd risk and ozone ahr per iqr increment ci the association between adrd risk and feelings of depression anxiety and general health condition was significant in both women and men jointly these factors were associated with more than times greater adrd incidence among both men ahr ci and men ahr ci the results suggest a synergistic relationship between air pollution and mental and physical health factors in adrd risk results from this study support the need for establishing stronger measures to reduce air pollution and highlight the benefit of adrd mitigation through improving mental and physical health"
}