{
    "title": "Physical activity, social support and socio-economic status amongst persons living with HIV and AIDS: a review.",
    "doc_id": "30003848",
    "writer": "Mabweazara SZ",
    "year": "2018",
    "summary": "Physical activity can be used for the effective and comprehensive management of HIV and AIDS. ...The review used literature from Google, Google Scholar and PubMed on physical activity of PLWHA, social support for physical activity, and SE …",
    "abstract": "Physical activity can be used for the effective and comprehensive management of HIV and AIDS. Social support and socio-economic status (SES) are two factors that shape physical activity behaviours. Individuals of low SES carry a disproportionate burden of the HIV and AIDS epidemic. In addition, limited resources constitute socio-ecological barriers predisposing such individuals to physical inactivity. The purpose of this narrative review is to examine the available literature on physical activity, social support and SES and to generate recommendations for designing and implementing physical activity interventions targeting people living with HIV and AIDS (PLWHA) of low SES. The review used literature from Google, Google Scholar and PubMed on physical activity of PLWHA, social support for physical activity, and SES and physical activity. Qualitative and quantitative studies in English were included from 1970 to 2016. The results show that social support plays a major role in promoting physical activity and counteracting the barriers to PA in PLWHA of low SES. The results on the role of social support and the influence of SES are integrated to help design appropriate physical activity interventions for PLWHA of low SES. Well-designed interventions should utilise social support and be contextualised for PLWHA of low SES, whose living conditions present multiple barriers to physical activity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30003848/",
    "clean_text": "physical activity social support and socio economic status amongst persons living with hiv and aids a review physical activity can be used for the effective and comprehensive management of hiv and aids the review used literature from google google scholar and pubmed on physical activity of plwha social support for physical activity and se physical activity can be used for the effective and comprehensive management of hiv and aids social support and socio economic status ses are two factors that shape physical activity behaviours individuals of low ses carry a disproportionate burden of the hiv and aids epidemic in addition limited resources constitute socio ecological barriers predisposing such individuals to physical inactivity the purpose of this narrative review is to examine the available literature on physical activity social support and ses and to generate recommendations for designing and implementing physical activity interventions targeting people living with hiv and aids plwha of low ses the review used literature from google google scholar and pubmed on physical activity of plwha social support for physical activity and ses and physical activity qualitative and quantitative studies in english were included from to the results show that social support plays a major role in promoting physical activity and counteracting the barriers to pa in plwha of low ses the results on the role of social support and the influence of ses are integrated to help design appropriate physical activity interventions for plwha of low ses well designed interventions should utilise social support and be contextualised for plwha of low ses whose living conditions present multiple barriers to physical activity"
}