{
    "title": "Oxidative stress in neonatology: a review.",
    "doc_id": "24112309",
    "writer": "Mutinati M",
    "year": "2014",
    "summary": "Both in human and veterinary neonathology, it is generally accepted that oxidative stress functions as an important catalysator of neonatal disease. Soon after birth, many sudden physiological and environmental conditions make the newborn vulnerable for the negative …",
    "abstract": "Free radicals are highly reactive oxidizing agents containing one or more unpaired electrons. Both in human and veterinary neonathology, it is generally accepted that oxidative stress functions as an important catalysator of neonatal disease. Soon after birth, many sudden physiological and environmental conditions make the newborn vulnerable for the negative effects of oxidative stress, which potentially can impair neonatal vitality. As a clinician, it is important to have in depth knowledge about factors affecting maternal/neonatal oxidative status and the cascades of events that enrol when the neonate is subjected to oxidative stress. This report aims at providing clinicians with an up-to-date review about oxidative stress in neonates across animal species. It will be emphasized which handlings and treatments that are applied during neonatal care or resuscitation can actually impose oxidative stress upon the neonate. Views and opinions about maternal and/or neonatal antioxydative therapy will be shared.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24112309/",
    "clean_text": "oxidative stress in neonatology a review both in human and veterinary neonathology it is generally accepted that oxidative stress functions as an important catalysator of neonatal disease soon after birth many sudden physiological and environmental conditions make the newborn vulnerable for the negative free radicals are highly reactive oxidizing agents containing one or more unpaired electrons both in human and veterinary neonathology it is generally accepted that oxidative stress functions as an important catalysator of neonatal disease soon after birth many sudden physiological and environmental conditions make the newborn vulnerable for the negative effects of oxidative stress which potentially can impair neonatal vitality as a clinician it is important to have in depth knowledge about factors affecting maternal neonatal oxidative status and the cascades of events that enrol when the neonate is subjected to oxidative stress this report aims at providing clinicians with an up to date review about oxidative stress in neonates across animal species it will be emphasized which handlings and treatments that are applied during neonatal care or resuscitation can actually impose oxidative stress upon the neonate views and opinions about maternal and or neonatal antioxydative therapy will be shared"
}