{
    "title": "Trends in the quality and cost of inpatient surgical procedures in the United States, 2002-2015.",
    "doc_id": "34731186",
    "writer": "Ning N",
    "year": "2021",
    "summary": "METHODS: We focused on 11 classes of inpatient surgery, defined by the Agency for Health Research and Quality's (AHRQ's) Clinical Classification System. The surgical classes studied included a wide range of surgeries, including tracheostomy, heart valve procedures, …",
    "abstract": "Objectives:\n        \n      \n      This study documents trends in risk-adjusted quality and cost for a variety of inpatient surgical procedures among Medicare beneficiaries from 2002 through 2015, which can provide valuable insight on future strategies to improve public health and health care.\n    \n\n\n          Methods:\n        \n      \n      We focused on 11 classes of inpatient surgery, defined by the Agency for Health Research and Quality's (AHRQ's) Clinical Classification System. The surgical classes studied included a wide range of surgeries, including tracheostomy, heart valve procedures, colorectal resection, and wound debridement, among others. For each surgical class, we assessed trends in treatment costs and quality outcomes, as defined by 30-day survival without unplanned readmissions, among Medicare beneficiaries receiving these procedures during hospital stays. Quality and costs were adjusted for patient severity based on demographics, comorbidities, and community context. We also explored surgical innovations of these 11 classes of inpatient surgery from 2002-2015.\n    \n\n\n          Results:\n        \n      \n      We found significant improvements in quality for 7 surgical classes, ranging from 0.08% (percutaneous transluminal coronary angioplasty) to 0.74% (heart valve procedures) per year. Changes in cost varied by surgery, the significant decrease in cost ranged from -2.59% (tracheostomy) to -0.34% (colorectal resection) per year. Treatment innovation occurred with respect to surgical procedures utilized for heart valve procedures and colorectal resection, which may be associated with the decrease in surgical cost.\n    \n\n\n          Conclusions:\n        \n      \n      Our results suggest that there was significant quality improvement for 7 surgery categories over the 14-year study period. Costs decreased significantly for 6 surgery categories, and increased significantly for 3 other categories.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34731186/",
    "clean_text": "trends in the quality and cost of inpatient surgical procedures in the united states methods we focused on classes of inpatient surgery defined by the agency for health research and quality s ahrq s clinical classification system the surgical classes studied included a wide range of surgeries including tracheostomy heart valve procedures objectives this study documents trends in risk adjusted quality and cost for a variety of inpatient surgical procedures among medicare beneficiaries from through which can provide valuable insight on future strategies to improve public health and health care methods we focused on classes of inpatient surgery defined by the agency for health research and quality s ahrq s clinical classification system the surgical classes studied included a wide range of surgeries including tracheostomy heart valve procedures colorectal resection and wound debridement among others for each surgical class we assessed trends in treatment costs and quality outcomes as defined by day survival without unplanned readmissions among medicare beneficiaries receiving these procedures during hospital stays quality and costs were adjusted for patient severity based on demographics comorbidities and community context we also explored surgical innovations of these classes of inpatient surgery from results we found significant improvements in quality for surgical classes ranging from percutaneous transluminal coronary angioplasty to heart valve procedures per year changes in cost varied by surgery the significant decrease in cost ranged from tracheostomy to colorectal resection per year treatment innovation occurred with respect to surgical procedures utilized for heart valve procedures and colorectal resection which may be associated with the decrease in surgical cost conclusions our results suggest that there was significant quality improvement for surgery categories over the year study period costs decreased significantly for surgery categories and increased significantly for other categories"
}