{
    "pmid": "41437389",
    "title": "Survival implications of the age-associated tumor and normal adjacent tissue microbiome among colorectal cancer patients.",
    "abstract": "CRC incidence is rising among individuals younger than 50 years of age, with significant gaps in our understanding of the composition of the tissue microbiome across the age spectrum. The microbiome of tumors and normal adjacent tissue among colorectal cancer (CRC) patients may provide critical insights into the tumor microenvironment and CRC prognosis. We characterized the tumor and normal adjacent tissue microbiome of early-onset (EoCRC, n = 46) and frequency-matched later-onset (LoCRC, N = 101) CRC patients who underwent surgery at Moffitt Cancer Center. We extracted DNA from archival tissue from 147 patients and sequenced the 16 S rRNA gene. We estimated the relative abundance of a priori and exploratory bacteria and alpha and beta diversity. We used multivariable linear regression models to estimate the association of age with the tumor and normal adjacent tissue microbiome. Then, we estimated associations of primarily age-associated microbiome metrics with overall survival using multivariable Cox proportional hazard models. In normal adjacent tissue, for every 10-year increase in age, there was a 1-SD higher relative abundance of a priori-selected Porphyromonas (Beta = 0.14, P = 0.03), Peptostreptococcus (Beta = 0.14, P = 0.03), and Prevotella (Beta = 0.13, P = 0.04). Fusobacterium and Bacillus were more abundant among EoCRC cases than LoCRC cases. In turn, Prevotella was associated with a 47% higher risk of mortality per 1-SD increase (95% CI = 1.19, 1.81; P < 0.001). Fusobacterium was not associated with mortality, but Bacillus was inversely associated with mortality. We found that age at diagnosis was associated with the relative abundance of several bacteria, including oral-origin genera that were previously CRC-associated, in CRC normal adjacent tissue. In turn, some of these bacteria were associated with survival, suggesting potential age-related mechanisms underlying associations of the microbiome with survival. Emerging evidence has highlighted the important role of the microbiome in colorectal cancer (CRC). Since the 1990s, there has been an increase in cases of early-onset colorectal cancer. However, there is still a limited understanding of the risk factors contributing to this rise. Investigating the associations between the microbiome of tumors and normal adjacent tissue in relation to aging offers a unique perspective on potential modifiable factors. Notably, our study has shown that age-related changes in the abundance of bacteria originating from the oral cavity, such as Porphyromonas, Peptostreptococcus, and Prevotella, are linked to CRC prognosis. These findings suggest that changes in the tissue microbiome with age may serve as prognostic markers for CRC and could help inform future prevention strategies that consider dietary and oral health interventions.",
    "disease": "colorectal cancer",
    "clean_text": "survival implications of the age associated tumor and normal adjacent tissue microbiome among colorectal cancer patients crc incidence is rising among individuals younger than years of age with significant gaps in our understanding of the composition of the tissue microbiome across the age spectrum the microbiome of tumors and normal adjacent tissue among colorectal cancer crc patients may provide critical insights into the tumor microenvironment and crc prognosis we characterized the tumor and normal adjacent tissue microbiome of early onset eocrc n and frequency matched later onset locrc n crc patients who underwent surgery at moffitt cancer center we extracted dna from archival tissue from patients and sequenced the s rrna gene we estimated the relative abundance of a priori and exploratory bacteria and alpha and beta diversity we used multivariable linear regression models to estimate the association of age with the tumor and normal adjacent tissue microbiome then we estimated associations of primarily age associated microbiome metrics with overall survival using multivariable cox proportional hazard models in normal adjacent tissue for every year increase in age there was a sd higher relative abundance of a priori selected porphyromonas beta p peptostreptococcus beta p and prevotella beta p fusobacterium and bacillus were more abundant among eocrc cases than locrc cases in turn prevotella was associated with a higher risk of mortality per sd increase ci p fusobacterium was not associated with mortality but bacillus was inversely associated with mortality we found that age at diagnosis was associated with the relative abundance of several bacteria including oral origin genera that were previously crc associated in crc normal adjacent tissue in turn some of these bacteria were associated with survival suggesting potential age related mechanisms underlying associations of the microbiome with survival emerging evidence has highlighted the important role of the microbiome in colorectal cancer crc since the s there has been an increase in cases of early onset colorectal cancer however there is still a limited understanding of the risk factors contributing to this rise investigating the associations between the microbiome of tumors and normal adjacent tissue in relation to aging offers a unique perspective on potential modifiable factors notably our study has shown that age related changes in the abundance of bacteria originating from the oral cavity such as porphyromonas peptostreptococcus and prevotella are linked to crc prognosis these findings suggest that changes in the tissue microbiome with age may serve as prognostic markers for crc and could help inform future prevention strategies that consider dietary and oral health interventions"
}