{
    "pmid": "41357312",
    "title": "HO-1-Enriched Lung-Derived Exosomes Mediate Cognitive Impairment in a Mice Model of COPD Exacerbation.",
    "abstract": "This study aimed to elucidate the impact of HO-1 on cognitive function in chronic obstructive pulmonary disease (COPD) exacerbation mice and uncover the bridging role of exosomes in the interorgan transport of HO-1 along the \"lung-brain\" axis, providing novel insights into COPD-associated cognitive dysfunction. HO-1(-/-) and wild-type mice were subjected to COPD exacerbation modeling through cigarette smoke and LPS exposure. Four groups were divided: (A) HO-1(+/+) mice; (B) HO-1(+/+) COPD exacerbation mice; (C) HO-1(-/-) mice; and (D) HO-1(-/-) COPD exacerbation mice. Cognitive function was assessed using the Morris water maze. Lung-derived exosomal HO-1 was quantified by Western blot. Fluorescently labeled exosomes from Groups A/B were injected into HO-1(-/-) mice via tail vein, generating four new cohorts: Group I: HO-1(+/+) mice injected with PBS; Group II: HO-1(-/-) mice injected with PBS; Group III: HO-1(-/-) mice injected with exosome (Exos) from Group A; Group IV: HO-1(-/-) mice injected with Exos from Group B; Exos biodistribution was tracked via in vivo imaging, followed by cognitive reassessment and HO-1 quantification. Groups B/D showed reduced target quadrant dwell time versus Groups A/C, and Group B exhibited longer target quadrant dwell time than Group D. This shows that COPD exacerbation mice had cognitive decline, which was exacerbated by HO-1 deficiency. Group B exhibited higher HO-1 expression in lung exosomes than Group A. Injected exosomes accumulated preferentially in lungs over brain; Group IV displayed worse cognitive impairment than Group III. COPD exacerbation mice exhibit cognitive decline regardless of HO-1 expression status, but HO-1 knockout COPD exacerbation mice demonstrate more pronounced cognitive impairment. In COPD exacerbation mice, HO-1 expression is elevated in lung-derived exosomes. Cross-organ transduction experiments confirm that HO-1 can be transported via Exos and mediate cognitive dysfunction in COPD exacerbation mice. Thus, HO-1 exerts a concentration-dependent dual effect on brain function: protective at physiological levels yet detrimental when in excess.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "ho enriched lung derived exosomes mediate cognitive impairment in a mice model of copd exacerbation this study aimed to elucidate the impact of ho on cognitive function in chronic obstructive pulmonary disease copd exacerbation mice and uncover the bridging role of exosomes in the interorgan transport of ho along the lung brain axis providing novel insights into copd associated cognitive dysfunction ho and wild type mice were subjected to copd exacerbation modeling through cigarette smoke and lps exposure four groups were divided a ho mice b ho copd exacerbation mice c ho mice and d ho copd exacerbation mice cognitive function was assessed using the morris water maze lung derived exosomal ho was quantified by western blot fluorescently labeled exosomes from groups a b were injected into ho mice via tail vein generating four new cohorts group i ho mice injected with pbs group ii ho mice injected with pbs group iii ho mice injected with exosome exos from group a group iv ho mice injected with exos from group b exos biodistribution was tracked via in vivo imaging followed by cognitive reassessment and ho quantification groups b d showed reduced target quadrant dwell time versus groups a c and group b exhibited longer target quadrant dwell time than group d this shows that copd exacerbation mice had cognitive decline which was exacerbated by ho deficiency group b exhibited higher ho expression in lung exosomes than group a injected exosomes accumulated preferentially in lungs over brain group iv displayed worse cognitive impairment than group iii copd exacerbation mice exhibit cognitive decline regardless of ho expression status but ho knockout copd exacerbation mice demonstrate more pronounced cognitive impairment in copd exacerbation mice ho expression is elevated in lung derived exosomes cross organ transduction experiments confirm that ho can be transported via exos and mediate cognitive dysfunction in copd exacerbation mice thus ho exerts a concentration dependent dual effect on brain function protective at physiological levels yet detrimental when in excess"
}