{
    "title": "Evaluation of industrial development quality and analysis of influencing factors in Xi'an, China.",
    "doc_id": "35713825",
    "writer": "Zhang Y",
    "year": "2022",
    "summary": "A theoretical framework of industrial development quality (IDQ) was constructed, and 32 influencing factors were selected based on complex system theory. The IDQ in Xi'an from 2004 to 2019 was evaluated, and the influencing mechanisms of each IDQ factor were analyze …",
    "abstract": "Industry is the lifeblood of the national economy, and it is the inevitable course of sustainability for China to promote the high-quality development of industry. A theoretical framework of industrial development quality (IDQ) was constructed, and 32 influencing factors were selected based on complex system theory. The IDQ in Xi'an from 2004 to 2019 was evaluated, and the influencing mechanisms of each IDQ factor were analyzed through an integrated maximum generalized information entropy (MGIE)-self-organizing feature mapping (SOFM) neural network-decision-making trial and evaluation laboratory (DEMATEL)-interpretive structural modeling (ISM) approach. The results show that the IDQ in Xi'an is on the rise, but the development of internal subsystems is uneven, with the technology subsystem contributing the most and the social subsystem contributing the least. There is a multi-layer hierarchical structure among the influencing factors of IDQ, and the multi-layer structure model can be divided into 10 layers. The first layer is the investment intensity of industrial pollution control, which is the most direct factor that affects IDQ. The tenth layer is the industrial wastewater discharge intensity, industrial waste gas emission intensity, water consumption per unit of industrial added value, highway density, and energy consumption per unit of industrial added value, which are the root factors affecting IDQ. This study can provide a theoretical basis and reference for the promotion of high-quality industrial development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35713825/",
    "clean_text": "evaluation of industrial development quality and analysis of influencing factors in xi an china a theoretical framework of industrial development quality idq was constructed and influencing factors were selected based on complex system theory the idq in xi an from to was evaluated and the influencing mechanisms of each idq factor were analyze industry is the lifeblood of the national economy and it is the inevitable course of sustainability for china to promote the high quality development of industry a theoretical framework of industrial development quality idq was constructed and influencing factors were selected based on complex system theory the idq in xi an from to was evaluated and the influencing mechanisms of each idq factor were analyzed through an integrated maximum generalized information entropy mgie self organizing feature mapping sofm neural network decision making trial and evaluation laboratory dematel interpretive structural modeling ism approach the results show that the idq in xi an is on the rise but the development of internal subsystems is uneven with the technology subsystem contributing the most and the social subsystem contributing the least there is a multi layer hierarchical structure among the influencing factors of idq and the multi layer structure model can be divided into layers the first layer is the investment intensity of industrial pollution control which is the most direct factor that affects idq the tenth layer is the industrial wastewater discharge intensity industrial waste gas emission intensity water consumption per unit of industrial added value highway density and energy consumption per unit of industrial added value which are the root factors affecting idq this study can provide a theoretical basis and reference for the promotion of high quality industrial development"
}