{
    "pmid": "41473333",
    "title": "UNIQUE DEFICITS IN PLACE CODING ACROSS SUBFIELDS OF THE HIPPOCAMPUS IN A MOUSE MODEL OF TEMPORAL LOBE EPILEPSY.",
    "abstract": "Memory problems are comorbid with Temporal Lobe Epilepsy (TLE). Animal models of TLE reveal impairments in spatial firing fields of hippocampal place cells, providing a potential neural substrate for memory problems. Each subfield of the hippocampus carries out unique aspects of spatial memory, yet little is known about how individual subfields are perturbed. Here, we investigated the spatial coding properties of the three major subfields of the hippocampus. Single unit recordings were made from CA1, CA3 and the dentate gyrus (DG) of mice induced with epilepsy (N = 10, 6M/4F) using the supra-hippocampal kainate model and in control mice injected with saline (N = 6, 3M/3F). Place cell activity was measured while mice foraged in highly familiar environments to assess basic place cell properties and in novel environments to assess remapping. A lower percentage of cells were classified as place cells in CA1 of epileptic mice, whereas percentages were similar in CA3 and DG compared to control. Place fields of CA1 and CA3 cells were less coherent, while DG fields were less stable. All regions constructed new distinct maps within the first session of exposure to a novel environment, however new maps in CA3 were not stable. These results point to specific deficits within subfields of the hippocampus, which may indicate that there are different cellular and network mechanisms at play. Such heterogeneity would be predicted to contribute differently to memory deficits and suggests that interventions for treatment may need to be tailored.",
    "disease": "epilepsy",
    "clean_text": "unique deficits in place coding across subfields of the hippocampus in a mouse model of temporal lobe epilepsy memory problems are comorbid with temporal lobe epilepsy tle animal models of tle reveal impairments in spatial firing fields of hippocampal place cells providing a potential neural substrate for memory problems each subfield of the hippocampus carries out unique aspects of spatial memory yet little is known about how individual subfields are perturbed here we investigated the spatial coding properties of the three major subfields of the hippocampus single unit recordings were made from ca ca and the dentate gyrus dg of mice induced with epilepsy n m f using the supra hippocampal kainate model and in control mice injected with saline n m f place cell activity was measured while mice foraged in highly familiar environments to assess basic place cell properties and in novel environments to assess remapping a lower percentage of cells were classified as place cells in ca of epileptic mice whereas percentages were similar in ca and dg compared to control place fields of ca and ca cells were less coherent while dg fields were less stable all regions constructed new distinct maps within the first session of exposure to a novel environment however new maps in ca were not stable these results point to specific deficits within subfields of the hippocampus which may indicate that there are different cellular and network mechanisms at play such heterogeneity would be predicted to contribute differently to memory deficits and suggests that interventions for treatment may need to be tailored"
}