{
    "title": "Relationship between antibiotic resistance and the cagA and vacA genotypes among Helicobacter pylori strain isolates from patients in Xi'an.",
    "doc_id": "37779175",
    "writer": "Zhao P",
    "year": "2023",
    "summary": "To analyze the correlation between the cagA and vacA genotypes of H. pylori strains and their resistance to metronidazole, levofloxacin, and clarithromycin in patients in Xi'an, we studied 117 H. pylori strains isolated from patients in Xi'an. Antibiot …",
    "abstract": "The issue of drug resistance of Helicobacter pylori is becoming increasingly serious. To analyze the correlation between the cagA and vacA genotypes of H. pylori strains and their resistance to metronidazole, levofloxacin, and clarithromycin in patients in Xi'an, we studied 117 H. pylori strains isolated from patients in Xi'an. Antibiotic susceptibility testing of H. pylori was performed. The cagA and vacA genotypes were investigated using PCR. Among 117 strains of H. pylori, the rate of detection of cagA was 91.45% (107/117), among which the detection rate of East Asian-type cagA was 85.05% (91/107) and that of Western-type cagA was 14.95% (16/107). There were only two genotypes of vacA: s1m1 and s1m2. The detection rate of vacAs1m1 was 47.01% (55/117) and that of vacAs1m2 was 52.99% (62/117). The dominant strains in Xi'an were cagA + vacAs1m2 strains. The metronidazole resistance rate of vacAs1m2 H. pylori strains was significantly higher than that of vacAs1m1 H. pylori strains (91.94% vs. 69.09%, P = 0.002). The levofloxacin resistance rate of Western-type cagA strains was significantly higher than that of East Asian-type cagA strains (56.25% vs. 20.88%, P = 0.004). The metronidazole resistance rate of cagA + vacAs1m2 H. pylori strains was significantly higher than that of cagA + vacAs1m1 H. pylori strains (91.23% vs. 66.00%, P = 0.001). Our results showed that Western-type cagA strains were more likely to develop levofloxacin resistance than East Asian-type cagA strains. VacAs1m2 strains were more prone to metronidazole resistance than vacAs1m1 strains.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37779175/",
    "clean_text": "relationship between antibiotic resistance and the caga and vaca genotypes among helicobacter pylori strain isolates from patients in xi an to analyze the correlation between the caga and vaca genotypes of h pylori strains and their resistance to metronidazole levofloxacin and clarithromycin in patients in xi an we studied h pylori strains isolated from patients in xi an antibiot the issue of drug resistance of helicobacter pylori is becoming increasingly serious to analyze the correlation between the caga and vaca genotypes of h pylori strains and their resistance to metronidazole levofloxacin and clarithromycin in patients in xi an we studied h pylori strains isolated from patients in xi an antibiotic susceptibility testing of h pylori was performed the caga and vaca genotypes were investigated using pcr among strains of h pylori the rate of detection of caga was among which the detection rate of east asian type caga was and that of western type caga was there were only two genotypes of vaca s m and s m the detection rate of vacas m was and that of vacas m was the dominant strains in xi an were caga vacas m strains the metronidazole resistance rate of vacas m h pylori strains was significantly higher than that of vacas m h pylori strains vs p the levofloxacin resistance rate of western type caga strains was significantly higher than that of east asian type caga strains vs p the metronidazole resistance rate of caga vacas m h pylori strains was significantly higher than that of caga vacas m h pylori strains vs p our results showed that western type caga strains were more likely to develop levofloxacin resistance than east asian type caga strains vacas m strains were more prone to metronidazole resistance than vacas m strains"
}