{
    "title": "[Non-invasive assessment of fatty liver].",
    "doc_id": "25819147",
    "writer": "Egresi A",
    "year": "2015",
    "summary": "As the result of various harmful effects (infectious agents, metabolic diseases, unhealthy diet, obesity, toxic agents, autoimmune processes) hepatic damage may develop, which can progress towards liver steatosis, and fibrosis as well. The most common etiological factors o …",
    "abstract": "As the result of various harmful effects (infectious agents, metabolic diseases, unhealthy diet, obesity, toxic agents, autoimmune processes) hepatic damage may develop, which can progress towards liver steatosis, and fibrosis as well. The most common etiological factors of liver damages are hepatitis B and C infection, alcohol consumption and non-alcoholic fatty liver disease. Liver biopsy is considered as the gold standard for the diagnosis of chronic liver diseases. Due to the dangers and complications of liver biopsy, studies are focused on non-invasive markers and radiological imaging for liver steatosis, progression of fatty liver, activity of the necroinflammation and the severity of the fibrosis. Authors review the possibilities of non-invasive assessment of liver steatosis. The statistical features of the probes (positive, negative predictive values, sensitivity, specificity) are reviewed. The role of radiological imaging is also discussed. Although the non-invasive methods discussed in this article are useful to assess liver steatosis, further studies are needed to validate to follow progression of the diseases and to control therapeutic response.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25819147/",
    "clean_text": "non invasive assessment of fatty liver as the result of various harmful effects infectious agents metabolic diseases unhealthy diet obesity toxic agents autoimmune processes hepatic damage may develop which can progress towards liver steatosis and fibrosis as well the most common etiological factors o as the result of various harmful effects infectious agents metabolic diseases unhealthy diet obesity toxic agents autoimmune processes hepatic damage may develop which can progress towards liver steatosis and fibrosis as well the most common etiological factors of liver damages are hepatitis b and c infection alcohol consumption and non alcoholic fatty liver disease liver biopsy is considered as the gold standard for the diagnosis of chronic liver diseases due to the dangers and complications of liver biopsy studies are focused on non invasive markers and radiological imaging for liver steatosis progression of fatty liver activity of the necroinflammation and the severity of the fibrosis authors review the possibilities of non invasive assessment of liver steatosis the statistical features of the probes positive negative predictive values sensitivity specificity are reviewed the role of radiological imaging is also discussed although the non invasive methods discussed in this article are useful to assess liver steatosis further studies are needed to validate to follow progression of the diseases and to control therapeutic response"
}