{
    "title": "Gammadelta T cell development--having the strength to get there.",
    "doc_id": "15766668",
    "writer": "Pennington DJ",
    "year": "2005",
    "summary": "Recent reports have highlighted the impact of the strength of signal received via the T cell receptor on T cell lineage commitment, and the importance of cross-talk between committed alphabeta thymocytes and bipotential progenitors for normal gammadelt …",
    "abstract": "Gammadelta T cells play critical roles in immune regulation, tumour surveillance and specific primary immune responses. Mature gammadelta cells derive from thymic precursors that also generate alphabeta T cells. Recent reports have highlighted the impact of the strength of signal received via the T cell receptor on T cell lineage commitment, and the importance of cross-talk between committed alphabeta thymocytes and bipotential progenitors for normal gammadelta T cell differentiation. Studies on T cell receptor-mediated selection of gammadelta cells have supported the view that these unconventional T cells are positively rather than negatively selected on cognate self antigen.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/15766668/",
    "clean_text": "gammadelta t cell development having the strength to get there recent reports have highlighted the impact of the strength of signal received via the t cell receptor on t cell lineage commitment and the importance of cross talk between committed alphabeta thymocytes and bipotential progenitors for normal gammadelt gammadelta t cells play critical roles in immune regulation tumour surveillance and specific primary immune responses mature gammadelta cells derive from thymic precursors that also generate alphabeta t cells recent reports have highlighted the impact of the strength of signal received via the t cell receptor on t cell lineage commitment and the importance of cross talk between committed alphabeta thymocytes and bipotential progenitors for normal gammadelta t cell differentiation studies on t cell receptor mediated selection of gammadelta cells have supported the view that these unconventional t cells are positively rather than negatively selected on cognate self antigen"
}