{
    "pmid": "41456847",
    "title": "PDBe-KB Complexes: Enabling Functional Insight from Macromolecular Complexes in the PDB.",
    "abstract": "PDBe-KB Complexes is a set of webpages that aggregate experimentally determined macromolecular complexes into unique complex-level records within the Protein Data Bank in Europe Knowledge Base framework. Each unique complex identifier unifies equivalent biological assemblies from the PDB that represent the same macromolecular complex, consolidating information on component identity, stoichiometry, symmetry, ligands, and PISA-derived assembly properties within a consistent framework. Relationships between complexes are established by comparing their compositions, capturing both sub-complexes that form part of larger ones with additional components, or higher-order complexes formed by repeating identical subunits. The current release of PDBe-KB Complexes includes over 100,000 unique complex compositions encompassing protein, nucleic acid, and mixed complexes. The SARS-CoV-2 spike protein complex serves as a representative case study, demonstrating how aggregation across hundreds of assemblies from different PDB entries reveals conformational diversity, ligand interactions, and antibody binding beyond traditional PDB entry-centric views. PDBe-KB Complexes provides a comprehensive foundation for comparative and functional analyses of macromolecular complexes across the PDB, supporting fundamental and translational research and education across life sciences. Users can explore PDBe-KB Complexes webpages; for example, the SARS-CoV-2 spike complex can be accessed via any corresponding PDB entries such as 9CXE at https://www.ebi.ac.uk/pdbe/pdbe-kb/complexes/9cxe.",
    "disease": "covid-19",
    "clean_text": "pdbe kb complexes enabling functional insight from macromolecular complexes in the pdb pdbe kb complexes is a set of webpages that aggregate experimentally determined macromolecular complexes into unique complex level records within the protein data bank in europe knowledge base framework each unique complex identifier unifies equivalent biological assemblies from the pdb that represent the same macromolecular complex consolidating information on component identity stoichiometry symmetry ligands and pisa derived assembly properties within a consistent framework relationships between complexes are established by comparing their compositions capturing both sub complexes that form part of larger ones with additional components or higher order complexes formed by repeating identical subunits the current release of pdbe kb complexes includes over unique complex compositions encompassing protein nucleic acid and mixed complexes the sars cov spike protein complex serves as a representative case study demonstrating how aggregation across hundreds of assemblies from different pdb entries reveals conformational diversity ligand interactions and antibody binding beyond traditional pdb entry centric views pdbe kb complexes provides a comprehensive foundation for comparative and functional analyses of macromolecular complexes across the pdb supporting fundamental and translational research and education across life sciences users can explore pdbe kb complexes webpages for example the sars cov spike complex can be accessed via any corresponding pdb entries such as cxe at https www ebi ac uk pdbe pdbe kb complexes cxe"
}