{
    "title": "A Critical Evaluation of the Reflective Functioning Questionnaire (RFQ).",
    "doc_id": "34597256",
    "writer": "Müller S",
    "year": "2022",
    "summary": "In a second preregistered study focused on convergent and discriminant validity, however, a commonality analysis indicated that associations with indicators of personality pathology are inflated because some of the RFQ items tap into emotional lability and impulsivity rather than …",
    "abstract": "The Reflective Functioning Questionnaire (RFQ) is an 8-item self-report measure of reflective functioning that is presumed to capture individual differences in hypo- and hypermentalizing. Despite its broad acceptance by the field, we argue that the validity of the measure is not well-established. The current research elaborates on problems of the RFQ related to its item content, scoring procedure, dimensionality, and associations with psychopathology. We tested these considerations across three large clinical and non-clinical samples from Germany and the US (total N = 2289). In a first study, we found that the RFQ may assess a single latent dimension related to hypomentalizing but is rather unlikely to capture maladaptive forms of hypermentalizing. Moreover, the RFQ exhibited very strong associations with measures of personality pathology, while associations with measures of symptom distress were less strong. In a second preregistered study focused on convergent and discriminant validity, however, a commonality analysis indicated that associations with indicators of personality pathology are inflated because some of the RFQ items tap into emotional lability and impulsivity rather than mentalizing. Our findings demonstrate limitations of the RFQ. We discuss key challenges in assessing mentalizing via self-report.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34597256/",
    "clean_text": "a critical evaluation of the reflective functioning questionnaire rfq in a second preregistered study focused on convergent and discriminant validity however a commonality analysis indicated that associations with indicators of personality pathology are inflated because some of the rfq items tap into emotional lability and impulsivity rather than the reflective functioning questionnaire rfq is an item self report measure of reflective functioning that is presumed to capture individual differences in hypo and hypermentalizing despite its broad acceptance by the field we argue that the validity of the measure is not well established the current research elaborates on problems of the rfq related to its item content scoring procedure dimensionality and associations with psychopathology we tested these considerations across three large clinical and non clinical samples from germany and the us total n in a first study we found that the rfq may assess a single latent dimension related to hypomentalizing but is rather unlikely to capture maladaptive forms of hypermentalizing moreover the rfq exhibited very strong associations with measures of personality pathology while associations with measures of symptom distress were less strong in a second preregistered study focused on convergent and discriminant validity however a commonality analysis indicated that associations with indicators of personality pathology are inflated because some of the rfq items tap into emotional lability and impulsivity rather than mentalizing our findings demonstrate limitations of the rfq we discuss key challenges in assessing mentalizing via self report"
}