{
    "pmid": "41459868",
    "title": "Isolation and Characterization of Superoxide Dismutase from Tectus dentatus Marine Snail with Antimicrobial and Antitumor Activities.",
    "abstract": "The aim of this study is to reports the purification, biochemical characterization, and biological activities of superoxide dismutase (SOD) isoenzymes from the marine snail Tectus dentatus (TdSOD). The enzyme was purified through DEAE-cellulose ion-exchange and Sephacryl S-300 size-exclusion chromatography, yielding two distinct isoenzymes, TdSOD1 and TdSOD2. TdSOD1 was further purified to homogeneity with a 6.9-fold purification and a specific activity of 658.3 U/mg. Electrophoretic analyses confirmed the enzyme's purity and revealed a native molecular weight of approximately 180 kDa, composed of subunits around 90 kDa. TdSOD1 showed optimal activity at pH 7.8 and was strongly activated by Zn²⁺ and Cu²⁺, while inhibitors such as KCN and H₂O₂ significantly reduced its activity. Functionally, TdSOD1 demonstrated notable antimicrobial activity, especially against Candida albicans (97.3% inhibition) and Gram-negative bacteria including Pseudomonas aeruginosa (61.7%) and Escherichia coli (60.2%). Lower activity was observed against Klebsiella pneumoniae (39.1%) and Staphylococcus aureus (2.9%). In anticancer assays, TdSOD1 exerted a dose-dependent cytotoxic effect on MCF-7 and MDA-MB-231 breast cancer cell lines, with an IC₅₀ of 33.42 µg/mL for MDA-MB-231 cells. These results suggest that TdSOD1 possesses promising antimicrobial and anticancer potential, supporting its future exploration as a multifunctional therapeutic agent.",
    "disease": "breast cancer",
    "clean_text": "isolation and characterization of superoxide dismutase from tectus dentatus marine snail with antimicrobial and antitumor activities the aim of this study is to reports the purification biochemical characterization and biological activities of superoxide dismutase sod isoenzymes from the marine snail tectus dentatus tdsod the enzyme was purified through deae cellulose ion exchange and sephacryl s size exclusion chromatography yielding two distinct isoenzymes tdsod and tdsod tdsod was further purified to homogeneity with a fold purification and a specific activity of u mg electrophoretic analyses confirmed the enzyme s purity and revealed a native molecular weight of approximately kda composed of subunits around kda tdsod showed optimal activity at ph and was strongly activated by zn and cu while inhibitors such as kcn and h o significantly reduced its activity functionally tdsod demonstrated notable antimicrobial activity especially against candida albicans inhibition and gram negative bacteria including pseudomonas aeruginosa and escherichia coli lower activity was observed against klebsiella pneumoniae and staphylococcus aureus in anticancer assays tdsod exerted a dose dependent cytotoxic effect on mcf and mda mb breast cancer cell lines with an ic of g ml for mda mb cells these results suggest that tdsod possesses promising antimicrobial and anticancer potential supporting its future exploration as a multifunctional therapeutic agent"
}