{
    "title": "Yellow Net of Triumffeta Is Caused by a Geminivirus: A First Report.",
    "doc_id": "30857049",
    "writer": "Hallan V",
    "year": "1998",
    "summary": "For the last 3 years, during the rainy season, several plants of T. rhomboidiaceae in and around the gardens of the National Botanical Research Institute have been found with vein yellowing symptoms. The initial symptoms were vein clearing but in later stages the veins bec …",
    "abstract": "Triumffeta rhomboidiaceae Jacq. (Tiliaceae family) is an annual rainy season weed that is commonly found throughout India. For the last 3 years, during the rainy season, several plants of T. rhomboidiaceae in and around the gardens of the National Botanical Research Institute have been found with vein yellowing symptoms. The initial symptoms were vein clearing but in later stages the veins became yellow and thickened. In severe cases, the chlorosis extends into interveinal areas, resulting in complete yellowing of the leaves. In a few cases, green leafy or thorny enations could be seen on the dorsal side of the leaf. The disease was investigated to identify the causal agent. Vector transmission studies showed that the causal agent is transmitted by the whitefly, Bemisia tabaci, from infected to healthy seedlings of T. rhomdoidiaceae. Since whitefly transmission of the disease is consistent with a geminivirus as the causal agent, the role of such a virus was investigated. DNA isolated from Triumffeta plants (both from the infected plants in the field as well as from those inoculated experimentally in the greenhouse) showing above mentioned symptoms was amplified with two sets of degenerate primers, PAL1v1978/PAR1c496 (set 1) and PAL1v1978/PCRc1 (set 2), that have been shown to be specific for DNA-A of whitefly transmitted geminiviruses (WTGs), in polymerase chain reaction (1). We could amplify DNA-A fragments of approximately 1.2 kb from set 1 and 0.7 kb from set 2, as expected (1). DNA isolated from healthy seedlings gave no amplification of such fragments. Identification of the amplified DNA fragments (from infected samples) to be of geminiviral in nature was confirmed by Southern blot hybridization carried out under high stringency conditions. DNA-A of Indian tomato leaf curl virus (2) was used as a general probe for WTGs for the above hybridization experiment. Therefore, Triumffeta yellow net disease is caused by a geminivirus. A review of literature revealed that there is no record of a viral disease affecting this weed and, therefore, this is the first report of a viral disease affecting this plant. References: (1) M. R. Rojas et al. Plant Dis. 77:340, 1993. (2) K. M. Srivastava et al. J. Virol. Methods 51:297, 1995.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30857049/",
    "clean_text": "yellow net of triumffeta is caused by a geminivirus a first report for the last years during the rainy season several plants of t rhomboidiaceae in and around the gardens of the national botanical research institute have been found with vein yellowing symptoms the initial symptoms were vein clearing but in later stages the veins bec triumffeta rhomboidiaceae jacq tiliaceae family is an annual rainy season weed that is commonly found throughout india for the last years during the rainy season several plants of t rhomboidiaceae in and around the gardens of the national botanical research institute have been found with vein yellowing symptoms the initial symptoms were vein clearing but in later stages the veins became yellow and thickened in severe cases the chlorosis extends into interveinal areas resulting in complete yellowing of the leaves in a few cases green leafy or thorny enations could be seen on the dorsal side of the leaf the disease was investigated to identify the causal agent vector transmission studies showed that the causal agent is transmitted by the whitefly bemisia tabaci from infected to healthy seedlings of t rhomdoidiaceae since whitefly transmission of the disease is consistent with a geminivirus as the causal agent the role of such a virus was investigated dna isolated from triumffeta plants both from the infected plants in the field as well as from those inoculated experimentally in the greenhouse showing above mentioned symptoms was amplified with two sets of degenerate primers pal v par c set and pal v pcrc set that have been shown to be specific for dna a of whitefly transmitted geminiviruses wtgs in polymerase chain reaction we could amplify dna a fragments of approximately kb from set and kb from set as expected dna isolated from healthy seedlings gave no amplification of such fragments identification of the amplified dna fragments from infected samples to be of geminiviral in nature was confirmed by southern blot hybridization carried out under high stringency conditions dna a of indian tomato leaf curl virus was used as a general probe for wtgs for the above hybridization experiment therefore triumffeta yellow net disease is caused by a geminivirus a review of literature revealed that there is no record of a viral disease affecting this weed and therefore this is the first report of a viral disease affecting this plant references m r rojas et al plant dis k m srivastava et al j virol methods"
}