{
    "pmid": "41368636",
    "title": "Malondialdehyde-acetaldehyde modified macromolecules and resulting autoantibodies in rheumatoid arthritis pathogenesis: a Systematic Literature Review.",
    "abstract": "Substantial progress has been made in understanding the involvement of malondialdehyde-acetaldehyde (MAA) adducts in rheumatoid arthritis (RA) pathogenesis. This systematic review synthesizes current evidence on the role of MAA-modified macromolecules and anti-MAA antibodies in the development, manifestation, and progression of RA. MEDLINE, EMBASE, the Cochrane Library, Scopus, and SciFinder were searched through May 6, 2025. Studies were screened based on predefined inclusion/exclusion criteria. Study characteristics were extracted, and quality assessments were performed. MAA-modified proteins and MAA-specific autoreactive B cells are elevated in synovial and lung tissues of RA patients. Anti-MAA antibodies are enriched in RA-derived synovial fluids compared to serum. Serum levels of anti-MAA IgG and IgA are increased prior to RA onset, and though not RA-specific, were higher in RA patients than those with other conditions. Anti-MAA antibodies do not cross-react with other autoantibodies, such as anti-citrullinated protein autoantibodies, and can be detected in sera from seronegative RA patients. Elevated anti-MAA antibody levels correlate with progression of joint, lung, and cardiovascular complications, as well as biologic treatment responses. Human and animal studies have begun to elucidate mechanisms by which MAA and anti-MAA antibody might contribute to inflammatory and fibrotic changes in RA. This review provides a comprehensive overview of MAA and its involvement in RA pathogenesis. MAA adducts contribute to loss of immune tolerance and promote both inflammation and fibrosis in RA. Given associations of anti-MAA antibodies with RA disease activity and complications, MAA-related pathways hold promise as both biomarkers and treatment targets in RA. https://www.crd.york.ac.uk/PROSPERO/, identifier CRD4202454490.",
    "disease": "rheumatoid arthritis",
    "clean_text": "malondialdehyde acetaldehyde modified macromolecules and resulting autoantibodies in rheumatoid arthritis pathogenesis a systematic literature review substantial progress has been made in understanding the involvement of malondialdehyde acetaldehyde maa adducts in rheumatoid arthritis ra pathogenesis this systematic review synthesizes current evidence on the role of maa modified macromolecules and anti maa antibodies in the development manifestation and progression of ra medline embase the cochrane library scopus and scifinder were searched through may studies were screened based on predefined inclusion exclusion criteria study characteristics were extracted and quality assessments were performed maa modified proteins and maa specific autoreactive b cells are elevated in synovial and lung tissues of ra patients anti maa antibodies are enriched in ra derived synovial fluids compared to serum serum levels of anti maa igg and iga are increased prior to ra onset and though not ra specific were higher in ra patients than those with other conditions anti maa antibodies do not cross react with other autoantibodies such as anti citrullinated protein autoantibodies and can be detected in sera from seronegative ra patients elevated anti maa antibody levels correlate with progression of joint lung and cardiovascular complications as well as biologic treatment responses human and animal studies have begun to elucidate mechanisms by which maa and anti maa antibody might contribute to inflammatory and fibrotic changes in ra this review provides a comprehensive overview of maa and its involvement in ra pathogenesis maa adducts contribute to loss of immune tolerance and promote both inflammation and fibrosis in ra given associations of anti maa antibodies with ra disease activity and complications maa related pathways hold promise as both biomarkers and treatment targets in ra https www crd york ac uk prospero identifier crd"
}