{
    "title": "Age-specific associations among functional COMT Val(158)Met polymorphism, resting parasympathetic nervous control and generalized anxiety disorder.",
    "doc_id": "30954919",
    "writer": "Chang HA",
    "year": "2019",
    "summary": "The functional Val(158)Met polymorphism (rs4680) of the Catechol-O-Methyltransferase (COMT) gene has been implicated in generalized anxiety disorder (GAD); however, the underlying neural mechanisms remain unexamined. Recent evidence reveals that low resting parasympathetic …",
    "abstract": "The functional Val158Met polymorphism (rs4680) of the Catechol-O-Methyltransferase (COMT) gene has been implicated in generalized anxiety disorder (GAD); however, the underlying neural mechanisms remain unexamined. Recent evidence reveals that low resting parasympathetic (vagal) control is an endophenotypic predictor of anxiety, while the effect of COMT rs4680 differs at different ages. Thus, we examined whether the COMT Val158Met variant could increase the risk of GAD through decreased resting parasympathetic nervous control in an age-specific manner. COMT rs4680 polymorphism was genotyped in 1,655 Han Chinese adults (1,142 healthy subjects and 513 patients with GAD; age: 20-65). High-frequency power (HF) of heart rate variability (HRV) was used to measure resting state parasympathetic nervous regulation. Non-genetic factors, such as gender, smoking status, medication use and comorbidity conditions, were treated as covariates. After adjusting for relevant covariates, there was a significant age x COMT genotype interaction on resting HF of HRV. In younger adults, Met allele carriers had a significantly lower HF index; however, older adults exhibited the opposite pattern, with Val/Val homozygotes exhibiting decreased HF values. Moreover, reduced HF-HRV is associated with increased risk of GAD. Finally, pathway analysis revealed a significant indirect effect of COMT on the risk of GAD via reduced resting HF-HRV, in the aforementioned age-dependent manner. Our findings are the first to demonstrate that COMT Val158Met polymorphism is associated with risk of GAD via reduced resting parasympathetic nervous control, an age-specific risk pathway.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30954919/",
    "clean_text": "age specific associations among functional comt val met polymorphism resting parasympathetic nervous control and generalized anxiety disorder the functional val met polymorphism rs of the catechol o methyltransferase comt gene has been implicated in generalized anxiety disorder gad however the underlying neural mechanisms remain unexamined recent evidence reveals that low resting parasympathetic the functional val met polymorphism rs of the catechol o methyltransferase comt gene has been implicated in generalized anxiety disorder gad however the underlying neural mechanisms remain unexamined recent evidence reveals that low resting parasympathetic vagal control is an endophenotypic predictor of anxiety while the effect of comt rs differs at different ages thus we examined whether the comt val met variant could increase the risk of gad through decreased resting parasympathetic nervous control in an age specific manner comt rs polymorphism was genotyped in han chinese adults healthy subjects and patients with gad age high frequency power hf of heart rate variability hrv was used to measure resting state parasympathetic nervous regulation non genetic factors such as gender smoking status medication use and comorbidity conditions were treated as covariates after adjusting for relevant covariates there was a significant age x comt genotype interaction on resting hf of hrv in younger adults met allele carriers had a significantly lower hf index however older adults exhibited the opposite pattern with val val homozygotes exhibiting decreased hf values moreover reduced hf hrv is associated with increased risk of gad finally pathway analysis revealed a significant indirect effect of comt on the risk of gad via reduced resting hf hrv in the aforementioned age dependent manner our findings are the first to demonstrate that comt val met polymorphism is associated with risk of gad via reduced resting parasympathetic nervous control an age specific risk pathway"
}