{
    "pmid": "41459978",
    "title": "Overview and resistance profiles of isolated pathogens in women with uncomplicated urinary tract infection in primary care.",
    "abstract": "In primary care, urinary tract infections (UTIs) are typically treated empirically, based on the likelihood of specific pathogens and their susceptibility profiles. The goal of this study was to reassess empirical treatment guidelines by comparing he current distribution and susceptibility of uropathogens. Distribution and susceptibility were analyzed and compared with data from three previous surveys conducted in Belgium over the past 25 years. Between August 2020 and February 2022, 137 general practitioners (GPs) collected midstream urine samples from adult female patients with specific cystitis symptoms. The dipslide was inoculated and sent for microbiological analysis. Of the 237 enrolled patients, 201 (85%) had positive cultures.  Over a 25-year period, the distribution and antimicrobial susceptibility of uropathogens associated with uncomplicated UTIs remained stable. For the first time in Belgium, we assessed ",
    "disease": "pneumonia",
    "clean_text": "overview and resistance profiles of isolated pathogens in women with uncomplicated urinary tract infection in primary care in primary care urinary tract infections utis are typically treated empirically based on the likelihood of specific pathogens and their susceptibility profiles the goal of this study was to reassess empirical treatment guidelines by comparing he current distribution and susceptibility of uropathogens distribution and susceptibility were analyzed and compared with data from three previous surveys conducted in belgium over the past years between august and february general practitioners gps collected midstream urine samples from adult female patients with specific cystitis symptoms the dipslide was inoculated and sent for microbiological analysis of the enrolled patients had positive cultures over a year period the distribution and antimicrobial susceptibility of uropathogens associated with uncomplicated utis remained stable for the first time in belgium we assessed"
}