{
    "pmid": "41469738",
    "title": "Accelerating epigenetic age in right-sided colon cancer predicts a favorable outcome.",
    "abstract": "DNA methylation age, referred to as 'epigenetic age, epiAge' is an accurate biomarker for aging, including cancer. As a well established age-associated disease, colorectal cancer (CRC) is a highly heterogeneous cancer and can be divided into left-sided colon cancer (LCC), right-sided colon cancer (RCC) and rectal cancer according to the anatomical location of the tumor. However, the association of epigenetic age acceleration (EAA) with CRC tumor location, clinical characteristics, and patient outcomes remain to be clarified. A total of 548 samples were collected for epiAge estimation, including 192 samples consisting of 96 CRC tumors and 96 matched normal tissues from GSE77718 and 356 CRC tumors from The Cancer Genome Atlas (TCGA). EpiAge were computed using four different epiAge models (Horvath2013, PhenoAge, ZhangQ2019, and EpiTOC). EpiAge and EAA were compared between LCC and RCC. Log rank test was used to assess the association of EAA with LCC and RCC survival. A significantly older epiAge in the RCC than LCC was observed (P = 0.00025) but not in normal colon tissues. In addition, compared with LCC, EAA was enhanced in female and microsatellite instability-high RCC samples. Meanwhile, we found that epiAge decreased continuously from RCC stage I to stage IV. In contrast, in LCC, stage I had the most serious epiAge deceleration (stage I: - 8.9; stage II: - 1.71; stage III: - 4.91; stage IV: - 4.67). Further, EAA is significantly and negatively or positively associated with RCC and LCC mortality, respectively. Overall, our results suggest that EAA may be a useful biomarker for gaining a deeper understanding of CRC high heterogeneity from a biological aging perspective and will facilitate prognostic judgement and targeted treatments.",
    "disease": "colorectal cancer",
    "clean_text": "accelerating epigenetic age in right sided colon cancer predicts a favorable outcome dna methylation age referred to as epigenetic age epiage is an accurate biomarker for aging including cancer as a well established age associated disease colorectal cancer crc is a highly heterogeneous cancer and can be divided into left sided colon cancer lcc right sided colon cancer rcc and rectal cancer according to the anatomical location of the tumor however the association of epigenetic age acceleration eaa with crc tumor location clinical characteristics and patient outcomes remain to be clarified a total of samples were collected for epiage estimation including samples consisting of crc tumors and matched normal tissues from gse and crc tumors from the cancer genome atlas tcga epiage were computed using four different epiage models horvath phenoage zhangq and epitoc epiage and eaa were compared between lcc and rcc log rank test was used to assess the association of eaa with lcc and rcc survival a significantly older epiage in the rcc than lcc was observed p but not in normal colon tissues in addition compared with lcc eaa was enhanced in female and microsatellite instability high rcc samples meanwhile we found that epiage decreased continuously from rcc stage i to stage iv in contrast in lcc stage i had the most serious epiage deceleration stage i stage ii stage iii stage iv further eaa is significantly and negatively or positively associated with rcc and lcc mortality respectively overall our results suggest that eaa may be a useful biomarker for gaining a deeper understanding of crc high heterogeneity from a biological aging perspective and will facilitate prognostic judgement and targeted treatments"
}