{
    "title": "Managing juvenile idiopathic arthritis-associated uveitis.",
    "doc_id": "26599495",
    "writer": "Hawkins MJ",
    "year": "2016",
    "summary": "Bilateral chronic anterior uveitis is an extra-articular feature of juvenile idiopathic arthritis. Although figures vary, uveitis occurs in approximately 11%-13% of patients with this disease and is most commonly associated with the female gender, oligoarthritis, an …",
    "abstract": "Bilateral chronic anterior uveitis is an extra-articular feature of juvenile idiopathic arthritis. Although figures vary, uveitis occurs in approximately 11%-13% of patients with this disease and is most commonly associated with the female gender, oligoarthritis, and presence of antinuclear antibodies. The disease has an insidious onset and is often asymptomatic. Managing patients with juvenile idiopathic arthritis-associated uveitis remains challenging as the disease may prove to be refractory to traditional treatment regimens. Stepwise immunomodulatory therapy is indicated, with new biologic drugs being used last in cases of refractory uveitis. Small scale studies and practice have provided the evidence to undertake randomized control trials to evaluate the efficacy, safety, and cost-effectiveness of anti-tumor necrosis factor-α therapies, such as infliximab and adalimumab. These have demonstrated promising results, with further data awaited from ongoing trials for adalimumab (as SYCAMORE and ADJUVITE trials). Lower grade evidence is supporting the use of newer biologics such as rituximab, daclizumab, tocilizumab, and abatacept in those cases refractory to anti-tumor necrosis factor-α therapy.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26599495/",
    "clean_text": "managing juvenile idiopathic arthritis associated uveitis bilateral chronic anterior uveitis is an extra articular feature of juvenile idiopathic arthritis although figures vary uveitis occurs in approximately of patients with this disease and is most commonly associated with the female gender oligoarthritis an bilateral chronic anterior uveitis is an extra articular feature of juvenile idiopathic arthritis although figures vary uveitis occurs in approximately of patients with this disease and is most commonly associated with the female gender oligoarthritis and presence of antinuclear antibodies the disease has an insidious onset and is often asymptomatic managing patients with juvenile idiopathic arthritis associated uveitis remains challenging as the disease may prove to be refractory to traditional treatment regimens stepwise immunomodulatory therapy is indicated with new biologic drugs being used last in cases of refractory uveitis small scale studies and practice have provided the evidence to undertake randomized control trials to evaluate the efficacy safety and cost effectiveness of anti tumor necrosis factor therapies such as infliximab and adalimumab these have demonstrated promising results with further data awaited from ongoing trials for adalimumab as sycamore and adjuvite trials lower grade evidence is supporting the use of newer biologics such as rituximab daclizumab tocilizumab and abatacept in those cases refractory to anti tumor necrosis factor therapy"
}