{
    "pmid": "41449791",
    "title": "Predictive Factors for Gastrointestinal and Hepatic Adverse Events During 5-Aminolevulinic Acid-Guided Photodynamic Diagnosis in Bladder Cancer: Exploratory Analysis of the Phase III SPP2C102 Trial.",
    "abstract": "To evaluate the incidence and clinical predictors of gastrointestinal and hepatic adverse events following oral administration of 5-aminolevulinic acid hydrochloride (5-ALA) before transurethral resection of bladder tumors (TURBT). Safety data were analyzed from 145 patients enrolled in the prospective, single-arm, multicenter phase III SPP2C102 trial who received 5-ALA 4-8 h before TURBT. The incidence and severity of nausea, vomiting, and liver dysfunction, defined by elevations in aspartate aminotransferase, alanine aminotransferase, and/or gamma-glutamyltransferase, were assessed according to Common Terminology Criteria for Adverse Events (CTCAE) v5.0. Potential risk factors were evaluated using univariable and multivariable logistic regression; results are reported as adjusted odds ratios (aOR) with 95% confidence intervals (CIs). Nausea/vomiting occurred in 28/145 patients (19.3%), all CTCAE grade 1-2. Female sex was independently associated (aOR 3.15, 95% CI 1.17-8.47), and diastolic blood pressure ≥ 80 mmHg showed a borderline association (aOR 2.37, 95% CI 0.99-5.78). Prophylactic antiemetics yielded a numerically lower rate (21.1% vs. 9.1%; p = 0.25). Liver-enzyme elevations similarly occurred in 28/145 patients (19.3%), all CTCAE grade 1-2. Systolic blood pressure ≥ 130 mmHg remained independently associated (aOR 4.73, 95% CI 1.62-13.78), whereas associations for hypertensive comorbidity and BMI ≥ 25 kg/m 5-ALA-related nausea, vomiting, and transient liver-enzyme elevations were common but generally mild. Simple bedside variables-particularly sex and blood pressure-may guide selective antiemetic prophylaxis and closer biochemical monitoring in routine practice.",
    "disease": "hypertension",
    "clean_text": "predictive factors for gastrointestinal and hepatic adverse events during aminolevulinic acid guided photodynamic diagnosis in bladder cancer exploratory analysis of the phase iii spp c trial to evaluate the incidence and clinical predictors of gastrointestinal and hepatic adverse events following oral administration of aminolevulinic acid hydrochloride ala before transurethral resection of bladder tumors turbt safety data were analyzed from patients enrolled in the prospective single arm multicenter phase iii spp c trial who received ala h before turbt the incidence and severity of nausea vomiting and liver dysfunction defined by elevations in aspartate aminotransferase alanine aminotransferase and or gamma glutamyltransferase were assessed according to common terminology criteria for adverse events ctcae v potential risk factors were evaluated using univariable and multivariable logistic regression results are reported as adjusted odds ratios aor with confidence intervals cis nausea vomiting occurred in patients all ctcae grade female sex was independently associated aor ci and diastolic blood pressure mmhg showed a borderline association aor ci prophylactic antiemetics yielded a numerically lower rate vs p liver enzyme elevations similarly occurred in patients all ctcae grade systolic blood pressure mmhg remained independently associated aor ci whereas associations for hypertensive comorbidity and bmi kg m ala related nausea vomiting and transient liver enzyme elevations were common but generally mild simple bedside variables particularly sex and blood pressure may guide selective antiemetic prophylaxis and closer biochemical monitoring in routine practice"
}