{
    "title": "Current Pharmacological Therapies in Heart Failure Patients.",
    "doc_id": "28349441",
    "writer": "Muiesan ML",
    "year": "2017",
    "summary": "Heart failure (HF) is a major problem of public health. More than 23 million patients worldwide are affected by heart failure. Despite incidence and prevalence of heart failure may vary according to real world or randomized trials databas …",
    "abstract": "Heart failure (HF) is a major problem of public health. More than 23 million patients worldwide are affected by heart failure. Despite incidence and prevalence of heart failure may vary according to real world or randomized trials database, advancing age is a major determinant of heart failure. Heart failure is also characterized by an elevated rate of morbidity and mortality and represents one of the leading causes of hospitalization. A major consequence of heart failure is the frequent hospital admissions and related costs. Guidelines have clearly indicated evidence-based treatments in patients with heart failure, and the adherence to these indications has translated in an improvement of patient's prognosis. Nevertheless, the use of recommended treatments at the recommended dosages is still lower than expected. In the last year in Europe new guidelines on the diagnosis and treatment of heart failure and in USA an update on pharmacological treatment of heart failure were published, pointing the attention on the use of new available pharmacological and non-pharmacological treatments. HF syndrome reflects the interaction between hemodynamic dysregulation (alterations in myocardial preload, afterload, and contractility and a neurohormonal disarray those results in the development of symptoms and in the progression of the disease. Current treatment approaches target both hemodynamic alterations and the neurohumoral elements to slow disease progression as well as to improve symptoms and outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/28349441/",
    "clean_text": "current pharmacological therapies in heart failure patients heart failure hf is a major problem of public health more than million patients worldwide are affected by heart failure despite incidence and prevalence of heart failure may vary according to real world or randomized trials databas heart failure hf is a major problem of public health more than million patients worldwide are affected by heart failure despite incidence and prevalence of heart failure may vary according to real world or randomized trials database advancing age is a major determinant of heart failure heart failure is also characterized by an elevated rate of morbidity and mortality and represents one of the leading causes of hospitalization a major consequence of heart failure is the frequent hospital admissions and related costs guidelines have clearly indicated evidence based treatments in patients with heart failure and the adherence to these indications has translated in an improvement of patient s prognosis nevertheless the use of recommended treatments at the recommended dosages is still lower than expected in the last year in europe new guidelines on the diagnosis and treatment of heart failure and in usa an update on pharmacological treatment of heart failure were published pointing the attention on the use of new available pharmacological and non pharmacological treatments hf syndrome reflects the interaction between hemodynamic dysregulation alterations in myocardial preload afterload and contractility and a neurohormonal disarray those results in the development of symptoms and in the progression of the disease current treatment approaches target both hemodynamic alterations and the neurohumoral elements to slow disease progression as well as to improve symptoms and outcomes"
}