{
    "title": "Side effects of intrathecal and epidural opioids.",
    "doc_id": "8706199",
    "writer": "Chaney MA.",
    "year": "1995",
    "summary": "Numerous other side effects have also been described. Most side effects are dose-dependent and may be more common if the opioid is administered intrathecally. ...Some side effects are mediated via interaction with specific opioid receptor …",
    "abstract": "The purpose of this article is to review the literature on the side effects of intrathecal and epidural opioids. English-language articles were identified through a MEDLINE search and through review of the bibliographies of identified articles. With the increasing utilization of intrathecal and epidural opioids in humans during the 1980s, a wide variety of clinically relevant side effects have been reported. The four classic side effects are pruritus, nausea and vomiting, urinary retention, and respiratory depression. Numerous other side effects have also been described. Most side effects are dose-dependent and may be more common if the opioid is administered intrathecally. Side effects are less common in patients chronically exposed to either intrathecal, epidural, or systemic opioids. Some side effects are mediated via interaction with specific opioid receptors while others are not. It is concluded that the introduction of intrathecal and epidural opioids marks one of the most important breakthroughs in pain management in the last two decades. However, a wide variety of clinically relevant non-nociceptive side effects may occur. All physicians utilizing intrathecal and epidural opioids must be aware of these side effects, for while most are minor, others are potentially lethal.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8706199/",
    "clean_text": "side effects of intrathecal and epidural opioids numerous other side effects have also been described most side effects are dose dependent and may be more common if the opioid is administered intrathecally some side effects are mediated via interaction with specific opioid receptor the purpose of this article is to review the literature on the side effects of intrathecal and epidural opioids english language articles were identified through a medline search and through review of the bibliographies of identified articles with the increasing utilization of intrathecal and epidural opioids in humans during the s a wide variety of clinically relevant side effects have been reported the four classic side effects are pruritus nausea and vomiting urinary retention and respiratory depression numerous other side effects have also been described most side effects are dose dependent and may be more common if the opioid is administered intrathecally side effects are less common in patients chronically exposed to either intrathecal epidural or systemic opioids some side effects are mediated via interaction with specific opioid receptors while others are not it is concluded that the introduction of intrathecal and epidural opioids marks one of the most important breakthroughs in pain management in the last two decades however a wide variety of clinically relevant non nociceptive side effects may occur all physicians utilizing intrathecal and epidural opioids must be aware of these side effects for while most are minor others are potentially lethal"
}