{
    "pmid": "41446079",
    "title": "Recapitulating Patient-to-Patient Colorectal Cancer Tumor Heterogeneity Using Patient-Derived Xenograft Cells in an Engineered Tissue Model.",
    "abstract": "Establishing  This study establishes engineered colorectal cancer tissues formed using PEG-fibrinogen and patient-derived xenograft (PDX) tumor cells for modeling inter-patient tumor heterogeneity. In vitro models that preserve patient tumors' biological and structural heterogeneity are central to the development of more predictive and reproducible preclinical cancer models. Here engineered tissues replicated patient-specific tumor growth dynamics, sustained key cancer and stromal cell subpopulations, recapitulated originating PDX tumor stiffness, and sustained patient-specific patterns of gene expression. This work demonstrates the long-term culture of cells from patient xenografts in engineered colorectal cancer tissues, enabling sustained preservation of critical patient tumor-specific microenvironmental characteristics in vitro.",
    "disease": "colorectal cancer",
    "clean_text": "recapitulating patient to patient colorectal cancer tumor heterogeneity using patient derived xenograft cells in an engineered tissue model establishing this study establishes engineered colorectal cancer tissues formed using peg fibrinogen and patient derived xenograft pdx tumor cells for modeling inter patient tumor heterogeneity in vitro models that preserve patient tumors biological and structural heterogeneity are central to the development of more predictive and reproducible preclinical cancer models here engineered tissues replicated patient specific tumor growth dynamics sustained key cancer and stromal cell subpopulations recapitulated originating pdx tumor stiffness and sustained patient specific patterns of gene expression this work demonstrates the long term culture of cells from patient xenografts in engineered colorectal cancer tissues enabling sustained preservation of critical patient tumor specific microenvironmental characteristics in vitro"
}