{
    "pmid": "41446640",
    "title": "Sex differences in ",
    "abstract": "Alzheimer's disease (AD) and dementia with Lewy bodies (DLB) are two of the most common neurodegenerative diseases in older adults, and both show well-documented sex-specific differences in terms of clinical presentation, prevalence, and progression trajectories. However, the underlying neurobiological substrates that underpin these differences are poorly understood.  We conducted a literature search of PubMed for studies published between January 2000 and May 2025 examining sex differences in neuroimaging and biofluid markers of mild cognitive impairment (MCI), AD, and/or DLB. Eligible studies were required to include sex-stratified or sex-interaction analyses in human participants with clinically defined MCI (due to AD or DLB), AD, or DLB. Of a total of 261 articles imported for screening, 63 met inclusion criteria, comprising 50 cross-sectional and 13 longitudinal investigations across biofluid markers ( There is growing evidence that biological sex significantly influences the pathophysiology of AD and DLB as captured by ",
    "disease": "alzheimer disease",
    "clean_text": "sex differences in alzheimer s disease ad and dementia with lewy bodies dlb are two of the most common neurodegenerative diseases in older adults and both show well documented sex specific differences in terms of clinical presentation prevalence and progression trajectories however the underlying neurobiological substrates that underpin these differences are poorly understood we conducted a literature search of pubmed for studies published between january and may examining sex differences in neuroimaging and biofluid markers of mild cognitive impairment mci ad and or dlb eligible studies were required to include sex stratified or sex interaction analyses in human participants with clinically defined mci due to ad or dlb ad or dlb of a total of articles imported for screening met inclusion criteria comprising cross sectional and longitudinal investigations across biofluid markers there is growing evidence that biological sex significantly influences the pathophysiology of ad and dlb as captured by"
}