{
    "pmid": "41441698",
    "title": "Evaluation of Polymyxin B as a Novel Vaccine Adjuvant and Its Immunological Comparison with FDA-Approved Adjuvants.",
    "abstract": "Adjuvants enhance the immune response to antigens incorporated in vaccine formulations. Given that the majority of infectious agents enter the body through mucosal surfaces, efficacious vaccines must generate protective immunity at these sites, which serve as the first line of defense. There is a need for mucosal adjuvants; hence, we explored the potential of repurposing existing drugs with established safety profiles in humans. Polymyxins are a class of clinically used antibiotics. They are cationic peptides and mast cell activators, which are a novel class of vaccination adjuvants. The goal was to assess the adjuvant properties of Polymyxin B microparticles in combination with vaccine candidates previously developed in our laboratory, such as microparticulate gonorrhea, influenza, measles, Zika, and canine coronavirus vaccines, and to compare their performance with FDA-licensed adjuvants, such as MF59 and Alum. Polymyxin microparticles were formulated using a double emulsion method, and the toxicity profile and autophagosome generation of Polymyxin B microparticles were assessed. The immunogenic potential of Polymyxin B in these vaccines was studied using multiple parameters such as nitric oxide release using Griess assay and immune profiling using flow cytometry for markers such as MHC I, MHC II, CD40, and CD80. Polymyxin B microparticles were found to be non-cytotoxic to dendritic cells up to 500 μg/mL. Polymyxin B promoted autophagosome formation and nitric oxide release, and showed the upregulation of MHC I, MHC II, CD80, and CD40 pathways. The adjuvant activity of Polymyxin B across various vaccine platforms is significantly comparable to FDA-approved adjuvants, which is a critical requirement for generating T cell responses such as helper T cell and cytotoxic CD8+ T cell responses.",
    "disease": "influenza",
    "clean_text": "evaluation of polymyxin b as a novel vaccine adjuvant and its immunological comparison with fda approved adjuvants adjuvants enhance the immune response to antigens incorporated in vaccine formulations given that the majority of infectious agents enter the body through mucosal surfaces efficacious vaccines must generate protective immunity at these sites which serve as the first line of defense there is a need for mucosal adjuvants hence we explored the potential of repurposing existing drugs with established safety profiles in humans polymyxins are a class of clinically used antibiotics they are cationic peptides and mast cell activators which are a novel class of vaccination adjuvants the goal was to assess the adjuvant properties of polymyxin b microparticles in combination with vaccine candidates previously developed in our laboratory such as microparticulate gonorrhea influenza measles zika and canine coronavirus vaccines and to compare their performance with fda licensed adjuvants such as mf and alum polymyxin microparticles were formulated using a double emulsion method and the toxicity profile and autophagosome generation of polymyxin b microparticles were assessed the immunogenic potential of polymyxin b in these vaccines was studied using multiple parameters such as nitric oxide release using griess assay and immune profiling using flow cytometry for markers such as mhc i mhc ii cd and cd polymyxin b microparticles were found to be non cytotoxic to dendritic cells up to g ml polymyxin b promoted autophagosome formation and nitric oxide release and showed the upregulation of mhc i mhc ii cd and cd pathways the adjuvant activity of polymyxin b across various vaccine platforms is significantly comparable to fda approved adjuvants which is a critical requirement for generating t cell responses such as helper t cell and cytotoxic cd t cell responses"
}