{
    "pmid": "41455576",
    "title": "Impact of antimicrobial prophylaxis in colorectal cancer surgery on the gut and oral microbiome and resistome: A prospective observational cohort study.",
    "abstract": "The use of antibiotics may facilitate the colonisation of antimicrobial-resistant organisms and genes within the host microbiome. However, studies on the effects of antibiotics on microbiomes and resistomes in clinical settings are limited. The aim of this study was to determine the effects of antibiotic prophylaxis during colorectal cancer surgery on the oral and gut microbiomes and resistomes of patients. We conducted a single-centre prospective observational cohort study on patients who underwent colorectal cancer surgery with antibiotic prophylaxis. DNA was extracted from oral and stool samples 1 day prior to the procedure and on postoperative days 1, 7, and 28. Subsequently, metagenomic sequencing was performed. Among the eight patients with colorectal cancer, α-diversity in the oral and stool samples significantly decreased from baseline to each of the three post-administration time points. The abundance of anaerobic genera significantly decreased from baseline to Day 7. In the stool samples, Enterococcus, Limosilactobacillus, and Lacticaseibacillus abundances were markedly increased. Total antibiotic resistance gene (ARG) abundance significantly increased from the baseline to Day 7 in both oral and stool samples. The impact of the increase observed on Day 7 decreased but still persisted until Day 28 for diversity and total abundance of ARGs. Oral and gut microbiomes and resistomes exhibited marked alterations that gradually reversed over time. Changes in the microbiome were associated with the spectrum of antibiotics used.",
    "disease": "colorectal cancer",
    "clean_text": "impact of antimicrobial prophylaxis in colorectal cancer surgery on the gut and oral microbiome and resistome a prospective observational cohort study the use of antibiotics may facilitate the colonisation of antimicrobial resistant organisms and genes within the host microbiome however studies on the effects of antibiotics on microbiomes and resistomes in clinical settings are limited the aim of this study was to determine the effects of antibiotic prophylaxis during colorectal cancer surgery on the oral and gut microbiomes and resistomes of patients we conducted a single centre prospective observational cohort study on patients who underwent colorectal cancer surgery with antibiotic prophylaxis dna was extracted from oral and stool samples day prior to the procedure and on postoperative days and subsequently metagenomic sequencing was performed among the eight patients with colorectal cancer diversity in the oral and stool samples significantly decreased from baseline to each of the three post administration time points the abundance of anaerobic genera significantly decreased from baseline to day in the stool samples enterococcus limosilactobacillus and lacticaseibacillus abundances were markedly increased total antibiotic resistance gene arg abundance significantly increased from the baseline to day in both oral and stool samples the impact of the increase observed on day decreased but still persisted until day for diversity and total abundance of args oral and gut microbiomes and resistomes exhibited marked alterations that gradually reversed over time changes in the microbiome were associated with the spectrum of antibiotics used"
}