{
    "pmid": "41460428",
    "title": "Threshold effects of physical activity and cognitive function among older adults with diabetes mellitus in NHANES 2011-2014.",
    "abstract": "Deterioration of cognitive function with aging is a significant public health issue, particularly in individuals with diabetes mellitus (DM). Exercise has been shown to enhance cognitive function. However, the threshold effect of physical activity on cognitive function in older adult people with DM remains unclear. This study analyzed data from 925 older participants (aged 60 and above) derived from the National Health and Nutrition Examination Survey (NHANES) conducted between 2011 and 2014, representing a total weighted respondent count of 13,824,651. Cognitive function was evaluated with the Animal Fluency test (AFT) and Digit Symbol Substitution test (DSST). To assess the relationship between physical activity and cognitive function, we applied weighted linear regression models coupled with restricted cubic spline analysis. Furthermore, a two-piecewise linear regression model was utilized to detect any potential threshold effect of exercise on cognitive function. The results indicated a positive correlation between physical activity and cognitive function scores on the AFT and DSST after adjusting for potential confounders. Threshold analyses showed a consistent positive relationship for AFT scores at less than 490 MET-min/week of physical activity [β (95% CI) = 0.45 (0.20, 0.70), p = 0.001] and for DSST scores at less than 1,120 MET-min/week [β (95% CI) = 0.55 (0.20, 0.89), p = 0.004]. However, when the exercise volume reached these two inflection points, a saturation effect occurred. This study shows a clear inverted U-shaped relationship between physical activity and cognitive function in older adults with DM. Cognitive benefits do not increase with higher exercise volume and approximately 490 MET-minutes/week appears to be the optimal dose for preserving cognitive function in this population. Additional research is necessary to confirm these findings in future studies using objective, precise measures such as pedometers and accelerometers.",
    "disease": "diabetes mellitus",
    "clean_text": "threshold effects of physical activity and cognitive function among older adults with diabetes mellitus in nhanes deterioration of cognitive function with aging is a significant public health issue particularly in individuals with diabetes mellitus dm exercise has been shown to enhance cognitive function however the threshold effect of physical activity on cognitive function in older adult people with dm remains unclear this study analyzed data from older participants aged and above derived from the national health and nutrition examination survey nhanes conducted between and representing a total weighted respondent count of cognitive function was evaluated with the animal fluency test aft and digit symbol substitution test dsst to assess the relationship between physical activity and cognitive function we applied weighted linear regression models coupled with restricted cubic spline analysis furthermore a two piecewise linear regression model was utilized to detect any potential threshold effect of exercise on cognitive function the results indicated a positive correlation between physical activity and cognitive function scores on the aft and dsst after adjusting for potential confounders threshold analyses showed a consistent positive relationship for aft scores at less than met min week of physical activity ci p and for dsst scores at less than met min week ci p however when the exercise volume reached these two inflection points a saturation effect occurred this study shows a clear inverted u shaped relationship between physical activity and cognitive function in older adults with dm cognitive benefits do not increase with higher exercise volume and approximately met minutes week appears to be the optimal dose for preserving cognitive function in this population additional research is necessary to confirm these findings in future studies using objective precise measures such as pedometers and accelerometers"
}