{
    "title": "Spatio-temporal pattern and risk factors of HIV/AIDS prevalence in Zhejiang, China, from 2005 to 2022 using R-INLA.",
    "doc_id": "40321630",
    "writer": "Tang Y",
    "year": "2025",
    "summary": "We analyzed HIV/AIDS prevalence in Zhejiang, China to develop targeted HIV/AIDS prevention strategies and health resources. METHODS: This study included 56,699 HIV/AIDS patients reported in the Zhejiang province from 2005 to 2022. Data were obtained from the Zhej …",
    "abstract": "Background:\n        \n      \n      The number of reported HIV/AIDS cases in the Zhejiang province, China, has increased drastically. However, spatial disparity and temporal trends in HIV/AIDS risk at the fine level remain unclear. We analyzed HIV/AIDS prevalence in Zhejiang, China to develop targeted HIV/AIDS prevention strategies and health resources.\n    \n\n\n          Methods:\n        \n      \n      This study included 56,699 HIV/AIDS patients reported in the Zhejiang province from 2005 to 2022. Data were obtained from the Zhejiang province Database of the National HIV/AIDS Comprehensive Response Information Management System. Spatial autocorrelation analysis was conducted using GeoDa 1.22, and factors influencing HIV/AIDS cases were identified through a Bayesian hierarchical Poisson regression model with the fast-computing R-INLA approach.\n    \n\n\n          Results:\n        \n      \n      Cases decreased from coastal to inland areas, while the standardized incidence ratio (SIR) and relative risk (RR) showed an overall increase. Key factors influencing RR included average diagnosed age (ADA), healthcare technical personnel per thousand people (HTP), male proportion (MP), GDP per capita (GDP), population density (PD), per capita disposable income (DPI), teachers per thousand people (TTP). The RR increased by 1.011, 0.989, 1.010, 0.997, 0.932, 0.990, and 0.830 per unit increase in ADA, HTP, MP, GDP, PD, DPI, and TTP, respectively. TTP was negatively associated with RR in high-prevalence regions but positively associated in low-prevalence regions. DPI showed a negative association in most regions but was not significant in upper-middle-prevalence areas.\n    \n\n\n          Conclusion:\n        \n      \n      HIV/AIDS risk varies significantly across the Zhejiang province, China. High-prevalence regions require targeted health education and rapid testing, while low-prevalence areas need improved healthcare infrastructure.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40321630/",
    "clean_text": "spatio temporal pattern and risk factors of hiv aids prevalence in zhejiang china from to using r inla we analyzed hiv aids prevalence in zhejiang china to develop targeted hiv aids prevention strategies and health resources methods this study included hiv aids patients reported in the zhejiang province from to data were obtained from the zhej background the number of reported hiv aids cases in the zhejiang province china has increased drastically however spatial disparity and temporal trends in hiv aids risk at the fine level remain unclear we analyzed hiv aids prevalence in zhejiang china to develop targeted hiv aids prevention strategies and health resources methods this study included hiv aids patients reported in the zhejiang province from to data were obtained from the zhejiang province database of the national hiv aids comprehensive response information management system spatial autocorrelation analysis was conducted using geoda and factors influencing hiv aids cases were identified through a bayesian hierarchical poisson regression model with the fast computing r inla approach results cases decreased from coastal to inland areas while the standardized incidence ratio sir and relative risk rr showed an overall increase key factors influencing rr included average diagnosed age ada healthcare technical personnel per thousand people htp male proportion mp gdp per capita gdp population density pd per capita disposable income dpi teachers per thousand people ttp the rr increased by and per unit increase in ada htp mp gdp pd dpi and ttp respectively ttp was negatively associated with rr in high prevalence regions but positively associated in low prevalence regions dpi showed a negative association in most regions but was not significant in upper middle prevalence areas conclusion hiv aids risk varies significantly across the zhejiang province china high prevalence regions require targeted health education and rapid testing while low prevalence areas need improved healthcare infrastructure"
}