{
    "title": "Self-care in older adults with heart failure: an integrative review.",
    "doc_id": "24309574",
    "writer": "Zavertnik JE.",
    "year": "2014",
    "summary": "PURPOSE: The aims of this integrative review were to examine the evidence specific to self-care in older adults, 65 years or older, with heart failure and to indicate best nursing practice interventions for use in this population. ...CONCLUSIONS: As the population a …",
    "abstract": "Purpose:\n        \n      \n      The aims of this integrative review were to examine the evidence specific to self-care in older adults, 65 years or older, with heart failure and to indicate best nursing practice interventions for use in this population.\n    \n\n\n          Assessment:\n        \n      \n      Self-care is a complex set of activities involving self-care maintenance and self-care management. Age-related and psychosocial factors impact older patients' ability to engage effectively in self-care practices. Although self-care processes are the focus of the investigation, few studies provide implications specific for the older adult population. Limited research on heart failure self-care in the older adult meets the age criterion of 65 years or older.\n    \n\n\n          Methods:\n        \n      \n      A comprehensive search of the literature was performed using Medline, CINAHL, and the Cochrane Library, as well as an ancestry approach of reference lists of selected studies. Eligible studies were randomized controlled trial, qualitative, quantitative, and mixed-method design studies on older adults with heart failure related to self-care for the years 2002-2012.\n    \n\n\n          Findings:\n        \n      \n      Three themes of self-care were noted in the selected studies: patient-related factors, patient education, and telemonitoring. The patient-related factors identified were barriers to self-care such as age-related symptoms, cognitive factors, and social issues. The interventions promoting self-care were patient education (self-care knowledge) and telemonitoring (augmenting symptom recognition). Patient education tailored to older adults may be beneficial. Telemonitoring is an appropriate self-care enhancement tool for selected older adults. More emphasis needs to be placed on interventions to assist older adults with heart failure in symptom recognition and early notification of healthcare providers.\n    \n\n\n          Conclusions:\n        \n      \n      As the population ages, a need for evidence-based care for older adults with heart failure is warranted. Heart failure self-care interventions do not address the special considerations of the older heart failure patient. To determine the best approaches for promoting effective self-care, older adults with heart failure need to be studied as a cohort.\n    \n\n\n          Clinical relevance:\n        \n      \n      Older adults with heart failure face many challenges engaging in self-care practices. These older adults need individualized self-care instructions and home care follow-up. Identifying special needs of the patient, such as sensory or cognitive impairment, is necessary when providing instructions and follow-up care for the older adult.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24309574/",
    "clean_text": "self care in older adults with heart failure an integrative review purpose the aims of this integrative review were to examine the evidence specific to self care in older adults years or older with heart failure and to indicate best nursing practice interventions for use in this population conclusions as the population a purpose the aims of this integrative review were to examine the evidence specific to self care in older adults years or older with heart failure and to indicate best nursing practice interventions for use in this population assessment self care is a complex set of activities involving self care maintenance and self care management age related and psychosocial factors impact older patients ability to engage effectively in self care practices although self care processes are the focus of the investigation few studies provide implications specific for the older adult population limited research on heart failure self care in the older adult meets the age criterion of years or older methods a comprehensive search of the literature was performed using medline cinahl and the cochrane library as well as an ancestry approach of reference lists of selected studies eligible studies were randomized controlled trial qualitative quantitative and mixed method design studies on older adults with heart failure related to self care for the years findings three themes of self care were noted in the selected studies patient related factors patient education and telemonitoring the patient related factors identified were barriers to self care such as age related symptoms cognitive factors and social issues the interventions promoting self care were patient education self care knowledge and telemonitoring augmenting symptom recognition patient education tailored to older adults may be beneficial telemonitoring is an appropriate self care enhancement tool for selected older adults more emphasis needs to be placed on interventions to assist older adults with heart failure in symptom recognition and early notification of healthcare providers conclusions as the population ages a need for evidence based care for older adults with heart failure is warranted heart failure self care interventions do not address the special considerations of the older heart failure patient to determine the best approaches for promoting effective self care older adults with heart failure need to be studied as a cohort clinical relevance older adults with heart failure face many challenges engaging in self care practices these older adults need individualized self care instructions and home care follow up identifying special needs of the patient such as sensory or cognitive impairment is necessary when providing instructions and follow up care for the older adult"
}