{
    "title": "Degradation of chelating agents in aqueous solution using advanced oxidation process (AOP).",
    "doc_id": "21349569",
    "writer": "Sillanpää ME",
    "year": "2011",
    "summary": "This article presents an overview with critical analysis of technical applicability of advanced oxidation process (AOP) in removing chelating agents from aqueous solution. Apart from the effect of metals for chelating agents as a major influencing factor, selected informat …",
    "abstract": "This article presents an overview with critical analysis of technical applicability of advanced oxidation process (AOP) in removing chelating agents from aqueous solution. Apart from the effect of metals for chelating agents as a major influencing factor, selected information such as pH, oxidant's dose, concentrations of pollutants and treatment performance is presented. The performance of individual AOP is compared. It is evident from our literature survey that photocatalysis with UV irradiation alone or coupled with TiO(2), ozonation and Fenton's oxidation are frequently applied to mineralize target pollutants. Overall, the selection of the most suitable AOP depends on the characteristics of effluents, technical applicability, discharge standard, regulatory requirements and environmental impacts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/21349569/",
    "clean_text": "degradation of chelating agents in aqueous solution using advanced oxidation process aop this article presents an overview with critical analysis of technical applicability of advanced oxidation process aop in removing chelating agents from aqueous solution apart from the effect of metals for chelating agents as a major influencing factor selected informat this article presents an overview with critical analysis of technical applicability of advanced oxidation process aop in removing chelating agents from aqueous solution apart from the effect of metals for chelating agents as a major influencing factor selected information such as ph oxidant s dose concentrations of pollutants and treatment performance is presented the performance of individual aop is compared it is evident from our literature survey that photocatalysis with uv irradiation alone or coupled with tio ozonation and fenton s oxidation are frequently applied to mineralize target pollutants overall the selection of the most suitable aop depends on the characteristics of effluents technical applicability discharge standard regulatory requirements and environmental impacts"
}