{
    "pmid": "41468939",
    "title": "Ulva polysaccharide alleviates Parkinson's disease by regulating inflammation, oxidative damage, and gut microbiota.",
    "abstract": "Current therapeutic options for Parkinson's disease (PD) are limited in efficacy and burdened with severe side-effects. Inflammation, intertwined with oxidative stress and influenced by gut microbiota-related changes making the gut-brain axis the main target of innovative therapies. This study reveals the multiple protective effects of polysaccharides extracted from Ulva lactuca (UPE) on PD models. In vitro, UPE was shown to have direct cytoprotective effects, including mitigating 1-methyl-4-phenylpyridinium-induced cell apoptosis, reducing reactive oxygen species levels, and maintaining mitochondrial membrane potential. In vivo, oral UPE significantly restored motor deficits and dopaminergic neuron loss caused by MPTP. These in vivo benefits were associated with the inhibition of oxidative stress and inflammation. Moreover, oral UPE inhibits the excessive activation of glial cells and the excessive production of pro-inflammatory factors and oxidative stress markers in serum. Furthermore, 16S rRNA analysis of gut microbiota revealed that UPE reshaped the gut microbiota of PD mice by increasing the abundance of norank_f_Murbaculaceae and decreasing the abundance of Desulfovibrio. Mechanically, the Nrf2/HO-1 and TLR4/NF-κB signaling pathways are involved in the anti-PD effect of UPE. In general, UPE offers new perspectives on PD treatment and demonstrates the potential of natural polysaccharides in treating neurodegenerative diseases.",
    "disease": "parkinson disease",
    "clean_text": "ulva polysaccharide alleviates parkinson s disease by regulating inflammation oxidative damage and gut microbiota current therapeutic options for parkinson s disease pd are limited in efficacy and burdened with severe side effects inflammation intertwined with oxidative stress and influenced by gut microbiota related changes making the gut brain axis the main target of innovative therapies this study reveals the multiple protective effects of polysaccharides extracted from ulva lactuca upe on pd models in vitro upe was shown to have direct cytoprotective effects including mitigating methyl phenylpyridinium induced cell apoptosis reducing reactive oxygen species levels and maintaining mitochondrial membrane potential in vivo oral upe significantly restored motor deficits and dopaminergic neuron loss caused by mptp these in vivo benefits were associated with the inhibition of oxidative stress and inflammation moreover oral upe inhibits the excessive activation of glial cells and the excessive production of pro inflammatory factors and oxidative stress markers in serum furthermore s rrna analysis of gut microbiota revealed that upe reshaped the gut microbiota of pd mice by increasing the abundance of norank f murbaculaceae and decreasing the abundance of desulfovibrio mechanically the nrf ho and tlr nf b signaling pathways are involved in the anti pd effect of upe in general upe offers new perspectives on pd treatment and demonstrates the potential of natural polysaccharides in treating neurodegenerative diseases"
}