{
    "pmid": "41378180",
    "title": "Regenerative Therapy in Osteoarthritis Using Umbilical Cord-Origin Mesenchymal Stem Cells: A Critical Appraisal of Clinical Safety and Efficacy Through Systematic Review and Meta-Analysis.",
    "abstract": "Recent decades have witnessed a high prevalence of knee osteoarthritis among adults, which is associated with chronic pain, functional limitations, and decreased quality of life. Given the ineffectiveness of conventional cartilage regeneration approaches, umbilical cord-derived mesenchymal stem cells (UC-MSCs) have emerged as a potential regenerative therapy. In this study, it was aimed to determine whether UC-MSC treatment for knee osteoarthritis is effective, safe, and what is the optimal dosage to achieve optimal outcomes. This study was conducted as a systematic review and meta-analysis based on the PRISMA 2020 guideline. The dose of cells was divided into four groups: less than 25 × 10 Of the 1427 identified articles, 8 studies with a total of 688 participants were finally included in the systematic review and meta-analysis. Although the analysis indicated that intra-articular injections of UC-MSCs reduced pain intensity (visual analog scale [VAS]) at both 6 months (standardized mean difference [SMD]: -0.86; 95% CI: -2.41 to 0.69;  UC-MSC treatment in patients with knee osteoarthritis is a safe and effective method for improving pain and motor function, and it represents a promising alternative to traditional treatments. Given the promising results of this study, further prospective studies with a standardized design and economic evaluations are recommended to enable wider clinical application of this method.",
    "disease": "osteoarthritis",
    "clean_text": "regenerative therapy in osteoarthritis using umbilical cord origin mesenchymal stem cells a critical appraisal of clinical safety and efficacy through systematic review and meta analysis recent decades have witnessed a high prevalence of knee osteoarthritis among adults which is associated with chronic pain functional limitations and decreased quality of life given the ineffectiveness of conventional cartilage regeneration approaches umbilical cord derived mesenchymal stem cells uc mscs have emerged as a potential regenerative therapy in this study it was aimed to determine whether uc msc treatment for knee osteoarthritis is effective safe and what is the optimal dosage to achieve optimal outcomes this study was conducted as a systematic review and meta analysis based on the prisma guideline the dose of cells was divided into four groups less than of the identified articles studies with a total of participants were finally included in the systematic review and meta analysis although the analysis indicated that intra articular injections of uc mscs reduced pain intensity visual analog scale vas at both months standardized mean difference smd ci to uc msc treatment in patients with knee osteoarthritis is a safe and effective method for improving pain and motor function and it represents a promising alternative to traditional treatments given the promising results of this study further prospective studies with a standardized design and economic evaluations are recommended to enable wider clinical application of this method"
}