{
    "pmid": "41466864",
    "title": "Association of High Sensitivity C-Reactive Protein/Albumin Ratio for Coronary Artery Disease in a Southern Arab Peninsula Population: A Cross-Sectional Study Among Yemeni Adults.",
    "abstract": "Coronary artery disease (CAD) is a leading global health concern, with inflammation playing a pivotal role in its pathogenesis. The high-sensitivity C-reactive protein/albumin ratio (CAR) has emerged as a novel marker reflecting both systemic inflammation and physiological reserve. However, its predictive value in specific populations, particularly in the Southern Arab Peninsula, remains underexplored. To evaluate the association of CAR in identifying CAD among Yemeni adults referred for coronary computed tomography angiography (CCTA), by assessing its association with coronary artery calcium (CAC) and CAD-RADS scores. This cross-sectional study included 249 Yemeni patients with suspected CAD who underwent CCTA. High-sensitivity C-reactive protein and albumin levels were measured to calculate CAR. CAD severity was assessed using CAC and CAD-RADS scoring systems. Statistical analyses explored correlations and predictive performance. CAR demonstrated a significant positive correlation with CAC scores (r = 0.357, p < 0.001) and CAD-RADS levels (p < 0.001). ROC curve analysis yielded an AUC of 0.708, with an optimal CAR cut-off value of 0.0285, achieving 67.9% sensitivity and 63.6% specificity. Multivariable logistic regression confirmed CAR as an independent predictor of CAD (AOR = 11.28, p < 0.001), alongside diabetes, hypertension, dyslipidemia, and smoking. CAR is a promising, cost-effective inflammatory marker for early CAD risk stratification, especially in resource-limited settings. Its strong correlation with CAC and CAD-RADS supports its clinical utility in identifying high-risk individuals who may benefit from further cardiovascular evaluation.",
    "disease": "hypertension",
    "clean_text": "association of high sensitivity c reactive protein albumin ratio for coronary artery disease in a southern arab peninsula population a cross sectional study among yemeni adults coronary artery disease cad is a leading global health concern with inflammation playing a pivotal role in its pathogenesis the high sensitivity c reactive protein albumin ratio car has emerged as a novel marker reflecting both systemic inflammation and physiological reserve however its predictive value in specific populations particularly in the southern arab peninsula remains underexplored to evaluate the association of car in identifying cad among yemeni adults referred for coronary computed tomography angiography ccta by assessing its association with coronary artery calcium cac and cad rads scores this cross sectional study included yemeni patients with suspected cad who underwent ccta high sensitivity c reactive protein and albumin levels were measured to calculate car cad severity was assessed using cac and cad rads scoring systems statistical analyses explored correlations and predictive performance car demonstrated a significant positive correlation with cac scores r p and cad rads levels p roc curve analysis yielded an auc of with an optimal car cut off value of achieving sensitivity and specificity multivariable logistic regression confirmed car as an independent predictor of cad aor p alongside diabetes hypertension dyslipidemia and smoking car is a promising cost effective inflammatory marker for early cad risk stratification especially in resource limited settings its strong correlation with cac and cad rads supports its clinical utility in identifying high risk individuals who may benefit from further cardiovascular evaluation"
}