{
    "title": "Blood loss during liver transplantation is a predictor of postoperative thrombosis.",
    "doc_id": "36507815",
    "writer": "An R",
    "year": "2022",
    "summary": "We analysed the medical records of all patients who underwent LT at the First Affiliated Hospital of Xi'an Jiaotong University from January 2017 to April 2019 to identify the risk factors for post-transplant thrombosis. ...",
    "abstract": "Liver transplantation (LT) is an effective way to cure end-stage liver diseases (ESLDs), which have generally been regarded as examples of acquired bleeding disorders. However, postoperative thrombosis after LT is recognised and remains a life-threatening complication. This study aimed to show that blood loss during LT is a predictor of postoperative thrombosis and to establish a predictive model. We analysed the medical records of all patients who underwent LT at the First Affiliated Hospital of Xi'an Jiaotong University from January 2017 to April 2019 to identify the risk factors for post-transplant thrombosis. The predictive nomogram was established based on independent predictors identified by logistic regression analysis. Blood loss during LT of ≥31.25 mL/kg can predict postoperative thrombosis, and the nomogram achieved an accurate prediction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36507815/",
    "clean_text": "blood loss during liver transplantation is a predictor of postoperative thrombosis we analysed the medical records of all patients who underwent lt at the first affiliated hospital of xi an jiaotong university from january to april to identify the risk factors for post transplant thrombosis liver transplantation lt is an effective way to cure end stage liver diseases eslds which have generally been regarded as examples of acquired bleeding disorders however postoperative thrombosis after lt is recognised and remains a life threatening complication this study aimed to show that blood loss during lt is a predictor of postoperative thrombosis and to establish a predictive model we analysed the medical records of all patients who underwent lt at the first affiliated hospital of xi an jiaotong university from january to april to identify the risk factors for post transplant thrombosis the predictive nomogram was established based on independent predictors identified by logistic regression analysis blood loss during lt of ml kg can predict postoperative thrombosis and the nomogram achieved an accurate prediction"
}