{
    "title": "The basic science of wound healing.",
    "doc_id": "16799372",
    "writer": "Broughton G 2nd",
    "year": "2006",
    "summary": "Wound healing is a complex series of reactions and interactions among cells and \"mediators.\" ...This article will attempt to provide a concise report of the current literature on wound healing by first reviewing the phases of wound healing …",
    "abstract": "Understanding wound healing today involves much more than simply stating that there are three phases: \"inflammation, proliferation, and maturation.\" Wound healing is a complex series of reactions and interactions among cells and \"mediators.\" Each year, new mediators are discovered and our understanding of inflammatory mediators and cellular interactions grows. This article will attempt to provide a concise report of the current literature on wound healing by first reviewing the phases of wound healing followed by \"the players\" of wound healing: inflammatory mediators (cytokines, growth factors, proteases, eicosanoids, kinins, and more), nitric oxide, and the cellular elements. The discussion will end with a pictorial essay summarizing the wound-healing process.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/16799372/",
    "clean_text": "the basic science of wound healing wound healing is a complex series of reactions and interactions among cells and mediators this article will attempt to provide a concise report of the current literature on wound healing by first reviewing the phases of wound healing understanding wound healing today involves much more than simply stating that there are three phases inflammation proliferation and maturation wound healing is a complex series of reactions and interactions among cells and mediators each year new mediators are discovered and our understanding of inflammatory mediators and cellular interactions grows this article will attempt to provide a concise report of the current literature on wound healing by first reviewing the phases of wound healing followed by the players of wound healing inflammatory mediators cytokines growth factors proteases eicosanoids kinins and more nitric oxide and the cellular elements the discussion will end with a pictorial essay summarizing the wound healing process"
}