{
    "pmid": "41376449",
    "title": "Dental Care Utilization and Expenditures Among Individuals With Asthma.",
    "abstract": "To examine dental care utilization and health and dental care expenditures among individuals with asthma. Data from the 2022 Medical Expenditure Panel Survey (MEPS) (n = 21,405) were used to examine dental care utilization (any dental, preventive dental, and treatment dental visit) among individuals ≥ 1 year with and without asthma, and mean expenditures were summarized. Overall, the asthma diagnosis was 13.2%, 14.7% in working-age adults compared to 9.5% in children. The percentage of treatment dental visits was higher overall (17.0% vs. 14.5%, p < 0.05) among the asthma group compared to the non-asthma group. Among individuals with asthma, those who had preventive dental visits had lower dental expenditures compared to those who had treatment dental visits for all age groups. Individuals with asthma had a higher prevalence of using dental treatment services. To support oral health among individuals with asthma, healthcare providers should educate and encourage the use of preventive dental care.",
    "disease": "asthma",
    "clean_text": "dental care utilization and expenditures among individuals with asthma to examine dental care utilization and health and dental care expenditures among individuals with asthma data from the medical expenditure panel survey meps n were used to examine dental care utilization any dental preventive dental and treatment dental visit among individuals year with and without asthma and mean expenditures were summarized overall the asthma diagnosis was in working age adults compared to in children the percentage of treatment dental visits was higher overall vs p among the asthma group compared to the non asthma group among individuals with asthma those who had preventive dental visits had lower dental expenditures compared to those who had treatment dental visits for all age groups individuals with asthma had a higher prevalence of using dental treatment services to support oral health among individuals with asthma healthcare providers should educate and encourage the use of preventive dental care"
}