{
    "title": "Mandibular condylar fracture: a systematic review of systematic reviews and a proposed algorithm for management.",
    "doc_id": "32245577",
    "writer": "Alyahya A",
    "year": "2020",
    "summary": "",
    "abstract": "The choice of surgical or non-surgical treatment of mandibular condylar fractures remains controversial. Earlier trials documented multiple complications of surgical treatment and recommended a non-surgical approach, while more recent trials have shown superior outcomes of surgical compared with non-surgical treatment in some cases. In this paper we systematically review the systematic reviews on the topic that were published before January 2019 and which followed the PRISMA statement, and propose an algorithm for the management of these fractures. Two systematic reviews met the inclusion criteria of the current review, both of which showed better outcome from surgical than non-surgical treatment. We propose an algorithm based on the feasibility of fixation, ability to restore joint and occlusal function, and ensure adequate healing, and consider patient-associated factors that facilitate decision-making.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32245577/",
    "clean_text": "mandibular condylar fracture a systematic review of systematic reviews and a proposed algorithm for management the choice of surgical or non surgical treatment of mandibular condylar fractures remains controversial earlier trials documented multiple complications of surgical treatment and recommended a non surgical approach while more recent trials have shown superior outcomes of surgical compared with non surgical treatment in some cases in this paper we systematically review the systematic reviews on the topic that were published before january and which followed the prisma statement and propose an algorithm for the management of these fractures two systematic reviews met the inclusion criteria of the current review both of which showed better outcome from surgical than non surgical treatment we propose an algorithm based on the feasibility of fixation ability to restore joint and occlusal function and ensure adequate healing and consider patient associated factors that facilitate decision making"
}