{
    "title": "Dysregulated Th1 cells in lung squamous cell carcinoma.",
    "doc_id": "35686499",
    "writer": "Wang J",
    "year": "2022",
    "summary": "Lung squamous cell carcinoma (LUSC) is a common subtype of lung cancer. Th1 cells contribute to antitumor immune responses. ...Th1 cells play an important auxiliary role in this process. Here, we used single-cell RNA-seq (scRNA-seq) to an …",
    "abstract": "Lung squamous cell carcinoma (LUSC) is a common subtype of lung cancer. Th1 cells contribute to antitumor immune responses. However, there are few studies on Th1 cells in LUSC. CD8+ T cells are the main driver of the antitumor immunity, targeting tumor cells killing. Th1 cells play an important auxiliary role in this process. Here, we used single-cell RNA-seq (scRNA-seq) to analyze qualified CD4+ T cells and Th1 cells (defined CD4+ T cells with 1 or more of STAT1+ , STAT4+ , T-bet+ , and IFN-γ+ as Th1 cells) from tissues of 8 LUSC patients. Then, we validated Th1 cells and CD8+ T cells of 32 LUSC patients by multiplex immunofluorescence staining and immunohistochemistry. Finally, we used flow cytometry to detect IFN-γ of CD4+ T cells in human PBMCs coincubated with LUSC-derived supernatant to simulate a tumor inhibitory microenvironment. ScRNA-seq showed IFN-γ+ Th1 cells account for 25.28% of all Th1 cells. Gene ontology and Kyoto encyclopedia of genes and genomes (KEGG) pathway enrichment analyses of differentially expressed genes between IFN-γ+ Th1 cells and IFN-γ- Th1 cells confirmed the decreased IFN-γ is associated with endoplasmic reticulum stress (ER stress). Multiplex immunofluorescence staining and immunohistochemistry proved there was a positive correlation between IFN-γ+ STAT1+ T-bet+ Th1 cells and CD8+ T cells. Flow cytometry showed IFN-γ secreted by Th1 cells is decreased. These findings support the claim that Th1 cells' function is suppressed in LUSC. Through scRNA-seq, we found that the decreased Th1 cells' function is associated with ER stress, which requires further study. Overall, these findings may produce a new method for the treatment of LUSC.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35686499/",
    "clean_text": "dysregulated th cells in lung squamous cell carcinoma lung squamous cell carcinoma lusc is a common subtype of lung cancer th cells contribute to antitumor immune responses th cells play an important auxiliary role in this process here we used single cell rna seq scrna seq to an lung squamous cell carcinoma lusc is a common subtype of lung cancer th cells contribute to antitumor immune responses however there are few studies on th cells in lusc cd t cells are the main driver of the antitumor immunity targeting tumor cells killing th cells play an important auxiliary role in this process here we used single cell rna seq scrna seq to analyze qualified cd t cells and th cells defined cd t cells with or more of stat stat t bet and ifn as th cells from tissues of lusc patients then we validated th cells and cd t cells of lusc patients by multiplex immunofluorescence staining and immunohistochemistry finally we used flow cytometry to detect ifn of cd t cells in human pbmcs coincubated with lusc derived supernatant to simulate a tumor inhibitory microenvironment scrna seq showed ifn th cells account for of all th cells gene ontology and kyoto encyclopedia of genes and genomes kegg pathway enrichment analyses of differentially expressed genes between ifn th cells and ifn th cells confirmed the decreased ifn is associated with endoplasmic reticulum stress er stress multiplex immunofluorescence staining and immunohistochemistry proved there was a positive correlation between ifn stat t bet th cells and cd t cells flow cytometry showed ifn secreted by th cells is decreased these findings support the claim that th cells function is suppressed in lusc through scrna seq we found that the decreased th cells function is associated with er stress which requires further study overall these findings may produce a new method for the treatment of lusc"
}