{
    "pmid": "41473052",
    "title": "Association of mild-to-moderate Model for End-Stage Liver Disease scores on short-term cardiac surgery postoperative outcomes.",
    "abstract": "We assessed the Model for End-Stage Liver Disease score in patients with mild-moderate scores to predict perioperative outcomes in patients undergoing cardiac surgery. The American College Surgeons National Surgical Quality Improvement Program was used to identify patients (2013-2022) undergoing elective isolated coronary artery bypass grafting, aortic valve surgery, or mitral valve surgery. Patients were stratified by low (<9), moderate (9-15), and high (>15) Model for End-Stage Liver Disease scores. Multivariable logistic regression and observed-to-expected ratios were used to assess Model for End-Stage Liver Disease group association and 30-day outcomes. Of 25,845 patients, 17,743 underwent coronary artery bypass grafting, 5095 underwent aortic valve surgery, and 3007 underwent mitral valve surgery. Increasing Model for End-Stage Liver Disease score (low: n = 18,379; moderate: n = 5922; high: n = 1444) was associated with an increase in mortality for each Model for End-Stage Liver Disease point. The 30-day mortality (low [1.7%], moderate [3.8%], high [8.7%]) and major morbidity (low [25.1%], moderate [33.3%], high [45.7%]) increased with Model for End-Stage Liver Disease severity. Increasing Model for End-Stage Liver Disease category was an independent predictor of 30-day mortality (odds ratio, 1.76; 95% CI, 1.57-1.98) and morbidity (odds ratio, 1.07; 95% CI, 1.02-1.12). The 30-day mortality observed-to-expected ratio was lower in patients with low Model for End-Stage Liver Disease score (observed-to-expected ratio, 0.88; 95% CI, 0.79-0.97) and higher in patients with high Model for End-Stage Liver Disease score (observed-to-expected ratio, 1.15 95% CI, 1.01-1.29). Major morbidity was greater than predicted in all Model for End-Stage Liver Disease categories (all  Patients with moderate and low Model for End-Stage Liver Disease scores have adequate outcomes with respect to 30-day mortality. However, surgical risk for patients with high Model for End-Stage Liver Disease scores was underpredicted by traditional risk stratification. Patients with mild to moderate liver disease can undergo cardiac surgery with acceptable surgical mortality.",
    "disease": "coronary artery disease",
    "clean_text": "association of mild to moderate model for end stage liver disease scores on short term cardiac surgery postoperative outcomes we assessed the model for end stage liver disease score in patients with mild moderate scores to predict perioperative outcomes in patients undergoing cardiac surgery the american college surgeons national surgical quality improvement program was used to identify patients undergoing elective isolated coronary artery bypass grafting aortic valve surgery or mitral valve surgery patients were stratified by low moderate and high model for end stage liver disease scores multivariable logistic regression and observed to expected ratios were used to assess model for end stage liver disease group association and day outcomes of patients underwent coronary artery bypass grafting underwent aortic valve surgery and underwent mitral valve surgery increasing model for end stage liver disease score low n moderate n high n was associated with an increase in mortality for each model for end stage liver disease point the day mortality low moderate high and major morbidity low moderate high increased with model for end stage liver disease severity increasing model for end stage liver disease category was an independent predictor of day mortality odds ratio ci and morbidity odds ratio ci the day mortality observed to expected ratio was lower in patients with low model for end stage liver disease score observed to expected ratio ci and higher in patients with high model for end stage liver disease score observed to expected ratio ci major morbidity was greater than predicted in all model for end stage liver disease categories all patients with moderate and low model for end stage liver disease scores have adequate outcomes with respect to day mortality however surgical risk for patients with high model for end stage liver disease scores was underpredicted by traditional risk stratification patients with mild to moderate liver disease can undergo cardiac surgery with acceptable surgical mortality"
}