{
    "pmid": "41456651",
    "title": "Parathyroid hormone suppression profiles following oral calcium challenge in kidney transplant recipients.",
    "abstract": "Post-kidney transplant (KT) hyperparathyroidism (PT-HPT) is common and linked to adverse outcomes, yet the contributions of calcium bioavailability and parathyroid responsiveness remain poorly defined. Here, we studied the trajectory of oral calcium-mediated PTH suppression (CMPS) in PT-HPT and its association with PTH control in the first year post-KT. This single-center prospective cohort study evaluated 657 KT recipients at 3 (M3) and 12 (M12) months post-KT with an oral calcium loading test, and assessed measured glomerular filtration rate (mGFR), bone turnover markers, and dual X-ray absorptiometry. At M3, hyperparathyroidism was evident in 71% patients, with a median CMPS of 31%. Impaired PTH suppression was associated with blunted increases in ionized calcium in 30% of patients, suggesting impaired intestinal calcium absorption. Despite a decline in mGFR over time, calcium-PTH dynamics improved by M12, with a leftward shift in the curve across all groups. Patients with higher baseline CMPS had significantly lower PTH at M12 (87 vs. 99 pg/ml), despite higher initial PTH and less frequent calcimimetic use (5.5% vs. 12%). Bone mineral density increased across all groups, with greater gain at the hip than the lumbar spine in patients with higher baseline PTH suppression. Higher baseline CMPS was independently associated with lower M12 PTH levels, after adjusting for potential confounders. The association remained significant in a sensitivity analysis excluding patients with blunted increases in serum ionized or urinary calcium suggestive of calcium absorption. Oral calcium-mediated PTH suppression at M3 post-KT was linked to lower PTH levels at one year, suggesting that both parathyroid gland responsiveness and calcium bioavailability are associated with favorable outcomes in PT-HPT. This test may also help stratifying PT-HPT subtypes for tailored management.",
    "disease": "chronic kidney disease",
    "clean_text": "parathyroid hormone suppression profiles following oral calcium challenge in kidney transplant recipients post kidney transplant kt hyperparathyroidism pt hpt is common and linked to adverse outcomes yet the contributions of calcium bioavailability and parathyroid responsiveness remain poorly defined here we studied the trajectory of oral calcium mediated pth suppression cmps in pt hpt and its association with pth control in the first year post kt this single center prospective cohort study evaluated kt recipients at m and m months post kt with an oral calcium loading test and assessed measured glomerular filtration rate mgfr bone turnover markers and dual x ray absorptiometry at m hyperparathyroidism was evident in patients with a median cmps of impaired pth suppression was associated with blunted increases in ionized calcium in of patients suggesting impaired intestinal calcium absorption despite a decline in mgfr over time calcium pth dynamics improved by m with a leftward shift in the curve across all groups patients with higher baseline cmps had significantly lower pth at m vs pg ml despite higher initial pth and less frequent calcimimetic use vs bone mineral density increased across all groups with greater gain at the hip than the lumbar spine in patients with higher baseline pth suppression higher baseline cmps was independently associated with lower m pth levels after adjusting for potential confounders the association remained significant in a sensitivity analysis excluding patients with blunted increases in serum ionized or urinary calcium suggestive of calcium absorption oral calcium mediated pth suppression at m post kt was linked to lower pth levels at one year suggesting that both parathyroid gland responsiveness and calcium bioavailability are associated with favorable outcomes in pt hpt this test may also help stratifying pt hpt subtypes for tailored management"
}