{
    "title": "Mesalazine-induced esophageal ulcers. A rare adverse effect.",
    "doc_id": "37350665",
    "writer": "Díaz Molina RJ",
    "year": "2024",
    "summary": "31-year-old woman. Diagnosis of ulcerative proctitis in February/2022. Calprotectin 1832 mug/g. Colonoscopy: erythematous, friable and erosive mucosa up to 10 cm from the anal margin. Pathology: compatible with ulcerative colitis with moderate activity. Start of ora …",
    "abstract": "31-year-old woman. Diagnosis of ulcerative proctitis in February/2022. Calprotectin 1832 μg/g. Colonoscopy: erythematous, friable and erosive mucosa up to 10 cm from the anal margin. Pathology: compatible with ulcerative colitis with moderate activity. Start of oral mesalazine (3 gr/24 h granules) and topical (1 gr/24 h suppository). After three months, she achieved clinical remission. Calprotectin 57 μg/g. Two months later, she consulted for solid dysphagia, loss of 10 kg, and low-grade fever for a month. Fifteen days before, she went to an emergency room where Prednisone 50 mg/24 h was started. On the day of the assessment, she was receiving 30 mg with no improvement. The next day, gastroscopy showed 6-12 mm esophageal ulcers with non-confluent shallow geographic borders, biopsies were taken. Viral serologies and HLA B51 were requested. Given the severity of the symptoms, empirical treatment was started with Valaciclovir 1 g/12 h. Serologies: IgG for Ebstein Barr virus, cytomegalovirus and herpes virus with negative IgM. Cytomegalovirus viral load: <30 IU/ml. Pathology: acute extensively ulcerated esophagitis, inflammatory infiltrate and some eosinophils with negative histochemical staining for fungi, cytomegalovirus and herpes virus I and II. HLA B51 was negative. Valaciclovir and mesalazine are discontinued after seven days given the known relationship of the latter with low-grade fever and, exceptionally, with esophageal pathology. Three days later, the patient reported clear improvement in dysphagia from the day the mesalazine was discontinued. After eight months, she was still asymptomatic. Upon resolution of the symptoms, control gastroscopy was not performed, and mesalazine has not been reintroduced due to its probable causal association. Mesalazine has an excellent safety profile. Adverse effects include fever, headache, diarrhea and.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37350665/",
    "clean_text": "mesalazine induced esophageal ulcers a rare adverse effect year old woman diagnosis of ulcerative proctitis in february calprotectin mug g colonoscopy erythematous friable and erosive mucosa up to cm from the anal margin pathology compatible with ulcerative colitis with moderate activity start of ora year old woman diagnosis of ulcerative proctitis in february calprotectin g g colonoscopy erythematous friable and erosive mucosa up to cm from the anal margin pathology compatible with ulcerative colitis with moderate activity start of oral mesalazine gr h granules and topical gr h suppository after three months she achieved clinical remission calprotectin g g two months later she consulted for solid dysphagia loss of kg and low grade fever for a month fifteen days before she went to an emergency room where prednisone mg h was started on the day of the assessment she was receiving mg with no improvement the next day gastroscopy showed mm esophageal ulcers with non confluent shallow geographic borders biopsies were taken viral serologies and hla b were requested given the severity of the symptoms empirical treatment was started with valaciclovir g h serologies igg for ebstein barr virus cytomegalovirus and herpes virus with negative igm cytomegalovirus viral load iu ml pathology acute extensively ulcerated esophagitis inflammatory infiltrate and some eosinophils with negative histochemical staining for fungi cytomegalovirus and herpes virus i and ii hla b was negative valaciclovir and mesalazine are discontinued after seven days given the known relationship of the latter with low grade fever and exceptionally with esophageal pathology three days later the patient reported clear improvement in dysphagia from the day the mesalazine was discontinued after eight months she was still asymptomatic upon resolution of the symptoms control gastroscopy was not performed and mesalazine has not been reintroduced due to its probable causal association mesalazine has an excellent safety profile adverse effects include fever headache diarrhea and"
}