{
    "title": "The Mouse Isolated Perfused Kidney Technique.",
    "doc_id": "27911373",
    "writer": "Czogalla J",
    "year": "2016",
    "summary": "The mouse isolated perfused kidney (MIPK) is a technique for keeping a mouse kidney under ex vivo conditions perfused and functional for 1 hr. ...This paper describes the perfusate and the surgical technique needed for the ex vivo perfusion of mouse kidneys. …",
    "abstract": "The mouse isolated perfused kidney (MIPK) is a technique for keeping a mouse kidney under ex vivo conditions perfused and functional for 1 hr. This is a prerequisite for studying the physiology of the isolated organ and for many innovative applications that may be possible in the future, including perfusion decellularization for kidney bioengineering or the administration of anti-rejection or genome-editing drugs in high doses to prime the kidney for transplantation. During the time of the perfusion, the kidney can be manipulated, renal function can be assessed, and various pharmaceuticals administered. After the procedure, the kidney can be transplanted or processed for molecular biology, biochemical analysis, or microscopy. This paper describes the perfusate and the surgical technique needed for the ex vivo perfusion of mouse kidneys. Details of the perfusion apparatus are given and data are presented showing the viability of the kidney's preparation: renal blood flow, vascular resistance, and urine data as functional, transmission electron micrographs of different nephron segments as morphological readouts, and western blots of transport proteins of different nephron segments as molecular readout.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27911373/",
    "clean_text": "the mouse isolated perfused kidney technique the mouse isolated perfused kidney mipk is a technique for keeping a mouse kidney under ex vivo conditions perfused and functional for hr this paper describes the perfusate and the surgical technique needed for the ex vivo perfusion of mouse kidneys the mouse isolated perfused kidney mipk is a technique for keeping a mouse kidney under ex vivo conditions perfused and functional for hr this is a prerequisite for studying the physiology of the isolated organ and for many innovative applications that may be possible in the future including perfusion decellularization for kidney bioengineering or the administration of anti rejection or genome editing drugs in high doses to prime the kidney for transplantation during the time of the perfusion the kidney can be manipulated renal function can be assessed and various pharmaceuticals administered after the procedure the kidney can be transplanted or processed for molecular biology biochemical analysis or microscopy this paper describes the perfusate and the surgical technique needed for the ex vivo perfusion of mouse kidneys details of the perfusion apparatus are given and data are presented showing the viability of the kidney s preparation renal blood flow vascular resistance and urine data as functional transmission electron micrographs of different nephron segments as morphological readouts and western blots of transport proteins of different nephron segments as molecular readout"
}