{
    "title": "Compensatory gastric stretching following subtotal gastric resection due to gastric adenocarcinoma in a diamond python (Morelia spilota spilota).",
    "doc_id": "30478847",
    "writer": "Baron HR",
    "year": "2018",
    "summary": "Exploratory coeliotomy revealed a gastric mass involving 90% of the length of the stomach, partially occluding the gastric lumen. ...CONCLUSION: This is the first report of almost complete subtotal gastric resection in an Australian python, with eviden …",
    "abstract": "Case report:\n        \n      \n      A 7-year-old male diamond python (Morelia spilota spilota) presented with a 2-month history of anorexia and a discrete intracoelomic mass, approximately 15 cm in length, located 90 cm from the head and approximately two-thirds of the snout to vent length. Physical examination determined the mass was likely to be stomach, testes or the right kidney. Radiographs showed a soft tissue opacity mass in the region of the stomach; fine needle aspirate demonstrated cellular debris admixed with bacteria and degenerate heterophils. Exploratory coeliotomy revealed a gastric mass involving 90% of the length of the stomach, partially occluding the gastric lumen. A subtotal gastrectomy was performed; the neoplastic tissue was removed with 2 cm margins, leaving 1 cm of stomach wall and the pyloric sphincter caudally that was anastomosed to the oesophagus. Four large nematodes were found within the necrotic lumen of the mass tightly adhered to the gastric mucosa. Ascarid nematodes were identified morphologically and further confirmed by molecular diagnostics as Ophidascaris spp. Histopathological evaluation of the excised mass revealed a gastric adenocarcinoma. Postoperatively the snake suffered from gastrointestinal dysfunction and maldigestion and was managed with slurry feeding for month. Three months postoperatively the snake was gaining weight, eating without assistance and digesting whole prey, which was incrementally increased in size. Gastroscopy 6 months postoperatively revealed the presence of a functional stomach with a functional pyloric sphincter and 8.5 cm of gastric mucosa caudal to the anastomosis between the oesophagus and stomach.\n    \n\n\n          Conclusion:\n        \n      \n      This is the first report of almost complete subtotal gastric resection in an Australian python, with evidence of compensatory gastric stretching resulting in a functional stomach.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30478847/",
    "clean_text": "compensatory gastric stretching following subtotal gastric resection due to gastric adenocarcinoma in a diamond python morelia spilota spilota exploratory coeliotomy revealed a gastric mass involving of the length of the stomach partially occluding the gastric lumen conclusion this is the first report of almost complete subtotal gastric resection in an australian python with eviden case report a year old male diamond python morelia spilota spilota presented with a month history of anorexia and a discrete intracoelomic mass approximately cm in length located cm from the head and approximately two thirds of the snout to vent length physical examination determined the mass was likely to be stomach testes or the right kidney radiographs showed a soft tissue opacity mass in the region of the stomach fine needle aspirate demonstrated cellular debris admixed with bacteria and degenerate heterophils exploratory coeliotomy revealed a gastric mass involving of the length of the stomach partially occluding the gastric lumen a subtotal gastrectomy was performed the neoplastic tissue was removed with cm margins leaving cm of stomach wall and the pyloric sphincter caudally that was anastomosed to the oesophagus four large nematodes were found within the necrotic lumen of the mass tightly adhered to the gastric mucosa ascarid nematodes were identified morphologically and further confirmed by molecular diagnostics as ophidascaris spp histopathological evaluation of the excised mass revealed a gastric adenocarcinoma postoperatively the snake suffered from gastrointestinal dysfunction and maldigestion and was managed with slurry feeding for month three months postoperatively the snake was gaining weight eating without assistance and digesting whole prey which was incrementally increased in size gastroscopy months postoperatively revealed the presence of a functional stomach with a functional pyloric sphincter and cm of gastric mucosa caudal to the anastomosis between the oesophagus and stomach conclusion this is the first report of almost complete subtotal gastric resection in an australian python with evidence of compensatory gastric stretching resulting in a functional stomach"
}