{
    "title": "Preventing the progression to type 2 diabetes mellitus in adults at high risk: a systematic review and network meta-analysis of lifestyle, pharmacological and surgical interventions.",
    "doc_id": "25638454",
    "writer": "Stevens JW",
    "year": "2015",
    "summary": "AIMS: Individuals with impaired fasting glucose (IFG) or impaired glucose tolerance (IGT) have an increased risk of progression to Type 2 diabetes mellitus. The objective of this review was to quantify the effectiveness of lifestyle, pharmacological an …",
    "abstract": "Aims:\n        \n      \n      Individuals with impaired fasting glucose (IFG) or impaired glucose tolerance (IGT) have an increased risk of progression to Type 2 diabetes mellitus. The objective of this review was to quantify the effectiveness of lifestyle, pharmacological and surgical interventions in reducing the progression to Type 2 diabetes mellitus in people with IFG or IGT.\n    \n\n\n          Methods:\n        \n      \n      A systematic review was carried out. A network meta-analysis (NMA) of log-hazard ratios was performed. Results are presented as hazard ratios and the probabilities of treatment rankings.\n    \n\n\n          Results:\n        \n      \n      30 studies were included in the NMA. There was a reduced hazard of progression to Type 2 diabetes mellitus associated with all interventions versus standard lifestyle advice; glipizide, diet plus pioglitazone, diet plus exercise plus metformin plus rosiglitazone, diet plus exercise plus orlistat, diet plus exercise plus pedometer, rosiglitazone, orlistat and diet plus exercise plus voglibose produced the greatest effects.\n    \n\n\n          Conclusions:\n        \n      \n      Lifestyle and some pharmacological interventions are beneficial in reducing the risk of progression to Type 2 diabetes mellitus. Lifestyle interventions require significant behaviour changes that may be achieved through incentives such as the use of pedometers. Adverse events and cost of pharmacological interventions should be taken into account when considering potential risks and benefits.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25638454/",
    "clean_text": "preventing the progression to type diabetes mellitus in adults at high risk a systematic review and network meta analysis of lifestyle pharmacological and surgical interventions aims individuals with impaired fasting glucose ifg or impaired glucose tolerance igt have an increased risk of progression to type diabetes mellitus the objective of this review was to quantify the effectiveness of lifestyle pharmacological an aims individuals with impaired fasting glucose ifg or impaired glucose tolerance igt have an increased risk of progression to type diabetes mellitus the objective of this review was to quantify the effectiveness of lifestyle pharmacological and surgical interventions in reducing the progression to type diabetes mellitus in people with ifg or igt methods a systematic review was carried out a network meta analysis nma of log hazard ratios was performed results are presented as hazard ratios and the probabilities of treatment rankings results studies were included in the nma there was a reduced hazard of progression to type diabetes mellitus associated with all interventions versus standard lifestyle advice glipizide diet plus pioglitazone diet plus exercise plus metformin plus rosiglitazone diet plus exercise plus orlistat diet plus exercise plus pedometer rosiglitazone orlistat and diet plus exercise plus voglibose produced the greatest effects conclusions lifestyle and some pharmacological interventions are beneficial in reducing the risk of progression to type diabetes mellitus lifestyle interventions require significant behaviour changes that may be achieved through incentives such as the use of pedometers adverse events and cost of pharmacological interventions should be taken into account when considering potential risks and benefits"
}