{
    "title": "Stem Cell Therapy in Heart Diseases - Cell Types, Mechanisms and Improvement Strategies.",
    "doc_id": "30121644",
    "writer": "Müller P",
    "year": "2018",
    "summary": "Since the first transplantation into human patients, several stem cell types have been applied in this field, including bone marrow derived stem cells, cardiac progenitors as well as embryonic stem cells and their derivatives. ...In order …",
    "abstract": "A large number of clinical trials have shown stem cell therapy to be a promising therapeutic approach for the treatment of cardiovascular diseases. Since the first transplantation into human patients, several stem cell types have been applied in this field, including bone marrow derived stem cells, cardiac progenitors as well as embryonic stem cells and their derivatives. However, results obtained from clinical studies are inconsistent and stem cell-based improvement of heart performance and cardiac remodeling was found to be quite limited. In order to optimize stem cell efficiency, it is crucial to elucidate the underlying mechanisms mediating the beneficial effects of stem cell transplantation. Based on these mechanisms, researchers have developed different improvement strategies to boost the potency of stem cell repair and to generate the \"next generation\" of stem cell therapeutics. Moreover, since cardiovascular diseases are complex disorders including several disease patterns and pathologic mechanisms it may be difficult to provide a uniform therapeutic intervention for all subgroups of patients. Therefore, future strategies should aim at more personalized SC therapies in which individual disease parameters influence the selection of optimal cell type, dosage and delivery approach.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30121644/",
    "clean_text": "stem cell therapy in heart diseases cell types mechanisms and improvement strategies since the first transplantation into human patients several stem cell types have been applied in this field including bone marrow derived stem cells cardiac progenitors as well as embryonic stem cells and their derivatives in order a large number of clinical trials have shown stem cell therapy to be a promising therapeutic approach for the treatment of cardiovascular diseases since the first transplantation into human patients several stem cell types have been applied in this field including bone marrow derived stem cells cardiac progenitors as well as embryonic stem cells and their derivatives however results obtained from clinical studies are inconsistent and stem cell based improvement of heart performance and cardiac remodeling was found to be quite limited in order to optimize stem cell efficiency it is crucial to elucidate the underlying mechanisms mediating the beneficial effects of stem cell transplantation based on these mechanisms researchers have developed different improvement strategies to boost the potency of stem cell repair and to generate the next generation of stem cell therapeutics moreover since cardiovascular diseases are complex disorders including several disease patterns and pathologic mechanisms it may be difficult to provide a uniform therapeutic intervention for all subgroups of patients therefore future strategies should aim at more personalized sc therapies in which individual disease parameters influence the selection of optimal cell type dosage and delivery approach"
}