{
    "pmid": "41390934",
    "title": "The Silent Face of Chronic Hepatitis B: Biopsy-Supported Fibrosis Detection and the Reliability of Non-Invasive Scores (FIB-4, APRI) in Inactive, Gray Zone, and Immune-Tolerant Cases.",
    "abstract": "BACKGROUND This study sought to evaluate the diagnostic performance of the non-invasive fibrosis scores Fibrosis-4 Index (FIB-4) and Aspartate Aminotransferase-to-Platelet Ratio Index (APRI) in predicting liver fibrosis among patients with chronic hepatitis B (CHB) in immune-tolerant, inactive, and gray zone phases. MATERIAL AND METHODS This retrospective cross-sectional study included 230 patients with CHB, as determined by laboratory and clinical criteria, and who underwent liver biopsy. Patients were grouped based on FIB-4 and APRI fibrosis scores of <3 and ≥3. The FIB-4 and APRI scores were calculated, and their diagnostic accuracy was assessed, using receiver operating characteristic (ROC) curve analysis. RESULTS The mean age of the patients was 44.4±12.2 years, and 53.9% were female. A total of 37.4% (86/230) of the patients met the criteria for treatment. Both FIB-4 (1.53±0.90 vs 0.91±0.55, P=0.003) and APRI (0.44±0.23 vs 0.29±0.15, P=0.001) scores were significantly higher in patients with fibrosis score ≥3. The area under the curve (AUC) was 0.70 (cut-off >1.06) for FIB-4 and 0.68 (cut-off >0.38) for APRI. Both scores had a negative predictive value of 87%. The difference between AUC values was not statistically significant (P=0.80). CONCLUSIONS FIB-4 and APRI are helpful non-invasive tools for ruling out advanced fibrosis in CHB patients. However, due to their limited diagnostic power, they should be considered as supportive tools rather than definitive alternatives to liver biopsy.",
    "disease": "liver cirrhosis",
    "clean_text": "the silent face of chronic hepatitis b biopsy supported fibrosis detection and the reliability of non invasive scores fib apri in inactive gray zone and immune tolerant cases background this study sought to evaluate the diagnostic performance of the non invasive fibrosis scores fibrosis index fib and aspartate aminotransferase to platelet ratio index apri in predicting liver fibrosis among patients with chronic hepatitis b chb in immune tolerant inactive and gray zone phases material and methods this retrospective cross sectional study included patients with chb as determined by laboratory and clinical criteria and who underwent liver biopsy patients were grouped based on fib and apri fibrosis scores of and the fib and apri scores were calculated and their diagnostic accuracy was assessed using receiver operating characteristic roc curve analysis results the mean age of the patients was years and were female a total of of the patients met the criteria for treatment both fib vs p and apri vs p scores were significantly higher in patients with fibrosis score the area under the curve auc was cut off for fib and cut off for apri both scores had a negative predictive value of the difference between auc values was not statistically significant p conclusions fib and apri are helpful non invasive tools for ruling out advanced fibrosis in chb patients however due to their limited diagnostic power they should be considered as supportive tools rather than definitive alternatives to liver biopsy"
}