{
    "title": "Perceptions on mental health and depression by adolescents, a systematic review of qualitative studies.",
    "doc_id": "40855541",
    "writer": "Beket ES",
    "year": "2025",
    "summary": "This qualitative systematic review aims to give an overview of the perspectives on mental health expressed by adolescents aged 13-23 in high-income countries on mental health and depression. ...It is necessary to further study adolescents' perceptions …",
    "abstract": "Background:\n        \n      \n      Mental health issues are on the rise, affecting one in seven adolescents. Depression stands out as the most prevalent mood disorder. Enhancing our understanding of adolescent' perspectives on mental health can improve prevention and promotion efforts. Reviews on mental health of adolescents mainly relied on studies with questionnaires and diagnostic tools. This qualitative systematic review aims to give an overview of the perspectives on mental health expressed by adolescents aged 13-23 in high-income countries on mental health and depression.\n    \n\n\n          Method:\n        \n      \n      We searched in Pubmed and Psychinfo databases using terms including synonyms of adolescent, mental health or depression, perspectives and qualitative methods. A total of 34,074 records were screened for eligibility. Included articles were thematically analyzed in three stages: open coding, development of 'descriptive themes' and the generation of 'analytical themes'.\n    \n\n\n          Results:\n        \n      \n      We found 74 articles eligible for the synthesis and identified five themes: (1) Importance of maintaining balance for positive mental health, (2) Need for connection with oneself and others to cope with daily stressors, (3) Personal responsibility for their mental health, (4) Mental (un)health is perceived as a continuum, (5) Losing control is key for depression.\n    \n\n\n          Conclusion:\n        \n      \n      This review provides a comprehensive exploration of the literature on adolescent' perceptions on mental health and depression. Mental health issues are perceived as personal failure. Adolescents shoulder responsibility for their own mental health, while simultaneously expressing the need for social support. Recognizing adolescents' active role presents opportunities for empowering interventions and support, it also amplifies the perceived burden of responsibility making them susceptible to depression. Our results suggest the need for systemic and collective interventions rather than solely individual-focused interventions. It is necessary to further study adolescents' perceptions of mental health and depression, to promote their mental health, prevent mental health problems and stimulate seeking (professional) help when in need.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40855541/",
    "clean_text": "perceptions on mental health and depression by adolescents a systematic review of qualitative studies this qualitative systematic review aims to give an overview of the perspectives on mental health expressed by adolescents aged in high income countries on mental health and depression it is necessary to further study adolescents perceptions background mental health issues are on the rise affecting one in seven adolescents depression stands out as the most prevalent mood disorder enhancing our understanding of adolescent perspectives on mental health can improve prevention and promotion efforts reviews on mental health of adolescents mainly relied on studies with questionnaires and diagnostic tools this qualitative systematic review aims to give an overview of the perspectives on mental health expressed by adolescents aged in high income countries on mental health and depression method we searched in pubmed and psychinfo databases using terms including synonyms of adolescent mental health or depression perspectives and qualitative methods a total of records were screened for eligibility included articles were thematically analyzed in three stages open coding development of descriptive themes and the generation of analytical themes results we found articles eligible for the synthesis and identified five themes importance of maintaining balance for positive mental health need for connection with oneself and others to cope with daily stressors personal responsibility for their mental health mental un health is perceived as a continuum losing control is key for depression conclusion this review provides a comprehensive exploration of the literature on adolescent perceptions on mental health and depression mental health issues are perceived as personal failure adolescents shoulder responsibility for their own mental health while simultaneously expressing the need for social support recognizing adolescents active role presents opportunities for empowering interventions and support it also amplifies the perceived burden of responsibility making them susceptible to depression our results suggest the need for systemic and collective interventions rather than solely individual focused interventions it is necessary to further study adolescents perceptions of mental health and depression to promote their mental health prevent mental health problems and stimulate seeking professional help when in need"
}