{
    "title": "Epithelial cell differentiation of human mesenchymal stromal cells in decellularized lung scaffolds.",
    "doc_id": "24393055",
    "writer": "Mendez JJ",
    "year": "2014",
    "summary": "Identification of appropriate donor cell types is important for lung cell therapy and for lung regeneration. Previous studies have indicated that mesenchymal stromal cells derived from human bone marrow (hBM-MSCs) and from human adipose tissue ( …",
    "abstract": "Identification of appropriate donor cell types is important for lung cell therapy and for lung regeneration. Previous studies have indicated that mesenchymal stromal cells derived from human bone marrow (hBM-MSCs) and from human adipose tissue (hAT-MSCs) may have the ability to trans-differentiate into lung epithelial cells. However, these data remain controversial. Herein, the ability of hBM-MSCs and hAT-MSCs to repopulate acellular rodent lung tissue was evaluated. hBM-MSCs and hAT-MSCs were isolated from bone marrow aspirate and lipoaspirate, respectively. Rat lungs were decellularized with CHAPS detergent, followed by seeding the matrix with hBM-MSCs and hAT-MSCs. Under appropriate culture conditions, both human MSC populations attached to and proliferated within the lung tissue scaffold. In addition, cells were capable of type 2 pneumocyte differentiation, as assessed by marker expression of surfactant protein C (pro-SPC) at the protein and the RNA level, and by the presence of lamellar bodies by transmission electron microscopy. Additionally, hAT-MSCs contributed to Clara-like cells that lined the airways in the lung scaffolds, whereas the hBM-MSCs did not. We also tested the differentiation potential of MSCs on different extracellular matrix components in vitro, and found that protein substrate influences MSC epithelial differentiation. Together our data show the capacity for human MSCs to differentiate toward lung epithelial phenotypes, and the possibility of using these cells for lung cell therapies and tissue engineering.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24393055/",
    "clean_text": "epithelial cell differentiation of human mesenchymal stromal cells in decellularized lung scaffolds identification of appropriate donor cell types is important for lung cell therapy and for lung regeneration previous studies have indicated that mesenchymal stromal cells derived from human bone marrow hbm mscs and from human adipose tissue identification of appropriate donor cell types is important for lung cell therapy and for lung regeneration previous studies have indicated that mesenchymal stromal cells derived from human bone marrow hbm mscs and from human adipose tissue hat mscs may have the ability to trans differentiate into lung epithelial cells however these data remain controversial herein the ability of hbm mscs and hat mscs to repopulate acellular rodent lung tissue was evaluated hbm mscs and hat mscs were isolated from bone marrow aspirate and lipoaspirate respectively rat lungs were decellularized with chaps detergent followed by seeding the matrix with hbm mscs and hat mscs under appropriate culture conditions both human msc populations attached to and proliferated within the lung tissue scaffold in addition cells were capable of type pneumocyte differentiation as assessed by marker expression of surfactant protein c pro spc at the protein and the rna level and by the presence of lamellar bodies by transmission electron microscopy additionally hat mscs contributed to clara like cells that lined the airways in the lung scaffolds whereas the hbm mscs did not we also tested the differentiation potential of mscs on different extracellular matrix components in vitro and found that protein substrate influences msc epithelial differentiation together our data show the capacity for human mscs to differentiate toward lung epithelial phenotypes and the possibility of using these cells for lung cell therapies and tissue engineering"
}