{
    "title": "Advances in the use of dexmedetomidine during the perioperative period to improve postoperative sleep quality in patients undergoing surgery.",
    "doc_id": "39534945",
    "writer": "Ji C",
    "year": "2024",
    "summary": "There is a high incidence of postoperative sleep and sleep architecture disorders in patients undergoing surgery, and dexmedetomidine (DEX) is commonly used to improve postoperative sleep quality and ameliorate the adverse effects of poor sleep …",
    "abstract": "There is a high incidence of postoperative sleep and sleep architecture disorders in patients undergoing surgery, and dexmedetomidine (DEX) is commonly used to improve postoperative sleep quality and ameliorate the adverse effects of poor sleep on various organ systems. The continuous intraoperative intravenous infusion of DEX, the addition of DEX to postoperative intravenous analgesia pumps, and the continuous infusion of DEX after admission to the intensive care unit are often used clinically to improve postoperative sleep quality at doses of 0.1 to 0.7 μg/kg/hour, but the effects of DEX on sleep quality and structure identified in these studies have been inconsistent. Thus, it is unclear whether DEX improves postoperative sleep quality. The various methods of administering DEX to improve postoperative sleep quality have differing effects, the route used modifies the effect of DEX on sleep structure, and the intrinsic mechanism whereby DEX improves sleep quality remains to be fully investigated. In the present review, we describe new directions for future research into the effects of DEX on postoperative sleep quality and the mechanisms involved, which should help guide the design of further studies. This narrative review was completed according to the Scale for the Assessment of Narrative Review Articles (SANRA).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39534945/",
    "clean_text": "advances in the use of dexmedetomidine during the perioperative period to improve postoperative sleep quality in patients undergoing surgery there is a high incidence of postoperative sleep and sleep architecture disorders in patients undergoing surgery and dexmedetomidine dex is commonly used to improve postoperative sleep quality and ameliorate the adverse effects of poor sleep there is a high incidence of postoperative sleep and sleep architecture disorders in patients undergoing surgery and dexmedetomidine dex is commonly used to improve postoperative sleep quality and ameliorate the adverse effects of poor sleep on various organ systems the continuous intraoperative intravenous infusion of dex the addition of dex to postoperative intravenous analgesia pumps and the continuous infusion of dex after admission to the intensive care unit are often used clinically to improve postoperative sleep quality at doses of to g kg hour but the effects of dex on sleep quality and structure identified in these studies have been inconsistent thus it is unclear whether dex improves postoperative sleep quality the various methods of administering dex to improve postoperative sleep quality have differing effects the route used modifies the effect of dex on sleep structure and the intrinsic mechanism whereby dex improves sleep quality remains to be fully investigated in the present review we describe new directions for future research into the effects of dex on postoperative sleep quality and the mechanisms involved which should help guide the design of further studies this narrative review was completed according to the scale for the assessment of narrative review articles sanra"
}