{
    "pmid": "41454883",
    "title": "A real-world study evaluating drug tolerability and health care resource use with acalabrutinib vs ibrutinib in patients with relapsed/refractory chronic lymphocytic leukemia/small lymphocytic lymphoma.",
    "abstract": "Bruton tyrosine kinase inhibitors (BTKis) are the standard of care for patients with relapsed/refractory (R/R) chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL). Ibrutinib and acalabrutinib are two commonly used BTKis, though hypertension (HTN) and other cardiovascular medical events of interest (CV MEOIs) can impact treatment tolerability and long-term use. This study compared cardiovascular safety and health care resource use (HCRU) of acalabrutinib versus ibrutinib monotherapy for R/R CLL/SLL in real-world community practice. This retrospective comparative study included 270 RR CLL/SLL patients (90 acalabrutinib; 180 ibrutinib) treated from January 2017 through December 2023 across the ONCare Alliance Network, comprising 30 US community hematology practices. Endpoints included new or worsening of existing HTN, development of CV MEOIs, and treatment discontinuation due to adverse events. HCRU metrics consisted of emergency department visits, hospital admissions, length of stay, specialist consultations, and related medical procedures. Propensity score weighted multivariable logistic regression was used for the comparative analysis on the tolerability endpoints. At a median follow-up of 33 months, patients treated with acalabrutinib had significantly fewer HTN events (OR = 0.27, 95% CI = 0.074-0.98;  In R/R CLL/SLL, acalabrutinib demonstrated a more favorable cardiovascular safety profile than ibrutinib, with fewer HTN events and CV MEOIs. This translated into reduced hospital admissions and lower HCRU, supporting acalabrutinib as a potentially better tolerated long-term treatment option in community practice. Chronic lymphocytic leukemia (CLL) and small lymphocytic lymphoma (SLL) are slow-growing blood cancers that often require long-term drug treatment. Many patients take a class of drugs called Bruton tyrosine kinase inhibitors (BTK inhibitors), which help block signals that allow cancer cells to grow. Two commonly used drugs in this class are ibrutinib and acalabrutinib. While both are effective in controlling the disease, they can sometimes cause heart-related side-effects and can also raise a patient’s blood pressure. Such events can affect how long a patient remains on treatment. The current study collected data on 270 patients with relapsed or refractory CLL/SLL who received treatment at 30 US community cancer centers between 2017 and 2023. Medical records were reviewed and data on the development of high blood pressure, other heart problems, and associated health care use such as hospital admissions and specialist visits were collected. Patients treated with acalabrutinib experienced fewer cases of high blood pressure and were less likely to stop treatment due to heart-related side-effects compared to similar patients who took ibrutinib. Acalabrutinib patients also had fewer hospital admissions and specialist visits, and when admitted, the length of time they spent in the hospital was less. These findings suggest that acalabrutinib may offer better heart safety and may be a more tolerable long-term treatment option, reducing the burden on both patients and on the health care system in real-world community practice.",
    "disease": "hypertension",
    "clean_text": "a real world study evaluating drug tolerability and health care resource use with acalabrutinib vs ibrutinib in patients with relapsed refractory chronic lymphocytic leukemia small lymphocytic lymphoma bruton tyrosine kinase inhibitors btkis are the standard of care for patients with relapsed refractory r r chronic lymphocytic leukemia small lymphocytic lymphoma cll sll ibrutinib and acalabrutinib are two commonly used btkis though hypertension htn and other cardiovascular medical events of interest cv meois can impact treatment tolerability and long term use this study compared cardiovascular safety and health care resource use hcru of acalabrutinib versus ibrutinib monotherapy for r r cll sll in real world community practice this retrospective comparative study included rr cll sll patients acalabrutinib ibrutinib treated from january through december across the oncare alliance network comprising us community hematology practices endpoints included new or worsening of existing htn development of cv meois and treatment discontinuation due to adverse events hcru metrics consisted of emergency department visits hospital admissions length of stay specialist consultations and related medical procedures propensity score weighted multivariable logistic regression was used for the comparative analysis on the tolerability endpoints at a median follow up of months patients treated with acalabrutinib had significantly fewer htn events or ci in r r cll sll acalabrutinib demonstrated a more favorable cardiovascular safety profile than ibrutinib with fewer htn events and cv meois this translated into reduced hospital admissions and lower hcru supporting acalabrutinib as a potentially better tolerated long term treatment option in community practice chronic lymphocytic leukemia cll and small lymphocytic lymphoma sll are slow growing blood cancers that often require long term drug treatment many patients take a class of drugs called bruton tyrosine kinase inhibitors btk inhibitors which help block signals that allow cancer cells to grow two commonly used drugs in this class are ibrutinib and acalabrutinib while both are effective in controlling the disease they can sometimes cause heart related side effects and can also raise a patient s blood pressure such events can affect how long a patient remains on treatment the current study collected data on patients with relapsed or refractory cll sll who received treatment at us community cancer centers between and medical records were reviewed and data on the development of high blood pressure other heart problems and associated health care use such as hospital admissions and specialist visits were collected patients treated with acalabrutinib experienced fewer cases of high blood pressure and were less likely to stop treatment due to heart related side effects compared to similar patients who took ibrutinib acalabrutinib patients also had fewer hospital admissions and specialist visits and when admitted the length of time they spent in the hospital was less these findings suggest that acalabrutinib may offer better heart safety and may be a more tolerable long term treatment option reducing the burden on both patients and on the health care system in real world community practice"
}