{
    "pmid": "41459544",
    "title": "Incidence, risk factors and outcomes of BCGosis following BCG vaccination in infants: a systematic review and meta-analyses.",
    "abstract": "The Bacille Calmette-Guerin (BCG) vaccine is widely administered in countries with high tuberculosis (TB) prevalence to protect against severe forms of childhood TB. Despite its efficacy, the vaccine can lead to adverse effects like BCGosis, a severe but rare condition marked by systemic granulomatous inflammation. This is because the vaccine is comprised of attenuated BCG bacteria which has the potential to cause uncontrolled dissemination beyond the injection site. Immunocompromised children are particularly vulnerable to this side effect. Through a systematic review of the current literature, this analysis seeks to determine the global incidence of BCGosis and identify critical risk factors associated with its onset. The review was conducted in accordance with the PRISMA-2020 guidelines (Preferred Reporting Items for Systematic Reviews and Meta-Analyses). The review's objectives and scope were framed using the PICOS (Population, Intervention, Comparison, Outcomes and Study Design) framework. Not surprisingly, BCGosis is most prevalent in infants with underlying genetic immunodeficiencies such as severe combined immunodeficiency (SCID) and chronic granulomatous disease (CGD). We found a high correlation between the development of BCGosis and genetic mutations affecting certain immune processes, notably those involved in NADPH oxidase function and interferon-gamma signalling. The risks of developing these mutations also correlated with the prevalence of consanguinity, a common practice in certain populations. Factors like early neonatal vaccination (often within the first week of life) and variations in BCG strains may also influence BCGosis risk. There is an urgent need for enhanced pre-vaccination screening for genetic and immunologic vulnerabilities in infants at hight risk for BCGosis, particularly in populations with high consanguinity rates. Alternatively, considerations should be made as to modifying existing vaccination schedules or postponing BCG immunization until immune competency can be confirmed in these high risk groups.",
    "disease": "tuberculosis",
    "clean_text": "incidence risk factors and outcomes of bcgosis following bcg vaccination in infants a systematic review and meta analyses the bacille calmette guerin bcg vaccine is widely administered in countries with high tuberculosis tb prevalence to protect against severe forms of childhood tb despite its efficacy the vaccine can lead to adverse effects like bcgosis a severe but rare condition marked by systemic granulomatous inflammation this is because the vaccine is comprised of attenuated bcg bacteria which has the potential to cause uncontrolled dissemination beyond the injection site immunocompromised children are particularly vulnerable to this side effect through a systematic review of the current literature this analysis seeks to determine the global incidence of bcgosis and identify critical risk factors associated with its onset the review was conducted in accordance with the prisma guidelines preferred reporting items for systematic reviews and meta analyses the review s objectives and scope were framed using the picos population intervention comparison outcomes and study design framework not surprisingly bcgosis is most prevalent in infants with underlying genetic immunodeficiencies such as severe combined immunodeficiency scid and chronic granulomatous disease cgd we found a high correlation between the development of bcgosis and genetic mutations affecting certain immune processes notably those involved in nadph oxidase function and interferon gamma signalling the risks of developing these mutations also correlated with the prevalence of consanguinity a common practice in certain populations factors like early neonatal vaccination often within the first week of life and variations in bcg strains may also influence bcgosis risk there is an urgent need for enhanced pre vaccination screening for genetic and immunologic vulnerabilities in infants at hight risk for bcgosis particularly in populations with high consanguinity rates alternatively considerations should be made as to modifying existing vaccination schedules or postponing bcg immunization until immune competency can be confirmed in these high risk groups"
}