{
    "title": "Lymph node staging in colorectal cancer: old controversies and recent advances.",
    "doc_id": "24379568",
    "writer": "Resch A",
    "year": "2013",
    "summary": "Outcome prediction based on the lymph node ratio, defined as the number of positive lymph nodes divided by the total number of retrieved nodes, may be superior to the absolute numbers of involved nodes. ...The clinical value of more recen …",
    "abstract": "Outcome prediction based on tumor stage reflected by the American Joint Committee on Cancer (AJCC)/Union for International Cancer Control (UICC) tumor node metastasis (TNM) system is currently regarded as the strongest prognostic parameter for patients with colorectal cancer. For affected patients, the indication for adjuvant therapy is mainly guided by the presence of regional lymph node metastasis. In addition to the extent of surgical lymph node removal and the thoroughness of the pathologist in dissecting the resection specimen, several parameters that are related to the pathological work-up of the dissected nodes may affect the clinical significance of lymph node staging. These include changing definitions of lymph nodes, involved lymph nodes, and tumor deposits in different editions of the AJCC/UICC TNM system as well as the minimum number of nodes to be dissected. Methods to increase the lymph node yield in the fatty tissue include methylene blue injection and acetone compression. Outcome prediction based on the lymph node ratio, defined as the number of positive lymph nodes divided by the total number of retrieved nodes, may be superior to the absolute numbers of involved nodes. Extracapsular invasion has been identified as additional prognostic factor. Adding step sectioning and immunohistochemistry to the pathological work-up may result in higher accuracy of histological diagnosis. The clinical value of more recent technical advances, such as sentinel lymph node biopsy and molecular analysis of lymph nodes tissue still remains to be defined.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24379568/",
    "clean_text": "lymph node staging in colorectal cancer old controversies and recent advances outcome prediction based on the lymph node ratio defined as the number of positive lymph nodes divided by the total number of retrieved nodes may be superior to the absolute numbers of involved nodes the clinical value of more recen outcome prediction based on tumor stage reflected by the american joint committee on cancer ajcc union for international cancer control uicc tumor node metastasis tnm system is currently regarded as the strongest prognostic parameter for patients with colorectal cancer for affected patients the indication for adjuvant therapy is mainly guided by the presence of regional lymph node metastasis in addition to the extent of surgical lymph node removal and the thoroughness of the pathologist in dissecting the resection specimen several parameters that are related to the pathological work up of the dissected nodes may affect the clinical significance of lymph node staging these include changing definitions of lymph nodes involved lymph nodes and tumor deposits in different editions of the ajcc uicc tnm system as well as the minimum number of nodes to be dissected methods to increase the lymph node yield in the fatty tissue include methylene blue injection and acetone compression outcome prediction based on the lymph node ratio defined as the number of positive lymph nodes divided by the total number of retrieved nodes may be superior to the absolute numbers of involved nodes extracapsular invasion has been identified as additional prognostic factor adding step sectioning and immunohistochemistry to the pathological work up may result in higher accuracy of histological diagnosis the clinical value of more recent technical advances such as sentinel lymph node biopsy and molecular analysis of lymph nodes tissue still remains to be defined"
}