{
    "title": "Baroreceptor-induced inhibition of sympathetic neurons by GABA acting at a spinal site.",
    "doc_id": "8764236",
    "writer": "Lewis DI",
    "year": "1996",
    "summary": "The magnitude of this spinally evoked response was significantly reduced (P < 0.001) during baroreceptor activation, thus confirming that there is a spinal component of the baroreceptor inhibitory reflex. ...Subsequent intrathecal administration of bicuculline pr …",
    "abstract": "gamma-Aminobutyric acid (GABA) synapses are an important feature of sympathetic circuits in the spinal cord. The possibility that these spinal synapses participate in the reduction of sympathetic activity resulting from arterial baroreceptor activation was tested. For this purpose baroreceptors were stimulated by a rapid rise in blood pressure induced by intravenous phenylephrine, and the effect of this on a spinally evoked excitatory response in a renal sympathetic nerve was examined before, during, and after removal of tonic excitatory drive from the rostral ventrolateral medulla (RVLM). Stimulation of descending excitatory axons in the spinal cord at the fourth cervical spinal level evoked a biphasic excitatory response in a renal sympathetic nerve, with a latency of 56 +/- 6 ms and a duration of 230 +/- 24 ms. The magnitude of this spinally evoked response was significantly reduced (P < 0.001) during baroreceptor activation, thus confirming that there is a spinal component of the baroreceptor inhibitory reflex. Intrathecal administration of bicuculline reduced baroreceptor-mediated inhibition of the spinally evoked response to 48 +/- 18% of control inhibition (P < 0.05). Subsequent removal of tonic excitatory drive by microinjection of glycine into the RVLM produced no significant further change in the baroreceptor-mediated inhibition. This suggests that a GABAA receptor-mediated effect at a spinal site is involved in the baroreceptor-induced inhibition. Reversing this procedure by first placing injections of glycine into the RVLM resulted in a reduction of baroreceptor inhibition to 60 +/- 16% (P < 0.05) of control baroreceptor inhibition. Subsequent intrathecal administration of bicuculline produced no significant further change in the baroreceptor-mediated inhibition of the spinally evoked response. This suggests that the GABAA-mediated effect of the baroreceptors at a spinal site is dependent on the integrity of neurons in the RVLM. We conclude that GABA in sympathetic circuits in the spinal cord plays a significant role in the modification of sympathetic vasomotor activity by the baroreceptor reflex.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8764236/",
    "clean_text": "baroreceptor induced inhibition of sympathetic neurons by gaba acting at a spinal site the magnitude of this spinally evoked response was significantly reduced p during baroreceptor activation thus confirming that there is a spinal component of the baroreceptor inhibitory reflex subsequent intrathecal administration of bicuculline pr gamma aminobutyric acid gaba synapses are an important feature of sympathetic circuits in the spinal cord the possibility that these spinal synapses participate in the reduction of sympathetic activity resulting from arterial baroreceptor activation was tested for this purpose baroreceptors were stimulated by a rapid rise in blood pressure induced by intravenous phenylephrine and the effect of this on a spinally evoked excitatory response in a renal sympathetic nerve was examined before during and after removal of tonic excitatory drive from the rostral ventrolateral medulla rvlm stimulation of descending excitatory axons in the spinal cord at the fourth cervical spinal level evoked a biphasic excitatory response in a renal sympathetic nerve with a latency of ms and a duration of ms the magnitude of this spinally evoked response was significantly reduced p during baroreceptor activation thus confirming that there is a spinal component of the baroreceptor inhibitory reflex intrathecal administration of bicuculline reduced baroreceptor mediated inhibition of the spinally evoked response to of control inhibition p subsequent removal of tonic excitatory drive by microinjection of glycine into the rvlm produced no significant further change in the baroreceptor mediated inhibition this suggests that a gabaa receptor mediated effect at a spinal site is involved in the baroreceptor induced inhibition reversing this procedure by first placing injections of glycine into the rvlm resulted in a reduction of baroreceptor inhibition to p of control baroreceptor inhibition subsequent intrathecal administration of bicuculline produced no significant further change in the baroreceptor mediated inhibition of the spinally evoked response this suggests that the gabaa mediated effect of the baroreceptors at a spinal site is dependent on the integrity of neurons in the rvlm we conclude that gaba in sympathetic circuits in the spinal cord plays a significant role in the modification of sympathetic vasomotor activity by the baroreceptor reflex"
}