{
    "title": "[Acute myeloid leukemia with monosomy 7 and inv(3)(q21q26.2) complicated with central diabetes insipidus].",
    "doc_id": "23666224",
    "writer": "Nanno S",
    "year": "2013",
    "summary": "Therefore, she was also diagnosed with diabetes insipidus. After she was administered a desmopressin nasal spray, the volume of urine produced decreased. ...Moreover, when the abnormality on MRI and the volume of urine were normalized, she discontinued desmopressin. …",
    "abstract": "A 20-year-old female presented with thirst, polyposia, and polyuria and was referred to our hospital because of leukocytosis and anemia. Bone marrow aspiration revealed 66.8% myeloperoxidase-positive blasts and trilineage myelodysplasia. The karyotype was 45, XX, inv(3)(q21q26.2), -7[19]. Therefore, a diagnosis of AML with inv(3)(q21q26.2) complicated by -7 was made. Moreover, hyposthenuria and a low anti-diuretic hormone (ADH) level were observed. Although cerebrospinal fluid analysis was normal, magnetic resonance imaging (MRI) revealed the absence of hyperintensity in the neurohypophysis in T1-weighted images. Therefore, she was also diagnosed with diabetes insipidus. After she was administered a desmopressin nasal spray, the volume of urine produced decreased. Following treatment with second induction therapy containing high-dose cytarabine for AML, she achieved complete remission in the bone marrow. Moreover, when the abnormality on MRI and the volume of urine were normalized, she discontinued desmopressin. Although diabetes insipidus is a rare complication of AML, the majority of AML patients who have diabetes insipidus have the abnormal karyotypes with inv(3)(q21q26.2)/t(3;3)(q21;q26.2) and monosomy 7. Further study is required to clarify the pathogenesis and develop a strategy for the treatment of this category of AML.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23666224/",
    "clean_text": "acute myeloid leukemia with monosomy and inv q q complicated with central diabetes insipidus therefore she was also diagnosed with diabetes insipidus after she was administered a desmopressin nasal spray the volume of urine produced decreased moreover when the abnormality on mri and the volume of urine were normalized she discontinued desmopressin a year old female presented with thirst polyposia and polyuria and was referred to our hospital because of leukocytosis and anemia bone marrow aspiration revealed myeloperoxidase positive blasts and trilineage myelodysplasia the karyotype was xx inv q q therefore a diagnosis of aml with inv q q complicated by was made moreover hyposthenuria and a low anti diuretic hormone adh level were observed although cerebrospinal fluid analysis was normal magnetic resonance imaging mri revealed the absence of hyperintensity in the neurohypophysis in t weighted images therefore she was also diagnosed with diabetes insipidus after she was administered a desmopressin nasal spray the volume of urine produced decreased following treatment with second induction therapy containing high dose cytarabine for aml she achieved complete remission in the bone marrow moreover when the abnormality on mri and the volume of urine were normalized she discontinued desmopressin although diabetes insipidus is a rare complication of aml the majority of aml patients who have diabetes insipidus have the abnormal karyotypes with inv q q t q q and monosomy further study is required to clarify the pathogenesis and develop a strategy for the treatment of this category of aml"
}