{
    "title": "Ovarian rescue in women with premature ovarian insufficiency: facts and fiction.",
    "doc_id": "36710157",
    "writer": "Pellicer N",
    "year": "2023",
    "summary": "The ovary has a comparatively short functional lifespan compared with other organs, and genetic and pathological injuries can further shorten its functional life. Thus, preserving ovarian function should be considered in the context of women with threats to ovarian …",
    "abstract": "The ovary has a comparatively short functional lifespan compared with other organs, and genetic and pathological injuries can further shorten its functional life. Thus, preserving ovarian function should be considered in the context of women with threats to ovarian reserve, such as ageing, premature ovarian insufficiency (POI) and diminished ovarian reserve (DOR). Indeed, one-third of women with POI retain resting follicles that can be reactivated to produce competent oocytes, as proved by the in-vitro activation of dormant follicles. This paper discusses mechanisms and clinical data relating to new therapeutic strategies using ovarian fragmentation, stem cells or platelet-rich plasma to regain ovarian function in women of older age (>38 years) or with POI or DOR. Follicle reactivation techniques show promising experimental outcomes and have been successful in some cases, when POI is established or DOR diagnosed; however, there is scarce clinical evidence to warrant their widespread clinical use. Beyond these contexts, also discussed is how new insights into the biological mechanisms governing follicular dynamics and oocyte competence may play a role in reversing ovarian damage, as no technique modifies oocyte quality. Additional studies should focus on increasing follicle number and quality. Finally, there is a small but important subgroup of women lacking residual follicles and requiring oocyte generation from stem cells.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36710157/",
    "clean_text": "ovarian rescue in women with premature ovarian insufficiency facts and fiction the ovary has a comparatively short functional lifespan compared with other organs and genetic and pathological injuries can further shorten its functional life thus preserving ovarian function should be considered in the context of women with threats to ovarian the ovary has a comparatively short functional lifespan compared with other organs and genetic and pathological injuries can further shorten its functional life thus preserving ovarian function should be considered in the context of women with threats to ovarian reserve such as ageing premature ovarian insufficiency poi and diminished ovarian reserve dor indeed one third of women with poi retain resting follicles that can be reactivated to produce competent oocytes as proved by the in vitro activation of dormant follicles this paper discusses mechanisms and clinical data relating to new therapeutic strategies using ovarian fragmentation stem cells or platelet rich plasma to regain ovarian function in women of older age years or with poi or dor follicle reactivation techniques show promising experimental outcomes and have been successful in some cases when poi is established or dor diagnosed however there is scarce clinical evidence to warrant their widespread clinical use beyond these contexts also discussed is how new insights into the biological mechanisms governing follicular dynamics and oocyte competence may play a role in reversing ovarian damage as no technique modifies oocyte quality additional studies should focus on increasing follicle number and quality finally there is a small but important subgroup of women lacking residual follicles and requiring oocyte generation from stem cells"
}