{
    "pmid": "41359182",
    "title": "Outcomes of pancreatoduodenectomy in underlying liver cirrhosis: a single institution experience and literature review.",
    "abstract": "Pancreatoduodenectomy (PD) is a complex procedure associated with up to 20-30% morbidity and 1-2% mortality. In the present study, we aimed to evaluate the outcomes of PD in patients with cirrhotic liver and assessed predictors of perioperative morbidity and mortality. This is a retrospective study from a prospectively maintained database. Amongst the patients who underwent PD between January 2013 till June 2024, only patients who had underlying cirrhotic liver were included in the study. A total of 24 patients were included. On binary logistic regression history of pancreatitis in the preoperative period (OD-25.8), stent block (OD-64.9), cholangitis (OD-273), and preoperative platelets less than 1.37(OD-40), preoperative INR more than 1.31(OD-40) and platelets count on POD1 less than 1.23 lakhs (OD-40) were associated with mortality. Patients with clinically significant portal hypertension with thrombocytopenia and a deranged coagulation profile are associated with a high risk of mortality.",
    "disease": "liver cirrhosis",
    "clean_text": "outcomes of pancreatoduodenectomy in underlying liver cirrhosis a single institution experience and literature review pancreatoduodenectomy pd is a complex procedure associated with up to morbidity and mortality in the present study we aimed to evaluate the outcomes of pd in patients with cirrhotic liver and assessed predictors of perioperative morbidity and mortality this is a retrospective study from a prospectively maintained database amongst the patients who underwent pd between january till june only patients who had underlying cirrhotic liver were included in the study a total of patients were included on binary logistic regression history of pancreatitis in the preoperative period od stent block od cholangitis od and preoperative platelets less than od preoperative inr more than od and platelets count on pod less than lakhs od were associated with mortality patients with clinically significant portal hypertension with thrombocytopenia and a deranged coagulation profile are associated with a high risk of mortality"
}