{
    "title": "Effects of ergocalciferol supplementation on the concentration of vitamin D and its metabolites in human milk.",
    "doc_id": "2600668",
    "writer": "Takeuchi A",
    "year": "1989",
    "summary": "The effect of maternal ergocalciferol (vitamin D2) supplementation on the concentrations of vitamin D, 25-hydroxyvitamin D (25-OH-D), 24R,25-dihydroxyvitamin D [24,25-(OH)2D], and 1 alpha,25-dihydroxyvitamin D [1,25-(OH)2D] in their milk was studied. ...",
    "abstract": "The effect of maternal ergocalciferol (vitamin D2) supplementation on the concentrations of vitamin D, 25-hydroxyvitamin D (25-OH-D), 24R,25-dihydroxyvitamin D [24,25-(OH)2D], and 1 alpha,25-dihydroxyvitamin D [1,25-(OH)2D] in their milk was studied. Vitamin D2, D3, 25-OH-D2 and 25-OH-D3 were simultaneously determined by high performance liquid chromatography, and the determination of 24,25-(OH)2D and 1,25-(OH)2D was performed by competitive protein binding assay and radioreceptor assay, respectively, after separation of the D2 and D3 compounds. After healthy lactating mothers had received a daily oral dose of vitamin D2 (1,200 IU/d) for 4 wk, the concentrations of vitamin D2, D3 and the metabolites were determined in their plasma and milk. Although the plasma levels of 25-OH-D2 were significantly increased, the increase in milk was relatively small. On the other hand, the increase of vitamin D2 levels in milk was greater than that of 25-OH-D2 in milk after supplementation. The levels of 1,25-(OH)2D in milk was lower after 5 wk of lactation than after 1 wk of lactation, regardless of maternal vitamin D2 supplementation. When total antirachitic activities in milk were calculated, only a very slight increase was observed as a result of supplementation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2600668/",
    "clean_text": "effects of ergocalciferol supplementation on the concentration of vitamin d and its metabolites in human milk the effect of maternal ergocalciferol vitamin d supplementation on the concentrations of vitamin d hydroxyvitamin d oh d r dihydroxyvitamin d oh d and alpha dihydroxyvitamin d oh d in their milk was studied the effect of maternal ergocalciferol vitamin d supplementation on the concentrations of vitamin d hydroxyvitamin d oh d r dihydroxyvitamin d oh d and alpha dihydroxyvitamin d oh d in their milk was studied vitamin d d oh d and oh d were simultaneously determined by high performance liquid chromatography and the determination of oh d and oh d was performed by competitive protein binding assay and radioreceptor assay respectively after separation of the d and d compounds after healthy lactating mothers had received a daily oral dose of vitamin d iu d for wk the concentrations of vitamin d d and the metabolites were determined in their plasma and milk although the plasma levels of oh d were significantly increased the increase in milk was relatively small on the other hand the increase of vitamin d levels in milk was greater than that of oh d in milk after supplementation the levels of oh d in milk was lower after wk of lactation than after wk of lactation regardless of maternal vitamin d supplementation when total antirachitic activities in milk were calculated only a very slight increase was observed as a result of supplementation"
}