{
    "title": "Pedometer step guidelines in relation to weight status among 5- to 16-year-old Australians.",
    "doc_id": "20567049",
    "writer": "Dollman J",
    "year": "2010",
    "summary": "The study aimed to establish pedometer step cut points in relation to weight status among 2,071 5-16 year old Australians. Height, weight and waist circumference were measured, and participants wore a pedometer for seven days. Pedometer values were taken as the aver …",
    "abstract": "The study aimed to establish pedometer step cut points in relation to weight status among 2,071 5-16 year old Australians. Height, weight and waist circumference were measured, and participants wore a pedometer for seven days. Pedometer values were taken as the average number of steps per day and weighted according to the ratio of weekdays to weekends. Receiver operating characteristic (ROC) curves were used to identify the optimal pedometer counts to predict overweight. Analysis of covariance (ANCOVA) was used to compare anthropometric variables across pedometer step quintiles. The ROC model for older females was nonsignificant. Optimal cut points were 12,000 for younger males, 11,000 for older males and 10,000 for younger females. These were largely confirmed by ANCOVA. The cut points were lower than previously reported for equivalent age groups. Cultural and environmental differences may necessitate population-specific guidelines to be established.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20567049/",
    "clean_text": "pedometer step guidelines in relation to weight status among to year old australians the study aimed to establish pedometer step cut points in relation to weight status among year old australians height weight and waist circumference were measured and participants wore a pedometer for seven days pedometer values were taken as the aver the study aimed to establish pedometer step cut points in relation to weight status among year old australians height weight and waist circumference were measured and participants wore a pedometer for seven days pedometer values were taken as the average number of steps per day and weighted according to the ratio of weekdays to weekends receiver operating characteristic roc curves were used to identify the optimal pedometer counts to predict overweight analysis of covariance ancova was used to compare anthropometric variables across pedometer step quintiles the roc model for older females was nonsignificant optimal cut points were for younger males for older males and for younger females these were largely confirmed by ancova the cut points were lower than previously reported for equivalent age groups cultural and environmental differences may necessitate population specific guidelines to be established"
}