{
    "pmid": "41362455",
    "title": "Multilayer surface coating for enhanced anti-inflammation, anti-restenosis, and re-endothelialization in advanced biodegradable vascular stents.",
    "abstract": "Coronary artery disease (CAD) remains a leading cause of mortality worldwide, while conventional drug-eluting stents (DES) face limitations in long-term safety and controlled drug release. Here, we developed a poly (L-lactic acid) (PLLA)-based biodegradable vascular scaffold (BVS) with a three-layer coating using distinct technologies for spatiotemporal drug delivery. The luminal surface was selectively coated via electrospraying with alpha-lipoic acid (ALA) to promote endothelialization. The abluminal surface was treated using ultrasonic spray coating with magnesium hydroxide (MH) and everolimus (EVL) to suppress smooth muscle cell proliferation and inflammation. Finally, a precision dot-printing method was employed to deliver doxorubicin (DOX) for early inhibition of restenosis. This strategy enabled time- and site-specific drug release, achieving antioxidant, anti-inflammatory, and ",
    "disease": "coronary artery disease",
    "clean_text": "multilayer surface coating for enhanced anti inflammation anti restenosis and re endothelialization in advanced biodegradable vascular stents coronary artery disease cad remains a leading cause of mortality worldwide while conventional drug eluting stents des face limitations in long term safety and controlled drug release here we developed a poly l lactic acid plla based biodegradable vascular scaffold bvs with a three layer coating using distinct technologies for spatiotemporal drug delivery the luminal surface was selectively coated via electrospraying with alpha lipoic acid ala to promote endothelialization the abluminal surface was treated using ultrasonic spray coating with magnesium hydroxide mh and everolimus evl to suppress smooth muscle cell proliferation and inflammation finally a precision dot printing method was employed to deliver doxorubicin dox for early inhibition of restenosis this strategy enabled time and site specific drug release achieving antioxidant anti inflammatory and"
}