{
    "pmid": "41473225",
    "title": "Early start of opicapone in Parkinson's disease: evidence from a pooled analysis of phase 3 trials for sustained benefit in patients with recent onset of motor fluctuations.",
    "abstract": "Levodopa is the mainstay of Parkinson's disease (PD) therapy, but its long-term use is often complicated by the development of motor fluctuations. While COMT inhibitors, such as opicapone, are routinely used for managing motor fluctuations, recent evidence has suggested that earlier vs. later intervention, at onset of motor fluctuations, may provide greater benefits. However, the longer-term impact of earlier intervention has not been well studied. This pooled subgroup analysis included data from randomized, 14-15 week, double-blind, placebo-controlled trials of opicapone and their 1-year open-label extensions. Exploratory analyses included all participants who were randomized to placebo or opicapone 50 mg, who continued opicapone into the open-label extension, and had developed motor fluctuations within 2 years before double-blind screening. Motor status was assessed using 24-h patient diaries and Unified Parkinson's Disease Rating Scale (UPDRS) scores. This post-hoc analysis included 227 patients who had been diagnosed with motor fluctuations within the prior 2 years (opicapone  Early initiation of opicapone in PD patients with recently diagnosed motor fluctuations leads to sustained reductions in OFF-time and improvements in ON-time, without increasing dyskinesia or requiring escalation of levodopa doses. These exploratory findings support revising treatment strategies to include earlier use of opicapone, maximizing long-term benefits for patients with fluctuating PD.",
    "disease": "parkinson disease",
    "clean_text": "early start of opicapone in parkinson s disease evidence from a pooled analysis of phase trials for sustained benefit in patients with recent onset of motor fluctuations levodopa is the mainstay of parkinson s disease pd therapy but its long term use is often complicated by the development of motor fluctuations while comt inhibitors such as opicapone are routinely used for managing motor fluctuations recent evidence has suggested that earlier vs later intervention at onset of motor fluctuations may provide greater benefits however the longer term impact of earlier intervention has not been well studied this pooled subgroup analysis included data from randomized week double blind placebo controlled trials of opicapone and their year open label extensions exploratory analyses included all participants who were randomized to placebo or opicapone mg who continued opicapone into the open label extension and had developed motor fluctuations within years before double blind screening motor status was assessed using h patient diaries and unified parkinson s disease rating scale updrs scores this post hoc analysis included patients who had been diagnosed with motor fluctuations within the prior years opicapone early initiation of opicapone in pd patients with recently diagnosed motor fluctuations leads to sustained reductions in off time and improvements in on time without increasing dyskinesia or requiring escalation of levodopa doses these exploratory findings support revising treatment strategies to include earlier use of opicapone maximizing long term benefits for patients with fluctuating pd"
}