{
    "title": "Weight loss and its impact on outcome in head and cancer patients during chemo-radiation.",
    "doc_id": "34571463",
    "writer": "Singh GK",
    "year": "2021",
    "summary": "The 2-year PFS was 53% and 57.1% in severe and non-severe weight loss groups respectively (p-value = 0.36). The 2-year LRC was 60% in patients with severe weight loss, while it was 63.5% in those with non-severe weight loss (p-value = 0.4 …",
    "abstract": "Background:\n        \n      \n      Weight loss during chemotherapy and its impact on the cancer outcomes have been invariably reported in the literature. We also did a post-hoc analysis of a randomized phase III trial to see the same.\n    \n\n\n          Materials and methods:\n        \n      \n      The database of a recently published randomized study comparing cisplatin-radiation with nimotuzumab cisplatin-radiation was used for this analysis. Week-wise weight loss during the course of treatment was noted. The impact of severe weight loss (grade 2-3) on progression-free survival (PFS), locoregional control (LRC) and overall survival (OS) was studied using the Kaplan Meier method. Binary logistic regression analysis was used to see the effect of various factors.\n    \n\n\n          Results:\n        \n      \n      Out of a total of 536 patients, weight loss was captured in 524. Out of these 524 patients, any degree of weight loss was seen in 293 (55.91%) patients. Grade 1 weight loss was noted in 192 (36.6%) patients, grade 2 in 96 (18.3%) and grade 3 in 5 (1%) patients. The 2-year PFS was 53% and 57.1% in severe and non-severe weight loss groups respectively (p-value = 0.36). The 2-year LRC was 60% in patients with severe weight loss, while it was 63.5% in those with non-severe weight loss (p-value = 0.47). The 2-year OS was 59.3% versus 62.2% in severe and non-severe weight loss cohorts respectively (p-value = 0.21). None of the factors was found to be associated with severe weight loss.\n    \n\n\n          Conclusion:\n        \n      \n      Severe weight loss was uncommon in our patients. Weight loss during treatment was not associated with poor survival outcomes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34571463/",
    "clean_text": "weight loss and its impact on outcome in head and cancer patients during chemo radiation the year pfs was and in severe and non severe weight loss groups respectively p value the year lrc was in patients with severe weight loss while it was in those with non severe weight loss p value background weight loss during chemotherapy and its impact on the cancer outcomes have been invariably reported in the literature we also did a post hoc analysis of a randomized phase iii trial to see the same materials and methods the database of a recently published randomized study comparing cisplatin radiation with nimotuzumab cisplatin radiation was used for this analysis week wise weight loss during the course of treatment was noted the impact of severe weight loss grade on progression free survival pfs locoregional control lrc and overall survival os was studied using the kaplan meier method binary logistic regression analysis was used to see the effect of various factors results out of a total of patients weight loss was captured in out of these patients any degree of weight loss was seen in patients grade weight loss was noted in patients grade in and grade in patients the year pfs was and in severe and non severe weight loss groups respectively p value the year lrc was in patients with severe weight loss while it was in those with non severe weight loss p value the year os was versus in severe and non severe weight loss cohorts respectively p value none of the factors was found to be associated with severe weight loss conclusion severe weight loss was uncommon in our patients weight loss during treatment was not associated with poor survival outcomes"
}