{
    "pmid": "41413450",
    "title": "Exploring transmission dynamics in epidemiologically linked pulmonary tuberculosis cases and household contacts: a WGS-based investigation.",
    "abstract": "The genotyping of the M. tuberculosis complex has significantly enhanced the comprehension of transmission dynamics and is employed to substantiate transmission dynamics among epidemiologically interconnected cases. This investigation sought to examine genomic diversity, transmission dynamics, and mutations conferring drug resistance in epidemiologically linked pulmonary tuberculosis cases and their household contacts in central Ethiopia. A total of 50 genomes were considered for WGS analysis using the TB- profiler pipeline for drug resistance and genotypic analysis (SNP distance cut-off 12). By analyzing the successful WGS data from 48 isolates, we identified that the majority were classified under lineages L4 (Euro-American, 33/48; 68.75%) and L3 (Delhi-CAS, 12/48; 25.0%). The Euro-American sub-lineage (L.4.2.2) was the most common (16/48; 33.33%). The incidence of tuberculosis due to M. bovis was 4.17% (2/48). Approximately one-fifth of the 48 isolates were determined to be at least MDR TB (10/48; 20.83%). The cluster analysis uncovered 4 clusters, resulting in an overall clustering rate of 17.02% (8 /47). Out of the four clusters, three were from the same household, while one cluster was from non-index household contacts. Out of the 10 index-HHC pairs that had valid WGS analysis, three exhibited genomes that were exactly matched. People living in regions with a significant prevalence of tuberculosis face the danger of acquiring the disease from external sources. Genomic sequencing provides valuable information about the epidemiological trends of tuberculosis, which helps in developing improved strategies for high-risk groups susceptible to unnoticed TB transmission.",
    "disease": "tuberculosis",
    "clean_text": "exploring transmission dynamics in epidemiologically linked pulmonary tuberculosis cases and household contacts a wgs based investigation the genotyping of the m tuberculosis complex has significantly enhanced the comprehension of transmission dynamics and is employed to substantiate transmission dynamics among epidemiologically interconnected cases this investigation sought to examine genomic diversity transmission dynamics and mutations conferring drug resistance in epidemiologically linked pulmonary tuberculosis cases and their household contacts in central ethiopia a total of genomes were considered for wgs analysis using the tb profiler pipeline for drug resistance and genotypic analysis snp distance cut off by analyzing the successful wgs data from isolates we identified that the majority were classified under lineages l euro american and l delhi cas the euro american sub lineage l was the most common the incidence of tuberculosis due to m bovis was approximately one fifth of the isolates were determined to be at least mdr tb the cluster analysis uncovered clusters resulting in an overall clustering rate of out of the four clusters three were from the same household while one cluster was from non index household contacts out of the index hhc pairs that had valid wgs analysis three exhibited genomes that were exactly matched people living in regions with a significant prevalence of tuberculosis face the danger of acquiring the disease from external sources genomic sequencing provides valuable information about the epidemiological trends of tuberculosis which helps in developing improved strategies for high risk groups susceptible to unnoticed tb transmission"
}