{
    "pmid": "41448978",
    "title": "Methodological Implementation of Ultrasound-Based Shear Wave Elastography in Individuals With Knee Osteoarthritis: A Scoping Review.",
    "abstract": "Ultrasound shear wave elastography (SWE) enables the reliable assessment of tissue stiffness in vivo. Recently, SWE has emerged as a tool to study musculoskeletal tissue mechanics in healthy and pathological populations, such as individuals with knee osteoarthritis (KOA). No previous articles have explicitly reviewed the implementation of SWE methodology in KOA populations. Therefore, a scoping review of published literature was performed to investigate study equipment details, measurement protocols and participant/transducer positioning as they relate to SWE methodology. The databases PubMed, CINAHL, Scopus and Embase were searched for published literature, yielding n = 29 articles that met inclusion criteria. Results were summarized by tissue type under investigation (n = 7, muscle, tendon, adipose, multiple tissues, cartilage, nerve and joint capsule). Examined in over half of all included studies (55%), muscle was the predominant tissue under investigation, while relatively few studies focused on direct KOA-related structures, such as cartilage. Transducer type and orientation were the only relatively homogenous SWE methods, with 93% of all included studies using linear transducers and 91% of reporting studies using parallel orientation. Notable heterogeneity in SWE methods was present across device modes, settings, stiffness measures and body, knee and transducer positioning. These findings indicate that methodological variability remains a significant challenge for SWE research in KOA, potentially limiting the reproducibility and generalizability of the stiffness outcomes that drive our current understanding of tissue mechanics in this population. Collectively, these results highlight the need for tissue-specific SWE methodology standardization to enhance the reliability, comparability and clinical interpretability of SWE in KOA research.",
    "disease": "osteoarthritis",
    "clean_text": "methodological implementation of ultrasound based shear wave elastography in individuals with knee osteoarthritis a scoping review ultrasound shear wave elastography swe enables the reliable assessment of tissue stiffness in vivo recently swe has emerged as a tool to study musculoskeletal tissue mechanics in healthy and pathological populations such as individuals with knee osteoarthritis koa no previous articles have explicitly reviewed the implementation of swe methodology in koa populations therefore a scoping review of published literature was performed to investigate study equipment details measurement protocols and participant transducer positioning as they relate to swe methodology the databases pubmed cinahl scopus and embase were searched for published literature yielding n articles that met inclusion criteria results were summarized by tissue type under investigation n muscle tendon adipose multiple tissues cartilage nerve and joint capsule examined in over half of all included studies muscle was the predominant tissue under investigation while relatively few studies focused on direct koa related structures such as cartilage transducer type and orientation were the only relatively homogenous swe methods with of all included studies using linear transducers and of reporting studies using parallel orientation notable heterogeneity in swe methods was present across device modes settings stiffness measures and body knee and transducer positioning these findings indicate that methodological variability remains a significant challenge for swe research in koa potentially limiting the reproducibility and generalizability of the stiffness outcomes that drive our current understanding of tissue mechanics in this population collectively these results highlight the need for tissue specific swe methodology standardization to enhance the reliability comparability and clinical interpretability of swe in koa research"
}