{
    "title": "Evaluation and management of herpes zoster ophthalmicus.",
    "doc_id": "12449270",
    "writer": "Shaikh S",
    "year": "2002",
    "summary": "Herpes zoster ophthalmicus occurs when the varicella-zoster virus is reactivated in the ophthalmic division of the trigeminal nerve. Herpes zoster ophthalmicus represents up to one fourth of all cases of herpes zoster. Most patient …",
    "abstract": "Herpes zoster ophthalmicus occurs when the varicella-zoster virus is reactivated in the ophthalmic division of the trigeminal nerve. Herpes zoster ophthalmicus represents up to one fourth of all cases of herpes zoster. Most patients with herpes zoster ophthalmicus present with a periorbital vesicular rash distributed according to the affected dermatome. A minority of patients may also develop conjunctivitis, keratitis, uveitis, and ocular cranial-nerve palsies. Permanent sequelae of ophthalmic zoster infection may include chronic ocular inflammation, loss of vision, and debilitating pain. Antiviral medications such as acyclovir, valacyclovir, and famcidovir remain the mainstay of therapy and are most effective in preventing ocular involvement when begun within 72 hours after the onset of the rash. Timely diagnosis and management of herpes zoster ophthalmicus. with referral to an ophthalmologist when ophthalmic involvement is present, are critical in limiting visual morbidity.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12449270/",
    "clean_text": "evaluation and management of herpes zoster ophthalmicus herpes zoster ophthalmicus occurs when the varicella zoster virus is reactivated in the ophthalmic division of the trigeminal nerve herpes zoster ophthalmicus represents up to one fourth of all cases of herpes zoster most patient herpes zoster ophthalmicus occurs when the varicella zoster virus is reactivated in the ophthalmic division of the trigeminal nerve herpes zoster ophthalmicus represents up to one fourth of all cases of herpes zoster most patients with herpes zoster ophthalmicus present with a periorbital vesicular rash distributed according to the affected dermatome a minority of patients may also develop conjunctivitis keratitis uveitis and ocular cranial nerve palsies permanent sequelae of ophthalmic zoster infection may include chronic ocular inflammation loss of vision and debilitating pain antiviral medications such as acyclovir valacyclovir and famcidovir remain the mainstay of therapy and are most effective in preventing ocular involvement when begun within hours after the onset of the rash timely diagnosis and management of herpes zoster ophthalmicus with referral to an ophthalmologist when ophthalmic involvement is present are critical in limiting visual morbidity"
}