{
    "pmid": "41361038",
    "title": "Harnessing machine learning for the development, validation, and prognostic evaluation of MASHRisk score: insights from a multicohort study.",
    "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH) increases liver-related mortality risk more than tenfold, yet reliable predictive biomarkers remain scarce. This study developed the MASHRisk score, a blood-based non-invasive diagnostic tool integrating routine clinical and biochemical panels. Using ten machine learning algorithms, the score was derived from 218 participants and validated across multiple cohorts (n = 93, 96, and 26,256). The MASHRisk score demonstrated robust diagnostic performance with area under the receiver operating characteristic curve (AUC) values of 0.791, 0.793, 0.806, and 0.796 across training, validation, and test sets, respectively. It emerged as an independent predictor of MASH (p < 0.001) and outperformed existing indices including Fibrosis-4 (FIB-4), aspartate aminotransferase to Platelet Ratio Index (APRI), aspartate aminotransferase to alanine aminotransferase Ratio (AAR), and Non-Alcoholic Fatty Liver Disease Fibrosis Score (NFS). In a prognostic cohort of 390,574 individuals, high-risk participants showed significantly elevated hazard ratios (HR) for liver-related mortality (HR: 12.296), MASH (HR: 12.829), cirrhosis (HR: 8.863), hepatocellular carcinoma (HR: 9.278), atherosclerotic cardiovascular disease (ASCVD)-related mortality (HR: 2.303), and all-cause mortality (HR: 1.744) compared to low-risk individuals (all p < 0.001). The MASHRisk score represents a validated, user-friendly tool for early detection, risk stratification, and outcome prediction in MASH.",
    "disease": "liver cirrhosis",
    "clean_text": "harnessing machine learning for the development validation and prognostic evaluation of mashrisk score insights from a multicohort study metabolic dysfunction associated steatohepatitis mash increases liver related mortality risk more than tenfold yet reliable predictive biomarkers remain scarce this study developed the mashrisk score a blood based non invasive diagnostic tool integrating routine clinical and biochemical panels using ten machine learning algorithms the score was derived from participants and validated across multiple cohorts n and the mashrisk score demonstrated robust diagnostic performance with area under the receiver operating characteristic curve auc values of and across training validation and test sets respectively it emerged as an independent predictor of mash p and outperformed existing indices including fibrosis fib aspartate aminotransferase to platelet ratio index apri aspartate aminotransferase to alanine aminotransferase ratio aar and non alcoholic fatty liver disease fibrosis score nfs in a prognostic cohort of individuals high risk participants showed significantly elevated hazard ratios hr for liver related mortality hr mash hr cirrhosis hr hepatocellular carcinoma hr atherosclerotic cardiovascular disease ascvd related mortality hr and all cause mortality hr compared to low risk individuals all p the mashrisk score represents a validated user friendly tool for early detection risk stratification and outcome prediction in mash"
}