{
    "pmid": "41427675",
    "title": "Multimodal integration of magnetic resonance imaging and intracranial electroencephalographic abnormalities in temporal lobe epilepsy surgery.",
    "abstract": "Precise localization of epileptogenic tissue is critical for successful surgery in drug-resistant temporal lobe epilepsy (TLE) but is challenging in those requiring intracranial electroencephalography (iEEG). A range of modalities are used for localization, including magnetic resonance imaging (MRI) and EEG, which are typically integrated qualitatively by the clinical team. This study quantitatively performed retrospective analysis of three modalities in 40 individuals with TLE who underwent subsequent resective surgery: preoperative diffusion-weighted MRI, T1-weighted MRI, and iEEG. Brain abnormalities in gray matter (GM) volume, superficial white matter (SWM) mean diffusivity, and interictal iEEG band power were derived by comparison to 97 MRI controls and 247 subjects with iEEG. We hypothesized that combined abnormalities in GM and SWM could differentiate postsurgical outcomes and adding iEEG abnormalities would improve outcome differentiation. MRI (union of GM and SWM) abnormalities were primarily concentrated in the ipsilateral hippocampus and inferior temporal regions. Resection of these abnormal regions effectively differentiated seizure-free outcomes (area under the curve [AUC] = .76, area under the precision-recall curve [AUPRC] = .78, p < .01), corroborating previous results from larger TLE cohorts. Adding iEEG abnormalities improved outcome differentiation (AUC = .92, AUPRC = .89, p < .01; z = 2.01, p < .05). MRI abnormalities were more likely to colocalize with iEEG implantation sites (z = 6.26, p < .01) and iEEG abnormalities (z = 4.34, p < .01) in individuals with favorable outcomes (International League Against Epilepsy [ILAE] class 1 and 2), but not in those with less favorable outcomes (ILAE class 3+). Combining quantitative MRI-derived GM and SWM abnormalities with interictal iEEG data improves localization of epileptogenic tissue and postsurgical outcome differentiation. Multimodal approaches may offer added value for surgical planning in complex situations.",
    "disease": "epilepsy",
    "clean_text": "multimodal integration of magnetic resonance imaging and intracranial electroencephalographic abnormalities in temporal lobe epilepsy surgery precise localization of epileptogenic tissue is critical for successful surgery in drug resistant temporal lobe epilepsy tle but is challenging in those requiring intracranial electroencephalography ieeg a range of modalities are used for localization including magnetic resonance imaging mri and eeg which are typically integrated qualitatively by the clinical team this study quantitatively performed retrospective analysis of three modalities in individuals with tle who underwent subsequent resective surgery preoperative diffusion weighted mri t weighted mri and ieeg brain abnormalities in gray matter gm volume superficial white matter swm mean diffusivity and interictal ieeg band power were derived by comparison to mri controls and subjects with ieeg we hypothesized that combined abnormalities in gm and swm could differentiate postsurgical outcomes and adding ieeg abnormalities would improve outcome differentiation mri union of gm and swm abnormalities were primarily concentrated in the ipsilateral hippocampus and inferior temporal regions resection of these abnormal regions effectively differentiated seizure free outcomes area under the curve auc area under the precision recall curve auprc p corroborating previous results from larger tle cohorts adding ieeg abnormalities improved outcome differentiation auc auprc p z p mri abnormalities were more likely to colocalize with ieeg implantation sites z p and ieeg abnormalities z p in individuals with favorable outcomes international league against epilepsy ilae class and but not in those with less favorable outcomes ilae class combining quantitative mri derived gm and swm abnormalities with interictal ieeg data improves localization of epileptogenic tissue and postsurgical outcome differentiation multimodal approaches may offer added value for surgical planning in complex situations"
}