{
    "pmid": "41473912",
    "title": "Ceftazidime-avibactam for the treatment of multidrug-resistant or extensively drug-resistant bacteria infection in preterm infants: case series study and literature review.",
    "abstract": "To evaluate efficacy and safety of ceftazidime-avibactam (CZA) in preterm infants with multidrug-resistant (MDR) or extensive drug-resistant (XDR) bacterial infections. Retrospective analysis of clinical data was conducted on preterm infants who were monitored in NICU of Peking University of First Hospital for MDR/XDR infections between 2022 and 2025. A literature search was performed using PUBMED and WANFANG databases. Six preterm infants (median gestational age 26 CZA alone or combined with aztreonam or colistin is effective and well-tolerated in critically ill preterm infants. However, the small sample size of patients limits the definitive conclusions about the safety profile of CZA, especially CNS risks. Further studies on the pharmacokinetics/pharmacodynamics and safety of CZA in preterm infants are warranted.",
    "disease": "pneumonia",
    "clean_text": "ceftazidime avibactam for the treatment of multidrug resistant or extensively drug resistant bacteria infection in preterm infants case series study and literature review to evaluate efficacy and safety of ceftazidime avibactam cza in preterm infants with multidrug resistant mdr or extensive drug resistant xdr bacterial infections retrospective analysis of clinical data was conducted on preterm infants who were monitored in nicu of peking university of first hospital for mdr xdr infections between and a literature search was performed using pubmed and wanfang databases six preterm infants median gestational age cza alone or combined with aztreonam or colistin is effective and well tolerated in critically ill preterm infants however the small sample size of patients limits the definitive conclusions about the safety profile of cza especially cns risks further studies on the pharmacokinetics pharmacodynamics and safety of cza in preterm infants are warranted"
}