{
    "title": "Reciprocal rescue of Wolfram syndrome by two causative genes.",
    "doc_id": "40181095",
    "writer": "Ham SJ",
    "year": "2025",
    "summary": "Wolfram syndrome (WS) is marked by juvenile-onset diabetes mellitus, optic atrophy, diabetes insipidus, and sensorineural hearing loss. The causative genes, WFS1 and CISD2, correspond to WS types 1 and 2, respectively. ...Additionally, our Droso …",
    "abstract": "Wolfram syndrome (WS) is marked by juvenile-onset diabetes mellitus, optic atrophy, diabetes insipidus, and sensorineural hearing loss. The causative genes, WFS1 and CISD2, correspond to WS types 1 and 2, respectively. Here, we establish their mutual indispensability for inositol 1,4,5-triphosphate receptor (IP3R) activity, demonstrating their ability to restore reduced IP3R activity in WFS1- or CISD2-deficient mammalian cells. Additionally, our Drosophila WS models lacking dWFS1 or dCISD exhibit diabetes-like phenotypes analogous to WS patients, and overexpression of dWFS1 and dCISD in the flies alleviates their phenotypes. We have engineered a peptide containing the CDGSH domain of CISD2, critical for its interaction with IP3R. Overexpression of our CISD2 peptide or treatment with its cell-penetrating peptide (CPP)-conjugated form restores calcium homeostasis in WFS1- or CISD2-deficient cells, and overexpressing the homologous dCISD peptide suppresses diabetes-like phenotypes in WS model flies. These findings underscore the intricate involvements of WFS1 and CISD2 in ER calcium regulation and provide potential therapeutic prospects for WS-related diabetes.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40181095/",
    "clean_text": "reciprocal rescue of wolfram syndrome by two causative genes wolfram syndrome ws is marked by juvenile onset diabetes mellitus optic atrophy diabetes insipidus and sensorineural hearing loss the causative genes wfs and cisd correspond to ws types and respectively additionally our droso wolfram syndrome ws is marked by juvenile onset diabetes mellitus optic atrophy diabetes insipidus and sensorineural hearing loss the causative genes wfs and cisd correspond to ws types and respectively here we establish their mutual indispensability for inositol triphosphate receptor ip r activity demonstrating their ability to restore reduced ip r activity in wfs or cisd deficient mammalian cells additionally our drosophila ws models lacking dwfs or dcisd exhibit diabetes like phenotypes analogous to ws patients and overexpression of dwfs and dcisd in the flies alleviates their phenotypes we have engineered a peptide containing the cdgsh domain of cisd critical for its interaction with ip r overexpression of our cisd peptide or treatment with its cell penetrating peptide cpp conjugated form restores calcium homeostasis in wfs or cisd deficient cells and overexpressing the homologous dcisd peptide suppresses diabetes like phenotypes in ws model flies these findings underscore the intricate involvements of wfs and cisd in er calcium regulation and provide potential therapeutic prospects for ws related diabetes"
}