{
    "title": "Evaluation of Peripheral Blood Inflammatory Markers in Patients with Chronic Subdural Hematoma.",
    "doc_id": "38691479",
    "writer": "Kayalar AE",
    "year": "2024",
    "summary": "BACKGROUND AND AIM: Chronic subdural hematoma (CSH) refers to intracranial hemorrhages frequently caused by minor head trauma and is mostly seen in middle and advanced age. ...CONCLUSION: As seen from the results of this study, peripheral blood values in CSH …",
    "abstract": "Background and aim:\n        \n      \n      Chronic subdural hematoma (CSH) refers to intracranial hemorrhages frequently caused by minor head trauma and is mostly seen in middle and advanced age. One of the hypotheses regarding the development of CSH is that the inflammatory cascade plays a pivotal role in this process.\n    \n\n\n          Materials and methods:\n        \n      \n      The inclusion criteria covered patients in all ages who were diagnosed as CSH by computed tomography and/or magnetic resonance imaging and treated by surgical intervention in our clinic between 2018 and 2020. Patient files were reviewed retrospectively, and medical records of age, gender, trauma history, unilateral or bilateral lesion, and leukocyte, neutrophil, lymphocyte, monocytes, and platelet counts were obtained. Receiver operating characteristic (ROC) analysis was used for the most appropriate neutrophil-lymphocyte ratio (NLR), platelet-lymphocyte ratio (PLR), and age discrimination in the presence of CSH, and multiple logistic regression analyses were used to determine the effect of independent factors on dependent variables.\n    \n\n\n          Results:\n        \n      \n      A total of 68 cases, 57 (83.8%) male and 11 (16.2%) female, aged between 13 and 93, were included in the study. The mean age of the patients included in the study was 72.59 ± 13.13 years. NLR of the cases ranged from 1.37 to 34.18, with a mean of 6.53 ± 6.74 and a median of 3.57. NLR and PLR were found to be statistically significantly higher in CSH patients compared to the healthy control group, and the cut-off values for NLR, PLR, and age were 2.8, 132, and 55, respectively. Age and NLR were found to be independent factors associated with CSH (P < 0.05).\n    \n\n\n          Conclusion:\n        \n      \n      As seen from the results of this study, peripheral blood values in CSH patients may be significantly higher than in the healthy control group, while they are below the normal laboratory cut-off values.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38691479/",
    "clean_text": "evaluation of peripheral blood inflammatory markers in patients with chronic subdural hematoma background and aim chronic subdural hematoma csh refers to intracranial hemorrhages frequently caused by minor head trauma and is mostly seen in middle and advanced age conclusion as seen from the results of this study peripheral blood values in csh background and aim chronic subdural hematoma csh refers to intracranial hemorrhages frequently caused by minor head trauma and is mostly seen in middle and advanced age one of the hypotheses regarding the development of csh is that the inflammatory cascade plays a pivotal role in this process materials and methods the inclusion criteria covered patients in all ages who were diagnosed as csh by computed tomography and or magnetic resonance imaging and treated by surgical intervention in our clinic between and patient files were reviewed retrospectively and medical records of age gender trauma history unilateral or bilateral lesion and leukocyte neutrophil lymphocyte monocytes and platelet counts were obtained receiver operating characteristic roc analysis was used for the most appropriate neutrophil lymphocyte ratio nlr platelet lymphocyte ratio plr and age discrimination in the presence of csh and multiple logistic regression analyses were used to determine the effect of independent factors on dependent variables results a total of cases male and female aged between and were included in the study the mean age of the patients included in the study was years nlr of the cases ranged from to with a mean of and a median of nlr and plr were found to be statistically significantly higher in csh patients compared to the healthy control group and the cut off values for nlr plr and age were and respectively age and nlr were found to be independent factors associated with csh p conclusion as seen from the results of this study peripheral blood values in csh patients may be significantly higher than in the healthy control group while they are below the normal laboratory cut off values"
}