{
    "title": "Kidney disease in the elderly: update on recent literature.",
    "doc_id": "18408482",
    "writer": "Campbell KH",
    "year": "2008",
    "summary": "PURPOSE OF REVIEW: We review recent literature on the epidemiology and outcomes of chronic kidney disease in the elderly and discuss implications for management. RECENT FINDINGS: Chronic kidney disease is common in the elderly and associated with subst …",
    "abstract": "Purpose of review:\n        \n      \n      We review recent literature on the epidemiology and outcomes of chronic kidney disease in the elderly and discuss implications for management.\n    \n\n\n          Recent findings:\n        \n      \n      Chronic kidney disease is common in the elderly and associated with substantial morbidity and mortality. The prognostic significance of a given level of estimated glomerular filtration rate, however, varies substantially by age. Estimates of the prevalence of chronic kidney disease at the population level and estimates glomerular filtration rate at the individual level are exquisitely sensitive to the methods used to arrive at these estimates. At present there is no clear consensus on the optimal approach to estimating glomerular filtration rate in elderly individuals in the clinical setting. Available evidence to guide management of chronic kidney disease is based largely on trials in younger individuals. It is unclear to what extent the results of these trials can be extrapolated to older individuals with chronic kidney disease.\n    \n\n\n          Summary:\n        \n      \n      We advise caution in applying current guidelines to the care of the large number of individuals aged 70 years and older with chronic kidney disease. Ideally, the care of these patients should be individualized and carefully integrated with the management of other comorbid conditions and with patient preferences.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/18408482/",
    "clean_text": "kidney disease in the elderly update on recent literature purpose of review we review recent literature on the epidemiology and outcomes of chronic kidney disease in the elderly and discuss implications for management recent findings chronic kidney disease is common in the elderly and associated with subst purpose of review we review recent literature on the epidemiology and outcomes of chronic kidney disease in the elderly and discuss implications for management recent findings chronic kidney disease is common in the elderly and associated with substantial morbidity and mortality the prognostic significance of a given level of estimated glomerular filtration rate however varies substantially by age estimates of the prevalence of chronic kidney disease at the population level and estimates glomerular filtration rate at the individual level are exquisitely sensitive to the methods used to arrive at these estimates at present there is no clear consensus on the optimal approach to estimating glomerular filtration rate in elderly individuals in the clinical setting available evidence to guide management of chronic kidney disease is based largely on trials in younger individuals it is unclear to what extent the results of these trials can be extrapolated to older individuals with chronic kidney disease summary we advise caution in applying current guidelines to the care of the large number of individuals aged years and older with chronic kidney disease ideally the care of these patients should be individualized and carefully integrated with the management of other comorbid conditions and with patient preferences"
}