{
    "title": "Sleep pattern, genetic risk, and the risk of incident rheumatoid arthritis: A cohort study.",
    "doc_id": "39306487",
    "writer": "Liu B",
    "year": "2024",
    "summary": "METHODS: We included participants who were free of rheumatoid arthritis at baseline based the UK Biobank. We evaluated the associations of five sleep behaviors with the risk of rheumatoid arthritis using Cox proportional hazard regression models. ...RE …",
    "abstract": "Objective:\n        \n      \n      To investigate the associations of sleep behaviors with the risk of rheumatoid arthritis, and whether the associations differ among individuals with low, intermediate, or high genetic risk.\n    \n\n\n          Methods:\n        \n      \n      We included participants who were free of rheumatoid arthritis at baseline based the UK Biobank. We evaluated the associations of five sleep behaviors with the risk of rheumatoid arthritis using Cox proportional hazard regression models. We then generated a sleep risk score which combined five sleep behaviors and assessed its association with the risk of rheumatoid arthritis. We finally generated a genetic risk score and examined the joint effects of sleep patterns and genetic susceptibility on the risk of rheumatoid arthritis.\n    \n\n\n          Results:\n        \n      \n      Of the 375,133 participants at baseline, 4913 incident rheumatoid arthritis cases were identified over a median follow-up of 11.73years. We found that insomnia and daytime sleepiness were associated with a 33% and a 38% increased risk of rheumatoid arthritis. A U-shaped association was observed between sleep duration and the risk of rheumatoid arthritis, with a 29% higher risk for those with short sleep and a 30% higher risk for those with long sleep. Participants with unfavorable sleep patterns had a 63% increased risk of rheumatoid arthritis compared with those with favorable sleep patterns. Participants with unfavorable sleep patterns and high genetic risk showed the highest risk of rheumatoid arthritis although no statistically significant multiplicative or additive interaction was found.\n    \n\n\n          Conclusions:\n        \n      \n      Our study suggested that insomnia, daytime sleepiness, and short or long sleep duration, as well as sleep risk score were associated with an increased risk of rheumatoid arthritis.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39306487/",
    "clean_text": "sleep pattern genetic risk and the risk of incident rheumatoid arthritis a cohort study methods we included participants who were free of rheumatoid arthritis at baseline based the uk biobank we evaluated the associations of five sleep behaviors with the risk of rheumatoid arthritis using cox proportional hazard regression models re objective to investigate the associations of sleep behaviors with the risk of rheumatoid arthritis and whether the associations differ among individuals with low intermediate or high genetic risk methods we included participants who were free of rheumatoid arthritis at baseline based the uk biobank we evaluated the associations of five sleep behaviors with the risk of rheumatoid arthritis using cox proportional hazard regression models we then generated a sleep risk score which combined five sleep behaviors and assessed its association with the risk of rheumatoid arthritis we finally generated a genetic risk score and examined the joint effects of sleep patterns and genetic susceptibility on the risk of rheumatoid arthritis results of the participants at baseline incident rheumatoid arthritis cases were identified over a median follow up of years we found that insomnia and daytime sleepiness were associated with a and a increased risk of rheumatoid arthritis a u shaped association was observed between sleep duration and the risk of rheumatoid arthritis with a higher risk for those with short sleep and a higher risk for those with long sleep participants with unfavorable sleep patterns had a increased risk of rheumatoid arthritis compared with those with favorable sleep patterns participants with unfavorable sleep patterns and high genetic risk showed the highest risk of rheumatoid arthritis although no statistically significant multiplicative or additive interaction was found conclusions our study suggested that insomnia daytime sleepiness and short or long sleep duration as well as sleep risk score were associated with an increased risk of rheumatoid arthritis"
}