{
    "pmid": "41436252",
    "title": "Development and validation of a risk prediction model for chronic kidney disease among adult hypertensive patients having follow-up at University of Gondar Comprehensive Specialised Hospital, Ethiopia: a retrospective cohort study.",
    "abstract": "Chronic kidney disease (CKD) arises due to uncontrolled hypertension (HTN). HTN significantly increases the risk of complications in vital organs, mainly the kidneys. If hypertensive individuals receive early intervention, the majority of these complications and deaths from CKD can be avoided. Having a clinically applicable tool to predict the future risk of those complications can prevent early disability and premature mortality. However, to this day, there is a lack of a validated risk prediction model specifically designed for CKD of hypertensive patients in Ethiopia. We aimed to develop a risk prediction model for CKD among hypertensive patients at the University of Gondar Comprehensive Specialised Hospital (UoGCSH), Ethiopia. A retrospective follow-up study was conducted from 1 January 2012 to 30 December 2021. The Least Absolute Shrinkage and Selection Operator regression methods were used to select predictors. The performance of the models was assessed using the Area Under the Curve and calibration plots. The internal validity of the model was evaluated using bootstrapping methods, and the model was presented as a nomogram. Decision curve analysis was conducted to assess the net benefit of the prediction model in clinical and public health contexts. Data from patients' medical records were collected via the Kobo Toolbox in the UoGCSH. We followed a total of 1120 Patients diagnosed with HTN. The incidence of CKD among adult hypertensive patients was 19.82% (95% CI 17.59% to 22.26%). In the multivariable logistic regression analysis, age, residency, baseline blood pressure status, type of HTN, family history of HTN, baseline serum creatinine levels, proteinuria at baseline and dyslipidaemia were identified as statistically significant predictors of CKD. The nomogram demonstrated a discriminatory power of 91.98% (95% CI 90.09% to 93.88%) and a calibration p value of 0.327. The sensitivity and specificity of the prediction model were 80.63% (95% CI 74.81% to 85.61%) and 87.97% (95% CI 85.66% to 90.03%), respectively. The developed nomogram has a greater net benefit than using the treat-all or treat-none strategies when the threshold probability of the patient is increased. The nomogram demonstrated excellent discrimination and calibration in identifying hypertensive patients at high risk of CKD. This predictive model offers clinicians a valuable tool for early identification of high-risk individuals, enabling timely interventions, personalised counselling and optimised management through close monitoring to prevent disease progression.",
    "disease": "chronic kidney disease",
    "clean_text": "development and validation of a risk prediction model for chronic kidney disease among adult hypertensive patients having follow up at university of gondar comprehensive specialised hospital ethiopia a retrospective cohort study chronic kidney disease ckd arises due to uncontrolled hypertension htn htn significantly increases the risk of complications in vital organs mainly the kidneys if hypertensive individuals receive early intervention the majority of these complications and deaths from ckd can be avoided having a clinically applicable tool to predict the future risk of those complications can prevent early disability and premature mortality however to this day there is a lack of a validated risk prediction model specifically designed for ckd of hypertensive patients in ethiopia we aimed to develop a risk prediction model for ckd among hypertensive patients at the university of gondar comprehensive specialised hospital uogcsh ethiopia a retrospective follow up study was conducted from january to december the least absolute shrinkage and selection operator regression methods were used to select predictors the performance of the models was assessed using the area under the curve and calibration plots the internal validity of the model was evaluated using bootstrapping methods and the model was presented as a nomogram decision curve analysis was conducted to assess the net benefit of the prediction model in clinical and public health contexts data from patients medical records were collected via the kobo toolbox in the uogcsh we followed a total of patients diagnosed with htn the incidence of ckd among adult hypertensive patients was ci to in the multivariable logistic regression analysis age residency baseline blood pressure status type of htn family history of htn baseline serum creatinine levels proteinuria at baseline and dyslipidaemia were identified as statistically significant predictors of ckd the nomogram demonstrated a discriminatory power of ci to and a calibration p value of the sensitivity and specificity of the prediction model were ci to and ci to respectively the developed nomogram has a greater net benefit than using the treat all or treat none strategies when the threshold probability of the patient is increased the nomogram demonstrated excellent discrimination and calibration in identifying hypertensive patients at high risk of ckd this predictive model offers clinicians a valuable tool for early identification of high risk individuals enabling timely interventions personalised counselling and optimised management through close monitoring to prevent disease progression"
}