{
    "pmid": "41398669",
    "title": "Influence of articular incongruency on coronal alignment after surgical fixation of lateral tibial plateau fractures.",
    "abstract": "The surgical treatment of the tibial plateau fracture aims for anatomic reduction and rigid fixation. A residual articular step-off more than 2mm in the weight-bearing zone has a high impact on developing posttraumatic osteoarthritis. However, the correlation between malreduction and malalignment has not been studied in depth. The purpose of this study was to investigate the correlation between postoperative articular congruency in different fracture zones in sagittal plane and the whole lower limb alignment after surgical treatment of the lateral tibial plateau fractures. Among 254 patients who were surgically treated for fractures of tibial plateau between January 2010 and December 2022 at a single center, 67 patients of all ages with lateral tibial plateau fractures (Schatzker type I-III) were selected and retrospectively reviewed. All patients underwent open reduction and internal fixation (ORIF) via plate and screw construct with or without bone augmentation procedure. For measuring lower extremity alignment variables, intra-articular step-offs in mm and a new sagittal fracture zone classification (1-3) was applied to the lateral plateau post surgery and measured in simple x-ray radiographs and preoperative three-dimensional computed tomography. We stratified the fracture site into three zones in the sagittal plane.Malreduction was defined as articular step-off ≥ 2 mm. Malalignment was defined as a difference of more than 5° in hip-knee-ankle angle (HKA) to common physiologic values. HKA showed strong negative correlation to postoperative articular step-off (Spearman's ρ = -0.69; p < 0.001). postoperative valgisation of HKA was significantly associated with increased articular incongruency (β = -.96, p< 0.001), especially when step-offs ≥ 2 mm (β = -3.77, p < 0.001). Linear regression of articular step-off and fracture location did not show any significance. However, 13 of 24 malreduced fractures (54%) were in zone 2. When the association between fracture location and HKA was evaluated, only zone 2 showed significant effect on postoperative valgization (β = -2.68, p < 0.001). When controlling fractures in zone 1 and 3, articular incongruency located in zone 2 showed significant association with HKA valgization (β =-.775, p < 0.001). This study highlights the importance of minimizing the articular step-off to be less than 2 mm in order to prevent the valgus malalignment in treating lateral tibial plateau fractures.",
    "disease": "osteoarthritis",
    "clean_text": "influence of articular incongruency on coronal alignment after surgical fixation of lateral tibial plateau fractures the surgical treatment of the tibial plateau fracture aims for anatomic reduction and rigid fixation a residual articular step off more than mm in the weight bearing zone has a high impact on developing posttraumatic osteoarthritis however the correlation between malreduction and malalignment has not been studied in depth the purpose of this study was to investigate the correlation between postoperative articular congruency in different fracture zones in sagittal plane and the whole lower limb alignment after surgical treatment of the lateral tibial plateau fractures among patients who were surgically treated for fractures of tibial plateau between january and december at a single center patients of all ages with lateral tibial plateau fractures schatzker type i iii were selected and retrospectively reviewed all patients underwent open reduction and internal fixation orif via plate and screw construct with or without bone augmentation procedure for measuring lower extremity alignment variables intra articular step offs in mm and a new sagittal fracture zone classification was applied to the lateral plateau post surgery and measured in simple x ray radiographs and preoperative three dimensional computed tomography we stratified the fracture site into three zones in the sagittal plane malreduction was defined as articular step off mm malalignment was defined as a difference of more than in hip knee ankle angle hka to common physiologic values hka showed strong negative correlation to postoperative articular step off spearman s p postoperative valgisation of hka was significantly associated with increased articular incongruency p especially when step offs mm p linear regression of articular step off and fracture location did not show any significance however of malreduced fractures were in zone when the association between fracture location and hka was evaluated only zone showed significant effect on postoperative valgization p when controlling fractures in zone and articular incongruency located in zone showed significant association with hka valgization p this study highlights the importance of minimizing the articular step off to be less than mm in order to prevent the valgus malalignment in treating lateral tibial plateau fractures"
}