{
    "pmid": "41465773",
    "title": "Distinct Profiles of Patient-Reported Outcomes Across Allergen Signatures in Chronic Rhinosinusitis.",
    "abstract": "Chronic rhinosinusitis (CRS) exhibits marked symptom heterogeneity that is not fully explained by anatomy or endotypes. Although allergen types shape symptom patterns in allergic rhinitis, largescale systematic analyses linking allergen sensitization profiles to patient-reported outcome measures in patients with CRS are limited. We conducted a multicenter, retrospective surgical cohort study ( Dominant groups were nonallergic (50%), mite (26%), grass/weed (9%), pet (9%), and tree (5%). Symptoms varied by age and sex, characterized by notably low nasal scores with aging and a high female burden for several items, motivating covariate adjustment. Signature-symptom associations were domain-specific: the pet signature showed the strongest and most consistent associations with nasal domain (such as rhinorrhea and nasal obstruction) and emotion domain (feelings of embarrassment); mite and grass/weed signatures were linked to the function domain (daytime fatigue/productivity); whereas the tree signature showed no significant associations. Seasonal patterns aligned with exposure ecology: grass/weed and tree groups had the largest relative variation (high coefficient of variations), the pet group showed the highest absolute burden year-round, and the mite group varied modestly with winter-spring predominance. Allergen signatures distilled from routine IgE panels explained meaningful variations in CRS patient-reported outcome measures, mapping to distinct symptom domains and seasonal profiles. Incorporating signature information into clinical assessments may support personalized counseling, anticipatory management around exposure windows, and targeted evaluation of environmental or immunologic interventions.",
    "disease": "asthma",
    "clean_text": "distinct profiles of patient reported outcomes across allergen signatures in chronic rhinosinusitis chronic rhinosinusitis crs exhibits marked symptom heterogeneity that is not fully explained by anatomy or endotypes although allergen types shape symptom patterns in allergic rhinitis largescale systematic analyses linking allergen sensitization profiles to patient reported outcome measures in patients with crs are limited we conducted a multicenter retrospective surgical cohort study dominant groups were nonallergic mite grass weed pet and tree symptoms varied by age and sex characterized by notably low nasal scores with aging and a high female burden for several items motivating covariate adjustment signature symptom associations were domain specific the pet signature showed the strongest and most consistent associations with nasal domain such as rhinorrhea and nasal obstruction and emotion domain feelings of embarrassment mite and grass weed signatures were linked to the function domain daytime fatigue productivity whereas the tree signature showed no significant associations seasonal patterns aligned with exposure ecology grass weed and tree groups had the largest relative variation high coefficient of variations the pet group showed the highest absolute burden year round and the mite group varied modestly with winter spring predominance allergen signatures distilled from routine ige panels explained meaningful variations in crs patient reported outcome measures mapping to distinct symptom domains and seasonal profiles incorporating signature information into clinical assessments may support personalized counseling anticipatory management around exposure windows and targeted evaluation of environmental or immunologic interventions"
}