{
    "pmid": "41444549",
    "title": "Biomimetic dual-crosslinked GelMA-SilMA hydrogel microneedle for delivering DSPE-PEG2K-TAT-modified quercetin liposomes to treat rheumatoid arthritis via the caspase-8/caspase-3/GSDME pathway.",
    "abstract": "Rheumatoid arthritis (RA) is a chronic inflammatory disease characterized by synovitis, whose pathogenesis remains unclear. Fibroblast-like synoviocytes (FLS) are central to the pathogenesis and progression of RA. This study aims to investigate the novel role of the pyroptosis mechanism mediated by the caspase-8/caspase-3/gasdermin-E (GSDME) pathway in RA-FLS, and further develop a transdermal drug delivery system (TDDS) to deliver quercetin (QUE) nanoparticles, which act on this pathway by targeting caspase-8. Specifically, we designed and constructed a 3D bioprinted bionic and architecture-mimetic double-crosslinked hydrogel dissolvable microneedle (MN) based on gelatin methacrylamide (GelMA) and silk fibroin methacryloyl (SilMA). This microneedle is used for transdermal delivery of quercetin liposomal nanoparticles modified with cell-penetrating peptide (CPP) (QUE-Lipo-TAT), so as to interrupt the vicious cycle between cell death and inflammation in RA-FLS. The results showed that caspase-8 is a potential therapeutic target for RA, and the novel caspase-8/caspase-3/GSDME pathway can mediate pyroptosis in RA-FLS. QUE-Lipo-TAT can not only block the caspase-8/caspase-3/GSDME axis by inhibiting caspase-8 via targeted action to prevent pyroptosis in RA-FLS, but also inhibit receptor-interacting protein kinase 3 (RIPK3) to prevent necroptosis in RA-FLS. Thereby, it suppresses inflammatory death, pro-inflammatory cytokine release, and disordered cell proliferation and migration of RA-FLS, achieving a \"kill two birds with one stone\" therapeutic effect. A novel hydrogel microneedle with bee stinger-mimetic and Oriental Pearl Tower-mimetic structures was prepared for the first time using GelMA-SilMA (GS) hydrogel. This microneedle possesses excellent biodegradability and mechanical properties, enabling it to easily penetrate the stratum corneum. Its favorable swelling performance and adhesiveness allow the double-sphere and single-ring microneedle structure to be firmly embedded in the skin. Additionally, the microneedle's good degradability enables the sustained release of nanoparticles. QUE-Lipo-TAT delivered via this microneedle effectively alleviates hind paw swelling and improves joint conditions in collagen-induced arthritis (CIA) rats, reduces the levels of pro-inflammatory cytokines, inhibits synovial hyperplasia and bone and cartilage damage, and exhibits favorable biosafety. The novel target, new pathway, and new drug delivery method identified in this study provide a promising new approach for the precision treatment of RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "biomimetic dual crosslinked gelma silma hydrogel microneedle for delivering dspe peg k tat modified quercetin liposomes to treat rheumatoid arthritis via the caspase caspase gsdme pathway rheumatoid arthritis ra is a chronic inflammatory disease characterized by synovitis whose pathogenesis remains unclear fibroblast like synoviocytes fls are central to the pathogenesis and progression of ra this study aims to investigate the novel role of the pyroptosis mechanism mediated by the caspase caspase gasdermin e gsdme pathway in ra fls and further develop a transdermal drug delivery system tdds to deliver quercetin que nanoparticles which act on this pathway by targeting caspase specifically we designed and constructed a d bioprinted bionic and architecture mimetic double crosslinked hydrogel dissolvable microneedle mn based on gelatin methacrylamide gelma and silk fibroin methacryloyl silma this microneedle is used for transdermal delivery of quercetin liposomal nanoparticles modified with cell penetrating peptide cpp que lipo tat so as to interrupt the vicious cycle between cell death and inflammation in ra fls the results showed that caspase is a potential therapeutic target for ra and the novel caspase caspase gsdme pathway can mediate pyroptosis in ra fls que lipo tat can not only block the caspase caspase gsdme axis by inhibiting caspase via targeted action to prevent pyroptosis in ra fls but also inhibit receptor interacting protein kinase ripk to prevent necroptosis in ra fls thereby it suppresses inflammatory death pro inflammatory cytokine release and disordered cell proliferation and migration of ra fls achieving a kill two birds with one stone therapeutic effect a novel hydrogel microneedle with bee stinger mimetic and oriental pearl tower mimetic structures was prepared for the first time using gelma silma gs hydrogel this microneedle possesses excellent biodegradability and mechanical properties enabling it to easily penetrate the stratum corneum its favorable swelling performance and adhesiveness allow the double sphere and single ring microneedle structure to be firmly embedded in the skin additionally the microneedle s good degradability enables the sustained release of nanoparticles que lipo tat delivered via this microneedle effectively alleviates hind paw swelling and improves joint conditions in collagen induced arthritis cia rats reduces the levels of pro inflammatory cytokines inhibits synovial hyperplasia and bone and cartilage damage and exhibits favorable biosafety the novel target new pathway and new drug delivery method identified in this study provide a promising new approach for the precision treatment of ra"
}