{
    "pmid": "41445718",
    "title": "Acute renal cortical necrosis following postpartum hemorrhage - successful discontinuation of peritoneal dialysis: A case report.",
    "abstract": "Renal cortical necrosis (RCN) is a rare but severe cause of acute kidney injury primarily observed in obstetric complications. We herein present a case of RCN in a 32-year-old Mongolian primigravida transferred to our hospital with uncontrolled massive postpartum hemorrhage. Contrast-enhanced computed tomography revealed ongoing uterine hemorrhage, prompting endovascular intervention for control. It also showed the loss of cortical perfusion in the kidneys, while preserving medullary blood flow, which is consistent with RCN. The patient remained anuric from transfer and required continuous hemodiafiltration followed by intermittent hemodialysis. Renal biopsy on day 23 revealed coagulative necrosis in glomeruli and tubules in the outer cortex, consistent with RCN, while glomeruli in the deeper cortex were spared. Glomeruli in the outer cortex displayed glomerular paralysis. The patient transitioned to peritoneal dialysis (PD) to facilitate infant care at home. Over 6 months, renal function improved, allowing dialysis discontinuation. Four years post-discharge, she remains free of renal replacement therapy, with serum creatinine of 2.67 mg/dL. The present case highlights the potential for gradual renal function improvement in RCN through the recovery of residual nephrons. PD may be a promising modality for patients with RCN.",
    "disease": "chronic kidney disease",
    "clean_text": "acute renal cortical necrosis following postpartum hemorrhage successful discontinuation of peritoneal dialysis a case report renal cortical necrosis rcn is a rare but severe cause of acute kidney injury primarily observed in obstetric complications we herein present a case of rcn in a year old mongolian primigravida transferred to our hospital with uncontrolled massive postpartum hemorrhage contrast enhanced computed tomography revealed ongoing uterine hemorrhage prompting endovascular intervention for control it also showed the loss of cortical perfusion in the kidneys while preserving medullary blood flow which is consistent with rcn the patient remained anuric from transfer and required continuous hemodiafiltration followed by intermittent hemodialysis renal biopsy on day revealed coagulative necrosis in glomeruli and tubules in the outer cortex consistent with rcn while glomeruli in the deeper cortex were spared glomeruli in the outer cortex displayed glomerular paralysis the patient transitioned to peritoneal dialysis pd to facilitate infant care at home over months renal function improved allowing dialysis discontinuation four years post discharge she remains free of renal replacement therapy with serum creatinine of mg dl the present case highlights the potential for gradual renal function improvement in rcn through the recovery of residual nephrons pd may be a promising modality for patients with rcn"
}