{
    "pmid": "41474787",
    "title": "Phosphopeptidome Profiling of Human Plasma for Hepatocellular Carcinoma Biomarker Discovery.",
    "abstract": "Hepatocellular carcinoma (HCC) remains a leading cause of cancer mortality, and current biomarkers such as alpha-fetoprotein (AFP) lack diagnostic accuracy. Here, we report the first comprehensive profiling of the plasma endogenous phosphopeptidome in HCC, cirrhosis, and healthy controls using a digestion-free LC-MS/MS workflow. From 60 plasma samples, 1,365 phosphopeptides corresponding to 549 proteins were identified and quantified. Among these, the statherin-derived peptide DSSEEKFLR demonstrated outstanding discrimination between HCC and cirrhosis (AUC = 0.968), outperforming AFP (AUC = 0.648). Additional peptides, including PPGAPHTEEEGAE (NST1), YEYDELPAKDD (C4A), SLPGESEEMMEEVD (ITIH4), and VSLGSPSGEVSHPRKT (AHSG), also showed high accuracy (AUC > 0.80). Functional enrichment revealed perturbations in acute-phase response, coagulation, lipid metabolism, and LXR/RXR signaling. Collectively, this work defines a novel plasma phosphopeptide signature that reflects disease-specific proteolytic and phosphorylation dynamics, providing a foundation for developing biomarkers for early detection and clinical monitoring of HCC.",
    "disease": "liver cirrhosis",
    "clean_text": "phosphopeptidome profiling of human plasma for hepatocellular carcinoma biomarker discovery hepatocellular carcinoma hcc remains a leading cause of cancer mortality and current biomarkers such as alpha fetoprotein afp lack diagnostic accuracy here we report the first comprehensive profiling of the plasma endogenous phosphopeptidome in hcc cirrhosis and healthy controls using a digestion free lc ms ms workflow from plasma samples phosphopeptides corresponding to proteins were identified and quantified among these the statherin derived peptide dsseekflr demonstrated outstanding discrimination between hcc and cirrhosis auc outperforming afp auc additional peptides including ppgaphteeegae nst yeydelpakdd c a slpgeseemmeevd itih and vslgspsgevshprkt ahsg also showed high accuracy auc functional enrichment revealed perturbations in acute phase response coagulation lipid metabolism and lxr rxr signaling collectively this work defines a novel plasma phosphopeptide signature that reflects disease specific proteolytic and phosphorylation dynamics providing a foundation for developing biomarkers for early detection and clinical monitoring of hcc"
}