{
    "pmid": "41457359",
    "title": "Does the Living My Life Program stay true to the stroke survivors' lens on recovering?",
    "abstract": "The Living My Life Program was co-created with rural and remote stroke survivors by applying the Living My Life Framework as a lens on recovering. The aim of this study was to determine whether the Program stayed true to the lens when piloted and to refine the Program ahead of broader implementation. A qualitative design integrating case study methods, narrative portraits, and features of constructivist grounded theory within an action research approach was used. Narrative portraits were crafted for five participants who piloted the individualised stroke recovery intervention and then analysed according to the categories of the Framework. Four stroke survivors who piloted the Program contributed their experiences and reflections to craft the narratives, member-checked findings, provided feedback to refine the Program, and contributed as co-authors to disseminate findings. The fifth participant did not complete the Program; however, his contribution was acknowledged through a reflective narrative by the coach and cultural mentor. Participants spoke about their unique experiences of the Program. Analysis confirmed the Program stayed true to the lens and illuminated further depth to the Framework. Conceptual (e.g., working out what works for me) and practical (e.g., options for measuring progress) refinements were incorporated iteratively. The Living My Life Program stayed true to the stroke survivors' lens on recovering. This suggests the Program can be used by health professionals to support stroke survivors to live their life as it evolves, while recovering their way, in their world. Stroke survivors' expertise needs to be prioritised when implementing the Program more broadly. The Living My Life Program was created from the real‐life experiences of stroke survivors in rural and remote areas. We worked with stroke survivors and experts to make sure it reflected their views. In the Program, stroke survivors focus on what matters most to them. They are supported by a health professional who helps them use everyday technology. We tested the Program with five stroke survivors. We then looked closely at their experiences to see how well the Program stayed true to its foundation. This helped us learn more about recovering in rural and remote areas. The Program has been improved to further align with what stroke survivors say is important to recovering their way, where they live.",
    "disease": "stroke",
    "clean_text": "does the living my life program stay true to the stroke survivors lens on recovering the living my life program was co created with rural and remote stroke survivors by applying the living my life framework as a lens on recovering the aim of this study was to determine whether the program stayed true to the lens when piloted and to refine the program ahead of broader implementation a qualitative design integrating case study methods narrative portraits and features of constructivist grounded theory within an action research approach was used narrative portraits were crafted for five participants who piloted the individualised stroke recovery intervention and then analysed according to the categories of the framework four stroke survivors who piloted the program contributed their experiences and reflections to craft the narratives member checked findings provided feedback to refine the program and contributed as co authors to disseminate findings the fifth participant did not complete the program however his contribution was acknowledged through a reflective narrative by the coach and cultural mentor participants spoke about their unique experiences of the program analysis confirmed the program stayed true to the lens and illuminated further depth to the framework conceptual e g working out what works for me and practical e g options for measuring progress refinements were incorporated iteratively the living my life program stayed true to the stroke survivors lens on recovering this suggests the program can be used by health professionals to support stroke survivors to live their life as it evolves while recovering their way in their world stroke survivors expertise needs to be prioritised when implementing the program more broadly the living my life program was created from the real life experiences of stroke survivors in rural and remote areas we worked with stroke survivors and experts to make sure it reflected their views in the program stroke survivors focus on what matters most to them they are supported by a health professional who helps them use everyday technology we tested the program with five stroke survivors we then looked closely at their experiences to see how well the program stayed true to its foundation this helped us learn more about recovering in rural and remote areas the program has been improved to further align with what stroke survivors say is important to recovering their way where they live"
}