{
    "pmid": "41465298",
    "title": "Sulfatide Acts as a Regulatory Molecule Controlling β1 Integrin-STAT5 Signaling and BOLA2-Dependent Apoptotic Pathway in Breast Cancer Cells.",
    "abstract": "Cell membrane glycosylations play a critical role in regulating cell signaling, adhesion, and immune recognition. Abnormal glycosylation is a hallmark of cancer and promotes tumor progression. Sulfatide (SM4), a glycosphingolipid synthesized by galactosylceramide sulfotransferase (CST), is frequently altered in cancers, including breast cancer. Our previous studies identified SM4 as an adhesive molecule that enhances metastasis through interactions with platelets and endothelium; however, its elevated levels increase apoptotic sensitivity and reduce tumorigenicity. Here, we elucidate the molecular mechanisms linking sulfatide metabolism to apoptosis and gene regulation. Using MDA-MB-231 and MDA-MB-468 breast cancer cells with altered CST/SM4 levels, RNA sequencing and functional analyses revealed that overproduction of the CST/SM4 significantly downregulated ",
    "disease": "breast cancer",
    "clean_text": "sulfatide acts as a regulatory molecule controlling integrin stat signaling and bola dependent apoptotic pathway in breast cancer cells cell membrane glycosylations play a critical role in regulating cell signaling adhesion and immune recognition abnormal glycosylation is a hallmark of cancer and promotes tumor progression sulfatide sm a glycosphingolipid synthesized by galactosylceramide sulfotransferase cst is frequently altered in cancers including breast cancer our previous studies identified sm as an adhesive molecule that enhances metastasis through interactions with platelets and endothelium however its elevated levels increase apoptotic sensitivity and reduce tumorigenicity here we elucidate the molecular mechanisms linking sulfatide metabolism to apoptosis and gene regulation using mda mb and mda mb breast cancer cells with altered cst sm levels rna sequencing and functional analyses revealed that overproduction of the cst sm significantly downregulated"
}