{
    "pmid": "41385731",
    "title": "Burden of primary sclerosing cholangitis in Sweden (2002-2020): Incidence, outcomes, healthcare utilization, and costs.",
    "abstract": "There is limited real-world evidence on the economic burden associated with primary sclerosing cholangitis (PSC). This study evaluated the prevalence, incidence, baseline characteristics, long-term outcomes, healthcare resource use (HRU), and healthcare costs associated with PSC in Sweden. Adults with PSC were identified in the Swedish National Patient Register from 2002 to 2020 using International Classification of Diseases, 10th revision codes for PSC (K83.0A) and/or cholangitis (K83.0) + inflammatory bowel disease (IBD) (K50/K51). The index date was defined as the date of the first (incident) PSC diagnosis. Patients were required to have a look-back period of ≥360 days (baseline) and a follow-up period of ≥30 days. Annualized mean HRU and healthcare costs (in 2021 euros) were calculated at baseline and during follow-up. Overall, 4213 incident patients with PSC were included (mean age 48.4 y; 56.8% male; 73.0% with IBD). At baseline, few patients had cirrhosis (4.2%), hepatobiliary or pancreatic cancers (4.6%), or had undergone liver transplantation (1.0%). Median duration of follow-up was 5.7 years. Outpatient visits, number of hospitalizations and filled prescriptions, and length of inpatient stay significantly increased from baseline to end of follow-up, with a 117% increase in annualized mean total healthcare costs from €9442 to €20,487 (p<0.0001), with hospitalization being a primary driver. In total, 935 patients (22.2%) died. The 10-year risk of any complication (any malignancy, cirrhosis, or liver transplantation) was 25.9% (95% CI 24.0-27.9). HRU and healthcare costs for patients with PSC in Sweden were substantial and significantly increased after diagnosis. Effective therapies are needed to reduce disease progression and economic burden.",
    "disease": "liver cirrhosis",
    "clean_text": "burden of primary sclerosing cholangitis in sweden incidence outcomes healthcare utilization and costs there is limited real world evidence on the economic burden associated with primary sclerosing cholangitis psc this study evaluated the prevalence incidence baseline characteristics long term outcomes healthcare resource use hru and healthcare costs associated with psc in sweden adults with psc were identified in the swedish national patient register from to using international classification of diseases th revision codes for psc k a and or cholangitis k inflammatory bowel disease ibd k k the index date was defined as the date of the first incident psc diagnosis patients were required to have a look back period of days baseline and a follow up period of days annualized mean hru and healthcare costs in euros were calculated at baseline and during follow up overall incident patients with psc were included mean age y male with ibd at baseline few patients had cirrhosis hepatobiliary or pancreatic cancers or had undergone liver transplantation median duration of follow up was years outpatient visits number of hospitalizations and filled prescriptions and length of inpatient stay significantly increased from baseline to end of follow up with a increase in annualized mean total healthcare costs from to p with hospitalization being a primary driver in total patients died the year risk of any complication any malignancy cirrhosis or liver transplantation was ci hru and healthcare costs for patients with psc in sweden were substantial and significantly increased after diagnosis effective therapies are needed to reduce disease progression and economic burden"
}