{
    "pmid": "41345346",
    "title": "Risk of intestinal complications, extraintestinal morbidity, and mortality in patients with ulcerative colitis and ocular involvement.",
    "abstract": "To explore health outcomes of patients with ulcerative colitis (UC) and associated ocular inflammatory disease, compared to those of matched patients with UC without associated ocular inflammatory disease. Retrospective case-control study. An aggregated electronic health records research network, TriNetX (Cambridge, MA, USA), was used to identify patients diagnosed with UC stratified by the presence or absence of ocular inflammatory disease with at least one year of follow-up. Propensity score matching (PSM) was performed to control for baseline demographics and medical comorbidities. Rates and relative risk (RR) of developing various forms of intestinal complications, extraintestinal morbidities, rheumatologic disease, cardiovascular disease, and death. Patients with UC with associated ocular inflammatory disease showed greater risk of undergoing total colectomy, as well as acquiring Clostridioides difficile and CMV colitis. They also demonstrated a greater risk of developing MASLD, vitamin D deficiency, iron deficiency anaemia, UC-related dermatological disease, osteoporosis, and sepsis. These individuals were more likely to carry rheumatologic diagnoses, including ankylosing spondylitis, psoriatic, rheumatoid, enteropathic, reactive, and inflammatory arthritis. There was an elevated risk of stroke, myocardial infarction, and VTE in this cohort as well. There was no significant difference in risks of colorectal cancer, primary sclerosing cholangitis, toxic megacolon, non-radiographic axial spondyloarthritis, or mortality between the cohorts. Patients with UC with ocular inflammatory disease have an increased risk of intestinal complications, extraintestinal morbidity, rheumatologic disease, and cardiovascular complications when compared to those without.",
    "disease": "rheumatoid arthritis",
    "clean_text": "risk of intestinal complications extraintestinal morbidity and mortality in patients with ulcerative colitis and ocular involvement to explore health outcomes of patients with ulcerative colitis uc and associated ocular inflammatory disease compared to those of matched patients with uc without associated ocular inflammatory disease retrospective case control study an aggregated electronic health records research network trinetx cambridge ma usa was used to identify patients diagnosed with uc stratified by the presence or absence of ocular inflammatory disease with at least one year of follow up propensity score matching psm was performed to control for baseline demographics and medical comorbidities rates and relative risk rr of developing various forms of intestinal complications extraintestinal morbidities rheumatologic disease cardiovascular disease and death patients with uc with associated ocular inflammatory disease showed greater risk of undergoing total colectomy as well as acquiring clostridioides difficile and cmv colitis they also demonstrated a greater risk of developing masld vitamin d deficiency iron deficiency anaemia uc related dermatological disease osteoporosis and sepsis these individuals were more likely to carry rheumatologic diagnoses including ankylosing spondylitis psoriatic rheumatoid enteropathic reactive and inflammatory arthritis there was an elevated risk of stroke myocardial infarction and vte in this cohort as well there was no significant difference in risks of colorectal cancer primary sclerosing cholangitis toxic megacolon non radiographic axial spondyloarthritis or mortality between the cohorts patients with uc with ocular inflammatory disease have an increased risk of intestinal complications extraintestinal morbidity rheumatologic disease and cardiovascular complications when compared to those without"
}