{
    "title": "Renal Trauma Classification and Management: Validating the Revised Renal Injury Grading Scale.",
    "doc_id": "31144592",
    "writer": "Ballon-Landa E",
    "year": "2019",
    "summary": "PURPOSE: To better characterize traumatic renal injury a revision to the 1989 American Association for the Surgery of Trauma renal injury scale was proposed in which grade IV includes all collecting system and segmental vascular injuries and grade V includes …",
    "abstract": "Purpose:\n        \n      \n      To better characterize traumatic renal injury a revision to the 1989 American Association for the Surgery of Trauma renal injury scale was proposed in which grade IV includes all collecting system and segmental vascular injuries and grade V includes main renal hilar injury. We sought to validate the 2009 grading scale, emphasizing reclassifications between the 1989 and 2009 versions, and subsequent management.\n    \n\n\n          Materials and methods:\n        \n      \n      Patient demographics and renal injury characteristics, computerized tomography imaging, radiology reports and subsequent management were recorded in a prospective trauma database. Multivariable logistic regression models for intervention were compared using 1989 and 2009 grades to evaluate which grading scale better predicted management.\n    \n\n\n          Results:\n        \n      \n      Of 256 renal injury cases 56 (21.9%) were reclassified using the revised 2009 scale, including 50 (19.5%) which were upgraded, 6 (2.3%) which were downgraded and 200 (78.1%) which were unchanged. Of grade III or higher cases management was nonoperative in 112 (78.9%), angioembolization in 9 (6.3%), nephrectomy in 9 (6.3%) and renorrhaphy in 12 (8.5%). Management was significantly associated with original and revised grades (chi-square p=0.02 and <0.001, respectively). Further, the multivariable model using the 2009 grades significantly outperformed the 1989 model. Radiology reports rarely included renal injury scales.\n    \n\n\n          Conclusions:\n        \n      \n      Using the revised renal injury grading scale led to more definitive classification of renal injury and a stronger association with renal trauma management. Applying the revised criteria may facilitate and improve the multidisciplinary care of renal trauma.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31144592/",
    "clean_text": "renal trauma classification and management validating the revised renal injury grading scale purpose to better characterize traumatic renal injury a revision to the american association for the surgery of trauma renal injury scale was proposed in which grade iv includes all collecting system and segmental vascular injuries and grade v includes purpose to better characterize traumatic renal injury a revision to the american association for the surgery of trauma renal injury scale was proposed in which grade iv includes all collecting system and segmental vascular injuries and grade v includes main renal hilar injury we sought to validate the grading scale emphasizing reclassifications between the and versions and subsequent management materials and methods patient demographics and renal injury characteristics computerized tomography imaging radiology reports and subsequent management were recorded in a prospective trauma database multivariable logistic regression models for intervention were compared using and grades to evaluate which grading scale better predicted management results of renal injury cases were reclassified using the revised scale including which were upgraded which were downgraded and which were unchanged of grade iii or higher cases management was nonoperative in angioembolization in nephrectomy in and renorrhaphy in management was significantly associated with original and revised grades chi square p and respectively further the multivariable model using the grades significantly outperformed the model radiology reports rarely included renal injury scales conclusions using the revised renal injury grading scale led to more definitive classification of renal injury and a stronger association with renal trauma management applying the revised criteria may facilitate and improve the multidisciplinary care of renal trauma"
}