{
    "pmid": "41429909",
    "title": "Characterising anticipatory postural adjustments in turning a comparison between older adults and people with Parkinson's disease.",
    "abstract": "Anticipatory postural adjustments (APAs) are crucial for maintaining postural stability during voluntary movements such as gait initiation. While APAs have been extensively studied in forward stepping, little is known about their characteristics during turning initiation. This study aimed to identify the characteristics of (i) APAs and subsequent first steps during turning in older adults (OA) and (ii) compare them to people with Parkinson's disease (pwP). Twenty-two pwP (tested on medication) and 17 OA performed self-paced 360˚ turns which were embedded in a complex walking task. APAs and first step characteristics were recorded using motion capture and force plate data. For pwP, APAs in turning (unloading phase) were found to be primarily mediolateral, and of significantly reduced amplitude (median = 2.5, 95% CI[0.0053; 0.0089]) in comparison to OA (median = 5.0, 95% CI[0.0073; 0.0181]). Unlike OA there was no significant association between APAs and step characteristics. These findings suggest that APAs during turning are significantly impaired in pwP, even when tested ON medication, and that this impairment may contribute to the turning difficulties often experienced by this population. Overall, these results have potential implications for clinical assessments and rehabilitation interventions, emphasising the need to tailor strategies to address turning challenges pwP face in their daily life.",
    "disease": "parkinson disease",
    "clean_text": "characterising anticipatory postural adjustments in turning a comparison between older adults and people with parkinson s disease anticipatory postural adjustments apas are crucial for maintaining postural stability during voluntary movements such as gait initiation while apas have been extensively studied in forward stepping little is known about their characteristics during turning initiation this study aimed to identify the characteristics of i apas and subsequent first steps during turning in older adults oa and ii compare them to people with parkinson s disease pwp twenty two pwp tested on medication and oa performed self paced turns which were embedded in a complex walking task apas and first step characteristics were recorded using motion capture and force plate data for pwp apas in turning unloading phase were found to be primarily mediolateral and of significantly reduced amplitude median ci in comparison to oa median ci unlike oa there was no significant association between apas and step characteristics these findings suggest that apas during turning are significantly impaired in pwp even when tested on medication and that this impairment may contribute to the turning difficulties often experienced by this population overall these results have potential implications for clinical assessments and rehabilitation interventions emphasising the need to tailor strategies to address turning challenges pwp face in their daily life"
}