{
    "pmid": "41394864",
    "title": "Single-cell transcriptomic analysis reveals a systemic immune dysregulation in intravenous immunoglobulin non-responsive Kawasaki disease.",
    "abstract": "Intravenous immunoglobulin (IVIG) has been established as the first-line treatment for Kawasaki disease (KD). However, 10%-20% of patients are unresponsive, increasing their risk of coronary artery complications. To elucidate the pathogenesis of IVIG non-responsiveness, we performed single-cell transcriptomic profiling on 24 peripheral blood mononuclear cell (PBMC) samples from responsive and non-responsive KD patients before and after IVIG treatment. Finally, the expression of key cytokines was validated using public bulk RNA-seq data and enzyme-linked immunosorbent assay (ELISA). Non-responders exhibited elevated inflammatory cells, lymphocyte dysfunction, and a stronger inflammatory cytokine response driven by the S100A12-TLR4-MYD88 axis, initiated by Mono_CD14_CD16 cells, which was closely associated with interferon activation. Despite T/NK-cell exhaustion, cytotoxic activity was preserved. All processes appeared to be closely associated with interferon activation. Disrupted Tfh-B-cell coordination was observed alongside plasmablast enrichment. Furthermore, monocytic myeloid-derived suppressor cells (MDSCs) suppressed T-cell function and promoted inflammation. The expression levels of S100A8/A9, S100A12, TNF, TNFSF8/10, and interferon-α were consistent with the transcriptomic data. Our findings reveal the immune landscape in IVIG non-responsive KD and suggest potential targets for alternative therapies.",
    "disease": "coronary artery disease",
    "clean_text": "single cell transcriptomic analysis reveals a systemic immune dysregulation in intravenous immunoglobulin non responsive kawasaki disease intravenous immunoglobulin ivig has been established as the first line treatment for kawasaki disease kd however of patients are unresponsive increasing their risk of coronary artery complications to elucidate the pathogenesis of ivig non responsiveness we performed single cell transcriptomic profiling on peripheral blood mononuclear cell pbmc samples from responsive and non responsive kd patients before and after ivig treatment finally the expression of key cytokines was validated using public bulk rna seq data and enzyme linked immunosorbent assay elisa non responders exhibited elevated inflammatory cells lymphocyte dysfunction and a stronger inflammatory cytokine response driven by the s a tlr myd axis initiated by mono cd cd cells which was closely associated with interferon activation despite t nk cell exhaustion cytotoxic activity was preserved all processes appeared to be closely associated with interferon activation disrupted tfh b cell coordination was observed alongside plasmablast enrichment furthermore monocytic myeloid derived suppressor cells mdscs suppressed t cell function and promoted inflammation the expression levels of s a a s a tnf tnfsf and interferon were consistent with the transcriptomic data our findings reveal the immune landscape in ivig non responsive kd and suggest potential targets for alternative therapies"
}