{
    "pmid": "41469305",
    "title": "Regulatory T cells attenuate astrogliosis via IL-10/STAT3/PKC/vimentin signaling and promote neurological recovery after spinal cord injury.",
    "abstract": "Spinal cord injury (SCI) triggers reactive astrogliosis, leading to the formation of an astrocyte scar around the lesion. Regulatory T cells (Tregs), a subset of immune cells, infiltrate the peri-lesional area through the compromised blood-spinal cord barrier. However, the regulatory role of Tregs in post-SCI astrogliosis and its underlying mechanisms remain unclear. Here, we demonstrated that Tregs attenuate astrogliosis and promote neurological recovery after SCI. Treg-depleted mice exhibited exacerbated astrocyte activation, increased chondroitin sulfate proteoglycan (CSPG) deposition, and impaired axonal remodeling post-SCI. Through transcriptomic profiling, we identified vimentin (Vim) as a key gene in astrocytes upregulated by Treg depletion following SCI. In vitro Treg co-culture attenuated oxygen-glucose deprivation/reoxygenation (OGD/R)-induced astrocyte activation, CSPG secretion, and vimentin high expression. Virus-mediated vimentin knockdown recapitulated Treg-mediated suppression of in vitro astrocyte activation and in vivo astrogliosis, and further ameliorated Treg depletion-induced pathological outcomes. In vitro pharmacological studies in astrocytes reveal that vimentin expression is modulated by exogenous IL-10 signaling and downstream STAT3/PKC phosphorylation. These findings demonstrate that Tregs attenuate post-SCI astrogliosis via the IL-10/STAT3/PKC/vimentin signaling axis, thereby facilitating axonal remodeling and promoting neurological recovery. Our study provides novel insights into the Treg-mediated neuroimmune repair mechanisms and establishes promising therapeutic targets for SCI treatment.",
    "disease": "stroke",
    "clean_text": "regulatory t cells attenuate astrogliosis via il stat pkc vimentin signaling and promote neurological recovery after spinal cord injury spinal cord injury sci triggers reactive astrogliosis leading to the formation of an astrocyte scar around the lesion regulatory t cells tregs a subset of immune cells infiltrate the peri lesional area through the compromised blood spinal cord barrier however the regulatory role of tregs in post sci astrogliosis and its underlying mechanisms remain unclear here we demonstrated that tregs attenuate astrogliosis and promote neurological recovery after sci treg depleted mice exhibited exacerbated astrocyte activation increased chondroitin sulfate proteoglycan cspg deposition and impaired axonal remodeling post sci through transcriptomic profiling we identified vimentin vim as a key gene in astrocytes upregulated by treg depletion following sci in vitro treg co culture attenuated oxygen glucose deprivation reoxygenation ogd r induced astrocyte activation cspg secretion and vimentin high expression virus mediated vimentin knockdown recapitulated treg mediated suppression of in vitro astrocyte activation and in vivo astrogliosis and further ameliorated treg depletion induced pathological outcomes in vitro pharmacological studies in astrocytes reveal that vimentin expression is modulated by exogenous il signaling and downstream stat pkc phosphorylation these findings demonstrate that tregs attenuate post sci astrogliosis via the il stat pkc vimentin signaling axis thereby facilitating axonal remodeling and promoting neurological recovery our study provides novel insights into the treg mediated neuroimmune repair mechanisms and establishes promising therapeutic targets for sci treatment"
}