{
    "title": "Advances in understanding fragile X syndrome and related disorders.",
    "doc_id": "22001764",
    "writer": "Rooms L",
    "year": "2011",
    "summary": "PURPOSE OF REVIEW: Fragile X syndrome is the most common form of inherited intellectual disability. Over the past 2 decades, insights into the cause of this disease have increased tremendously. ...RECENT FINDINGS: Recent work in the field demonstrated that multiple …",
    "abstract": "Purpose of review:\n        \n      \n      Fragile X syndrome is the most common form of inherited intellectual disability. Over the past 2 decades, insights into the cause of this disease have increased tremendously. This review will highlight recent discoveries with an emphasis on biochemical pathways affected in the disorder that are potentially amenable to treatment.\n    \n\n\n          Recent findings:\n        \n      \n      Recent work in the field demonstrated that multiple pathways are deregulated as a consequence of the FMR1 gene inactivation in patients with fragile X syndrome. In fragile X patients, no fragile X mental retardation protein is formed and thereby protein translation is compromised. As a consequence, a variety of biological pathways are disturbed. These pathways include mainly the metabotropic glutamate receptor and gamma-aminobutyric acid (GABA)ergic pathways, but recently potassium channels and the muscarinic cholinergic receptor have also been implied in fragile X syndrome. An overview is given of the potential therapeutic targets and clinical studies that have been performed.\n    \n\n\n          Summary:\n        \n      \n      The gene defect underlying fragile X syndrome was discovered back in 1991. Since then, there has been enormous progress in our understanding of the molecular basis of the disease. Excitingly, our insights have now reached a next phase in which therapy specifically targeting the underlying molecular defect becomes feasible.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22001764/",
    "clean_text": "advances in understanding fragile x syndrome and related disorders purpose of review fragile x syndrome is the most common form of inherited intellectual disability over the past decades insights into the cause of this disease have increased tremendously recent findings recent work in the field demonstrated that multiple purpose of review fragile x syndrome is the most common form of inherited intellectual disability over the past decades insights into the cause of this disease have increased tremendously this review will highlight recent discoveries with an emphasis on biochemical pathways affected in the disorder that are potentially amenable to treatment recent findings recent work in the field demonstrated that multiple pathways are deregulated as a consequence of the fmr gene inactivation in patients with fragile x syndrome in fragile x patients no fragile x mental retardation protein is formed and thereby protein translation is compromised as a consequence a variety of biological pathways are disturbed these pathways include mainly the metabotropic glutamate receptor and gamma aminobutyric acid gaba ergic pathways but recently potassium channels and the muscarinic cholinergic receptor have also been implied in fragile x syndrome an overview is given of the potential therapeutic targets and clinical studies that have been performed summary the gene defect underlying fragile x syndrome was discovered back in since then there has been enormous progress in our understanding of the molecular basis of the disease excitingly our insights have now reached a next phase in which therapy specifically targeting the underlying molecular defect becomes feasible"
}