{
    "title": "Clinical and biochemical profile of 786 sequential episodes of diabetic ketoacidosis in adults with type 1 and type 2 diabetes mellitus.",
    "doc_id": "34879999",
    "writer": "Ooi E",
    "year": "2021",
    "summary": "Total insulin requirements and total DKA duration were the same (type 1 diabetes 13.9 units (9.1-21.9); type 2 diabetes 13.9 units (7.7-21.1); p=0.4638). However, people with type 2 diabetes had significantly longer hospital stay (type …",
    "abstract": "Introduction:\n        \n      \n      We explored the clinical and biochemical differences in demographics, presentation and management of diabetic ketoacidosis (DKA) in adults with type 1 and type 2 diabetes.\n    \n\n\n          Research design and methods:\n        \n      \n      This observational study included all episodes of DKA from April 2014 to September 2020 in a UK tertiary care hospital. Data were collected on diabetes type, demographics, biochemical and clinical features at presentation, and DKA management.\n    \n\n\n          Results:\n        \n      \n      From 786 consecutive DKA, 583 (75.9%) type 1 diabetes and 185 (24.1%) type 2 diabetes episodes were included in the final analysis. Those with type 2 diabetes were older and had more ethnic minority representation than those with type 1 diabetes. Intercurrent illness (39.8%) and suboptimal compliance (26.8%) were the two most common precipitating causes of DKA in both cohorts. Severity of DKA as assessed by pH, glucose and lactate at presentation was similar in both groups. Total insulin requirements and total DKA duration were the same (type 1 diabetes 13.9 units (9.1-21.9); type 2 diabetes 13.9 units (7.7-21.1); p=0.4638). However, people with type 2 diabetes had significantly longer hospital stay (type 1 diabetes: 3.0 days (1.7-6.1); type 2 diabetes: 11.0 days (5.0-23.1); p<0.0001).\n    \n\n\n          Conclusions:\n        \n      \n      In this population, a quarter of DKA episodes occurred in people with type 2 diabetes. DKA in type 2 diabetes presents at an older age and with greater representation from ethnic minorities. However, severity of presentation and DKA duration are similar in both type 1 and type 2 diabetes, suggesting that the same clinical management protocol is equally effective. People with type 2 diabetes have longer hospital admission.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34879999/",
    "clean_text": "clinical and biochemical profile of sequential episodes of diabetic ketoacidosis in adults with type and type diabetes mellitus total insulin requirements and total dka duration were the same type diabetes units type diabetes units p however people with type diabetes had significantly longer hospital stay type introduction we explored the clinical and biochemical differences in demographics presentation and management of diabetic ketoacidosis dka in adults with type and type diabetes research design and methods this observational study included all episodes of dka from april to september in a uk tertiary care hospital data were collected on diabetes type demographics biochemical and clinical features at presentation and dka management results from consecutive dka type diabetes and type diabetes episodes were included in the final analysis those with type diabetes were older and had more ethnic minority representation than those with type diabetes intercurrent illness and suboptimal compliance were the two most common precipitating causes of dka in both cohorts severity of dka as assessed by ph glucose and lactate at presentation was similar in both groups total insulin requirements and total dka duration were the same type diabetes units type diabetes units p however people with type diabetes had significantly longer hospital stay type diabetes days type diabetes days p conclusions in this population a quarter of dka episodes occurred in people with type diabetes dka in type diabetes presents at an older age and with greater representation from ethnic minorities however severity of presentation and dka duration are similar in both type and type diabetes suggesting that the same clinical management protocol is equally effective people with type diabetes have longer hospital admission"
}