{
    "pmid": "41454081",
    "title": "Prognostic utility of baseline ASCL1/INSM1 expression and neutrophil-lymphocyte ratio in unresectable SCLC treated with first-line chemoimmunotherapy with or without radiotherapy.",
    "abstract": "While immune checkpoint inhibitors have revolutionized small cell lung carcinoma (SCLC) management, clinical benefits remain restricted to a subset of patients. This study investigates baseline biomarkers for predicting outcomes in unresectable SCLC patients receiving first-line chemoimmunotherapy with or without radiotherapy. We retrospectively analyzed treatment-naïve, unresectable SCLC patients undergoing first-line chemoimmunotherapy at Peking University Cancer Hospital (between June 2020 and November 2022). Clinicopathological parameters, pretreatment hematologic indices, and immunohistochemical profiles (ASCL1, NEUROD1, POU2F3, YAP1, PD-L1, CD8, MHC-I, and Rb) were correlated with survival outcomes using Cox proportional hazards models. Composite biomarker strategies were evaluated for therapeutic stratification. A total of 143 SCLC patients were included (LS=41, ES=102). The SCLC-A subtype demonstrated optimal median overall survival (OS) than other subtypes (18 months vs. 11 months, P = 0.02), and SCLC-P patients exhibited poorer prognosis than NE phenotypes (SCLC-A, SCLC-N, SCLC-AN). Multivariate analysis identified VALSG stage (P = 0.02) and bone metastases (P = 0.045) as independent OS predictors in the entire cohort. Patients stratified by ASCL1/INSM1 positivity and NLR thresholds showed markedly divergent outcomes, with ASCL1",
    "disease": "lung cancer",
    "clean_text": "prognostic utility of baseline ascl insm expression and neutrophil lymphocyte ratio in unresectable sclc treated with first line chemoimmunotherapy with or without radiotherapy while immune checkpoint inhibitors have revolutionized small cell lung carcinoma sclc management clinical benefits remain restricted to a subset of patients this study investigates baseline biomarkers for predicting outcomes in unresectable sclc patients receiving first line chemoimmunotherapy with or without radiotherapy we retrospectively analyzed treatment na ve unresectable sclc patients undergoing first line chemoimmunotherapy at peking university cancer hospital between june and november clinicopathological parameters pretreatment hematologic indices and immunohistochemical profiles ascl neurod pou f yap pd l cd mhc i and rb were correlated with survival outcomes using cox proportional hazards models composite biomarker strategies were evaluated for therapeutic stratification a total of sclc patients were included ls es the sclc a subtype demonstrated optimal median overall survival os than other subtypes months vs months p and sclc p patients exhibited poorer prognosis than ne phenotypes sclc a sclc n sclc an multivariate analysis identified valsg stage p and bone metastases p as independent os predictors in the entire cohort patients stratified by ascl insm positivity and nlr thresholds showed markedly divergent outcomes with ascl"
}