{
    "pmid": "41456995",
    "title": "MRI-based Intratumoral and Peritumoral Habitat Radiomics for Early Prediction of Pathologic Complete Response in Breast Cancer: A Multicenter Study.",
    "abstract": "Tumor heterogeneity is a main driver of varied treatment responses for neoadjuvant therapy (NAT) in breast cancer, yet conventional radiomics often overlooks intratumoral heterogeneity. This study aims to develop and validate a habitat radiomics model derived from pretreatment MRI for noninvasive prediction of pathologic complete response (pCR) in breast cancer patients undergoing NAT. This retrospective multicenter study included 301 patients with breast cancer who underwent NAT followed by surgery. Patients were assigned to a training set (n=143), internal validation set (n=62), and two external testing sets (n=96). Habitat subregions were generated via K-means clustering, and concentric peritumoral regions (3 mm, 5 mm, and 7 mm) were delineated. Several models were developed: a clinical model, an intratumoral radiomics model, a habitat radiomics model, three peritumoral models, and a combined model. Models were evaluated using the area under the receiver operating characteristic curve (AUC), while calibration and decision curves were used to assess model reliability and clinical applicability. Model interpretability was assessed using Shapley Additive exPlanations (SHAP). The habitat radiomics model achieved AUCs of 0.931 (training), 0.850 (internal validation), 0.811 (external test 1), and 0.802 (external test 2), outperforming both global and peritumoral radiomics models. The combined model integrating 3 mm peritumoral features and clinical factors achieved higher AUCs of 0.957, 0.871, 0.842, and 0.853, respectively. SHAP analysis revealed that four of the top five contributing features originated from one dominant intratumoral habitat, highlighting habitat subregions as an important predictive marker of pCR. MRI-based habitat radiomics enables noninvasive prediction of pCR by capturing spatial heterogeneity within and around tumors. This approach may improve individualized treatment planning in breast cancer.",
    "disease": "breast cancer",
    "clean_text": "mri based intratumoral and peritumoral habitat radiomics for early prediction of pathologic complete response in breast cancer a multicenter study tumor heterogeneity is a main driver of varied treatment responses for neoadjuvant therapy nat in breast cancer yet conventional radiomics often overlooks intratumoral heterogeneity this study aims to develop and validate a habitat radiomics model derived from pretreatment mri for noninvasive prediction of pathologic complete response pcr in breast cancer patients undergoing nat this retrospective multicenter study included patients with breast cancer who underwent nat followed by surgery patients were assigned to a training set n internal validation set n and two external testing sets n habitat subregions were generated via k means clustering and concentric peritumoral regions mm mm and mm were delineated several models were developed a clinical model an intratumoral radiomics model a habitat radiomics model three peritumoral models and a combined model models were evaluated using the area under the receiver operating characteristic curve auc while calibration and decision curves were used to assess model reliability and clinical applicability model interpretability was assessed using shapley additive explanations shap the habitat radiomics model achieved aucs of training internal validation external test and external test outperforming both global and peritumoral radiomics models the combined model integrating mm peritumoral features and clinical factors achieved higher aucs of and respectively shap analysis revealed that four of the top five contributing features originated from one dominant intratumoral habitat highlighting habitat subregions as an important predictive marker of pcr mri based habitat radiomics enables noninvasive prediction of pcr by capturing spatial heterogeneity within and around tumors this approach may improve individualized treatment planning in breast cancer"
}