{
    "pmid": "41458098",
    "title": "Metachronous Isolated Inguinal Lymph Node Metastasis at a Previous Hernia Repair Site following Potentially Curative Surgery for Transverse Colon Cancer: A Case Report.",
    "abstract": "Inguinal lymph node metastasis from colon cancer is extremely rare. Therapeutic strategies have not been established regarding preventive measures for hernia recurrence following mesh removal when the mesh used in inguinal hernia repair is infiltrated by a tumor. Similarly, no treatment strategies have been developed regarding the necessity of prophylactic orchiectomy when a tumor infiltrates the spermatic cord and requires resection. We report a rare case of metachronous isolated inguinal lymph node metastasis following potentially curative surgery for transverse colon cancer. An 83-year-old male underwent laparoscopic colectomy with D3 lymphadenectomy for transverse colon cancer. At 1 year postoperatively, he presented with a painful mass in the left inguinal region. Imaging suggested transverse colon cancer recurrence in the inguinal lymph node. Diagnostic and therapeutic inguinal lymphadenectomy was performed. The tumor had infiltrated the previously placed mesh for a prior inguinal hernia repair and adhered to the spermatic cord. Therefore, en bloc resection of the mesh and spermatic cord was performed. No additional reinforcement was necessary because the structural strength of the inguinal region was preserved following mesh removal. Furthermore, orchiectomy was not performed owing to testicular atrophy due to advanced age. Histopathological examination confirmed inguinal lymph node metastasis of transverse colon cancer. At 4 months postoperatively, the patient remained free from colorectal cancer recurrence, testicular necrosis, or inguinal hernia recurrence. This case represents an extremely rare instance of metastasis occurring at the site of a prior inguinal hernia repair with mesh implantation. Considering the potential need for spermatic cord resection and mesh removal, appropriate surgical strategies for such scenarios should be included in preoperative planning.",
    "disease": "colorectal cancer",
    "clean_text": "metachronous isolated inguinal lymph node metastasis at a previous hernia repair site following potentially curative surgery for transverse colon cancer a case report inguinal lymph node metastasis from colon cancer is extremely rare therapeutic strategies have not been established regarding preventive measures for hernia recurrence following mesh removal when the mesh used in inguinal hernia repair is infiltrated by a tumor similarly no treatment strategies have been developed regarding the necessity of prophylactic orchiectomy when a tumor infiltrates the spermatic cord and requires resection we report a rare case of metachronous isolated inguinal lymph node metastasis following potentially curative surgery for transverse colon cancer an year old male underwent laparoscopic colectomy with d lymphadenectomy for transverse colon cancer at year postoperatively he presented with a painful mass in the left inguinal region imaging suggested transverse colon cancer recurrence in the inguinal lymph node diagnostic and therapeutic inguinal lymphadenectomy was performed the tumor had infiltrated the previously placed mesh for a prior inguinal hernia repair and adhered to the spermatic cord therefore en bloc resection of the mesh and spermatic cord was performed no additional reinforcement was necessary because the structural strength of the inguinal region was preserved following mesh removal furthermore orchiectomy was not performed owing to testicular atrophy due to advanced age histopathological examination confirmed inguinal lymph node metastasis of transverse colon cancer at months postoperatively the patient remained free from colorectal cancer recurrence testicular necrosis or inguinal hernia recurrence this case represents an extremely rare instance of metastasis occurring at the site of a prior inguinal hernia repair with mesh implantation considering the potential need for spermatic cord resection and mesh removal appropriate surgical strategies for such scenarios should be included in preoperative planning"
}