{
    "pmid": "41428330",
    "title": "Janus Kinase Inhibitors for Inflammatory Bowel Disease: Concise Questions and Answers on Their Use in Clinical Practice.",
    "abstract": "Janus kinase (JAK) inhibitors are being increasingly used in inflammatory bowel diseases (IBDs). In the present review we raise a series of practical questions on JAK inhibitors in IBD and provide clear and concise answers. We performed a bibliographic search to identify studies assessing the role of JAK inhibitors in IBD. The key conclusions are summarized as follows. Upadacitinib has shown favorable efficacy outcomes in ulcerative colitis relative to other JAK inhibitors, although this conclusion requires confirmation through randomized trials. Extended induction can benefit patients with partial response. Real-world data support the use of JAK inhibitors in pediatric and older adults with IBD. JAK inhibitor efficacy appears unaffected by body mass index. JAK inhibitors may offer considerably high colectomy-free rates in acute severe ulcerative colitis. Interruption of therapy should be cautious, as maintenance seems key to sustained remission. Dose re-escalation can recapture response in over half of patients with loss of efficacy. Switching between JAK inhibitors, especially from tofacitinib to upadacitinib, is a viable strategy. Upadacitinib appears promising in the treatment of refractory perianal fistulizing Crohn's disease. JAK inhibitors may also be an option in refractory pouchitis. Combination therapy with JAK inhibitors and biologics may be beneficial in refractory IBD, though more studies are needed. JAK inhibitors appear effective in some extraintestinal dermatologic manifestations. Pretreatment screening for latent tuberculosis is advised. JAK inhibitors cause reversible, dose-dependent cholesterol increases without consistent evidence of a clear impact on cardiovascular risk, but monitoring is advised. Use in pregnancy is discouraged due to potential risks, and breastfeeding is contraindicated because of drug excretion in milk. This review addresses key practical questions on Janus kinase inhibitors in inflammatory bowel disease, summarizing evidence on efficacy, safety, and therapeutic strategies, including switching, dose adjustment, and combination approaches, to optimize management across diverse patient populations and clinical scenarios.",
    "disease": "tuberculosis",
    "clean_text": "janus kinase inhibitors for inflammatory bowel disease concise questions and answers on their use in clinical practice janus kinase jak inhibitors are being increasingly used in inflammatory bowel diseases ibds in the present review we raise a series of practical questions on jak inhibitors in ibd and provide clear and concise answers we performed a bibliographic search to identify studies assessing the role of jak inhibitors in ibd the key conclusions are summarized as follows upadacitinib has shown favorable efficacy outcomes in ulcerative colitis relative to other jak inhibitors although this conclusion requires confirmation through randomized trials extended induction can benefit patients with partial response real world data support the use of jak inhibitors in pediatric and older adults with ibd jak inhibitor efficacy appears unaffected by body mass index jak inhibitors may offer considerably high colectomy free rates in acute severe ulcerative colitis interruption of therapy should be cautious as maintenance seems key to sustained remission dose re escalation can recapture response in over half of patients with loss of efficacy switching between jak inhibitors especially from tofacitinib to upadacitinib is a viable strategy upadacitinib appears promising in the treatment of refractory perianal fistulizing crohn s disease jak inhibitors may also be an option in refractory pouchitis combination therapy with jak inhibitors and biologics may be beneficial in refractory ibd though more studies are needed jak inhibitors appear effective in some extraintestinal dermatologic manifestations pretreatment screening for latent tuberculosis is advised jak inhibitors cause reversible dose dependent cholesterol increases without consistent evidence of a clear impact on cardiovascular risk but monitoring is advised use in pregnancy is discouraged due to potential risks and breastfeeding is contraindicated because of drug excretion in milk this review addresses key practical questions on janus kinase inhibitors in inflammatory bowel disease summarizing evidence on efficacy safety and therapeutic strategies including switching dose adjustment and combination approaches to optimize management across diverse patient populations and clinical scenarios"
}