{
    "pmid": "41395184",
    "title": "A Retrospective Follow-Up Study of Satisfaction in Patients Undergoing Unicompartmental Knee Arthroplasty: A 3-Month Postoperative Analysis.",
    "abstract": "This study aims to evaluate early postoperative treatment satisfaction among patients with severe knee osteoarthritis (KOA) undergoing unicompartmental knee arthroplasty (UKA) and to identify modifiable factors influencing this outcome, informing strategies to improve patient care pathways. A retrospective analysis of 99 severe KOA patients undergoing UKA was conducted, with satisfaction levels assessed three months postoperatively. Patients were stratified into satisfied and dissatisfied groups. Differences in demographic, clinical, and psychological variables were analyzed using appropriate statistical tests. Binary logistic regression was used to identify independent predictors of dissatisfaction. A post-hoc power analysis confirmed the study was adequately powered to detect the observed difference in the primary anthropometric variable (Body Mass Index) between groups. Twenty-one patients (21.2%) reported dissatisfaction. Significant differences were observed in age, BMI, waist circumference, Self-Rating Anxiety Scale (SAS), and Self-Rating Depression Scale (SDS) scores (all P<0.05). Notably, the receipt of a preoperative preventive pain psychological intervention was also significantly associated with higher satisfaction in univariate analysis (P=0.008). The dissatisfied group exhibited higher Visual Analog Scale (VAS) pain scores throughout the three-month follow-up. The final multivariate logistic regression model, which identified BMI, waist circumference, and 1-month VAS score as independent predictors, showed excellent predictive accuracy (AUC=0.981). Higher BMI, larger waist circumference, and greater subacute pain at one month are independent predictors of early dissatisfaction after UKA. Psychological factors, including preoperative anxiety, depression, and the lack of preventive pain psychological interventions, are also strongly associated with this outcome. Reducing postoperative pain, particularly at one month, enhances surgical outcome evaluations at this early time point. Clinicians should consider a multifactorial approach targeting these modifiable risk factors to improve satisfaction.",
    "disease": "osteoarthritis",
    "clean_text": "a retrospective follow up study of satisfaction in patients undergoing unicompartmental knee arthroplasty a month postoperative analysis this study aims to evaluate early postoperative treatment satisfaction among patients with severe knee osteoarthritis koa undergoing unicompartmental knee arthroplasty uka and to identify modifiable factors influencing this outcome informing strategies to improve patient care pathways a retrospective analysis of severe koa patients undergoing uka was conducted with satisfaction levels assessed three months postoperatively patients were stratified into satisfied and dissatisfied groups differences in demographic clinical and psychological variables were analyzed using appropriate statistical tests binary logistic regression was used to identify independent predictors of dissatisfaction a post hoc power analysis confirmed the study was adequately powered to detect the observed difference in the primary anthropometric variable body mass index between groups twenty one patients reported dissatisfaction significant differences were observed in age bmi waist circumference self rating anxiety scale sas and self rating depression scale sds scores all p notably the receipt of a preoperative preventive pain psychological intervention was also significantly associated with higher satisfaction in univariate analysis p the dissatisfied group exhibited higher visual analog scale vas pain scores throughout the three month follow up the final multivariate logistic regression model which identified bmi waist circumference and month vas score as independent predictors showed excellent predictive accuracy auc higher bmi larger waist circumference and greater subacute pain at one month are independent predictors of early dissatisfaction after uka psychological factors including preoperative anxiety depression and the lack of preventive pain psychological interventions are also strongly associated with this outcome reducing postoperative pain particularly at one month enhances surgical outcome evaluations at this early time point clinicians should consider a multifactorial approach targeting these modifiable risk factors to improve satisfaction"
}