{
    "title": "Myeloperoxidase formation of PAF receptor ligands induces PAF receptor-dependent kidney injury during ethanol consumption.",
    "doc_id": "26003521",
    "writer": "Latchoumycandane C",
    "year": "2015",
    "summary": "Cytochrome P450 2E1 (CYP2E1) induction and oxidative metabolism of ethanol in hepatocytes inflame and damage liver. Chronic ethanol ingestion also induces kidney dysfunction, which is associated with mortality from alcoholic hepatitis. ...We found that CYP2E1 was in …",
    "abstract": "Cytochrome P450 2E1 (CYP2E1) induction and oxidative metabolism of ethanol in hepatocytes inflame and damage liver. Chronic ethanol ingestion also induces kidney dysfunction, which is associated with mortality from alcoholic hepatitis. Whether the kidney is directly affected by ethanol or is secondary to liver damage is not established. We found that CYP2E1 was induced in kidney tubules of mice chronically ingesting a modified Lieber-deCarli liquid ethanol diet. Phospholipids of kidney tubules were oxidized and fragmented in ethanol-fed mice with accumulation of azelaoyl phosphatidylcholine (Az-PC), a nonbiosynthetic product formed only by oxidative truncation of polyunsaturated phosphatidylcholine. Az-PC stimulates the inflammatory PAF receptor (PTAFR) abundantly expressed by neutrophils and kidney tubules, and inflammatory cells and myeloperoxidase-containing neutrophils accumulated in the kidneys of ethanol-fed mice after significant hysteresis. Decreased kidney filtration and induction of the acute kidney injury biomarker KIM-1 in tubules temporally correlated with leukocyte infiltration. Genetic ablation of PTAFR reduced accumulation of PTAFR ligands and reduced leukocyte infiltration into kidneys. Loss of this receptor in PTAFR(-/-) mice also suppressed oxidative damage and kidney dysfunction without affecting CYP2E1 induction. Neutrophilic inflammation was responsible for ethanol-induced kidney damage, because loss of neutrophil myeloperoxidase in MPO(-/-) mice was similarly protective. We conclude that ethanol catabolism in renal tubules results in a self-perpetuating cycle of CYP2E1 induction, local PTAFR ligand formation, and neutrophil infiltration and activation that leads to myeloperoxidase-dependent oxidation and damage to kidney function. Hepatocytes do not express PTAFR, so this oxidative cycle is a local response to ethanol catabolism in the kidney.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26003521/",
    "clean_text": "myeloperoxidase formation of paf receptor ligands induces paf receptor dependent kidney injury during ethanol consumption cytochrome p e cyp e induction and oxidative metabolism of ethanol in hepatocytes inflame and damage liver chronic ethanol ingestion also induces kidney dysfunction which is associated with mortality from alcoholic hepatitis we found that cyp e was in cytochrome p e cyp e induction and oxidative metabolism of ethanol in hepatocytes inflame and damage liver chronic ethanol ingestion also induces kidney dysfunction which is associated with mortality from alcoholic hepatitis whether the kidney is directly affected by ethanol or is secondary to liver damage is not established we found that cyp e was induced in kidney tubules of mice chronically ingesting a modified lieber decarli liquid ethanol diet phospholipids of kidney tubules were oxidized and fragmented in ethanol fed mice with accumulation of azelaoyl phosphatidylcholine az pc a nonbiosynthetic product formed only by oxidative truncation of polyunsaturated phosphatidylcholine az pc stimulates the inflammatory paf receptor ptafr abundantly expressed by neutrophils and kidney tubules and inflammatory cells and myeloperoxidase containing neutrophils accumulated in the kidneys of ethanol fed mice after significant hysteresis decreased kidney filtration and induction of the acute kidney injury biomarker kim in tubules temporally correlated with leukocyte infiltration genetic ablation of ptafr reduced accumulation of ptafr ligands and reduced leukocyte infiltration into kidneys loss of this receptor in ptafr mice also suppressed oxidative damage and kidney dysfunction without affecting cyp e induction neutrophilic inflammation was responsible for ethanol induced kidney damage because loss of neutrophil myeloperoxidase in mpo mice was similarly protective we conclude that ethanol catabolism in renal tubules results in a self perpetuating cycle of cyp e induction local ptafr ligand formation and neutrophil infiltration and activation that leads to myeloperoxidase dependent oxidation and damage to kidney function hepatocytes do not express ptafr so this oxidative cycle is a local response to ethanol catabolism in the kidney"
}