{
    "pmid": "41467327",
    "title": "Speech Biomarkers From Smartphone Calls Track Progression in REM Sleep Behavior Disorder and Parkinson's Disease.",
    "abstract": "This 24-month longitudinal study involving isolated rapid eye movement sleep behavior disorder (iRBD), early-stage Parkinson's disease (PD), and matched healthy control subjects aimed to assess whether acoustic speech features from real-world smartphone calls provide passive progressive biomarkers in synucleinopathies. Participants underwent clinical assessments at baseline, 1, and 2 years. Speech was continuously captured during phone calls via a standardized smartphone application, segmented, and analyzed for speech impairment severity end points and key acoustic features of monopitch, vowel articulation, voice quality, and articulation rate. We used linear mixed-effect modeling to estimate speech progression and calculated sample size requirements to demonstrate slowing of progression under anticipated treatment effects. Over 31,000 phone calls (>1,000 hours) were collected from 71 participants including those with iRBD, PD, and healthy controls. Compared with controls, both individuals with iRBD and PD showed significant declines in speech impairment severity end points based on spectral changes and artificial intelligence-based neural embeddings. The subjects with iRBD also exhibited declines in vowel articulation and articulation rate. For a 2-year neuroprotective trial aiming for 50% drug efficacy, the most efficient sample size estimate based on time-to-event analysis was 74 iRBD and 84 PD participants per arm using the neural embedding end point. The phone call analysis requiring no patient effort or clinical supervision can detect speech decline in prodromal and early synucleinopathies, providing a potential paradigm shift for clinical trial design and neuroprotective intervention end points. ANN NEUROL 2025.",
    "disease": "parkinson disease",
    "clean_text": "speech biomarkers from smartphone calls track progression in rem sleep behavior disorder and parkinson s disease this month longitudinal study involving isolated rapid eye movement sleep behavior disorder irbd early stage parkinson s disease pd and matched healthy control subjects aimed to assess whether acoustic speech features from real world smartphone calls provide passive progressive biomarkers in synucleinopathies participants underwent clinical assessments at baseline and years speech was continuously captured during phone calls via a standardized smartphone application segmented and analyzed for speech impairment severity end points and key acoustic features of monopitch vowel articulation voice quality and articulation rate we used linear mixed effect modeling to estimate speech progression and calculated sample size requirements to demonstrate slowing of progression under anticipated treatment effects over phone calls hours were collected from participants including those with irbd pd and healthy controls compared with controls both individuals with irbd and pd showed significant declines in speech impairment severity end points based on spectral changes and artificial intelligence based neural embeddings the subjects with irbd also exhibited declines in vowel articulation and articulation rate for a year neuroprotective trial aiming for drug efficacy the most efficient sample size estimate based on time to event analysis was irbd and pd participants per arm using the neural embedding end point the phone call analysis requiring no patient effort or clinical supervision can detect speech decline in prodromal and early synucleinopathies providing a potential paradigm shift for clinical trial design and neuroprotective intervention end points ann neurol"
}