{
    "pmid": "41362180",
    "title": "Long-term administration of multikinase inhibitors is a potential risk factor for atherosclerosis in patients with thyroid cancer.",
    "abstract": "Vascular endothelial growth factor inhibitors are key drugs for cancer treatment as they inhibit angiogenesis. However, they also promote atherosclerosis in normal vessels, though the clinical significance of this phenomenon is unreported. In this study, we investigated whether long-term multikinase inhibitor (MKI) administration promotes atherosclerosis. We evaluated 63 patients with thyroid cancer; 39 patients received MKIs for more than 1 year (MKI group) and 24 had never received MKIs and underwent computed tomography (CT) follow-up (non-MKI group). Using medical records, we retrospectively observed vessel walls on CT scans and investigated the appearance of new plaques. We also studied all new-onset major adverse cardiac events (MACE; cardiac death, nonfatal myocardial infarction, worsening of angina, coronary revascularization, and acute heart failure) that occurred during the observation period in both groups. The median observation period for the Kaplan-Meier curve for new plaques was 43 months. New plaques appeared in significantly more patients in the MKI group (44%) than in the non-MKI group (0%). A multivariate analysis revealed that only MKI administration correlated with new plaque appearance. A history of hypertension, diabetes mellitus, or statin administration was not significantly associated with new plaque appearance. The carotid artery was the predominant site for new plaques. Two patients in the MKI group and none in the non-MKI group developed MACE. MKI administration may be an independent risk factor for atherosclerosis in patients with thyroid cancer. Complications associated with atherosclerotic disease should be monitored during long-term MKI administration.",
    "disease": "coronary artery disease",
    "clean_text": "long term administration of multikinase inhibitors is a potential risk factor for atherosclerosis in patients with thyroid cancer vascular endothelial growth factor inhibitors are key drugs for cancer treatment as they inhibit angiogenesis however they also promote atherosclerosis in normal vessels though the clinical significance of this phenomenon is unreported in this study we investigated whether long term multikinase inhibitor mki administration promotes atherosclerosis we evaluated patients with thyroid cancer patients received mkis for more than year mki group and had never received mkis and underwent computed tomography ct follow up non mki group using medical records we retrospectively observed vessel walls on ct scans and investigated the appearance of new plaques we also studied all new onset major adverse cardiac events mace cardiac death nonfatal myocardial infarction worsening of angina coronary revascularization and acute heart failure that occurred during the observation period in both groups the median observation period for the kaplan meier curve for new plaques was months new plaques appeared in significantly more patients in the mki group than in the non mki group a multivariate analysis revealed that only mki administration correlated with new plaque appearance a history of hypertension diabetes mellitus or statin administration was not significantly associated with new plaque appearance the carotid artery was the predominant site for new plaques two patients in the mki group and none in the non mki group developed mace mki administration may be an independent risk factor for atherosclerosis in patients with thyroid cancer complications associated with atherosclerotic disease should be monitored during long term mki administration"
}