{
    "title": "Screening of the genital human papillomavirus infection among 8581 women in the First Affiliated Hospital of Xi'an Jiaotong University.",
    "doc_id": "24997820",
    "writer": "Ma Q",
    "year": "2014",
    "summary": "METHODS: Totally 8581 women in the Department of Gynaecology of the First Affiliated Hospital of Xi'an Jiaotong University were enrolled to detect HPV-DNA in their genital tracts by PCR+flow-through hybridization. ...",
    "abstract": "Objective:\n        \n      \n      To investigate the prevalence of genital human papillomavirus (HPV) infection among women in Shaan'xi Province of China, and to detect the characteristics of genital HPV infection among these women.\n    \n\n\n          Methods:\n        \n      \n      Totally 8581 women in the Department of Gynaecology of the First Affiliated Hospital of Xi'an Jiaotong University were enrolled to detect HPV-DNA in their genital tracts by PCR+flow-through hybridization. Some subjects were also screened by cytology or histology.\n    \n\n\n          Results:\n        \n      \n      Among these subjects, the prevalence of female genital tract HPV infection was 33.06%, among which high risk (HR)-HPV infection accounted for 30.08% and multiple HR-HPV infection 27.18%. The genotypes HPV-16, -52,-58, -6, and HPV-18 were the most prevalent strains. The distribution of HPV infection differed among different age groups:the first infection peak occured less than 25 years and the second peak was above 51 years. Among the HR-HPV DNA positive women, the rates of HR-HPV infection with normal histology, cervical intraepithelial neoplasias 1 (CIN1), CIN2 ,CIN3, and cervical cancer (CC) were 88.72%, 97.48%, 97.35%, 95.88%, and 99.23%, respectively. For women with CC, HPV-16 was the most common genotype, followed by HPV-18, HPV-58, HPV-52, and HPV-33. HPV-16 ,-18, and 58 were responsible for 94.62% of CC cases in this region.\n    \n\n\n          Conclusions:\n        \n      \n      The most common genotypes of HPV infection among women in Shaan'xi province are HPV-16, HPV-52, HPV-58, HPV-6, and HPV-18. HPV-16, HPV-18, HPV-58, HPV-52, and HPV-33 are the most frequently genotypes found in cervical carcinoma, in particular HPV-16, HPV-18, and HPV-58. HR-HPV infection aggravates the cervical lesions. The multiple HPV infections increase the risk of cervical lesions.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/24997820/",
    "clean_text": "screening of the genital human papillomavirus infection among women in the first affiliated hospital of xi an jiaotong university methods totally women in the department of gynaecology of the first affiliated hospital of xi an jiaotong university were enrolled to detect hpv dna in their genital tracts by pcr flow through hybridization objective to investigate the prevalence of genital human papillomavirus hpv infection among women in shaan xi province of china and to detect the characteristics of genital hpv infection among these women methods totally women in the department of gynaecology of the first affiliated hospital of xi an jiaotong university were enrolled to detect hpv dna in their genital tracts by pcr flow through hybridization some subjects were also screened by cytology or histology results among these subjects the prevalence of female genital tract hpv infection was among which high risk hr hpv infection accounted for and multiple hr hpv infection the genotypes hpv and hpv were the most prevalent strains the distribution of hpv infection differed among different age groups the first infection peak occured less than years and the second peak was above years among the hr hpv dna positive women the rates of hr hpv infection with normal histology cervical intraepithelial neoplasias cin cin cin and cervical cancer cc were and respectively for women with cc hpv was the most common genotype followed by hpv hpv hpv and hpv hpv and were responsible for of cc cases in this region conclusions the most common genotypes of hpv infection among women in shaan xi province are hpv hpv hpv hpv and hpv hpv hpv hpv hpv and hpv are the most frequently genotypes found in cervical carcinoma in particular hpv hpv and hpv hr hpv infection aggravates the cervical lesions the multiple hpv infections increase the risk of cervical lesions"
}