{
    "title": "Regulation of tight junction permeability with switch-like speed.",
    "doc_id": "12920403",
    "writer": "Beyenbach KW.",
    "year": "2003",
    "summary": "PURPOSE OF REVIEW: The case is made that tight junctions can undergo large reversible conductance changes in a matter of seconds and yet preserve their permselectivity. ...SUMMARY: Epithelial cells in Malpighian tubules taper to tight junctions at thei …",
    "abstract": "Purpose of review:\n        \n      \n      The case is made that tight junctions can undergo large reversible conductance changes in a matter of seconds and yet preserve their permselectivity. The diuretic peptide leucokinin transforms (renal) Malpighian tubules of the yellow fever mosquito from a moderately tight epithelium to a leaky epithelium by increasing the chloride-conductance of the paracellular shunt pathway. The nine-fold increase in the paracellular chloride-conductance brings about a non-selective stimulation of transepithelial sodium chloride and potassium chloride secretion, as expected from a conductance increase in the pathway taken by the counterion of sodium and potassium.\n    \n\n\n          Recent findings:\n        \n      \n      The leucokinin signaling pathway consists in part of a receptor coupled G-protein, phospholipase C, inositol-1,4,5-trisphosphate, and increased intracellular calcium concentration that bring about the increase in the paracellular, tight junction chloride-conductance. As the conductance of the tight junction pathway increases it becomes more selective for the transepithelial passage of chloride.\n    \n\n\n          Summary:\n        \n      \n      Epithelial cells in Malpighian tubules taper to tight junctions at their lateral edges exposing them directly to apical and serosal solutions. Furthermore, evolutionary pressures to excrete salt and water at high rates without the aid of glomerular filtration have led to powerful mechanisms of tubular secretion, capable of diuresis when the mosquito is challenged with the volume expansion of a blood meal. The tubular diuresis is mediated in part by increasing the paracellular chloride conductance. Thus, anatomical and physiological specializations in Malpighian tubules combine to yield the evidence for the dynamic hormonal regulation of the tight junction pathway.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12920403/",
    "clean_text": "regulation of tight junction permeability with switch like speed purpose of review the case is made that tight junctions can undergo large reversible conductance changes in a matter of seconds and yet preserve their permselectivity summary epithelial cells in malpighian tubules taper to tight junctions at thei purpose of review the case is made that tight junctions can undergo large reversible conductance changes in a matter of seconds and yet preserve their permselectivity the diuretic peptide leucokinin transforms renal malpighian tubules of the yellow fever mosquito from a moderately tight epithelium to a leaky epithelium by increasing the chloride conductance of the paracellular shunt pathway the nine fold increase in the paracellular chloride conductance brings about a non selective stimulation of transepithelial sodium chloride and potassium chloride secretion as expected from a conductance increase in the pathway taken by the counterion of sodium and potassium recent findings the leucokinin signaling pathway consists in part of a receptor coupled g protein phospholipase c inositol trisphosphate and increased intracellular calcium concentration that bring about the increase in the paracellular tight junction chloride conductance as the conductance of the tight junction pathway increases it becomes more selective for the transepithelial passage of chloride summary epithelial cells in malpighian tubules taper to tight junctions at their lateral edges exposing them directly to apical and serosal solutions furthermore evolutionary pressures to excrete salt and water at high rates without the aid of glomerular filtration have led to powerful mechanisms of tubular secretion capable of diuresis when the mosquito is challenged with the volume expansion of a blood meal the tubular diuresis is mediated in part by increasing the paracellular chloride conductance thus anatomical and physiological specializations in malpighian tubules combine to yield the evidence for the dynamic hormonal regulation of the tight junction pathway"
}