{
    "pmid": "41412586",
    "title": "Tuberculosis Transmission in an Australian Healthcare Setting: Lessons Learnt from a Coordinated Public Health Response.",
    "abstract": "Tuberculosis (TB) remains a global public health concern. In Australia, TB incidence is low but remains elevated among overseas-born individuals. This study investigates a TB cluster in a nonclinical hospital setting during the COVID-19 pandemic, highlighting transmission dynamics and the public health response. A retrospective observational study was conducted using medical records and epidemiological contact tracing data within a tertiary hospital in New South Wales, Australia. Three screening rounds targeted office contacts in different air-conditioning zones. Whole genome sequencing (WGS) was used to assess Mycobacterium tuberculosis isolates. Five secondary cases of TB disease were identified following exposure to the index case, a non-clinical hospital employee with cavitating pulmonary TB. Among 233 identified contacts, 117 completed screening. Initially screened high-risk contacts (n=31) had high rates of TB disease (n=4; 12.9%) and newly detected IGRA-positivity (n=14; 45.1%), with lower rates in broader screening. Transmission likely occurred via prolonged office exposure. WGS linked a sixth TB case in a clinical healthcare worker to the cluster, with 26 secondary contacts screened. This study underscores the potential for highly infectious TB transmission within Australian healthcare settings. Timely contact tracing, genomic surveillance, and pre-employment screening are essential for effective prevention and control.",
    "disease": "tuberculosis",
    "clean_text": "tuberculosis transmission in an australian healthcare setting lessons learnt from a coordinated public health response tuberculosis tb remains a global public health concern in australia tb incidence is low but remains elevated among overseas born individuals this study investigates a tb cluster in a nonclinical hospital setting during the covid pandemic highlighting transmission dynamics and the public health response a retrospective observational study was conducted using medical records and epidemiological contact tracing data within a tertiary hospital in new south wales australia three screening rounds targeted office contacts in different air conditioning zones whole genome sequencing wgs was used to assess mycobacterium tuberculosis isolates five secondary cases of tb disease were identified following exposure to the index case a non clinical hospital employee with cavitating pulmonary tb among identified contacts completed screening initially screened high risk contacts n had high rates of tb disease n and newly detected igra positivity n with lower rates in broader screening transmission likely occurred via prolonged office exposure wgs linked a sixth tb case in a clinical healthcare worker to the cluster with secondary contacts screened this study underscores the potential for highly infectious tb transmission within australian healthcare settings timely contact tracing genomic surveillance and pre employment screening are essential for effective prevention and control"
}