{
    "title": "Factors influencing COVID-19 vaccination intention among overseas and domestic Chinese university students: a cross-sectional survey.",
    "doc_id": "34714726",
    "writer": "Wang H",
    "year": "2021",
    "summary": "Thus, it is necessary to investigate the vaccination uptake intention of overseas and domestic university students to promote vaccination and control the pandemic globally. However, little is known about the COVID-19 vaccination uptake intention among overseas and domestic …",
    "abstract": "To vaccinate the Chinese on a nationwide scale timely and effectively, it is necessary to assess the vaccination uptake intention of the public. University students are opinion leaders, who have an important impact on the vaccination uptake intention of others around them. As a group with strong population mobility, overseas university students have an extra influence on the spread of COVID-19 and the prevention and control of the pandemic. Thus, it is necessary to investigate the vaccination uptake intention of overseas and domestic university students to promote vaccination and control the pandemic globally. However, little is known about the COVID-19 vaccination uptake intention among overseas and domestic university students. This study aimed to explore the difference between overseas and domestic Chinese university students' COVID-19 vaccination uptake intentions and influencing factors using the Health Belief Model. A cross-sectional survey using an online questionnaire was conducted among 370 overseas university students and 463 domestic university students between January and February 2021. More than half of the respondents (536, 64.3%) reported vaccination uptake intentions, with overseas and domestic university students reporting similar vaccination uptake intentions (64.1% vs 64.6%, p > .05). Perceived benefits, perceived barriers, and cues to action were important factors that influenced the vaccination intention among overseas and domestic university students. It is worth trying to communicate the benefits of the vaccine, enhance the role of cues to action, and eliminate the potential barriers among overseas and domestic university students through creative propagation to further promote the COVID-19 vaccination.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34714726/",
    "clean_text": "factors influencing covid vaccination intention among overseas and domestic chinese university students a cross sectional survey thus it is necessary to investigate the vaccination uptake intention of overseas and domestic university students to promote vaccination and control the pandemic globally however little is known about the covid vaccination uptake intention among overseas and domestic to vaccinate the chinese on a nationwide scale timely and effectively it is necessary to assess the vaccination uptake intention of the public university students are opinion leaders who have an important impact on the vaccination uptake intention of others around them as a group with strong population mobility overseas university students have an extra influence on the spread of covid and the prevention and control of the pandemic thus it is necessary to investigate the vaccination uptake intention of overseas and domestic university students to promote vaccination and control the pandemic globally however little is known about the covid vaccination uptake intention among overseas and domestic university students this study aimed to explore the difference between overseas and domestic chinese university students covid vaccination uptake intentions and influencing factors using the health belief model a cross sectional survey using an online questionnaire was conducted among overseas university students and domestic university students between january and february more than half of the respondents reported vaccination uptake intentions with overseas and domestic university students reporting similar vaccination uptake intentions vs p perceived benefits perceived barriers and cues to action were important factors that influenced the vaccination intention among overseas and domestic university students it is worth trying to communicate the benefits of the vaccine enhance the role of cues to action and eliminate the potential barriers among overseas and domestic university students through creative propagation to further promote the covid vaccination"
}