{
    "pmid": "41458049",
    "title": "High-grade leiomyosarcoma of the common femoral vein masquerading as a femoral artery aneurysm in an elderly patient: A diagnostic challenge.",
    "abstract": "Leiomyosarcoma is a rare and aggressive malignant tumor arising from smooth muscle cells, most commonly found in the uterus, gastrointestinal tract, or retroperitoneum. Involvement of the extremities is uncommon and may mimic more common vascular or hematologic conditions, complicating diagnosis. We present the case of an 85-year-old male with a history of hypertension and recent anticoagulation for pulmonary embolism and deep vein thrombosis, who developed a painless, progressively enlarging right inguinal mass. The lesion was initially suspected to be a femoral artery aneurysm or an expanding hematoma. However, imaging studies revealed a multilobulated, hypoechoic, avascular intermuscular mass closely related to the femoral vessels. FDG PET/CT demonstrated increasing size and metabolic activity, while MRI showed the mass encasing the common femoral vein with intraluminal tumor thrombus. A core needle biopsy confirmed metastatic high-grade leiomyosarcoma. Further imaging revealed distant metastases involving the lungs, pelvic bones, and spine. The patient was treated with systemic chemotherapy and targeted radiotherapy. This case highlights the importance of considering soft tissue sarcomas in the differential diagnosis of atypical groin masses in elderly patients. It also underscores the essential role of multimodality imaging in differentiating between benign and malignant lesions and in guiding appropriate management.",
    "disease": "hypertension",
    "clean_text": "high grade leiomyosarcoma of the common femoral vein masquerading as a femoral artery aneurysm in an elderly patient a diagnostic challenge leiomyosarcoma is a rare and aggressive malignant tumor arising from smooth muscle cells most commonly found in the uterus gastrointestinal tract or retroperitoneum involvement of the extremities is uncommon and may mimic more common vascular or hematologic conditions complicating diagnosis we present the case of an year old male with a history of hypertension and recent anticoagulation for pulmonary embolism and deep vein thrombosis who developed a painless progressively enlarging right inguinal mass the lesion was initially suspected to be a femoral artery aneurysm or an expanding hematoma however imaging studies revealed a multilobulated hypoechoic avascular intermuscular mass closely related to the femoral vessels fdg pet ct demonstrated increasing size and metabolic activity while mri showed the mass encasing the common femoral vein with intraluminal tumor thrombus a core needle biopsy confirmed metastatic high grade leiomyosarcoma further imaging revealed distant metastases involving the lungs pelvic bones and spine the patient was treated with systemic chemotherapy and targeted radiotherapy this case highlights the importance of considering soft tissue sarcomas in the differential diagnosis of atypical groin masses in elderly patients it also underscores the essential role of multimodality imaging in differentiating between benign and malignant lesions and in guiding appropriate management"
}