{
    "pmid": "41417552",
    "title": "Sex influences murine T cell responses to vaccination with BCG or BCG∆BCG1419 grown as biofilms.",
    "abstract": "It is known that host sex can influence the immune response to administration of Mycobacterium bovis Bacillus Calmette-Guérin (BCG). However, the effect of BCG or BCG-derived vaccines cultured as biofilms on development of T cell responses in both sexes remains unclear. To compare the influence of sex and vaccine strain (BCG Pasteur vs. BCGΔBCG1419c) on ex vivo T cell responses against mycobacterial purified protein derivative (PPD) stimulation in lung and spleen cells of mice vaccinated with bacteria grown as biofilms. Male and female BALB/c mice were subcutaneously vaccinated with disaggregated, biofilm-derived BCG Pasteur or BCGΔBCG1419c. Sixty days later, lung and spleen cells were collected and stimulated ex vivo with PPD. Flow cytometry was used to quantify frequencies of mono- and bi-functional CD4⁺ and CD8a⁺ T cells expressing interferon gamma (IFN-γ) and tumour necrosis factor alpha (TNF-α) or interleukin-2 (IL-2), as well as frequencies of tissue-resident memory CD4⁺ T cells. Sex influenced T cell responses in both organs. Lungs of female mice vaccinated with BCGΔBCG1419c showed reduced frequencies of CD8a⁺ IFN-γ⁺, and reduced frequency of CD4⁺ IFN-γ⁺ in spleen, compared with males. On the other hand, female mice vaccinated with BCG produced higher IL-2+ and IL-2+TNF-α+ T cells in spleen than paired males. Vaccine strain alone had limited effects, but sex-strain interactions shaped distinct immune profiles. Sex modulates the immunogenicity of BCG-based vaccines grown as biofilms. Our results underscore the importance of considering host sex and vaccine preparation in tuberculosis preclinical research.",
    "disease": "tuberculosis",
    "clean_text": "sex influences murine t cell responses to vaccination with bcg or bcg bcg grown as biofilms it is known that host sex can influence the immune response to administration of mycobacterium bovis bacillus calmette gu rin bcg however the effect of bcg or bcg derived vaccines cultured as biofilms on development of t cell responses in both sexes remains unclear to compare the influence of sex and vaccine strain bcg pasteur vs bcg bcg c on ex vivo t cell responses against mycobacterial purified protein derivative ppd stimulation in lung and spleen cells of mice vaccinated with bacteria grown as biofilms male and female balb c mice were subcutaneously vaccinated with disaggregated biofilm derived bcg pasteur or bcg bcg c sixty days later lung and spleen cells were collected and stimulated ex vivo with ppd flow cytometry was used to quantify frequencies of mono and bi functional cd and cd a t cells expressing interferon gamma ifn and tumour necrosis factor alpha tnf or interleukin il as well as frequencies of tissue resident memory cd t cells sex influenced t cell responses in both organs lungs of female mice vaccinated with bcg bcg c showed reduced frequencies of cd a ifn and reduced frequency of cd ifn in spleen compared with males on the other hand female mice vaccinated with bcg produced higher il and il tnf t cells in spleen than paired males vaccine strain alone had limited effects but sex strain interactions shaped distinct immune profiles sex modulates the immunogenicity of bcg based vaccines grown as biofilms our results underscore the importance of considering host sex and vaccine preparation in tuberculosis preclinical research"
}