{
    "title": "Contraception: the Need for Expansion of Counsel in Adolescent and Young Adult (AYA) Cancer Care.",
    "doc_id": "26880356",
    "writer": "Fridgen O",
    "year": "2017",
    "summary": "Little is known about oncology provider recommendations regarding best practices in contraception use during cancer treatment and through survivorship for adolescent and young adult (AYA) cancer patients. This review examined the literature to identify related studi …",
    "abstract": "Little is known about oncology provider recommendations regarding best practices in contraception use during cancer treatment and through survivorship for adolescent and young adult (AYA) cancer patients. This review examined the literature to identify related studies on contraception recommendations, counseling discussions, and methods of contraception in the AYA oncology population. A literature review was conducted using PubMed, including all peer-reviewed journals with no publication date exclusions. A systematic review of the literature was conducted using combinations of the following phrases or keywords: \"oncology OR cancer\" AND \"contraception, family planning, contraceptive devices, contraceptive agents, intrauterine devices OR IUD, vaccines, spermatocidal agents, postcoital, immunologic, family planning, vasectomy, tubal ligation, sterilization\" AND \"young adult OR adolescent\" AND \"young adult AND adolescent\". Reviewers assessed articles using the \"Quality Assessment Tool for Quantitative Studies\" which considers: (1) selection bias; (2) study design; (3) confounders; (4) blinding; (5) data collection methods; and (6) withdrawals and dropouts. A total of five articles were included and all studies were quantitative. Results showed no consistent recommendations among providers, references to guidelines, or methods of contraceptive types. Provider guidelines for discussions with AYA patients should be expanded to provide comprehensive, consistent, and quality cancer care in the AYA population.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26880356/",
    "clean_text": "contraception the need for expansion of counsel in adolescent and young adult aya cancer care little is known about oncology provider recommendations regarding best practices in contraception use during cancer treatment and through survivorship for adolescent and young adult aya cancer patients this review examined the literature to identify related studi little is known about oncology provider recommendations regarding best practices in contraception use during cancer treatment and through survivorship for adolescent and young adult aya cancer patients this review examined the literature to identify related studies on contraception recommendations counseling discussions and methods of contraception in the aya oncology population a literature review was conducted using pubmed including all peer reviewed journals with no publication date exclusions a systematic review of the literature was conducted using combinations of the following phrases or keywords oncology or cancer and contraception family planning contraceptive devices contraceptive agents intrauterine devices or iud vaccines spermatocidal agents postcoital immunologic family planning vasectomy tubal ligation sterilization and young adult or adolescent and young adult and adolescent reviewers assessed articles using the quality assessment tool for quantitative studies which considers selection bias study design confounders blinding data collection methods and withdrawals and dropouts a total of five articles were included and all studies were quantitative results showed no consistent recommendations among providers references to guidelines or methods of contraceptive types provider guidelines for discussions with aya patients should be expanded to provide comprehensive consistent and quality cancer care in the aya population"
}