{
    "title": "Serum concentration of vitamin D metabolites during treatment with vitamin D2 and D3 in normal premenopausal women.",
    "doc_id": "2849489",
    "writer": "Tjellesen L",
    "year": "1986",
    "summary": "Serum concentrations of vitamin D metabolites were measured in 19 healthy premenopausal women before and during treatment with 4000 IU per day of either vitamin D2 or vitamin D3 for 8 weeks. ...We conclude that vitamin D2 and vitamin D3 given in the same doses in in …",
    "abstract": "Serum concentrations of vitamin D metabolites were measured in 19 healthy premenopausal women before and during treatment with 4000 IU per day of either vitamin D2 or vitamin D3 for 8 weeks. Vitamin D2 treatment increased the serum concentration of 25(OH)D2, but a corresponding decrease in 25(OH)D3 resulted in an unchanged value for total 25(OH)D. The serum concentration of the D3 dihydroxy metabolites was also significantly decreased. Vitamin D3 treatment increased the serum concentrations of 25(OH)D3 and D3 dihydroxy metabolites. The serum concentration of 1,25(OH)2D did not change in either of the treatment groups. We conclude that vitamin D2 and vitamin D3 given in the same doses in international units have a different effect on the serum concentration of vitamin D metabolites and biochemical indices of calcium metabolism.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/2849489/",
    "clean_text": "serum concentration of vitamin d metabolites during treatment with vitamin d and d in normal premenopausal women serum concentrations of vitamin d metabolites were measured in healthy premenopausal women before and during treatment with iu per day of either vitamin d or vitamin d for weeks we conclude that vitamin d and vitamin d given in the same doses in in serum concentrations of vitamin d metabolites were measured in healthy premenopausal women before and during treatment with iu per day of either vitamin d or vitamin d for weeks vitamin d treatment increased the serum concentration of oh d but a corresponding decrease in oh d resulted in an unchanged value for total oh d the serum concentration of the d dihydroxy metabolites was also significantly decreased vitamin d treatment increased the serum concentrations of oh d and d dihydroxy metabolites the serum concentration of oh d did not change in either of the treatment groups we conclude that vitamin d and vitamin d given in the same doses in international units have a different effect on the serum concentration of vitamin d metabolites and biochemical indices of calcium metabolism"
}