{
    "title": "Contributions of obesity and weight loss to gallstone disease.",
    "doc_id": "8214980",
    "writer": "Everhart JE.",
    "year": "1993",
    "summary": "Persons with the highest body mass index before weight loss and those who lose weight most rapidly appear to be at the greatest risk for gallstones. Treatment with ursodeoxycholic acid (ursodiol) during weight loss dieting is the only proven pre …",
    "abstract": "Objective:\n        \n      \n      To examine the relation of obesity and weight loss to the formation of gallstones according to pertinent clinical and research issues.\n    \n\n\n          Data sources and extraction:\n        \n      \n      Original reports obtained through a MEDLINE search from 1966 to 1992 on gallstones plus obesity or reducing diets, supplemented by a manual search of bibliographies, a Current Contents title search from 1991 to 1992 on gallstones and gallbladder, and expert opinion. Only studies of humans were cited.\n    \n\n\n          Data synthesis:\n        \n      \n      For women, but less so for men, obesity is a strong risk factor for gallstones, and this risk is increased during weight loss. Between 10% and 25% of obese men and women may develop gallstones within a few months of beginning a very low calorie diet, and perhaps one third of these will develop symptoms of gallstones. Persons with the highest body mass index before weight loss and those who lose weight most rapidly appear to be at the greatest risk for gallstones. Treatment with ursodeoxycholic acid (ursodiol) during weight loss dieting is the only proven prevention for the formation of gallstones. Issues to be resolved include how different diets affect the risk for developing gallstones, the identification of other risk factors for gallstone formation during weight loss, the effect of weight loss among people with preexisting gallstones, and the optimum means of preventing gallstones during weight loss.\n    \n\n\n          Conclusions:\n        \n      \n      During weight loss, particularly among the obese, an increased risk exists for symptomatic gallstone formation. This acute risk offers the opportunity to investigate the cause of gallstones and possibly to prevent them.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/8214980/",
    "clean_text": "contributions of obesity and weight loss to gallstone disease persons with the highest body mass index before weight loss and those who lose weight most rapidly appear to be at the greatest risk for gallstones treatment with ursodeoxycholic acid ursodiol during weight loss dieting is the only proven pre objective to examine the relation of obesity and weight loss to the formation of gallstones according to pertinent clinical and research issues data sources and extraction original reports obtained through a medline search from to on gallstones plus obesity or reducing diets supplemented by a manual search of bibliographies a current contents title search from to on gallstones and gallbladder and expert opinion only studies of humans were cited data synthesis for women but less so for men obesity is a strong risk factor for gallstones and this risk is increased during weight loss between and of obese men and women may develop gallstones within a few months of beginning a very low calorie diet and perhaps one third of these will develop symptoms of gallstones persons with the highest body mass index before weight loss and those who lose weight most rapidly appear to be at the greatest risk for gallstones treatment with ursodeoxycholic acid ursodiol during weight loss dieting is the only proven prevention for the formation of gallstones issues to be resolved include how different diets affect the risk for developing gallstones the identification of other risk factors for gallstone formation during weight loss the effect of weight loss among people with preexisting gallstones and the optimum means of preventing gallstones during weight loss conclusions during weight loss particularly among the obese an increased risk exists for symptomatic gallstone formation this acute risk offers the opportunity to investigate the cause of gallstones and possibly to prevent them"
}