{
    "pmid": "41444962",
    "title": "Periosteal distraction improves blood flow and regulates inflammatory response to accelerate foot ulcer healing in diabetic rats.",
    "abstract": "Diabetic foot is a prevalent complication of diabetes mellitus. The tibial transverse transport technique was widely use to diabetic foot management. Recently, some clinical studies have applied tibial periosteal distraction (PD) in diabetic foot patients, reporting favorable therapeutic outcomes. However, the mechanisms by which PD facilitates lower limb wound healing in diabetic foot remain poorly understood. Our study aims to create PD rat model to preliminarily explore the underlying therapeutic mechanisms. We developed periosteal distraction fixation system. The periosteal distraction in diabetes rat model (male SD rat) was successfully established. The effects of PD on wound healing were researched. HE staining, immunofluorescence staining and western blot were used to investigate the mechanisms. PD enhanced wound healing by angiogensis and EPCs recruitment through SDF-1/CXCR4 and OPN signaling activation, and through ERK1/2 phosphorylated to accelerate M2 macrophage polarization. Enhanced neovascularization and EPCs recruitment were observed in the PD group with double immune-labelling of CD31 and α-SMA, CD34 and CD133. SDF-1/CXCR4, OPN signaling activation and ERK1/2 phosphorylation were seen in the results of immunofluorescence staining and western blot in PD group. The amount of M2 macrophages was increased and M1 was reduced in the PD group by immunofluorescence staining. PD enhanced blood flow and regulated inflammatory response to accelerate diabetes foot ulcer healing.",
    "disease": "diabetes mellitus",
    "clean_text": "periosteal distraction improves blood flow and regulates inflammatory response to accelerate foot ulcer healing in diabetic rats diabetic foot is a prevalent complication of diabetes mellitus the tibial transverse transport technique was widely use to diabetic foot management recently some clinical studies have applied tibial periosteal distraction pd in diabetic foot patients reporting favorable therapeutic outcomes however the mechanisms by which pd facilitates lower limb wound healing in diabetic foot remain poorly understood our study aims to create pd rat model to preliminarily explore the underlying therapeutic mechanisms we developed periosteal distraction fixation system the periosteal distraction in diabetes rat model male sd rat was successfully established the effects of pd on wound healing were researched he staining immunofluorescence staining and western blot were used to investigate the mechanisms pd enhanced wound healing by angiogensis and epcs recruitment through sdf cxcr and opn signaling activation and through erk phosphorylated to accelerate m macrophage polarization enhanced neovascularization and epcs recruitment were observed in the pd group with double immune labelling of cd and sma cd and cd sdf cxcr opn signaling activation and erk phosphorylation were seen in the results of immunofluorescence staining and western blot in pd group the amount of m macrophages was increased and m was reduced in the pd group by immunofluorescence staining pd enhanced blood flow and regulated inflammatory response to accelerate diabetes foot ulcer healing"
}