{
    "title": "Is parental depression related to parental mentalizing? A systematic review and three-level meta-analysis.",
    "doc_id": "37572565",
    "writer": "Georg AK",
    "year": "2023",
    "summary": "This systematic review and meta-analysis is aimed to summarize the state of research on the relation between parental depression and parental mentalizing. To account for the multifaceted nature of parental mentalizing, several conceptualizations and measures were in …",
    "abstract": "This systematic review and meta-analysis is aimed to summarize the state of research on the relation between parental depression and parental mentalizing. To account for the multifaceted nature of parental mentalizing, several conceptualizations and measures were included and compared. The last database search was conducted on March 13, 2023. Using three-level meta-analytic modelling, we analyzed a total of 12,665 participants from 63 studies with 233 effect sizes. Taken together, higher depression was only weakly associated with lower mentalizing (r = -0.06). Specifically, parents with higher depression scored lower on questionnaire measures of parental reflective functioning (r = -0.11). No significant correlations were found for interview measures of parental reflective functioning, the observational and interview measure of mind-mindedness, or insightfulness. The data showed substantial heterogeneity. The mean effect size for self-reported pre-mentalizing (r = -0.23 for reverse-coded subscale scores) was significantly stronger compared to other self-report subscales. In studies including parents with diagnosis and controls, there was limited evidence suggesting a larger negative correlation between depression, mind-mindedness, and insightfulness. Therefore, more research is needed in clinical samples. Due to their correlational nature, our results do not allow causal inferences. Future studies should target moderators that explain variability (e.g., comorbid psychological problems, coparenting, child behavior).",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37572565/",
    "clean_text": "is parental depression related to parental mentalizing a systematic review and three level meta analysis this systematic review and meta analysis is aimed to summarize the state of research on the relation between parental depression and parental mentalizing to account for the multifaceted nature of parental mentalizing several conceptualizations and measures were in this systematic review and meta analysis is aimed to summarize the state of research on the relation between parental depression and parental mentalizing to account for the multifaceted nature of parental mentalizing several conceptualizations and measures were included and compared the last database search was conducted on march using three level meta analytic modelling we analyzed a total of participants from studies with effect sizes taken together higher depression was only weakly associated with lower mentalizing r specifically parents with higher depression scored lower on questionnaire measures of parental reflective functioning r no significant correlations were found for interview measures of parental reflective functioning the observational and interview measure of mind mindedness or insightfulness the data showed substantial heterogeneity the mean effect size for self reported pre mentalizing r for reverse coded subscale scores was significantly stronger compared to other self report subscales in studies including parents with diagnosis and controls there was limited evidence suggesting a larger negative correlation between depression mind mindedness and insightfulness therefore more research is needed in clinical samples due to their correlational nature our results do not allow causal inferences future studies should target moderators that explain variability e g comorbid psychological problems coparenting child behavior"
}