{
    "title": "The prevalence of chronic pain in young adults: a systematic review and meta-analysis.",
    "doc_id": "34817439",
    "writer": "Murray CB",
    "year": "2022",
    "summary": "We included general population and university-based studies presenting prevalence estimates of chronic pain (pain lasting 3 months) in young adults. We identified 43 articles providing prevalence estimates across a combined population of 97,437 young adult …",
    "abstract": "Previous systematic reviews have summarized the prevalence and impact of chronic pain in \"average\" pediatric (ie, school-age children) and adult (ie, middle-aged individuals) age groups. To the best of our knowledge, this is the first study to describe the prevalence of chronic pain in the subgroup of individuals who fall in between established boundaries of \"childhood\" and \"adulthood\"-known as young adulthood. The goal of this research was to meta-analyze prevalence data on pain in young adults based on available data published between 2008 and 2020. Searches were identified with MEDLINE, Embase, and PsycINFO. We included general population and university-based studies presenting prevalence estimates of chronic pain (pain lasting ≥3 months) in young adults. We identified 43 articles providing prevalence estimates across a combined population of 97,437 young adult respondents (age range: 15-34 years), with studies undertaken in 22 countries. Available data allowed for stratification of prevalence according to pain condition. The overall pooled random-effect prevalence rate of chronic pain in young adults was 11.6%, suggesting that 1 in every 9 young adults experience chronic pain worldwide. Prevalence rates varied considerably according to pain condition. Estimates did not vary according to sex, geographic location, and several study methodological characteristics (ie, population type, sampling area, sampling year, investigation period, and assessment method). Overall, young adult chronic pain is common and should be recognized as a major public health concern. Considering the difficulties young adults face accessing adult health care, greater attention is needed to develop transition programs and evidence-based treatments tailored to the unique needs of this age group.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34817439/",
    "clean_text": "the prevalence of chronic pain in young adults a systematic review and meta analysis we included general population and university based studies presenting prevalence estimates of chronic pain pain lasting months in young adults we identified articles providing prevalence estimates across a combined population of young adult previous systematic reviews have summarized the prevalence and impact of chronic pain in average pediatric ie school age children and adult ie middle aged individuals age groups to the best of our knowledge this is the first study to describe the prevalence of chronic pain in the subgroup of individuals who fall in between established boundaries of childhood and adulthood known as young adulthood the goal of this research was to meta analyze prevalence data on pain in young adults based on available data published between and searches were identified with medline embase and psycinfo we included general population and university based studies presenting prevalence estimates of chronic pain pain lasting months in young adults we identified articles providing prevalence estimates across a combined population of young adult respondents age range years with studies undertaken in countries available data allowed for stratification of prevalence according to pain condition the overall pooled random effect prevalence rate of chronic pain in young adults was suggesting that in every young adults experience chronic pain worldwide prevalence rates varied considerably according to pain condition estimates did not vary according to sex geographic location and several study methodological characteristics ie population type sampling area sampling year investigation period and assessment method overall young adult chronic pain is common and should be recognized as a major public health concern considering the difficulties young adults face accessing adult health care greater attention is needed to develop transition programs and evidence based treatments tailored to the unique needs of this age group"
}