{
    "title": "Herpes Zoster Ophthalmicus.",
    "doc_id": "26319339",
    "writer": "Johnson JL",
    "year": "2015",
    "summary": "Herpes zoster is a commonly encountered disorder. It is estimated that there are approximately 1 million new cases of herpes zoster in the United States annually, with an incidence of 3.2 per 1000 person-years. Patients with HIV have the greatest risk …",
    "abstract": "Herpes zoster is a commonly encountered disorder. It is estimated that there are approximately 1 million new cases of herpes zoster in the United States annually, with an incidence of 3.2 per 1000 person-years. Patients with HIV have the greatest risk of developing herpes zoster ophthalmicus compared with the general population. Other risk factors include advancing age, use of immunosuppressive medications, and primary infection in infancy or in utero. Vaccination against the virus is a primary prevention modality. Primary treatments include antivirals, analgesics, and anticonvulsants. Management may require surgical intervention and comanagement with pain specialists, psychiatrists, and infectious disease specialists.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/26319339/",
    "clean_text": "herpes zoster ophthalmicus herpes zoster is a commonly encountered disorder it is estimated that there are approximately million new cases of herpes zoster in the united states annually with an incidence of per person years patients with hiv have the greatest risk herpes zoster is a commonly encountered disorder it is estimated that there are approximately million new cases of herpes zoster in the united states annually with an incidence of per person years patients with hiv have the greatest risk of developing herpes zoster ophthalmicus compared with the general population other risk factors include advancing age use of immunosuppressive medications and primary infection in infancy or in utero vaccination against the virus is a primary prevention modality primary treatments include antivirals analgesics and anticonvulsants management may require surgical intervention and comanagement with pain specialists psychiatrists and infectious disease specialists"
}