{
    "title": "Zika virus: epidemiology, clinical aspects, diagnosis, and control of infection.",
    "doc_id": "30167886",
    "writer": "Karkhah A",
    "year": "2018",
    "summary": "Zika virus (ZIKV) is an emerging pathogen of huge public health significance to human beings. ...In other words, due to the large extent of the virus and mosquito vectors, the infection has become a thoughtful health problem for human societies, though now, t …",
    "abstract": "Zika virus (ZIKV) is an emerging pathogen of huge public health significance to human beings. Although majority of infections are benign with self-limiting symptoms, the recent outbreak has established an association with the increased incidence of some congenital anomalies such as microcephaly. In other words, due to the large extent of the virus and mosquito vectors, the infection has become a thoughtful health problem for human societies, though now, there are no antiviral therapies or vaccines against this virus. In spite of extensive research carried out by scientists, not so much information has been gathered about this viral infection. In the current review, we prepared an overview of the remarkable progress made in understanding about the epidemiology, immunology, clinical presentation, and diagnosis methods of ZIKV infection.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30167886/",
    "clean_text": "zika virus epidemiology clinical aspects diagnosis and control of infection zika virus zikv is an emerging pathogen of huge public health significance to human beings in other words due to the large extent of the virus and mosquito vectors the infection has become a thoughtful health problem for human societies though now t zika virus zikv is an emerging pathogen of huge public health significance to human beings although majority of infections are benign with self limiting symptoms the recent outbreak has established an association with the increased incidence of some congenital anomalies such as microcephaly in other words due to the large extent of the virus and mosquito vectors the infection has become a thoughtful health problem for human societies though now there are no antiviral therapies or vaccines against this virus in spite of extensive research carried out by scientists not so much information has been gathered about this viral infection in the current review we prepared an overview of the remarkable progress made in understanding about the epidemiology immunology clinical presentation and diagnosis methods of zikv infection"
}