{
    "title": "Thalamic neuronal activity in rats with mechanical allodynia following contusive spinal cord injury.",
    "doc_id": "12617975",
    "writer": "Gerke MB",
    "year": "2003",
    "summary": "Pain and allodynia following spinal cord injury are poorly understood and difficult to treat. Since there is evidence that supraspinal mechanisms are important in such pain, we have studied the role of the thalamus in an experimental model of spinal injury. ...We ha …",
    "abstract": "Pain and allodynia following spinal cord injury are poorly understood and difficult to treat. Since there is evidence that supraspinal mechanisms are important in such pain, we have studied the role of the thalamus in an experimental model of spinal injury. Extracellular recordings were obtained from neurones of the thalamic nucleus ventralis postero-lateralis (VPL) in normal rats and those which had sustained a contusive spinal cord injury to the thoraco-lumbar junction 7 days previously. Behavioural testing with von Frey hairs established that 11 spinally injured rats showed exaggerated vocal responses to normally innocuous mechanical stimulation (allodynia) whereas eight were non-allodynic. Thalamic VPL neurones in spinally injured rats (both allodynic and non-allodynic) exhibited a dysrhythmia in that a significantly higher proportion fired spontaneously in an oscillatory mode when compared with neurones in uninjured rats. Thus this dysrhythmia was linked to spinal injury, not to allodynia. The evoked responses of VPL thalamic neurones to brushing the skin, however, were significantly elevated in allodynic rats when compared with those in uninjured rats and neuronal afterdischarges to these stimuli (which were absent in uninjured rats) were more common in allodynic than in non-allodynic rats. We have previously reported that a proportion of spinal neurones in allodynic spinally injured rats show increased evoked responses and afterdischarges following brushing the skin and hence the enhanced thalamic responses may reflect a greater spinal input. In view of the increasing evidence that thalamo-cortical rhythmical firing is linked to sensorimotor and cognitive brain functions, we propose that pain following brushing the skin results from an exaggerated spinal input being processed by a dysrhythmic thalamus. Thus both spinal and thalamic mechanisms may be important in the genesis of pain and allodynia following spinal cord injury.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/12617975/",
    "clean_text": "thalamic neuronal activity in rats with mechanical allodynia following contusive spinal cord injury pain and allodynia following spinal cord injury are poorly understood and difficult to treat since there is evidence that supraspinal mechanisms are important in such pain we have studied the role of the thalamus in an experimental model of spinal injury we ha pain and allodynia following spinal cord injury are poorly understood and difficult to treat since there is evidence that supraspinal mechanisms are important in such pain we have studied the role of the thalamus in an experimental model of spinal injury extracellular recordings were obtained from neurones of the thalamic nucleus ventralis postero lateralis vpl in normal rats and those which had sustained a contusive spinal cord injury to the thoraco lumbar junction days previously behavioural testing with von frey hairs established that spinally injured rats showed exaggerated vocal responses to normally innocuous mechanical stimulation allodynia whereas eight were non allodynic thalamic vpl neurones in spinally injured rats both allodynic and non allodynic exhibited a dysrhythmia in that a significantly higher proportion fired spontaneously in an oscillatory mode when compared with neurones in uninjured rats thus this dysrhythmia was linked to spinal injury not to allodynia the evoked responses of vpl thalamic neurones to brushing the skin however were significantly elevated in allodynic rats when compared with those in uninjured rats and neuronal afterdischarges to these stimuli which were absent in uninjured rats were more common in allodynic than in non allodynic rats we have previously reported that a proportion of spinal neurones in allodynic spinally injured rats show increased evoked responses and afterdischarges following brushing the skin and hence the enhanced thalamic responses may reflect a greater spinal input in view of the increasing evidence that thalamo cortical rhythmical firing is linked to sensorimotor and cognitive brain functions we propose that pain following brushing the skin results from an exaggerated spinal input being processed by a dysrhythmic thalamus thus both spinal and thalamic mechanisms may be important in the genesis of pain and allodynia following spinal cord injury"
}