{
    "title": "First Report of Clover Yellow Edge Phytoplasma in Corylus (Hazelnut).",
    "doc_id": "30841207",
    "writer": "Jomantiene R",
    "year": "2000",
    "summary": "During investigations into the cause of a stunt syndrome affecting cultivated European hazelnut trees (Corylus avellana L.) in Oregon, the clover yellow edge (CYE) phytoplasma was detected for the first time in this crop. The cause of hazelnut stunt syndrome (HSS) is unkno …",
    "abstract": "During investigations into the cause of a stunt syndrome affecting cultivated European hazelnut trees (Corylus avellana L.) in Oregon, the clover yellow edge (CYE) phytoplasma was detected for the first time in this crop. The cause of hazelnut stunt syndrome (HSS) is unknown, but the disease has been transmitted by grafting and apparently has moved within orchards through root grafts (1). Severely affected trees persist for many years, but their nut production is greatly reduced. Previous attempts to detect viruses, bacteria, and other pathogens have been unsuccessful. HSS has been observed only in Oregon and already had been present for more than 10 years when it was first reported in 1970 (1). In June, 1999, leaf samples were collected from two affected and two apparently healthy (symptomless) hazelnut trees in a field plot at Oregon State University, Corvallis, and from a healthy greenhouse-grown tree. Leaf samples were sent to the USDA Beltsville, MD, laboratory, where they were assessed for phytoplasma infection, using nested polymerase chain reactions (PCRs). PCRs were primed by phytoplasma universal primer pairs P1/P7 and F2n/R2 (3) for amplification of phytoplasma 16S ribosomal (r) DNA (16S rRNA gene) sequences according to the procedures of Gunderson and Lee (2). Phytoplasma-characteristic 1.2-kbp DNA sequences were amplified from all field-tree samples. No DNA sequences were amplified from samples of the greenhouse-grown tree. Restriction fragment length polymorphism patterns of rDNA digested with AluI, KpnI, HhaI, HaeIII, HpaII, MseI, RsaI, and Sau3A1 endonucleases indicated that all diseased hazelnut trees as well as symptomless field trees were infected by a phytoplasma classified in group 16SrIII (peach X-disease group), subgroup B (III-B, type strain CYE phytoplasma). No phytoplasmas were detected in samples from the greenhouse-grown tree. Nucleotide sequences were determined for 16Sr DNA fragments amplified from the hazelnut CYE phytoplasma in nested PCRs primed with F2n/R2. The sequences were deposited in GenBank under Accession no. AF189288. Sequence similarity between 16Sr DNAs of the hazelnut CYE strain (CYE-Or) and the Canadian clover yellow edge strain (CYE-C, GenBank Accession no. AF175304) phytoplasma was 99.9%. Decline and yellows disorders of hazelnut in Germany and Italy have been associated with infections by apple proliferation, pear decline, and European stone fruit yellows phytoplasmas (4). These phytoplasmas are classified in 16Sr group X, the apple proliferation group of phytoplasmas. This is the first report of the CYE phytoplasma infecting Corylus. References: (1) H. R. Cameron. Plant Dis. Rep. 54:69, 1970. (2) D. E. Gunderson and I.-M. Lee. Phytopathol. Mediterr. 35:144, 1996. (3) R. Jomantiene et al. HortScience 33:1069, 1998. (4) C. Marcone et al. Plant Pathol. 45:857,1996.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/30841207/",
    "clean_text": "first report of clover yellow edge phytoplasma in corylus hazelnut during investigations into the cause of a stunt syndrome affecting cultivated european hazelnut trees corylus avellana l in oregon the clover yellow edge cye phytoplasma was detected for the first time in this crop the cause of hazelnut stunt syndrome hss is unkno during investigations into the cause of a stunt syndrome affecting cultivated european hazelnut trees corylus avellana l in oregon the clover yellow edge cye phytoplasma was detected for the first time in this crop the cause of hazelnut stunt syndrome hss is unknown but the disease has been transmitted by grafting and apparently has moved within orchards through root grafts severely affected trees persist for many years but their nut production is greatly reduced previous attempts to detect viruses bacteria and other pathogens have been unsuccessful hss has been observed only in oregon and already had been present for more than years when it was first reported in in june leaf samples were collected from two affected and two apparently healthy symptomless hazelnut trees in a field plot at oregon state university corvallis and from a healthy greenhouse grown tree leaf samples were sent to the usda beltsville md laboratory where they were assessed for phytoplasma infection using nested polymerase chain reactions pcrs pcrs were primed by phytoplasma universal primer pairs p p and f n r for amplification of phytoplasma s ribosomal r dna s rrna gene sequences according to the procedures of gunderson and lee phytoplasma characteristic kbp dna sequences were amplified from all field tree samples no dna sequences were amplified from samples of the greenhouse grown tree restriction fragment length polymorphism patterns of rdna digested with alui kpni hhai haeiii hpaii msei rsai and sau a endonucleases indicated that all diseased hazelnut trees as well as symptomless field trees were infected by a phytoplasma classified in group sriii peach x disease group subgroup b iii b type strain cye phytoplasma no phytoplasmas were detected in samples from the greenhouse grown tree nucleotide sequences were determined for sr dna fragments amplified from the hazelnut cye phytoplasma in nested pcrs primed with f n r the sequences were deposited in genbank under accession no af sequence similarity between sr dnas of the hazelnut cye strain cye or and the canadian clover yellow edge strain cye c genbank accession no af phytoplasma was decline and yellows disorders of hazelnut in germany and italy have been associated with infections by apple proliferation pear decline and european stone fruit yellows phytoplasmas these phytoplasmas are classified in sr group x the apple proliferation group of phytoplasmas this is the first report of the cye phytoplasma infecting corylus references h r cameron plant dis rep d e gunderson and i m lee phytopathol mediterr r jomantiene et al hortscience c marcone et al plant pathol"
}