{
    "title": "Unveiling the Craving: A systematic review of pregnant women's desires for expert nutrition care in Australia.",
    "doc_id": "39504871",
    "writer": "Bragg A",
    "year": "2025",
    "summary": "Existing literature has indicated that pregnant women lack knowledge of and are not adhering to pregnancy related nutrition recommendations. Furthermore, although pregnant women rely on many health professionals for nutrition care, there are deficienci …",
    "abstract": "Problem:\n        \n      \n      Poor nutrition during the antenatal period can contribute to adverse health outcomes for both mother and baby.\n    \n\n\n          Background:\n        \n      \n      Despite the importance of nutrition during pregnancy, there is limited research exploring the attitudes and experiences pregnant women possess towards nutrition care, particularly within the Australian context. Existing literature has indicated that pregnant women lack knowledge of and are not adhering to pregnancy related nutrition recommendations. Furthermore, although pregnant women rely on many health professionals for nutrition care, there are deficiencies in both the quality and quantity of care provided.\n    \n\n\n          Aim:\n        \n      \n      The aim of this meta-aggregative review was to explore the experiences and attitudes pregnant women in Australia have towards nutrition care.\n    \n\n\n          Methods:\n        \n      \n      Meta-aggregation was used to synthesise qualitative studies. A search strategy was applied to four electronic databases in May 2023.The findings were extracted and synthesised via the JBI approach.\n    \n\n\n          Findings:\n        \n      \n      A total of 719 studies were identified in the initial database search with seven eligible studies included in the meta-aggregation. From 11 categories, three synthesised findings were developed: (i) approaches to nutrition care delivery matters, (ii) quality and quantity of nutrition care is insufficient, and (iii) pregnant women value nutrition care.\n    \n\n\n          Conclusion:\n        \n      \n      This review highlights pregnant women's desires for better nutrition care in Australia, with current provision of nutrition care lacking in quality and quantity. Improved antenatal dietetics services and increased health professional nutrition training is necessary to address these concerns.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39504871/",
    "clean_text": "unveiling the craving a systematic review of pregnant women s desires for expert nutrition care in australia existing literature has indicated that pregnant women lack knowledge of and are not adhering to pregnancy related nutrition recommendations furthermore although pregnant women rely on many health professionals for nutrition care there are deficienci problem poor nutrition during the antenatal period can contribute to adverse health outcomes for both mother and baby background despite the importance of nutrition during pregnancy there is limited research exploring the attitudes and experiences pregnant women possess towards nutrition care particularly within the australian context existing literature has indicated that pregnant women lack knowledge of and are not adhering to pregnancy related nutrition recommendations furthermore although pregnant women rely on many health professionals for nutrition care there are deficiencies in both the quality and quantity of care provided aim the aim of this meta aggregative review was to explore the experiences and attitudes pregnant women in australia have towards nutrition care methods meta aggregation was used to synthesise qualitative studies a search strategy was applied to four electronic databases in may the findings were extracted and synthesised via the jbi approach findings a total of studies were identified in the initial database search with seven eligible studies included in the meta aggregation from categories three synthesised findings were developed i approaches to nutrition care delivery matters ii quality and quantity of nutrition care is insufficient and iii pregnant women value nutrition care conclusion this review highlights pregnant women s desires for better nutrition care in australia with current provision of nutrition care lacking in quality and quantity improved antenatal dietetics services and increased health professional nutrition training is necessary to address these concerns"
}