{
    "title": "[Characteristics and risk factors of functional constipation in children aged 0-4 years in Xi 'an].",
    "doc_id": "35768351",
    "writer": "Li T",
    "year": "2022",
    "summary": "Objective: To investigate the epidemiology, characteristics and risk factors of functional constipation (FC) in children aged 0-4 years in Xi'an. Methods: From October, 2020 to June, 2021, a prevalence survey was conducted among 2 615 children aged 0-4 years in X …",
    "abstract": "Objective: To investigate the epidemiology, characteristics and risk factors of functional constipation (FC) in children aged 0-4 years in Xi'an. Methods: From October, 2020 to June, 2021, a prevalence survey was conducted among 2 615 children aged 0-4 years in Xi'an by group sampling. The related factors of FC were investigated by questionnaire designed based on Rome Ⅳ diagnostic criteria.The children were divided into FC group and non-FC group. The prevalence, symptoms and signs of FC were analyzed, and its risk factors were analyzed by multivariate Logistic regression. Results: A total of 2 985 valid questionnaires were handed out, and 2 711 (90.8%) were received back. A total of 2 615 questionnaires were valid, with an effective rate of 96.5%. There were 1 338 males (51.2%) and 1 277 females (48.8%). There were 260 cases in FC group and 2 355 cases in non-FC group. The prevalence of FC in children aged 0-4 years in Xi 'an was 10.6%.There were significant differences in FC prevalence among children of different ages and sex (χ2=14.58,4.39, both P<0.05), but not in urban or rural residence (χ2=3.29, P=0.070). The main symptoms of FC group in the last month were large-diameter feces (73.5%, 191/260), painful defecation or dry and hard defecation (65.8%, 171/260). In the last month, FC group had higher incidences of the Bristol type 1, 2 and 3 stool, fecal retention, prolonged defecation, abdominal pain and incomplete defecation compared with non-FC group, with statistical significance (all P<0.05). Parental history of childhood constipation (OR=2.13, 95%CI 1.55-2.92), fever in the last month (OR=1.86, 95%CI 1.32-2.63), history of constipation (OR=3.24, 95%CI 2.46-4.26) and taking probiotics in the last month (OR=1.45, 95%CI 1.11-1.91) were risk factors of FC in children aged 0-4 years. Stratified with age, the results showed that complementary feeding earlier than 5 months of age or later than 6 months of age (OR=2.42, 95%CI 1.13-5.20), dry stools during the complementary feeding (OR=11.27, 95%CI 5.15-24.66), history of constipation (OR=2.29, 95%CI 1.23-4.29) and taking probiotics in the last month (OR=1.88, 95%CI 1.10-3.23) were risk factors of FC in children aged 0-<1 year, and breastfeeding (OR=0.53, 95%CI 0.29-0.94) was a protective factor of FC in children aged 0-<1 year. Family members' recent constipation history (OR=2.02, 95%CI 1.06-3.85) and past history of constipation (OR=3.06, 95%CI 1.74-5.38) were FC risk factors for children aged 1-<2 years. Parental history of childhood constipation (OR=3.12, 95%CI 2.00-4.85), frequency of eating vegetables less than 3 times per week (OR=3.28, 95%CI 2.00-5.38), history of constipation (OR=3.66, 95%CI 2.42-5.53) and taking antibiotics in the last month (OR=1.65, 95%CI 1.06-2.55) were risk factors for FC in children aged 2-4 years. Conclusions: FC in children aged 0-4 years in Xi'an is mainly manifested with large-diameter feces and painful defecation or dry and hard defecation in the last month. It is associated with a variety of risk factors, which are different in different age groups.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35768351/",
    "clean_text": "characteristics and risk factors of functional constipation in children aged years in xi an objective to investigate the epidemiology characteristics and risk factors of functional constipation fc in children aged years in xi an methods from october to june a prevalence survey was conducted among children aged years in x objective to investigate the epidemiology characteristics and risk factors of functional constipation fc in children aged years in xi an methods from october to june a prevalence survey was conducted among children aged years in xi an by group sampling the related factors of fc were investigated by questionnaire designed based on rome diagnostic criteria the children were divided into fc group and non fc group the prevalence symptoms and signs of fc were analyzed and its risk factors were analyzed by multivariate logistic regression results a total of valid questionnaires were handed out and were received back a total of questionnaires were valid with an effective rate of there were males and females there were cases in fc group and cases in non fc group the prevalence of fc in children aged years in xi an was there were significant differences in fc prevalence among children of different ages and sex both p but not in urban or rural residence p the main symptoms of fc group in the last month were large diameter feces painful defecation or dry and hard defecation in the last month fc group had higher incidences of the bristol type and stool fecal retention prolonged defecation abdominal pain and incomplete defecation compared with non fc group with statistical significance all p parental history of childhood constipation or ci fever in the last month or ci history of constipation or ci and taking probiotics in the last month or ci were risk factors of fc in children aged years stratified with age the results showed that complementary feeding earlier than months of age or later than months of age or ci dry stools during the complementary feeding or ci history of constipation or ci and taking probiotics in the last month or ci were risk factors of fc in children aged year and breastfeeding or ci was a protective factor of fc in children aged year family members recent constipation history or ci and past history of constipation or ci were fc risk factors for children aged years parental history of childhood constipation or ci frequency of eating vegetables less than times per week or ci history of constipation or ci and taking antibiotics in the last month or ci were risk factors for fc in children aged years conclusions fc in children aged years in xi an is mainly manifested with large diameter feces and painful defecation or dry and hard defecation in the last month it is associated with a variety of risk factors which are different in different age groups"
}