{
    "title": "Squalene monooxygenase (SQLE) protects ovarian cancer cells from ferroptosis.",
    "doc_id": "39349544",
    "writer": "Zhang R",
    "year": "2024",
    "summary": "Animal experiments further confirmed the relationship between SQLE and ferroptosis in ovarian cancer. The protein and mRNA expression of SQLE was found to be upregulated in both ovarian cancer tissues and cell lines. ...The overexpression of SQLE in …",
    "abstract": "Altered cholesterol metabolism has been linked to a poor prognosis in various types of cancer. Cholesterol oxidation can lead to lipid peroxidation, membrane damage, and cell death. Ferroptosis is a regulated form of cell death characterized by the accumulation of lipid peroxides, which significantly inhibits the growth of ovarian cancer cells. SQLE is the primary enzyme responsible for catalyzing cholesterol lipid synthesis and is notably expressed in ovarian cancer tissues and cells. This study aims to investigate the role of squalene monooxygenase (SQLE) in ferroptosis in ovarian cancer. The protein and mRNA expression of SQLE was assessed using qRT-PCR, Western Blot, and immunohistochemistry. The association between SQLE and ferroptosis was demonstrated through analysis of TCGA and GTEx databases, TMT protein sequencing, as well as validation by qRT-PCR, Western Blot, immunofluorescence, ROS detection, and lipid peroxide detection. Animal experiments further confirmed the relationship between SQLE and ferroptosis in ovarian cancer. The protein and mRNA expression of SQLE was found to be upregulated in both ovarian cancer tissues and cell lines. Decreased SQLE expression led to ferroptosis in ovarian cancer cells, thereby increasing their sensitivity to ferroptosis inducers. Our research demonstrates that SQLE is significantly upregulated in both ovarian cancer tissues and cells. The overexpression of SQLE in ovarian cancer may facilitate tumorigenesis by conferring resistance to ferroptosis, thus shedding light on potential novel therapeutic strategies for ovarian cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39349544/",
    "clean_text": "squalene monooxygenase sqle protects ovarian cancer cells from ferroptosis animal experiments further confirmed the relationship between sqle and ferroptosis in ovarian cancer the protein and mrna expression of sqle was found to be upregulated in both ovarian cancer tissues and cell lines the overexpression of sqle in altered cholesterol metabolism has been linked to a poor prognosis in various types of cancer cholesterol oxidation can lead to lipid peroxidation membrane damage and cell death ferroptosis is a regulated form of cell death characterized by the accumulation of lipid peroxides which significantly inhibits the growth of ovarian cancer cells sqle is the primary enzyme responsible for catalyzing cholesterol lipid synthesis and is notably expressed in ovarian cancer tissues and cells this study aims to investigate the role of squalene monooxygenase sqle in ferroptosis in ovarian cancer the protein and mrna expression of sqle was assessed using qrt pcr western blot and immunohistochemistry the association between sqle and ferroptosis was demonstrated through analysis of tcga and gtex databases tmt protein sequencing as well as validation by qrt pcr western blot immunofluorescence ros detection and lipid peroxide detection animal experiments further confirmed the relationship between sqle and ferroptosis in ovarian cancer the protein and mrna expression of sqle was found to be upregulated in both ovarian cancer tissues and cell lines decreased sqle expression led to ferroptosis in ovarian cancer cells thereby increasing their sensitivity to ferroptosis inducers our research demonstrates that sqle is significantly upregulated in both ovarian cancer tissues and cells the overexpression of sqle in ovarian cancer may facilitate tumorigenesis by conferring resistance to ferroptosis thus shedding light on potential novel therapeutic strategies for ovarian cancer"
}