{
    "title": "Psychometric Properties of the Satisfaction With Life Scale in People With Traumatic Brain, Spinal Cord, or Burn Injury: A National Institute on Disability, Independent Living, and Rehabilitation Research Model System Study.",
    "doc_id": "29214853",
    "writer": "Amtmann D",
    "year": "2019",
    "summary": "This study evaluated the measurement properties of the Satisfaction With Life Scale (SWLS) in a sample of 17,897 people with spinal cord injury (48%, n = 8,566), traumatic brain injury (44%, n = 7,941), and burn injury (8%, n = 1,390), 1 year following …",
    "abstract": "This study evaluated the measurement properties of the Satisfaction With Life Scale (SWLS) in a sample of 17,897 people with spinal cord injury (48%, n = 8,566), traumatic brain injury (44%, n = 7,941), and burn injury (8%, n = 1,390), 1 year following injury. We examined measurement invariance across the groups, unidimensionality, local independence, reliability from a classical test and item response theory (IRT) framework, and fit to a unidimensional IRT model. The results support unidimensionality and local independence of the SWLS. Reliability was adequate from a classical test and IRT perspective. IRT analysis found that the SWLS could be improved by using only five response categories rather than seven and by removing the fifth item, \"If I could live my life over, I would change almost nothing.\" This item functions poorly and reduces instrument reliability. With these revisions, the SWLS is a useful instrument to monitor an important outcome of trauma rehabilitation.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/29214853/",
    "clean_text": "psychometric properties of the satisfaction with life scale in people with traumatic brain spinal cord or burn injury a national institute on disability independent living and rehabilitation research model system study this study evaluated the measurement properties of the satisfaction with life scale swls in a sample of people with spinal cord injury n traumatic brain injury n and burn injury n year following this study evaluated the measurement properties of the satisfaction with life scale swls in a sample of people with spinal cord injury n traumatic brain injury n and burn injury n year following injury we examined measurement invariance across the groups unidimensionality local independence reliability from a classical test and item response theory irt framework and fit to a unidimensional irt model the results support unidimensionality and local independence of the swls reliability was adequate from a classical test and irt perspective irt analysis found that the swls could be improved by using only five response categories rather than seven and by removing the fifth item if i could live my life over i would change almost nothing this item functions poorly and reduces instrument reliability with these revisions the swls is a useful instrument to monitor an important outcome of trauma rehabilitation"
}