{
    "title": "Epidemiology, molecular typing, microbiome-immune interactions and treatment strategies of endometrial cancer: a review.",
    "doc_id": "40636107",
    "writer": "Liang B",
    "year": "2025",
    "summary": "This review focuses on the field of endometrial cancer. Since 2020, there have been 417,367 new cases of endometrial cancer diagnosed globally and 97,370 deaths reported. Endometrial cancer ranks second in terms of incidence among female …",
    "abstract": "This review focuses on the field of endometrial cancer. Since 2020, there have been 417,367 new cases of endometrial cancer diagnosed globally and 97,370 deaths reported. Endometrial cancer ranks second in terms of incidence among female genital malignancies and third in terms of mortality among gynecological cancers. The stage, grade, and histological subtype of endometrial cancer were closely correlated with the risk of recurrence and prognosis for survival. Meanwhile, endometrial cancer exhibits significant biological heterogeneity. The complex interactions among the reproductive tract, host cells, and the microbial environment may harbor novel disease mechanisms. In this review, we provide an overview of the epidemiological characteristics, major risk factors, histological and molecular subtypes of endometrial cancer, as well as explore the associations between the female reproductive tract microbiome, immunity, and cancer progression. We also identify the specific roles of different cytokines in the pathophysiology of endometrial cancer. By integrating findings from diverse research fields, this comprehensive review offers an in-depth understanding of the multidimensional nature of endometrial cancer and highlights the significant potential and promising avenues that microbiological factors present for advancing future cancer research and guiding the development of innovative therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40636107/",
    "clean_text": "epidemiology molecular typing microbiome immune interactions and treatment strategies of endometrial cancer a review this review focuses on the field of endometrial cancer since there have been new cases of endometrial cancer diagnosed globally and deaths reported endometrial cancer ranks second in terms of incidence among female this review focuses on the field of endometrial cancer since there have been new cases of endometrial cancer diagnosed globally and deaths reported endometrial cancer ranks second in terms of incidence among female genital malignancies and third in terms of mortality among gynecological cancers the stage grade and histological subtype of endometrial cancer were closely correlated with the risk of recurrence and prognosis for survival meanwhile endometrial cancer exhibits significant biological heterogeneity the complex interactions among the reproductive tract host cells and the microbial environment may harbor novel disease mechanisms in this review we provide an overview of the epidemiological characteristics major risk factors histological and molecular subtypes of endometrial cancer as well as explore the associations between the female reproductive tract microbiome immunity and cancer progression we also identify the specific roles of different cytokines in the pathophysiology of endometrial cancer by integrating findings from diverse research fields this comprehensive review offers an in depth understanding of the multidimensional nature of endometrial cancer and highlights the significant potential and promising avenues that microbiological factors present for advancing future cancer research and guiding the development of innovative therapeutic strategies"
}