{
    "pmid": "41459560",
    "title": "Ocular diagnostics and occipital neurovascular coupling in ocular hypertension and open angle glaucoma.",
    "abstract": "The relationship between glaucoma and neurovascular coupling in the visual cortex has yet to be fully explored and understood. This study employs the time-domain (TD) functional near-infrared spectroscopy (fNIRS) technique to noninvasively monitor the hemodynamic response function (HRF) in the visual cortex. 203 eyes (104 subjects, 46 females, 58 males): 44 with ocular hypertension (OHT), 38 with open-angle glaucoma (OAG), 54 with normal tension glaucoma (NTG), and 67 without abnormal/pathologic condition, were analyzed. All subjects had a complete eye examination, including Goldmann tonometry, computerized visual field optical coherence tomography, pattern electroretinogram, and visual evoked potentials. Visual cortex HRF was assessed by TD-fNIRS using a standard stimulation protocol (reversed checkerboard at 10 Hz). Multivariate statistical analysis was performed to obtain groups (clusters) of eyes based on the respective TD-fNIRS parameters. The relationships between the clusters and the diagnostic groups were assessed by comparing the distributions of the former ones among healthy, hypertensive and glaucomatous eyes. We found six clusters of eyes, five representing eyes with consistent measurements of HRF amplitudes across acquisition channels (left/right hemisphere) and repeated stimuli, distinguished by distinct magnitudes of neurovascular coupling. The sixth cluster included all the cases of incoherent HRF patterns. Evidence of a different distribution between glaucomatous and healthy eyes was found ( Occipital TD-fNIRS could be fruitfully implemented in a clinical setting to provide significant and easy-to-get insights on neurovascular dynamics, supporting the differential diagnosis of glaucomatous patients. Our findings highlight the importance of the underappreciated correlates between glaucoma and overall neurologic status.",
    "disease": "hypertension",
    "clean_text": "ocular diagnostics and occipital neurovascular coupling in ocular hypertension and open angle glaucoma the relationship between glaucoma and neurovascular coupling in the visual cortex has yet to be fully explored and understood this study employs the time domain td functional near infrared spectroscopy fnirs technique to noninvasively monitor the hemodynamic response function hrf in the visual cortex eyes subjects females males with ocular hypertension oht with open angle glaucoma oag with normal tension glaucoma ntg and without abnormal pathologic condition were analyzed all subjects had a complete eye examination including goldmann tonometry computerized visual field optical coherence tomography pattern electroretinogram and visual evoked potentials visual cortex hrf was assessed by td fnirs using a standard stimulation protocol reversed checkerboard at hz multivariate statistical analysis was performed to obtain groups clusters of eyes based on the respective td fnirs parameters the relationships between the clusters and the diagnostic groups were assessed by comparing the distributions of the former ones among healthy hypertensive and glaucomatous eyes we found six clusters of eyes five representing eyes with consistent measurements of hrf amplitudes across acquisition channels left right hemisphere and repeated stimuli distinguished by distinct magnitudes of neurovascular coupling the sixth cluster included all the cases of incoherent hrf patterns evidence of a different distribution between glaucomatous and healthy eyes was found occipital td fnirs could be fruitfully implemented in a clinical setting to provide significant and easy to get insights on neurovascular dynamics supporting the differential diagnosis of glaucomatous patients our findings highlight the importance of the underappreciated correlates between glaucoma and overall neurologic status"
}