{
    "pmid": "41369132",
    "title": "Macronutrient content and quality, and risk of multimorbidity in the UK biobank.",
    "abstract": "Multimorbidity is a major determinant of lifespan in older adults. We aimed to examine the association between overall, healthy and unhealthy Low-Carbohydrate diets (LCD) and Low-Fat diets (LFD) with the incidence of multimorbidity. 112,710 individuals (40-70 years) from the UK Biobank were included. Food consumption was assessed using up to five 24-hour dietary recalls. LCD and LFD scores were calculated based on macronutrient quality. We calculated three versions of each score-overall, healthy and unhealthy. Multimorbidity was defined as the coexistence of ≥ 2 of nine chronic diseases, including cancer, chronic obstructive pulmonary disease, dementia, Parkinson's disease, stroke, depression, osteoarthritis, diabetes, and coronary heart disease. There were 8,387 individuals with multimorbidity during a median follow-up of 10.7-years. Overall LCD and LFD scores were not associated with higher multimorbidity risk. There was a higher multimorbidity risk for individuals in the highest quintile (Q5) of unhealthy LCD vs. lowest quintile (Q1) [fully adjusted hazard ratio (HR): 1.07, 95%CI: 1.01, 1.15, p-trend=.16] overall as well as among non-tobacco smokers [1.11 (1.00, 1.23, p-trend=.09]. The unhealthy LFD score was associated with multimorbidity overall [1.07 (1.00, 1.14), p-trend=.07] and never-smokers [1.12 (1.01, 1.24); p-trend=.01]. Healthy scores results were less consistent. The plant protein component had an inverse association with incident multimorbidity risk, whereas the low-quality-fat and animal protein components were each associated with higher risk of multimorbidity. Diet scores defined only by the total amount of carbohydrates or fat were not associated with risk of multimorbidity. Unhealthy diet scores including low-quality macronutrients and animal protein were associated with increased risk of multimorbidity.",
    "disease": "chronic obstructive pulmonary disease",
    "clean_text": "macronutrient content and quality and risk of multimorbidity in the uk biobank multimorbidity is a major determinant of lifespan in older adults we aimed to examine the association between overall healthy and unhealthy low carbohydrate diets lcd and low fat diets lfd with the incidence of multimorbidity individuals years from the uk biobank were included food consumption was assessed using up to five hour dietary recalls lcd and lfd scores were calculated based on macronutrient quality we calculated three versions of each score overall healthy and unhealthy multimorbidity was defined as the coexistence of of nine chronic diseases including cancer chronic obstructive pulmonary disease dementia parkinson s disease stroke depression osteoarthritis diabetes and coronary heart disease there were individuals with multimorbidity during a median follow up of years overall lcd and lfd scores were not associated with higher multimorbidity risk there was a higher multimorbidity risk for individuals in the highest quintile q of unhealthy lcd vs lowest quintile q fully adjusted hazard ratio hr ci p trend overall as well as among non tobacco smokers p trend the unhealthy lfd score was associated with multimorbidity overall p trend and never smokers p trend healthy scores results were less consistent the plant protein component had an inverse association with incident multimorbidity risk whereas the low quality fat and animal protein components were each associated with higher risk of multimorbidity diet scores defined only by the total amount of carbohydrates or fat were not associated with risk of multimorbidity unhealthy diet scores including low quality macronutrients and animal protein were associated with increased risk of multimorbidity"
}