{
    "title": "Sleep Quality, Metabolic Function, Physical Activity, and Neurocognition Among Individuals with Resistant Hypertension.",
    "doc_id": "37212110",
    "writer": "Smith PJ",
    "year": "2023",
    "summary": "BACKGROUND: Resistant hypertension (RH) is a major risk factor for stroke, cognitive decline, and dementia. Sleep quality is increasingly suggested to play an important role linking RH to cognitive outcomes, although the mechanisms linking sleep quality …",
    "abstract": "Background:\n        \n      \n      Resistant hypertension (RH) is a major risk factor for stroke, cognitive decline, and dementia. Sleep quality is increasingly suggested to play an important role linking RH to cognitive outcomes, although the mechanisms linking sleep quality to poor cognitive function have yet to be fully delineated.\n    \n\n\n          Objective:\n        \n      \n      To delineate biobehavioral mechanisms linking sleep quality, metabolic function, and cognitive function among 140 overweight/obese adults with RH in the TRIUMPH clinical trial.\n    \n\n\n          Methods:\n        \n      \n      Sleep quality was indexed using actigraphy measures of sleep quality and sleep fragmentation, as well as self-reported sleep quality from the Pittsburgh Sleep Quality Index (PSQI). Cognitive function was assessed using a 45-minute battery assessing executive function, processing speed, and memory. Participants were randomized to a cardiac rehabilitation-based lifestyle program (C-LIFE) or a standardized education and physician advice condition (SEPA) for 4 months.\n    \n\n\n          Results:\n        \n      \n      Better sleep quality at baseline was associated with better executive function (B = 0.18 p = 0.027), as well as greater fitness (B = 0.27, p = 0.007) and lower HBA1c (B = -0.25, p = 0.010). Cross-sectional analyses revealed that the sleep quality executive function association was mediated by HBA1c (B = 0.71 [0.05, 2.05]). C-LIFE improved sleep quality (-1.1 [-1.5, -0.6] versus+-0.1 [-0.8, 0.7]) and actigraphy steps (+922 [529, 1316] versus+56 [-548, 661]), with actigraphy mediating improvements in executive function (B = 0.40 [0.02, 1.07]).\n    \n\n\n          Conclusion:\n        \n      \n      Better metabolic function and improved physical activity patterns levels play important roles linking sleep quality and executive function in RH.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37212110/",
    "clean_text": "sleep quality metabolic function physical activity and neurocognition among individuals with resistant hypertension background resistant hypertension rh is a major risk factor for stroke cognitive decline and dementia sleep quality is increasingly suggested to play an important role linking rh to cognitive outcomes although the mechanisms linking sleep quality background resistant hypertension rh is a major risk factor for stroke cognitive decline and dementia sleep quality is increasingly suggested to play an important role linking rh to cognitive outcomes although the mechanisms linking sleep quality to poor cognitive function have yet to be fully delineated objective to delineate biobehavioral mechanisms linking sleep quality metabolic function and cognitive function among overweight obese adults with rh in the triumph clinical trial methods sleep quality was indexed using actigraphy measures of sleep quality and sleep fragmentation as well as self reported sleep quality from the pittsburgh sleep quality index psqi cognitive function was assessed using a minute battery assessing executive function processing speed and memory participants were randomized to a cardiac rehabilitation based lifestyle program c life or a standardized education and physician advice condition sepa for months results better sleep quality at baseline was associated with better executive function b p as well as greater fitness b p and lower hba c b p cross sectional analyses revealed that the sleep quality executive function association was mediated by hba c b c life improved sleep quality versus and actigraphy steps versus with actigraphy mediating improvements in executive function b conclusion better metabolic function and improved physical activity patterns levels play important roles linking sleep quality and executive function in rh"
}