{
    "title": "Activation of the sympathetic nervous system mediates hypophagic and anxiety-like effects of CB1 receptor blockade.",
    "doc_id": "23487769",
    "writer": "Bellocchio L",
    "year": "2013",
    "summary": "CB1 receptor antagonist-induced hypophagia was fully abolished by peripheral blockade of beta-adrenergic transmission, suggesting that this effect is mediated by increased activity of the sympathetic nervous system. Consistently, we found that rimonabant increases gastroin …",
    "abstract": "Complex interactions between periphery and the brain regulate food intake in mammals. Cannabinoid type-1 (CB1) receptor antagonists are potent hypophagic agents, but the sites where this acute action is exerted and the underlying mechanisms are not fully elucidated. To dissect the mechanisms underlying the hypophagic effect of CB1 receptor blockade, we combined the acute injection of the CB1 receptor antagonist rimonabant with the use of conditional CB1-knockout mice, as well as with pharmacological modulation of different central and peripheral circuits. Fasting/refeeding experiments revealed that CB1 receptor signaling in many specific brain neurons is dispensable for the acute hypophagic effects of rimonabant. CB1 receptor antagonist-induced hypophagia was fully abolished by peripheral blockade of β-adrenergic transmission, suggesting that this effect is mediated by increased activity of the sympathetic nervous system. Consistently, we found that rimonabant increases gastrointestinal metabolism via increased peripheral β-adrenergic receptor signaling in peripheral organs, including the gastrointestinal tract. Blockade of both visceral afferents and glutamatergic transmission in the nucleus tractus solitarii abolished rimonabant-induced hypophagia. Importantly, these mechanisms were specifically triggered by lipid-deprivation, revealing a nutrient-specific component acutely regulated by CB1 receptor blockade. Finally, peripheral blockade of sympathetic neurotransmission also blunted central effects of CB1 receptor blockade, such as fear responses and anxiety-like behaviors. These data demonstrate that, independently of their site of origin, important effects of CB1 receptor blockade are expressed via activation of peripheral sympathetic activity. Thus, CB1 receptors modulate bidirectional circuits between the periphery and the brain to regulate feeding and other behaviors.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/23487769/",
    "clean_text": "activation of the sympathetic nervous system mediates hypophagic and anxiety like effects of cb receptor blockade cb receptor antagonist induced hypophagia was fully abolished by peripheral blockade of beta adrenergic transmission suggesting that this effect is mediated by increased activity of the sympathetic nervous system consistently we found that rimonabant increases gastroin complex interactions between periphery and the brain regulate food intake in mammals cannabinoid type cb receptor antagonists are potent hypophagic agents but the sites where this acute action is exerted and the underlying mechanisms are not fully elucidated to dissect the mechanisms underlying the hypophagic effect of cb receptor blockade we combined the acute injection of the cb receptor antagonist rimonabant with the use of conditional cb knockout mice as well as with pharmacological modulation of different central and peripheral circuits fasting refeeding experiments revealed that cb receptor signaling in many specific brain neurons is dispensable for the acute hypophagic effects of rimonabant cb receptor antagonist induced hypophagia was fully abolished by peripheral blockade of adrenergic transmission suggesting that this effect is mediated by increased activity of the sympathetic nervous system consistently we found that rimonabant increases gastrointestinal metabolism via increased peripheral adrenergic receptor signaling in peripheral organs including the gastrointestinal tract blockade of both visceral afferents and glutamatergic transmission in the nucleus tractus solitarii abolished rimonabant induced hypophagia importantly these mechanisms were specifically triggered by lipid deprivation revealing a nutrient specific component acutely regulated by cb receptor blockade finally peripheral blockade of sympathetic neurotransmission also blunted central effects of cb receptor blockade such as fear responses and anxiety like behaviors these data demonstrate that independently of their site of origin important effects of cb receptor blockade are expressed via activation of peripheral sympathetic activity thus cb receptors modulate bidirectional circuits between the periphery and the brain to regulate feeding and other behaviors"
}