{
    "pmid": "41472245",
    "title": "Burden and Clinical Characteristics of Influenza and Its Complications in Children Across Multiple Epidemic Seasons.",
    "abstract": "Seasonal influenza is a major cause of morbidity and hospitalization in children, with the potential for severe complications and considerable socioeconomic impact. We conducted a retrospective observational study including 1046 children aged 0-14 years with laboratory-confirmed influenza who accessed the Paediatric Emergency Department of a tertiary center in Bologna, Italy, across three consecutive epidemic seasons (2022-2025). While the entire cohort was analysed, particular attention was given to children with severe complications requiring hospitalization, for whom more detailed clinical and laboratory data were available. Overall, 12.3% of patients required hospitalization, and 6.1% experienced complications, most frequently influenza-associated encephalopathy, lower respiratory tract infections and myositis. Influenza A predominated overall (82.0%), except for in the last season, which saw a predominance of influenza B (57.4%), closely associated with myositis and elevated creatine phosphokinase levels. Younger age was consistently associated with increased severity and hospitalization. Intensive care admissions were rare (0.8%), and no deaths were recorded. Our findings suggest that, although influenza is generally self-limiting, younger children are at higher risk of complications. These results highlight the importance of active surveillance, careful monitoring of clinical manifestations and targeted paediatric vaccination strategies to reduce the burden of seasonal influenza.",
    "disease": "influenza",
    "clean_text": "burden and clinical characteristics of influenza and its complications in children across multiple epidemic seasons seasonal influenza is a major cause of morbidity and hospitalization in children with the potential for severe complications and considerable socioeconomic impact we conducted a retrospective observational study including children aged years with laboratory confirmed influenza who accessed the paediatric emergency department of a tertiary center in bologna italy across three consecutive epidemic seasons while the entire cohort was analysed particular attention was given to children with severe complications requiring hospitalization for whom more detailed clinical and laboratory data were available overall of patients required hospitalization and experienced complications most frequently influenza associated encephalopathy lower respiratory tract infections and myositis influenza a predominated overall except for in the last season which saw a predominance of influenza b closely associated with myositis and elevated creatine phosphokinase levels younger age was consistently associated with increased severity and hospitalization intensive care admissions were rare and no deaths were recorded our findings suggest that although influenza is generally self limiting younger children are at higher risk of complications these results highlight the importance of active surveillance careful monitoring of clinical manifestations and targeted paediatric vaccination strategies to reduce the burden of seasonal influenza"
}