{
    "pmid": "41453512",
    "title": "Role of endothelial shear stress metrics in the development and eruption of coronary calcified nodules.",
    "abstract": "Calcified nodules (CNs), accounting for about 5 % of acute coronary syndrome (ACS) cases, represent a significant challenge during percutaneous coronary intervention (PCI). CNs are classified into non-eruptive calcified nodules (NECNs) and eruptive calcified nodules (ECNs), each with distinct pathophysiological and prognostic characteristics. While the roles of endothelial shear stress (ESS) and its gradient (ESSG) in plaque rupture and erosion are established, their contribution to CNs development and eruption remains unclear. We investigated the role of ESS and ESSG in the formation and eruption of coronary calcified nodules. We analyzed 108 CNs from 65 patients, 70 arteries (41 LAD, 19 RCA, 10 LCx) who underwent coronary angiography and optical coherence tomography (OCT), followed by 3D reconstruction and computational fluid dynamics calculations of ESS/ESSG. The cohort was divided into 3 groups, NECNs (n = 35) and ECNs (n = 35) and calcified sheets as a control (n = 38). ESS metrics were reported at the site of each calcified nodule, and their values were compared among the three groups. Mean patient age was 67.1 ± 13.2 years; 73 % were male. ECNs were associated with NSTEMI and unstable angina, while NECNs were presented more with stable angina. All ESS metrics (maximum and average ESS, as well as ESSG in axial and circumferential directions) were substantially elevated around ECNs compared with NECNs and calcified sheets. There was no difference in these metrics between NECNs and calcified sheets. This study proposes that analyzing high-risk ESS metrics could enhance understanding of how calcified nodules form and erupt, which are key contributors to acute coronary syndrome (ACS). This insight may improve risk assessment in coronary artery disease and support the development of targeted preemptive therapies or imaging methods to detect and treat high-risk plaques.",
    "disease": "coronary artery disease",
    "clean_text": "role of endothelial shear stress metrics in the development and eruption of coronary calcified nodules calcified nodules cns accounting for about of acute coronary syndrome acs cases represent a significant challenge during percutaneous coronary intervention pci cns are classified into non eruptive calcified nodules necns and eruptive calcified nodules ecns each with distinct pathophysiological and prognostic characteristics while the roles of endothelial shear stress ess and its gradient essg in plaque rupture and erosion are established their contribution to cns development and eruption remains unclear we investigated the role of ess and essg in the formation and eruption of coronary calcified nodules we analyzed cns from patients arteries lad rca lcx who underwent coronary angiography and optical coherence tomography oct followed by d reconstruction and computational fluid dynamics calculations of ess essg the cohort was divided into groups necns n and ecns n and calcified sheets as a control n ess metrics were reported at the site of each calcified nodule and their values were compared among the three groups mean patient age was years were male ecns were associated with nstemi and unstable angina while necns were presented more with stable angina all ess metrics maximum and average ess as well as essg in axial and circumferential directions were substantially elevated around ecns compared with necns and calcified sheets there was no difference in these metrics between necns and calcified sheets this study proposes that analyzing high risk ess metrics could enhance understanding of how calcified nodules form and erupt which are key contributors to acute coronary syndrome acs this insight may improve risk assessment in coronary artery disease and support the development of targeted preemptive therapies or imaging methods to detect and treat high risk plaques"
}