{
    "title": "Bringing the Global into Medical Sociology: Medicalization, Narrative, and Global Health.",
    "doc_id": "38738467",
    "writer": "Bell SE.",
    "year": "2024",
    "summary": "Medical sociologists have much to gain by bringing in global health. In this article, I make the case for expanding our field by furthering sociological perspectives on global health. I reflect on my career, the influence of scholar-activist mentors, and my contributions t …",
    "abstract": "Medical sociologists have much to gain by bringing in global health. In this article, I make the case for expanding our field by furthering sociological perspectives on global health. I reflect on my career, the influence of scholar-activist mentors, and my contributions to the development of scholarship about medicalization, narrative, and global health in medical sociology. First, I focus on medicalization, its relationship to biomedicalization and pharmaceuticalization, and critiques of the medicalization of global health. Second, I analyze the narrative turn in studies of illness experiences and the inclusion of visual materials as an integral part of narrative studies of illness. Third, I explore global health and show examples of bodies of knowledge that medical sociologists are building. Although I present each as a distinct area, my discussion illustrates how the three areas are intertwined and how my contributions to each traverse and build connections among them.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38738467/",
    "clean_text": "bringing the global into medical sociology medicalization narrative and global health medical sociologists have much to gain by bringing in global health in this article i make the case for expanding our field by furthering sociological perspectives on global health i reflect on my career the influence of scholar activist mentors and my contributions t medical sociologists have much to gain by bringing in global health in this article i make the case for expanding our field by furthering sociological perspectives on global health i reflect on my career the influence of scholar activist mentors and my contributions to the development of scholarship about medicalization narrative and global health in medical sociology first i focus on medicalization its relationship to biomedicalization and pharmaceuticalization and critiques of the medicalization of global health second i analyze the narrative turn in studies of illness experiences and the inclusion of visual materials as an integral part of narrative studies of illness third i explore global health and show examples of bodies of knowledge that medical sociologists are building although i present each as a distinct area my discussion illustrates how the three areas are intertwined and how my contributions to each traverse and build connections among them"
}