{
    "title": "COVID-19 in a cohort of pregnant women and their descendants, the MOACC-19 study.",
    "doc_id": "33637549",
    "writer": "Llorca J",
    "year": "2021",
    "summary": "PURPOSE: The Mother and Child COVID-19 study is a cohort recruiting pregnant women and their children in Cantabria, North of Spain, during COVID-19 pandemic in order to ascertain consequences of SARS-CoV-2 infection on pregnant wom …",
    "abstract": "Purpose:\n        \n      \n      The Mother and Child COVID-19 study is a cohort recruiting pregnant women and their children in Cantabria, North of Spain, during COVID-19 pandemic in order to ascertain consequences of SARS-CoV-2 infection on pregnant women and their descendants. This article reports the cohort profile and preliminary results as recruitment is still open.\n    \n\n\n          Participants:\n        \n      \n      Three subcohorts can be identified at recruitment. Subcohort 1 includes women giving birth between 23 March and 25 May 2020; they have been retrospectively recruited and could have been exposed to COVID-19 only in their third trimester of pregnancy. Subcohort 2 includes women giving birth from 26 May 2020 on; they are being prospectively recruited and could have been exposed to COVID-19 in both their second and third trimesters of pregnancy. Subcohort 3 includes women in their 12 week of pregnancy prospectively recruited from 26 May 2020 on; they could have been exposed to COVID-19 anytime in their pregnancy. All women are being tested for SARS-CoV-2 infection using both RT-PCR for RNA detection and ELISA for anti-SARS-CoV-2 antibodies. All neonates are being tested for antibodies using immunochemoluminiscency tests; if the mother is tested positive for SARS-CoV-2 RNA, a nasopharyngeal swab is also obtained from the child for RT-PCR analysis.\n    \n\n\n          Findings to date:\n        \n      \n      As of 22 October, 1167 women have been recruited (266, 354 and 547 for subcohorts 1, 2 and 3, respectively). Fourteen women tested positive to SARS-CoV-2 RNA by the day of delivery. All 14 children born from these women tested negative for SARS-CoV-2 RNA.\n    \n\n\n          Future plans:\n        \n      \n      Children from women included in subcohort 3 are expected to be recruited by the end of 2020. Children will be followed-up for 1 year in order to ascertain the effect that COVID-19 on their development.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33637549/",
    "clean_text": "covid in a cohort of pregnant women and their descendants the moacc study purpose the mother and child covid study is a cohort recruiting pregnant women and their children in cantabria north of spain during covid pandemic in order to ascertain consequences of sars cov infection on pregnant wom purpose the mother and child covid study is a cohort recruiting pregnant women and their children in cantabria north of spain during covid pandemic in order to ascertain consequences of sars cov infection on pregnant women and their descendants this article reports the cohort profile and preliminary results as recruitment is still open participants three subcohorts can be identified at recruitment subcohort includes women giving birth between march and may they have been retrospectively recruited and could have been exposed to covid only in their third trimester of pregnancy subcohort includes women giving birth from may on they are being prospectively recruited and could have been exposed to covid in both their second and third trimesters of pregnancy subcohort includes women in their week of pregnancy prospectively recruited from may on they could have been exposed to covid anytime in their pregnancy all women are being tested for sars cov infection using both rt pcr for rna detection and elisa for anti sars cov antibodies all neonates are being tested for antibodies using immunochemoluminiscency tests if the mother is tested positive for sars cov rna a nasopharyngeal swab is also obtained from the child for rt pcr analysis findings to date as of october women have been recruited and for subcohorts and respectively fourteen women tested positive to sars cov rna by the day of delivery all children born from these women tested negative for sars cov rna future plans children from women included in subcohort are expected to be recruited by the end of children will be followed up for year in order to ascertain the effect that covid on their development"
}