{
    "title": "Physical Activity and Exercise Interventions in Abdominal Wall Hernia Patients: Impact on Quality of Life and Health Outcomes-A Systematic Review and Meta-analysis.",
    "doc_id": "39773734",
    "writer": "Gil Delgado JL",
    "year": "2025",
    "summary": "DESIGN: The systematic review identified six studies ( N = 2409) that met the inclusion criteria, all demonstrating that exercise and physical activity positively affected health outcomes in abdominal wall hernia patients. Because of the limited number of stu …",
    "abstract": "Objective:\n        \n      \n      Abdominal wall hernias are a common pathology in the surgical field, often leading to symptoms such as pain and tightness that can significantly reduce quality of life. Some studies have suggested that exercise and physical activity may improve both quality of life and health outcomes. This study aimed to evaluate the impact of exercise on quality of life and health outcomes in abdominal wall hernia patients through a qualitative systematic review and a quantitative meta-analysis.\n    \n\n\n          Design:\n        \n      \n      The systematic review identified six studies ( N = 2409) that met the inclusion criteria, all demonstrating that exercise and physical activity positively affected health outcomes in abdominal wall hernia patients. Because of the limited number of studies available, the meta-analysis focused specifically on the effects of exercise and physical activity on quality of life and pain.\n    \n\n\n          Results:\n        \n      \n      The meta-analysis results indicated significant improvements in quality of life between presurgery and postsurgery after a physical exercise intervention. However, no significant differences were found in pain levels between presurgery and postsurgery after the exercise program.\n    \n\n\n          Conclusions:\n        \n      \n      This systematic review and meta-analysis offer promising insights into the potential benefits of physical activity and exercise interventions on health outcomes for abdominal wall hernia patients.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39773734/",
    "clean_text": "physical activity and exercise interventions in abdominal wall hernia patients impact on quality of life and health outcomes a systematic review and meta analysis design the systematic review identified six studies n that met the inclusion criteria all demonstrating that exercise and physical activity positively affected health outcomes in abdominal wall hernia patients because of the limited number of stu objective abdominal wall hernias are a common pathology in the surgical field often leading to symptoms such as pain and tightness that can significantly reduce quality of life some studies have suggested that exercise and physical activity may improve both quality of life and health outcomes this study aimed to evaluate the impact of exercise on quality of life and health outcomes in abdominal wall hernia patients through a qualitative systematic review and a quantitative meta analysis design the systematic review identified six studies n that met the inclusion criteria all demonstrating that exercise and physical activity positively affected health outcomes in abdominal wall hernia patients because of the limited number of studies available the meta analysis focused specifically on the effects of exercise and physical activity on quality of life and pain results the meta analysis results indicated significant improvements in quality of life between presurgery and postsurgery after a physical exercise intervention however no significant differences were found in pain levels between presurgery and postsurgery after the exercise program conclusions this systematic review and meta analysis offer promising insights into the potential benefits of physical activity and exercise interventions on health outcomes for abdominal wall hernia patients"
}