{
    "title": "[Two cases of Wolfram syndrome].",
    "doc_id": "36220653",
    "writer": "Li T",
    "year": "2022",
    "summary": "Two adolescents with T1DM participated in the Shanghai Children and Adolescent DM Eye study (SCADE) 2017-2018. The previous T1DM history of the 2 children were 12 years and 4 years respectively. The history of optic atrophy were 8 years and 4 years respectively. ...Optical …",
    "abstract": "Two adolescents with T1DM participated in the Shanghai Children and Adolescent DM Eye study (SCADE) 2017-2018. The previous T1DM history of the 2 children were 12 years and 4 years respectively. The history of optic atrophy were 8 years and 4 years respectively. The ophthalmic examination showed that there were slight posterior capsule cataract and atrophy of optic atrophy in both patients. Optical Coherance Tomographic examination showed that the choroidal thickness of the inferior inner ring of the optic nerve and RNFL layer thickness decreased markedly, perfusion density and vascular density of the optic disc area and macular decreased markedly, electrophysiological examination showed that amplitude decreased markedly, and visual field examination showed binocular extinction or tubular vision field. Now the 2 adolescents were in closely followed-up. We suggest that children with T1DM whose best corrected visual acuity decreased recently to 0.6 or lower, in addition to routine ophthalmic examination, choroidal thickness, retinal nerve fiber layer thickness, retinal blood flow, ERG and visual field examination are recommended to distinguish wolfram syndrome from T1DM. Genetic sequencing examination of WFS-1 is also recommended if possible.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/36220653/",
    "clean_text": "two cases of wolfram syndrome two adolescents with t dm participated in the shanghai children and adolescent dm eye study scade the previous t dm history of the children were years and years respectively the history of optic atrophy were years and years respectively optical two adolescents with t dm participated in the shanghai children and adolescent dm eye study scade the previous t dm history of the children were years and years respectively the history of optic atrophy were years and years respectively the ophthalmic examination showed that there were slight posterior capsule cataract and atrophy of optic atrophy in both patients optical coherance tomographic examination showed that the choroidal thickness of the inferior inner ring of the optic nerve and rnfl layer thickness decreased markedly perfusion density and vascular density of the optic disc area and macular decreased markedly electrophysiological examination showed that amplitude decreased markedly and visual field examination showed binocular extinction or tubular vision field now the adolescents were in closely followed up we suggest that children with t dm whose best corrected visual acuity decreased recently to or lower in addition to routine ophthalmic examination choroidal thickness retinal nerve fiber layer thickness retinal blood flow erg and visual field examination are recommended to distinguish wolfram syndrome from t dm genetic sequencing examination of wfs is also recommended if possible"
}