{
    "pmid": "41467383",
    "title": "Long-Term Clinical Outcomes of Balloon-Expandable Versus Self-Expanding Transcatheter Aortic Valve Replacement in Patients With Small Aortic Annulus.",
    "abstract": "Self-expanding valves (SEVs) have demonstrated superior hemodynamic performance and comparable clinical outcomes to balloon-expandable valves (BEVs) at 1 year in patients with a small aortic annulus. However, long-term data are limited. This study aimed to evaluate 5-year echocardiographic and clinical outcomes of SEVs versus BEVs in patients with small aortic annulus underwent transcatheter aortic valve replacement. We analyzed RESOLVE registry patients who underwent transcatheter aortic valve replacement at Cedars-Sinai between 2015 and 2020. Patients with a small aortic annulus (<430 mm Among 1392 transcatheter aortic valve replacement recipients, 423 (78 SEVs, 345 BEVs) met the small annulus criteria. SEVs were associated with lower transvalvular gradients and larger indexed effective orifice area at discharge and 1 year ( Although SEVs provide better hemodynamic performance in patients with severe aortic stenosis and small annuli, this advantage did not translate into improved survival or reduced cardiovascular events at 5 years.",
    "disease": "stroke",
    "clean_text": "long term clinical outcomes of balloon expandable versus self expanding transcatheter aortic valve replacement in patients with small aortic annulus self expanding valves sevs have demonstrated superior hemodynamic performance and comparable clinical outcomes to balloon expandable valves bevs at year in patients with a small aortic annulus however long term data are limited this study aimed to evaluate year echocardiographic and clinical outcomes of sevs versus bevs in patients with small aortic annulus underwent transcatheter aortic valve replacement we analyzed resolve registry patients who underwent transcatheter aortic valve replacement at cedars sinai between and patients with a small aortic annulus mm among transcatheter aortic valve replacement recipients sevs bevs met the small annulus criteria sevs were associated with lower transvalvular gradients and larger indexed effective orifice area at discharge and year although sevs provide better hemodynamic performance in patients with severe aortic stenosis and small annuli this advantage did not translate into improved survival or reduced cardiovascular events at years"
}