{
    "pmid": "41472584",
    "title": "A comprehensive evaluation and meta-analysis of the efficacy of autologous conditioned serum vs platelet-rich plasma in knee osteoarthritis treatment.",
    "abstract": "Knee osteoarthritis (OA) is an advanced, degenerative condition of the joint that impairs movement and quality of life. The pathologic process of OA is multifaceted, and while traditional interventions offer only symptom relief, novel approaches, such as autologous conditioned serum (ACS) and platelet-rich plasma (PRP) therapy, are showing greater promise. This systematic review and meta-analysis were conducted in accordance with the PRISMA guidelines and Cochrane Handbook for Systematic Reviews of Interventions. The primary outcomes were changes in pain intensity (Visual Analog Scale, VAS) and functional status (Western Ontario and McMaster Universities Osteoarthritis Index - WOMAC). Relief from pain in the long term was greater with ACS than the PRP group, with better VAS score improvements at three months (p<0.001), six months (p=0.03), and the 24-month mark (p<0.001). WOMAC score evaluations demonstrated ACS had significant differences for functional recovery, along with sustained functional improvement at three months (p<0.001) and six months (p<0.001). The results obtained indicate that some patients with knee OA can obtain sustained relief from pain and improve function more than one year after treatment with anti-inflammatory ACS. Sustained pain relief and functional recovery are also likely due to regulatory mechanisms on inflammation and homeostasis of the joint. This meta-analysis indicates that ACS is more effective than PRP in relieving pain and improving joint function in knee OA. Further studies should be directed towards standardization of protocols, determining the cost, and looking at other outcomes over longer periods to better understand the benefits and refine the clinical use.",
    "disease": "osteoarthritis",
    "clean_text": "a comprehensive evaluation and meta analysis of the efficacy of autologous conditioned serum vs platelet rich plasma in knee osteoarthritis treatment knee osteoarthritis oa is an advanced degenerative condition of the joint that impairs movement and quality of life the pathologic process of oa is multifaceted and while traditional interventions offer only symptom relief novel approaches such as autologous conditioned serum acs and platelet rich plasma prp therapy are showing greater promise this systematic review and meta analysis were conducted in accordance with the prisma guidelines and cochrane handbook for systematic reviews of interventions the primary outcomes were changes in pain intensity visual analog scale vas and functional status western ontario and mcmaster universities osteoarthritis index womac relief from pain in the long term was greater with acs than the prp group with better vas score improvements at three months p six months p and the month mark p womac score evaluations demonstrated acs had significant differences for functional recovery along with sustained functional improvement at three months p and six months p the results obtained indicate that some patients with knee oa can obtain sustained relief from pain and improve function more than one year after treatment with anti inflammatory acs sustained pain relief and functional recovery are also likely due to regulatory mechanisms on inflammation and homeostasis of the joint this meta analysis indicates that acs is more effective than prp in relieving pain and improving joint function in knee oa further studies should be directed towards standardization of protocols determining the cost and looking at other outcomes over longer periods to better understand the benefits and refine the clinical use"
}