{
    "title": "Factors related to low back pain in patients with hip osteoarthritis.",
    "doc_id": "25322731",
    "writer": "Tanaka S",
    "year": "2015",
    "summary": "BACKGROUND: The incidence of low back pain (LBP) is high in patients with hip osteoarthritis (OA). Evidence from previous studies suggests that lumbar alignments and hip range of motion (ROM) are important etiological factors for LBP. ...",
    "abstract": "Background:\n        \n      \n      The incidence of low back pain (LBP) is high in patients with hip osteoarthritis (OA). Evidence from previous studies suggests that lumbar alignments and hip range of motion (ROM) are important etiological factors for LBP. However, no studies have investigated which factors that have the greatest influence on LBP.\n    \n\n\n          Objective:\n        \n      \n      This investigation aimed to collectively examine factors related to LBP in patients with hip OA, including lumbar lordosis angle (LLA), leg length discrepancy (LLD), and hip ROM.\n    \n\n\n          Methods:\n        \n      \n      Thirty-five patients participated in this study. LBP was treated as a dependent variable, whereas hip ROMs were treated as independent variables. Patients' age and body mass index (BMI) were recorded as confounding factors, as were LLA and LLD. A logistic regression model was performed to determine the most accurate set of variables to predict LBP.\n    \n\n\n          Results:\n        \n      \n      BMI and ROM of hip flexion on the affected side were identified as significant variables.\n    \n\n\n          Conclusions:\n        \n      \n      Our results suggest that BMI and ROM of hip flexion on the affected side are related to LBP in patients with hip OA and need to be assessed.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/25322731/",
    "clean_text": "factors related to low back pain in patients with hip osteoarthritis background the incidence of low back pain lbp is high in patients with hip osteoarthritis oa evidence from previous studies suggests that lumbar alignments and hip range of motion rom are important etiological factors for lbp background the incidence of low back pain lbp is high in patients with hip osteoarthritis oa evidence from previous studies suggests that lumbar alignments and hip range of motion rom are important etiological factors for lbp however no studies have investigated which factors that have the greatest influence on lbp objective this investigation aimed to collectively examine factors related to lbp in patients with hip oa including lumbar lordosis angle lla leg length discrepancy lld and hip rom methods thirty five patients participated in this study lbp was treated as a dependent variable whereas hip roms were treated as independent variables patients age and body mass index bmi were recorded as confounding factors as were lla and lld a logistic regression model was performed to determine the most accurate set of variables to predict lbp results bmi and rom of hip flexion on the affected side were identified as significant variables conclusions our results suggest that bmi and rom of hip flexion on the affected side are related to lbp in patients with hip oa and need to be assessed"
}