{
    "title": "Kidney disease in primary anti-phospholipid antibody syndrome.",
    "doc_id": "27550302",
    "writer": "Gracia-Tello B",
    "year": "2017",
    "summary": "APS can be isolated (primary APS) or associated with other autoimmune diseases. The kidney is a major target organ in APS, and renal thrombosis can occur at any level within the vasculature of the kidney (renal arteries, intrarenal vasculature and renal veins …",
    "abstract": "APS is an autoimmune disease defined by the presence of arterial or venous thrombotic events and/or pregnancy morbidity in patients who test positive for aPL. APS can be isolated (primary APS) or associated with other autoimmune diseases. The kidney is a major target organ in APS, and renal thrombosis can occur at any level within the vasculature of the kidney (renal arteries, intrarenal vasculature and renal veins). Histological findings vary widely, including ischaemic glomeruli and thrombotic lesions without glomerular or arterial immune deposits on immunofluorescence. Renal involvement in patients with definite APS is treated with long-term anticoagulants as warfarin, but new treatments are being tried. The aim of this article is to review the links between primary APS and kidney disease.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27550302/",
    "clean_text": "kidney disease in primary anti phospholipid antibody syndrome aps can be isolated primary aps or associated with other autoimmune diseases the kidney is a major target organ in aps and renal thrombosis can occur at any level within the vasculature of the kidney renal arteries intrarenal vasculature and renal veins aps is an autoimmune disease defined by the presence of arterial or venous thrombotic events and or pregnancy morbidity in patients who test positive for apl aps can be isolated primary aps or associated with other autoimmune diseases the kidney is a major target organ in aps and renal thrombosis can occur at any level within the vasculature of the kidney renal arteries intrarenal vasculature and renal veins histological findings vary widely including ischaemic glomeruli and thrombotic lesions without glomerular or arterial immune deposits on immunofluorescence renal involvement in patients with definite aps is treated with long term anticoagulants as warfarin but new treatments are being tried the aim of this article is to review the links between primary aps and kidney disease"
}