{
    "title": "Stroke risk following traumatic brain injury: Systematic review and meta-analysis.",
    "doc_id": "33705244",
    "writer": "Turner GM",
    "year": "2021",
    "summary": "BACKGROUND: Traumatic brain injury is a global health problem; worldwide, >60 million people experience a traumatic brain injury each year and incidence is rising. ...CONCLUSION: Traumatic brain injury is an independent risk factor for …",
    "abstract": "Background:\n        \n      \n      Traumatic brain injury is a global health problem; worldwide, >60 million people experience a traumatic brain injury each year and incidence is rising. Traumatic brain injury has been proposed as an independent risk factor for stroke.\n    \n\n\n          Aims:\n        \n      \n      To investigate the association between traumatic brain injury and stroke risk.\n    \n\n\n          Summary of review:\n        \n      \n      We undertook a systematic review of MEDLINE, EMBASE, CINAHL, and The Cochrane Library from inception to 4 December 2020. We used random-effects meta-analysis to pool hazard ratios for studies which reported stroke risk post-traumatic brain injury compared to controls. Searches identified 10,501 records; 58 full texts were assessed for eligibility and 18 met the inclusion criteria. The review included a large sample size of 2,606,379 participants from four countries. Six studies included a non-traumatic brain injury control group, all found traumatic brain injury patients had significantly increased risk of stroke compared to controls (pooled hazard ratio 1.86; 95% confidence interval 1.46-2.37). Findings suggest stroke risk may be highest in the first four months post-traumatic brain injury, but remains significant up to five years post-traumatic brain injury. Traumatic brain injury appears to be associated with increased stroke risk regardless of severity or subtype of traumatic brain injury. There was some evidence to suggest an association between reduced stroke risk post-traumatic brain injury and Vitamin K antagonists and statins, but increased stroke risk with certain classes of antidepressants.\n    \n\n\n          Conclusion:\n        \n      \n      Traumatic brain injury is an independent risk factor for stroke, regardless of traumatic brain injury severity or type. Post-traumatic brain injury review and management of risk factors for stroke may be warranted.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/33705244/",
    "clean_text": "stroke risk following traumatic brain injury systematic review and meta analysis background traumatic brain injury is a global health problem worldwide million people experience a traumatic brain injury each year and incidence is rising conclusion traumatic brain injury is an independent risk factor for background traumatic brain injury is a global health problem worldwide million people experience a traumatic brain injury each year and incidence is rising traumatic brain injury has been proposed as an independent risk factor for stroke aims to investigate the association between traumatic brain injury and stroke risk summary of review we undertook a systematic review of medline embase cinahl and the cochrane library from inception to december we used random effects meta analysis to pool hazard ratios for studies which reported stroke risk post traumatic brain injury compared to controls searches identified records full texts were assessed for eligibility and met the inclusion criteria the review included a large sample size of participants from four countries six studies included a non traumatic brain injury control group all found traumatic brain injury patients had significantly increased risk of stroke compared to controls pooled hazard ratio confidence interval findings suggest stroke risk may be highest in the first four months post traumatic brain injury but remains significant up to five years post traumatic brain injury traumatic brain injury appears to be associated with increased stroke risk regardless of severity or subtype of traumatic brain injury there was some evidence to suggest an association between reduced stroke risk post traumatic brain injury and vitamin k antagonists and statins but increased stroke risk with certain classes of antidepressants conclusion traumatic brain injury is an independent risk factor for stroke regardless of traumatic brain injury severity or type post traumatic brain injury review and management of risk factors for stroke may be warranted"
}