{
    "pmid": "41446881",
    "title": "Computed tomography perfusion-defined ischemic core predicts functional outcome after basilar artery thrombectomy.",
    "abstract": "This study aimed to determine the optimal threshold for computed tomography perfusion (CTP)-defined ischemic core in patients with basilar artery occlusion (BAO) that predicts functional outcome. A retrospective analysis was conducted on BAO patients who underwent endovascular thrombectomy at our stroke center between January 2018 and March 2024. Ischemic core was estimated using following thresholds: cerebral blood flow (CBF) < 10 or 15 mL/100 g/min by Syngo.via, cerebral blood volume < 1.2 mL/100 mL by Syngo.via, and time to maximum (Tmax) > 10 s by RAPID. A favorable functional outcome was defined as a modified Rankin Scale score of 0-3 at 90-day post-onset. The Posterior Circulation Alberta Stroke Program Early computed tomography Score (pc-ASPECTS) was semi-quantified to assess ischemic changes. Statistical analysis included intraclass correlation coefficient (ICC) and receiver operating characteristic analyses. A total of 85 patients were enrolled, and 39 (45.9%) had a favorable functional outcome. The ICC for pc-ASPECTS based on four core approaches between junior and senior observers ranged from 0.90 to 0.96. For the classification of favorable outcome, the volume and pc-ASPECTS core estimation approach (CBF < 10 mL/100 g/min by Syngo.via) had the best performance, with the largest area under the curve of 0.86 [(95% confidence intervals, 0.78-0.94);  In BAO patients following successful recanalization, the volume and pc-ASPECTS core estimation approach (CBF < 10 mL/100 g/min by Syngo.via) demonstrated the strongest predictive value for favorable functional outcomes.",
    "disease": "stroke",
    "clean_text": "computed tomography perfusion defined ischemic core predicts functional outcome after basilar artery thrombectomy this study aimed to determine the optimal threshold for computed tomography perfusion ctp defined ischemic core in patients with basilar artery occlusion bao that predicts functional outcome a retrospective analysis was conducted on bao patients who underwent endovascular thrombectomy at our stroke center between january and march ischemic core was estimated using following thresholds cerebral blood flow cbf or ml g min by syngo via cerebral blood volume ml ml by syngo via and time to maximum tmax s by rapid a favorable functional outcome was defined as a modified rankin scale score of at day post onset the posterior circulation alberta stroke program early computed tomography score pc aspects was semi quantified to assess ischemic changes statistical analysis included intraclass correlation coefficient icc and receiver operating characteristic analyses a total of patients were enrolled and had a favorable functional outcome the icc for pc aspects based on four core approaches between junior and senior observers ranged from to for the classification of favorable outcome the volume and pc aspects core estimation approach cbf ml g min by syngo via had the best performance with the largest area under the curve of confidence intervals in bao patients following successful recanalization the volume and pc aspects core estimation approach cbf ml g min by syngo via demonstrated the strongest predictive value for favorable functional outcomes"
}