{
    "title": "Pathotype Identification and Host Resistance Evaluation of Clubroot in Zhejiang Province, China.",
    "doc_id": "39082928",
    "writer": "Zhang Y",
    "year": "2024",
    "summary": "In this study, the predominant pathotypes of P. brassicae in six cities within Zhejiang Province were identified using the Williams and European clubroot differential (ECD) systems. ...Moreover, isolates of Brassica crops from Zhejiang Province exhibited homology wi …",
    "abstract": "Clubroot, caused by Plasmodiophora brassicae, is a globally destructive soilborne disease affecting cruciferous plants. In this study, the predominant pathotypes of P. brassicae in six cities within Zhejiang Province were identified using the Williams and European clubroot differential (ECD) systems. A phylogenetic analysis of P. brassicae isolates infecting cruciferous crops worldwide was conducted using MEGA, and their ITS2 secondary structures were predicted through the ITS2 database. Accessions of Brassica rapa, B. oleracea, B. juncea, and Eruca sativa Mill. were employed to assess clubroot resistance. The results revealed that the prevalent pathotypes in Zhejiang Province were pathotype 1, ECD20/31/12 and ECD24/16/30; pathotype 3, ECD20/15/4; pathotype 8, ECD16/0/0 and ECD24/0/0; and pathotype 2, ECD16/15/15. Isolates from distinct genera of Brassicaceae formed separate branches in the evolutionary tree. Moreover, isolates of Brassica crops from Zhejiang Province exhibited homology with those from other global regions, a finding corroborated by their ITS2 secondary structure. Approximately 80 and 95% of B. rapa and B. juncea crops displayed susceptible phenotypes for pathotype 8, ECD16/0/0, whereas approximately 60% of B. oleracea crops exhibited resistance. Furthermore, three Brassica crop accessions showed significant variation in resistance to the pathogen, both among morphological and geographical origin groups. This study contributes to understanding the distribution of diverse P. brassicae pathotypes in different regions of Zhejiang Province and facilitates the identification of Brassica crops with potential disease resistance suitable for cultivation in the province.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/39082928/",
    "clean_text": "pathotype identification and host resistance evaluation of clubroot in zhejiang province china in this study the predominant pathotypes of p brassicae in six cities within zhejiang province were identified using the williams and european clubroot differential ecd systems moreover isolates of brassica crops from zhejiang province exhibited homology wi clubroot caused by plasmodiophora brassicae is a globally destructive soilborne disease affecting cruciferous plants in this study the predominant pathotypes of p brassicae in six cities within zhejiang province were identified using the williams and european clubroot differential ecd systems a phylogenetic analysis of p brassicae isolates infecting cruciferous crops worldwide was conducted using mega and their its secondary structures were predicted through the its database accessions of brassica rapa b oleracea b juncea and eruca sativa mill were employed to assess clubroot resistance the results revealed that the prevalent pathotypes in zhejiang province were pathotype ecd and ecd pathotype ecd pathotype ecd and ecd and pathotype ecd isolates from distinct genera of brassicaceae formed separate branches in the evolutionary tree moreover isolates of brassica crops from zhejiang province exhibited homology with those from other global regions a finding corroborated by their its secondary structure approximately and of b rapa and b juncea crops displayed susceptible phenotypes for pathotype ecd whereas approximately of b oleracea crops exhibited resistance furthermore three brassica crop accessions showed significant variation in resistance to the pathogen both among morphological and geographical origin groups this study contributes to understanding the distribution of diverse p brassicae pathotypes in different regions of zhejiang province and facilitates the identification of brassica crops with potential disease resistance suitable for cultivation in the province"
}