{
    "pmid": "41439528",
    "title": "Decline in Circadian Robustness in Lung Cancer Patients During Immunotherapy is Associated With Increased Risk of Disease Progression and Death.",
    "abstract": "Disruptions in sleep and circadian rhythms have been consistently linked to higher mortality rates in the general population. Among cancer patients, these disruptions are not only prevalent but may significantly influence prognosis. Despite this, sleep and circadian trajectories remain unexplored in the context of cancer, particularly related to prognostic outcomes in modern therapies such as immune checkpoint inhibitors (ICIs), which are rapidly transforming oncological care. In this pioneering report, we examined how trajectories of sleep and circadian rhythms relate to prognostic outcomes in patients with non-small cell lung cancer (NSCLC), offering novel insights into their potential role as modifiable biomarkers of clinical outcomes. Forty-nine treatment-naïve NSCLC patients were enrolled in this prospective longitudinal study. Continuous 24-h recordings of circadian function (Circadian Function Index [CFI]) were collected over the first 5 months of treatment, alongside weekly assessments of insomnia severity (Insomnia Severity Index [ISI]) and estimations of total sleep time (TST) derived from sleep diaries every 3 weeks. Follow-up data, time to treatment discontinuation, disease progression, and cancer-related death were obtained from medical records. We estimated hazard ratios (HRs) for these outcomes based on ISI, TST, and CFI, analyzed as continuous variables and median-split. Cox regression analyses indicated that patients with trajectories portraying circadian robustness below the median had a higher risk of earlier progression (HR = 3.75, 95% confidence interval [CI] = [1.475-9.536], ",
    "disease": "lung cancer",
    "clean_text": "decline in circadian robustness in lung cancer patients during immunotherapy is associated with increased risk of disease progression and death disruptions in sleep and circadian rhythms have been consistently linked to higher mortality rates in the general population among cancer patients these disruptions are not only prevalent but may significantly influence prognosis despite this sleep and circadian trajectories remain unexplored in the context of cancer particularly related to prognostic outcomes in modern therapies such as immune checkpoint inhibitors icis which are rapidly transforming oncological care in this pioneering report we examined how trajectories of sleep and circadian rhythms relate to prognostic outcomes in patients with non small cell lung cancer nsclc offering novel insights into their potential role as modifiable biomarkers of clinical outcomes forty nine treatment na ve nsclc patients were enrolled in this prospective longitudinal study continuous h recordings of circadian function circadian function index cfi were collected over the first months of treatment alongside weekly assessments of insomnia severity insomnia severity index isi and estimations of total sleep time tst derived from sleep diaries every weeks follow up data time to treatment discontinuation disease progression and cancer related death were obtained from medical records we estimated hazard ratios hrs for these outcomes based on isi tst and cfi analyzed as continuous variables and median split cox regression analyses indicated that patients with trajectories portraying circadian robustness below the median had a higher risk of earlier progression hr confidence interval ci"
}