{
    "title": "Weight and measurements of kidneys in northwest Indian adults.",
    "doc_id": "11748811",
    "writer": "Sahni D",
    "year": "2001",
    "summary": "Weights and measurements of paired kidneys obtained from medicolegal autopsies of northwest Indian adults, 155 males and 84 females, were compared. The right and left kidneys weighed 108.7 +/- 22.6 g and 111.8 +/- 23.3 g (P > 0.05), respectively, in males. Corresponding …",
    "abstract": "Weights and measurements of paired kidneys obtained from medicolegal autopsies of northwest Indian adults, 155 males and 84 females, were compared. The right and left kidneys weighed 108.7 +/- 22.6 g and 111.8 +/- 23.3 g (P > 0.05), respectively, in males. Corresponding weights in females were 96.6 +/- 19.3 g and 99.4 +/- 25.3 g (P > 0.05) for the right and left kidneys, respectively. Sex differences in the weights of both right and left kidneys were statistically significant (P < 0.001). Other measurements of the right kidney in males were as follows: length, 99.5 +/- 9.4 mm; width at the middle of the hilum, 45.8 +/- 6.2 mm; and the thickness 33.3 +/- 5.2 mm, which did not differ from corresponding measurements of the left kidney (99.7 +/- 10.9 mm, 46.4 +/- 7.1 mm, and 34.0 +/- 6.4 mm, respectively). Other measurements of the right kidney in females were as follows: length, 91.3 +/- 8.7 mm; width at the middle of the hilum, 44.6 +/- 4.6 mm; and thickness 31.2 +/- 4.7 mm, which did not differ from those of the left kidney (92.1 +/- 11.0 mm, 43.5 +/- 6.5 mm, and 31.1 +/- 6.1 mm, respectively). Sex differences in measurements of both right and left kidneys were significant except for the width of the kidney at the middle and below the hilum.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/11748811/",
    "clean_text": "weight and measurements of kidneys in northwest indian adults weights and measurements of paired kidneys obtained from medicolegal autopsies of northwest indian adults males and females were compared the right and left kidneys weighed g and g p respectively in males corresponding weights and measurements of paired kidneys obtained from medicolegal autopsies of northwest indian adults males and females were compared the right and left kidneys weighed g and g p respectively in males corresponding weights in females were g and g p for the right and left kidneys respectively sex differences in the weights of both right and left kidneys were statistically significant p other measurements of the right kidney in males were as follows length mm width at the middle of the hilum mm and the thickness mm which did not differ from corresponding measurements of the left kidney mm mm and mm respectively other measurements of the right kidney in females were as follows length mm width at the middle of the hilum mm and thickness mm which did not differ from those of the left kidney mm mm and mm respectively sex differences in measurements of both right and left kidneys were significant except for the width of the kidney at the middle and below the hilum"
}