{
    "pmid": "41362691",
    "title": "Efficacy of DPMAS combined with PE in improving survival outcomes of patients with acute hepatitis E-induced liver failure: A retrospective cohort analysis.",
    "abstract": "Acute hepatitis E can progress to liver failure with high mortality and limited treatment options. This study aimed to evaluate the clinical efficacy and safety of the Double Plasma Molecular Adsorption System (DPMAS) combined with plasma exchange (PE) in individuals with acute hepatitis E-induced liver failure. A retrospective analysis was performed on hospitalized patients with acute hepatitis E-induced liver failure admitted from January 2011 to December 2023. Ninety-three patients were enrolled and assigned to either a control group ( The treatment group demonstrated significantly greater improvement in liver function and coagulation parameters than the control group. MELD score reduction was more pronounced in the treatment group (-6.78 ± 2.45 vs. -2.59 ± 1.98,  DPMAS combined with PE is a safe and effective therapeutic modality for acute hepatitis E-induced liver failure, improving liver function, reducing MELD scores, and enhancing survival outcomes. MELD score may serve as a valuable tool to guide treatment stratification and predict prognosis.",
    "disease": "liver cirrhosis",
    "clean_text": "efficacy of dpmas combined with pe in improving survival outcomes of patients with acute hepatitis e induced liver failure a retrospective cohort analysis acute hepatitis e can progress to liver failure with high mortality and limited treatment options this study aimed to evaluate the clinical efficacy and safety of the double plasma molecular adsorption system dpmas combined with plasma exchange pe in individuals with acute hepatitis e induced liver failure a retrospective analysis was performed on hospitalized patients with acute hepatitis e induced liver failure admitted from january to december ninety three patients were enrolled and assigned to either a control group the treatment group demonstrated significantly greater improvement in liver function and coagulation parameters than the control group meld score reduction was more pronounced in the treatment group vs dpmas combined with pe is a safe and effective therapeutic modality for acute hepatitis e induced liver failure improving liver function reducing meld scores and enhancing survival outcomes meld score may serve as a valuable tool to guide treatment stratification and predict prognosis"
}