{
    "pmid": "41454671",
    "title": "Neutrophil/albumin ratio positively associates with type 2 diabetes mellitus risk in women with prior gestational diabetes mellitus: moderation by body mass index.",
    "abstract": "To investigate the associations of the neutrophil/albumin ratio (NAR) with type 2 diabetes mellitus (T2DM) in women with a history of gestational diabetes mellitus (GDM). We conducted a cross-sectional study involving 782 participants from the National Health and Nutrition Examination Survey. Logistic regression analyses were performed to explore the relationship between NAR and T2DM, adjusting for various confounding factors across different models. Interaction analyses examined the modifying effects of socio-demographic characteristics on the relationship between NAR and T2DM. Mediation analyses were utilized to investigate whether key laboratory indicators and insulin resistance indices mediated the association between NAR and T2DM. Higher NAR levels were positively associated with T2DM risk. (OR[95%CI]:1.649[1.181,2.309],  This study revealed that among women with GDM history, NAR may influence the risk of T2DM through the modulation of RDW and HDL-C. Furthermore, NAR and BMI had a significant interaction affecting T2DM risk, particularly prominent in women with 25 kg/m",
    "disease": "diabetes mellitus",
    "clean_text": "neutrophil albumin ratio positively associates with type diabetes mellitus risk in women with prior gestational diabetes mellitus moderation by body mass index to investigate the associations of the neutrophil albumin ratio nar with type diabetes mellitus t dm in women with a history of gestational diabetes mellitus gdm we conducted a cross sectional study involving participants from the national health and nutrition examination survey logistic regression analyses were performed to explore the relationship between nar and t dm adjusting for various confounding factors across different models interaction analyses examined the modifying effects of socio demographic characteristics on the relationship between nar and t dm mediation analyses were utilized to investigate whether key laboratory indicators and insulin resistance indices mediated the association between nar and t dm higher nar levels were positively associated with t dm risk or ci this study revealed that among women with gdm history nar may influence the risk of t dm through the modulation of rdw and hdl c furthermore nar and bmi had a significant interaction affecting t dm risk particularly prominent in women with kg m"
}