{
    "title": "Maternal Adverse Childhood Experiences and Young Adult Latino Children's Mental Health.",
    "doc_id": "37729975",
    "writer": "Deardorff J",
    "year": "2024",
    "summary": "INTRODUCTION: Maternal adverse childhood experiences have been linked to a variety of negative health outcomes in young children; however, young adults and, specifically, young adult Latinos have been vastly understudied. ...Maternal and young …",
    "abstract": "Introduction:\n        \n      \n      Maternal adverse childhood experiences have been linked to a variety of negative health outcomes in young children; however, young adults and, specifically, young adult Latinos have been vastly understudied. This study investigates the intergenerational pathway between maternal adverse childhood experiences and behavioral health outcomes of their young adult children, as mediated through young adults' own adverse childhood experiences and maternal depression.\n    \n\n\n          Methods:\n        \n      \n      Structural equation modeling was used to analyze data (in 2023) from mothers and their young adult children (n=398 dyads) enrolled in the Center for the Health Assessment of Mothers and Children of Salinas cohort, a primarily Latino agricultural sample. Maternal and young adult adverse childhood experiences were self-reported retrospectively during a visit at the age of 18 years (2018-2020). Young adult- and maternal-reported internalizing and maternal-reported externalizing behaviors were assessed at the age of 18 years with the Behavior Assessment for Children, second edition. Maternal depression was assessed during a visit at the age of 9 years (2010-2012) using the Center for Epidemiologic Studies Depression Scale.\n    \n\n\n          Results:\n        \n      \n      Maternal and young adult adverse childhood experiences were weakly but statistically significantly correlated (r=0.22). Maternal adverse childhood experiences were statistically significantly associated with maternal-reported youth internalizing symptoms (β=0.29; 95% CI=0.19, 0.38; p<0.001) and externalizing symptoms (β=0.24; 95% CI=0.14, 0.33; p<0.001) and marginally associated with youth-reported internalizing symptoms (β=0.08; 95% CI= -0.02, 0.18; p=0.13). Youth adverse childhood experiences and maternal depressive symptomatology mediated the associations between maternal adverse childhood experiences and young adult outcomes.\n    \n\n\n          Conclusions:\n        \n      \n      Findings demonstrate the potential impacts of adversity across generations in Latino immigrant families, an understudied population. Understanding the mechanisms and factors associated with these pathways may lead to strategies that prevent poor mental health outcomes in young adults.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/37729975/",
    "clean_text": "maternal adverse childhood experiences and young adult latino children s mental health introduction maternal adverse childhood experiences have been linked to a variety of negative health outcomes in young children however young adults and specifically young adult latinos have been vastly understudied maternal and young introduction maternal adverse childhood experiences have been linked to a variety of negative health outcomes in young children however young adults and specifically young adult latinos have been vastly understudied this study investigates the intergenerational pathway between maternal adverse childhood experiences and behavioral health outcomes of their young adult children as mediated through young adults own adverse childhood experiences and maternal depression methods structural equation modeling was used to analyze data in from mothers and their young adult children n dyads enrolled in the center for the health assessment of mothers and children of salinas cohort a primarily latino agricultural sample maternal and young adult adverse childhood experiences were self reported retrospectively during a visit at the age of years young adult and maternal reported internalizing and maternal reported externalizing behaviors were assessed at the age of years with the behavior assessment for children second edition maternal depression was assessed during a visit at the age of years using the center for epidemiologic studies depression scale results maternal and young adult adverse childhood experiences were weakly but statistically significantly correlated r maternal adverse childhood experiences were statistically significantly associated with maternal reported youth internalizing symptoms ci p and externalizing symptoms ci p and marginally associated with youth reported internalizing symptoms ci p youth adverse childhood experiences and maternal depressive symptomatology mediated the associations between maternal adverse childhood experiences and young adult outcomes conclusions findings demonstrate the potential impacts of adversity across generations in latino immigrant families an understudied population understanding the mechanisms and factors associated with these pathways may lead to strategies that prevent poor mental health outcomes in young adults"
}