{
    "title": "Preoperative detection of occult endometrial malignancies in endometrial hyperplasia to improve primary surgical therapy: A scoping review of the literature.",
    "doc_id": "35152421",
    "writer": "Laban M",
    "year": "2022",
    "summary": "The risk of undertreating occult endometrial cancer is a problem faced by gynecologists when treating endometrial hyperplasia. ...After screening 591 potential studies, 28 studies were included. Studies included the data of 7409 endometrial hyperplasia patien …",
    "abstract": "The risk of undertreating occult endometrial cancer is a problem faced by gynecologists when treating endometrial hyperplasia. The objective of this study is to highlight diagnostic adjuncts to endometrial sampling techniques to improve preoperative detection of co-existing cancer. A systematic search of databases till July 2021: PubMed, ISI-Clarivate Web of Science, Scopus, and CENTRAL. A search of the related literature was also carried out. Two authors screened potential studies. Studies were included if they examined the diagnostic performance of any predictors of concurrent cancer in patients diagnosed with endometrial hyperplasia. Authors charted variables related to literature characteristics (e.g., authors, year of publication), population characteristics (e.g., preoperative diagnoses), and variables related to our research questions (e.g., postoperative diagnoses, risk predictors). After screening 591 potential studies, 28 studies were included. Studies included the data of 7409 endometrial hyperplasia patients with 2377 concurrent endometrial cancer cases (32.1%). Forty potential predictors of concurrent cancer were investigated. We examined three categories of potential predictors: clinical (22 studies), histopathologic/imaging (16 studies), and molecular (six studies) predictors. The proposed predictors, age, menopausal status, diabetes, WHO and endometrial intraepithelial neoplasia histopathologic criteria, pelvic magnetic resonance imaging, and molecular profiling are promising diagnostic adjuncts.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/35152421/",
    "clean_text": "preoperative detection of occult endometrial malignancies in endometrial hyperplasia to improve primary surgical therapy a scoping review of the literature the risk of undertreating occult endometrial cancer is a problem faced by gynecologists when treating endometrial hyperplasia after screening potential studies studies were included studies included the data of endometrial hyperplasia patien the risk of undertreating occult endometrial cancer is a problem faced by gynecologists when treating endometrial hyperplasia the objective of this study is to highlight diagnostic adjuncts to endometrial sampling techniques to improve preoperative detection of co existing cancer a systematic search of databases till july pubmed isi clarivate web of science scopus and central a search of the related literature was also carried out two authors screened potential studies studies were included if they examined the diagnostic performance of any predictors of concurrent cancer in patients diagnosed with endometrial hyperplasia authors charted variables related to literature characteristics e g authors year of publication population characteristics e g preoperative diagnoses and variables related to our research questions e g postoperative diagnoses risk predictors after screening potential studies studies were included studies included the data of endometrial hyperplasia patients with concurrent endometrial cancer cases forty potential predictors of concurrent cancer were investigated we examined three categories of potential predictors clinical studies histopathologic imaging studies and molecular six studies predictors the proposed predictors age menopausal status diabetes who and endometrial intraepithelial neoplasia histopathologic criteria pelvic magnetic resonance imaging and molecular profiling are promising diagnostic adjuncts"
}