{
    "title": "Adult Stem Cell Therapeutics in Diabetic Retinopathy.",
    "doc_id": "31575089",
    "writer": "Gaddam S",
    "year": "2019",
    "summary": "The pathology of the disease prevents the endogenous stem cells from participating in the natural repair of the diseased retina. Current treatments, specifically stem cell therapeutics, have shown variable efficacy in preclinical models due to the mult …",
    "abstract": "Diabetic retinopathy (DR), a complication of diabetes, is one of the leading causes of blindness in working-age adults. The pathology of the disease prevents the endogenous stem cells from participating in the natural repair of the diseased retina. Current treatments, specifically stem cell therapeutics, have shown variable efficacy in preclinical models due to the multi-faceted nature of the disease. Among the various adult stem cells, mesenchymal stem cells, especially those derived from adipose tissue and bone marrow, have been explored as a possible treatment for DR. This review summarizes the current literature around the various adult stem cell treatments for the disease and outlines the benefits and limitations of the therapeutics that are being explored in the field. The paracrine nature of adipose stem cells, in particular, has been highlighted as a potential solution to the lack of a homing and conducive environment that poses a challenge to the implantation of exogenous stem cells in the target tissue. Various methods of mesenchymal stem cell priming to adapt to a hostile retinal microenvironment have been discussed. Current clinical trials and potential safety concerns have been examined, and the future directions of stem cell therapeutics in DR have also been contemplated.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/31575089/",
    "clean_text": "adult stem cell therapeutics in diabetic retinopathy the pathology of the disease prevents the endogenous stem cells from participating in the natural repair of the diseased retina current treatments specifically stem cell therapeutics have shown variable efficacy in preclinical models due to the mult diabetic retinopathy dr a complication of diabetes is one of the leading causes of blindness in working age adults the pathology of the disease prevents the endogenous stem cells from participating in the natural repair of the diseased retina current treatments specifically stem cell therapeutics have shown variable efficacy in preclinical models due to the multi faceted nature of the disease among the various adult stem cells mesenchymal stem cells especially those derived from adipose tissue and bone marrow have been explored as a possible treatment for dr this review summarizes the current literature around the various adult stem cell treatments for the disease and outlines the benefits and limitations of the therapeutics that are being explored in the field the paracrine nature of adipose stem cells in particular has been highlighted as a potential solution to the lack of a homing and conducive environment that poses a challenge to the implantation of exogenous stem cells in the target tissue various methods of mesenchymal stem cell priming to adapt to a hostile retinal microenvironment have been discussed current clinical trials and potential safety concerns have been examined and the future directions of stem cell therapeutics in dr have also been contemplated"
}