{
    "pmid": "41470097",
    "title": "CT Imaging Features of Pulmonary Sarcoidosis: Typical and Atypical Radiological Features and Their Differential Diagnosis.",
    "abstract": "Sarcoidosis is a chronic, idiopathic, multisystemic inflammatory disease characterized by non-caseating granulomas, most commonly affecting the lungs and mediastinal lymph nodes. Radiological imaging plays a fundamental role in the diagnosis, assessment of disease extent, and differentiation from other pulmonary conditions. This narrative review offers a comprehensive overview of the imaging features of pulmonary sarcoidosis, focusing on both typical patterns-such as bilateral hilar lymphadenopathy, perilymphatic nodules, and upper lobe-predominant infiltrates-and atypical manifestations-including alveolar opacities, miliary nodules, fibrocystic changes, and lower lobe involvement. Emphasis is placed on the utility of high-resolution computed tomography (HRCT) in detecting early parenchymal changes and complications such as fibrosis, bronchiectasis, and pulmonary hypertension. Differential diagnosis, including tuberculosis, silicosis, metastatic disease, organizing pneumonia, and hypersensitivity pneumonitis, are discussed to aid interpretation. Recognizing the spectrum of radiological presentations is essential for distinguishing sarcoidosis from other interstitial and granulomatous lung diseases. Radiologists play a pivotal role in the multidisciplinary diagnostic process, contributing to timely diagnosis, risk stratification, and optimized patient management.",
    "disease": "hypertension",
    "clean_text": "ct imaging features of pulmonary sarcoidosis typical and atypical radiological features and their differential diagnosis sarcoidosis is a chronic idiopathic multisystemic inflammatory disease characterized by non caseating granulomas most commonly affecting the lungs and mediastinal lymph nodes radiological imaging plays a fundamental role in the diagnosis assessment of disease extent and differentiation from other pulmonary conditions this narrative review offers a comprehensive overview of the imaging features of pulmonary sarcoidosis focusing on both typical patterns such as bilateral hilar lymphadenopathy perilymphatic nodules and upper lobe predominant infiltrates and atypical manifestations including alveolar opacities miliary nodules fibrocystic changes and lower lobe involvement emphasis is placed on the utility of high resolution computed tomography hrct in detecting early parenchymal changes and complications such as fibrosis bronchiectasis and pulmonary hypertension differential diagnosis including tuberculosis silicosis metastatic disease organizing pneumonia and hypersensitivity pneumonitis are discussed to aid interpretation recognizing the spectrum of radiological presentations is essential for distinguishing sarcoidosis from other interstitial and granulomatous lung diseases radiologists play a pivotal role in the multidisciplinary diagnostic process contributing to timely diagnosis risk stratification and optimized patient management"
}