{
    "title": "Understanding behavioral and physiological phenotypes of stress and anxiety in zebrafish.",
    "doc_id": "19540270",
    "writer": "Egan RJ",
    "year": "2009",
    "summary": "The zebrafish (Danio rerio) is emerging as a promising model organism for experimental studies of stress and anxiety. Here we further validate zebrafish models of stress by analyzing how environmental and pharmacological manipulations affect their behavioral and physiologi …",
    "abstract": "The zebrafish (Danio rerio) is emerging as a promising model organism for experimental studies of stress and anxiety. Here we further validate zebrafish models of stress by analyzing how environmental and pharmacological manipulations affect their behavioral and physiological phenotypes. Experimental manipulations included exposure to alarm pheromone, chronic exposure to fluoxetine, acute exposure to caffeine, as well as acute and chronic exposure to ethanol. Acute (but not chronic) alarm pheromone and acute caffeine produced robust anxiogenic effects, including reduced exploration, increased erratic movements and freezing behavior in zebrafish tested in the novel tank diving test. In contrast, ethanol and fluoxetine had robust anxiolytic effects, including increased exploration and reduced erratic movements. The behavior of several zebrafish strains was also quantified to ascertain differences in their behavioral profiles, revealing high-anxiety (leopard, albino) and low-anxiety (wild type) strains. We also used LocoScan (CleverSys Inc.) video-tracking tool to quantify anxiety-related behaviors in zebrafish, and dissect anxiety-related phenotypes from locomotor activity. Finally, we developed a simple and effective method of measuring zebrafish physiological stress responses (based on a human salivary cortisol assay), and showed that alterations in whole-body cortisol levels in zebrafish parallel behavioral indices of anxiety. Collectively, our results confirm zebrafish as a valid, reliable, and high-throughput model of stress and affective disorders.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/19540270/",
    "clean_text": "understanding behavioral and physiological phenotypes of stress and anxiety in zebrafish the zebrafish danio rerio is emerging as a promising model organism for experimental studies of stress and anxiety here we further validate zebrafish models of stress by analyzing how environmental and pharmacological manipulations affect their behavioral and physiologi the zebrafish danio rerio is emerging as a promising model organism for experimental studies of stress and anxiety here we further validate zebrafish models of stress by analyzing how environmental and pharmacological manipulations affect their behavioral and physiological phenotypes experimental manipulations included exposure to alarm pheromone chronic exposure to fluoxetine acute exposure to caffeine as well as acute and chronic exposure to ethanol acute but not chronic alarm pheromone and acute caffeine produced robust anxiogenic effects including reduced exploration increased erratic movements and freezing behavior in zebrafish tested in the novel tank diving test in contrast ethanol and fluoxetine had robust anxiolytic effects including increased exploration and reduced erratic movements the behavior of several zebrafish strains was also quantified to ascertain differences in their behavioral profiles revealing high anxiety leopard albino and low anxiety wild type strains we also used locoscan cleversys inc video tracking tool to quantify anxiety related behaviors in zebrafish and dissect anxiety related phenotypes from locomotor activity finally we developed a simple and effective method of measuring zebrafish physiological stress responses based on a human salivary cortisol assay and showed that alterations in whole body cortisol levels in zebrafish parallel behavioral indices of anxiety collectively our results confirm zebrafish as a valid reliable and high throughput model of stress and affective disorders"
}