{
    "pmid": "41424004",
    "title": "METTL3-Mediated m6A Modification Facilitates pri-miR-221 Maturation to Regulate Macrophage M1/M2 Polarisation and Immune Inflammation in Rheumatoid Arthritis.",
    "abstract": "Rheumatoid arthritis (RA) pathogenesis involves dysregulated macrophage polarisation, yet the epigenetic mechanisms governing this process remain poorly understood. This study investigates how METTL3 promotes pri-miR-221 maturation via m6A modification to regulate macrophage M1/M2 polarisation and immune inflammation in RA. METTL3 mRNA levels in serum from RA patients and healthy controls were detected by RT-qPCR and their correlations with C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) were analysed. Peripheral blood mononuclear cells (PBMCs) were isolated, differentiated into macrophages and assessed for METTL3 expression using RT-qPCR and Western blot. M1/M2 polarisation was evaluated via marker genes (iNOS, Arg-1) and released cytokines (IL-6, TNF-α for M1; TGF-β1, IL-10 for M2) using Western blot and ELISA, and verified by immunofluorescence (CD68+/CD86+ for M1; CD68+/CD206+ for M2). Methylated RNA immunoprecipitation and RNA stability assays were used to identify METTL3-mediated m6A modification of pri-miR-221, while RNA immunoprecipitation was conducted to confirm YTHDF1/2/3-pri-miR-221 interactions. In vivo, a rat RA model was established, with METTL3 expression and ankle pathology analysed via immunohistochemistry, haematoxylin-eosin and Safranin O-fast green staining. METTL3 was significantly upregulated in RA serum, isolated PBMCs and derived macrophages, positively correlating with CRP and ESR. METTL3 knockdown in macrophages reduced M1 markers and increased M2 markers, indicating METTL3 knockdown promoted M2 polarisation and inhibited M1 polarisation. METTL3 stabilised pri-miR-221 via m6A, and pri-miR-221 overexpression reversed the effect of METTL3 knockdown on M2 polarisation. In RA rats, METTL3 was elevated, exacerbating ankle joint destruction. METTL3 knockdown suppresses m6A-dependent pri-miR-221 maturation, rebalancing macrophage polarisation and attenuating ankle joint destruction in RA.",
    "disease": "rheumatoid arthritis",
    "clean_text": "mettl mediated m a modification facilitates pri mir maturation to regulate macrophage m m polarisation and immune inflammation in rheumatoid arthritis rheumatoid arthritis ra pathogenesis involves dysregulated macrophage polarisation yet the epigenetic mechanisms governing this process remain poorly understood this study investigates how mettl promotes pri mir maturation via m a modification to regulate macrophage m m polarisation and immune inflammation in ra mettl mrna levels in serum from ra patients and healthy controls were detected by rt qpcr and their correlations with c reactive protein crp and erythrocyte sedimentation rate esr were analysed peripheral blood mononuclear cells pbmcs were isolated differentiated into macrophages and assessed for mettl expression using rt qpcr and western blot m m polarisation was evaluated via marker genes inos arg and released cytokines il tnf for m tgf il for m using western blot and elisa and verified by immunofluorescence cd cd for m cd cd for m methylated rna immunoprecipitation and rna stability assays were used to identify mettl mediated m a modification of pri mir while rna immunoprecipitation was conducted to confirm ythdf pri mir interactions in vivo a rat ra model was established with mettl expression and ankle pathology analysed via immunohistochemistry haematoxylin eosin and safranin o fast green staining mettl was significantly upregulated in ra serum isolated pbmcs and derived macrophages positively correlating with crp and esr mettl knockdown in macrophages reduced m markers and increased m markers indicating mettl knockdown promoted m polarisation and inhibited m polarisation mettl stabilised pri mir via m a and pri mir overexpression reversed the effect of mettl knockdown on m polarisation in ra rats mettl was elevated exacerbating ankle joint destruction mettl knockdown suppresses m a dependent pri mir maturation rebalancing macrophage polarisation and attenuating ankle joint destruction in ra"
}