{
    "pmid": "41403934",
    "title": "Classical complement activation in light and heavy chain deposition disease with acquired cutis laxa and bronchiolitis obliterans: a case report of monoclonal gammopathy of clinical significance.",
    "abstract": "Light and heavy chain deposition disease (LHCDD) is a clonal plasma cell or monoclonal B-cell dyscrasia characterized by deposition of monoclonal immunoglobulin light and heavy chains. LHCDD mainly belongs to monoclonal gammopathy of renal significance (MGRS), including a spectrum of kidney disorders caused by a monoclonal protein (M-protein) secreted by a small plasma cell clone or other B-cell clones in patients who do not meet the diagnostic criteria for multiple myeloma or other B-cell malignancies. It may also occur as a renal complication of overt multiple myeloma. We report a 27-year-old man who presented clinically with chronic nephritic syndrome and was diagnosed with LHCDD confirmed by renal biopsy, accompanied by hypocomplementemia and bronchiolitis obliterans (BO). Notably, he initially developed acquired cutis laxa (CL) four years before renal dysfunction. Progressive dermatologic manifestations prompted repeat skin biopsies, revealing deposition of γ1 heavy chains, restrictive lambda light chains and complement components (C3, C4 and C1q) along dermal elastic fibers, establishing monoclonal gammopathy of dermatologic significance (MGODS) before systemic involvement. This case illustrates a rare constellation of MGRS, MGODS, and BO in a young adult and provides unique histologic and serologic evidence of classical complement pathway activation. Our findings support a potential immune-mediated mechanism underlying tissue injury in both renal and extrarenal manifestations of monoclonal gammopathy, highlighting the diagnostic value of early tissue biopsy and the importance of complement assessment in such cases.",
    "disease": "chronic kidney disease",
    "clean_text": "classical complement activation in light and heavy chain deposition disease with acquired cutis laxa and bronchiolitis obliterans a case report of monoclonal gammopathy of clinical significance light and heavy chain deposition disease lhcdd is a clonal plasma cell or monoclonal b cell dyscrasia characterized by deposition of monoclonal immunoglobulin light and heavy chains lhcdd mainly belongs to monoclonal gammopathy of renal significance mgrs including a spectrum of kidney disorders caused by a monoclonal protein m protein secreted by a small plasma cell clone or other b cell clones in patients who do not meet the diagnostic criteria for multiple myeloma or other b cell malignancies it may also occur as a renal complication of overt multiple myeloma we report a year old man who presented clinically with chronic nephritic syndrome and was diagnosed with lhcdd confirmed by renal biopsy accompanied by hypocomplementemia and bronchiolitis obliterans bo notably he initially developed acquired cutis laxa cl four years before renal dysfunction progressive dermatologic manifestations prompted repeat skin biopsies revealing deposition of heavy chains restrictive lambda light chains and complement components c c and c q along dermal elastic fibers establishing monoclonal gammopathy of dermatologic significance mgods before systemic involvement this case illustrates a rare constellation of mgrs mgods and bo in a young adult and provides unique histologic and serologic evidence of classical complement pathway activation our findings support a potential immune mediated mechanism underlying tissue injury in both renal and extrarenal manifestations of monoclonal gammopathy highlighting the diagnostic value of early tissue biopsy and the importance of complement assessment in such cases"
}