{
    "title": "Oxidative folding in the endoplasmic reticulum: towards a multiple oxidant hypothesis?",
    "doc_id": "20621831",
    "writer": "Margittai E",
    "year": "2010",
    "summary": "Oxidative protein folding in the luminal compartment of the endoplasmic reticulum is thought to be mediated by a proteinaceous electron relay system composed by PDI and ER oxidoreductin 1 (Ero1), transferring electrons from the cysteinyl residues of substrate proteins to o …",
    "abstract": "Oxidative protein folding in the luminal compartment of the endoplasmic reticulum is thought to be mediated by a proteinaceous electron relay system composed by PDI and ER oxidoreductin 1 (Ero1), transferring electrons from the cysteinyl residues of substrate proteins to oxygen. However, recent observations revealed that Ero1 isoforms are dispensable. Endoplasmic reticulum is known as a generator and accumulator of low molecular weight oxidants; some of them have already been shown to promote oxidative folding. On the basis of these observations a new theory of oxidative folding is proposed where the oxidative power is provided by the stochastic contribution of prooxidants.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/20621831/",
    "clean_text": "oxidative folding in the endoplasmic reticulum towards a multiple oxidant hypothesis oxidative protein folding in the luminal compartment of the endoplasmic reticulum is thought to be mediated by a proteinaceous electron relay system composed by pdi and er oxidoreductin ero transferring electrons from the cysteinyl residues of substrate proteins to o oxidative protein folding in the luminal compartment of the endoplasmic reticulum is thought to be mediated by a proteinaceous electron relay system composed by pdi and er oxidoreductin ero transferring electrons from the cysteinyl residues of substrate proteins to oxygen however recent observations revealed that ero isoforms are dispensable endoplasmic reticulum is known as a generator and accumulator of low molecular weight oxidants some of them have already been shown to promote oxidative folding on the basis of these observations a new theory of oxidative folding is proposed where the oxidative power is provided by the stochastic contribution of prooxidants"
}