{
    "pmid": "41454866",
    "title": "Therapeutic effects and metabolomics profiles of isoflavone extract of Belamcanda chinensis (L.) DC on house dust mite -induced allergic asthma mice.",
    "abstract": "Allergic asthma (AAS) affects over 300 million people globally, creating significant health and economic challenges. Belamcanda chinensis (L.) DC, known as SG, is traditionally used in the \"Shegan-Mahuang decoction\" for AAS treatment, yet its separate therapeutic effects are underexplored. This study investigates the anti-AAS properties of isoflavones derived from SG. Using a mouse model induced by house dust mite (HDM), the research involved treating HDM-sensitized mice with tectorigenin, dexamethasone, and varying doses of SG (low, medium, and high). Anti-inflammatory effectiveness was assessed through assays measuring cytokines, along with histological techniques such as hematoxylin-eosin and periodic acid-Schiff staining, alongside leukocyte counts. Additionally, gas chromatography-mass spectrometry was utilized to analyze tissue metabolic changes. Results indicated that the medium dose of SG (435 mg/kg) significantly diminished inflammatory cell infiltration, goblet cell hyperplasia, and mucus production. Furthermore, SG treatment reduced cytokine levels and inflammatory cells in bronchoalveolar lavage fluid and lowered serum HDM-IgE and total IgE levels, showcasing a notable reduction in inflammation. The metabolic profile of lung tissue from SG-treated mice closely resembled that of dexamethasone-treated mice, with levels of seven amino acid-related metabolites normalizing, aligning with decreased inflammatory responses. This study highlights the potential of SG isoflavone extract as an effective therapeutic strategy for AAS, shedding light on the mechanisms through which SG may alleviate allergic asthma symptoms.",
    "disease": "asthma",
    "clean_text": "therapeutic effects and metabolomics profiles of isoflavone extract of belamcanda chinensis l dc on house dust mite induced allergic asthma mice allergic asthma aas affects over million people globally creating significant health and economic challenges belamcanda chinensis l dc known as sg is traditionally used in the shegan mahuang decoction for aas treatment yet its separate therapeutic effects are underexplored this study investigates the anti aas properties of isoflavones derived from sg using a mouse model induced by house dust mite hdm the research involved treating hdm sensitized mice with tectorigenin dexamethasone and varying doses of sg low medium and high anti inflammatory effectiveness was assessed through assays measuring cytokines along with histological techniques such as hematoxylin eosin and periodic acid schiff staining alongside leukocyte counts additionally gas chromatography mass spectrometry was utilized to analyze tissue metabolic changes results indicated that the medium dose of sg mg kg significantly diminished inflammatory cell infiltration goblet cell hyperplasia and mucus production furthermore sg treatment reduced cytokine levels and inflammatory cells in bronchoalveolar lavage fluid and lowered serum hdm ige and total ige levels showcasing a notable reduction in inflammation the metabolic profile of lung tissue from sg treated mice closely resembled that of dexamethasone treated mice with levels of seven amino acid related metabolites normalizing aligning with decreased inflammatory responses this study highlights the potential of sg isoflavone extract as an effective therapeutic strategy for aas shedding light on the mechanisms through which sg may alleviate allergic asthma symptoms"
}