{
    "title": "Expression of c-Fos protein in the spinal cord after brachial plexus injury: comparison of root avulsion and distal nerve transection.",
    "doc_id": "9632196",
    "writer": "Zhao S",
    "year": "1998",
    "summary": "OBJECTIVE: Clinical reports indicate poor outcomes for avulsion injuries, compared with more peripheral nerve damage. These two different injuries may both affect gene expression in spinal neurons, and the changes in gene expression may be related to the types of …",
    "abstract": "Objective:\n        \n      \n      Clinical reports indicate poor outcomes for avulsion injuries, compared with more peripheral nerve damage. These two different injuries may both affect gene expression in spinal neurons, and the changes in gene expression may be related to the types of injuries.\n    \n\n\n          Methods:\n        \n      \n      The brachial plexus of 48 adult male rats was lesioned by either root avulsion close to the spinal cord or distal nerve transection. The rats were quickly revived and remained awake until death at 30, 60, or 120 min after surgery. In rats with avulsive injuries, traumatic sites on the dorsal and ventral horns of the spinal cord were microscopically detected. Immunocytochemical analysis of the c-fos product was performed for the two experimental groups and for sham-treated control animals at the same survival times.\n    \n\n\n          Results:\n        \n      \n      An increase in Fos-like immunoreactivity (FLI) in cells of the spinal cord, at levels C4-T1, was detected at 30 min after nerve transection or root avulsion. The number of FLI-positive cells continued to increase at 60 and 120 min after the nerve injury (P=0.001). FLI-positive cells were compared at the C7 level, in laminae 1 and 2, 3 and 4, and 5 to 10, after the two injuries and were found to be more abundant after the avulsive injury (P=0.0001); furthermore, the number of FLI-positive cells increased with time (P=0.001). In a comparison of all levels, both experimental groups demonstrated significantly greater numbers of FLI-positive cells than did controls, and the group with nerve root avulsion showed significantly (P=0.0001) more FLI-positive cells than did the group with distal nerve transection.\n    \n\n\n          Conclusion:\n        \n      \n      These results suggest that nerve root avulsion from the spinal cord leads to increased and prolonged expression of c-fos and, potentially, greatly increased transcription of new messages for recovery, survival, or cell death.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/9632196/",
    "clean_text": "expression of c fos protein in the spinal cord after brachial plexus injury comparison of root avulsion and distal nerve transection objective clinical reports indicate poor outcomes for avulsion injuries compared with more peripheral nerve damage these two different injuries may both affect gene expression in spinal neurons and the changes in gene expression may be related to the types of objective clinical reports indicate poor outcomes for avulsion injuries compared with more peripheral nerve damage these two different injuries may both affect gene expression in spinal neurons and the changes in gene expression may be related to the types of injuries methods the brachial plexus of adult male rats was lesioned by either root avulsion close to the spinal cord or distal nerve transection the rats were quickly revived and remained awake until death at or min after surgery in rats with avulsive injuries traumatic sites on the dorsal and ventral horns of the spinal cord were microscopically detected immunocytochemical analysis of the c fos product was performed for the two experimental groups and for sham treated control animals at the same survival times results an increase in fos like immunoreactivity fli in cells of the spinal cord at levels c t was detected at min after nerve transection or root avulsion the number of fli positive cells continued to increase at and min after the nerve injury p fli positive cells were compared at the c level in laminae and and and to after the two injuries and were found to be more abundant after the avulsive injury p furthermore the number of fli positive cells increased with time p in a comparison of all levels both experimental groups demonstrated significantly greater numbers of fli positive cells than did controls and the group with nerve root avulsion showed significantly p more fli positive cells than did the group with distal nerve transection conclusion these results suggest that nerve root avulsion from the spinal cord leads to increased and prolonged expression of c fos and potentially greatly increased transcription of new messages for recovery survival or cell death"
}