{
    "pmid": "41400255",
    "title": "Cognitive Status in People With Epilepsy in the Republic of Guinea: A Prospective, Case-Control Study.",
    "abstract": "People with epilepsy (PWE) may experience cognitive deficits but fail to undergo formal evaluation. This study compares cognitive status between PWE and healthy controls in the West African Republic of Guinea. A cross-sectional, case-control study was conducted in sequential recruitment phases (July 2024-July 2025) at Ignace Deen Hospital, Conakry. Adult (≥ 18 years) PWE enrolled consecutively, excluding those with a seizure within the past 24 h. Controls were healthy adults accompanying PWE at the hospital. Cognitive status was assessed with the Montreal Cognitive Assessment (MoCA) in French or translated into the patient's preferred language (Pular, Susu, Maninka, Kissi) as needed. We enrolled 100 PWE (mean age 30.4 years, range 18-71, SD = 12.0) and 100 controls (mean age 39.4 years, range 19-70, SD = 12.3). Although 93% of PWE had previously used anti-seizure medications (ASMs), only 85% were currently receiving treatment and 50% reported interrupted access to ASMs, primarily due to cost barriers. The mean MoCA score of controls (21.8, SD = 4.9) was higher than that of PWE (17.9, SD = 6.1; mean difference -4.2, 95% CI [-5.6, -2.8], SE = 0.69, p < 0.001), adjusted for education level, sex, age, and language. Participants who attended lower secondary, upper secondary, or university education scored 4.9, 5.3, and 8.3 points higher, respectively, than those with no school or primary education (all p < 0.001). Speaking an indigenous language was on average associated with a 2.5-point decline in MoCA scores (95% CI [-3.8, -1.2], SE = 0.65, p < 0.001). PWE in Guinea demonstrated significantly lower cognitive performance on the MoCA compared to healthy controls, even after adjusting for covariates.",
    "disease": "epilepsy",
    "clean_text": "cognitive status in people with epilepsy in the republic of guinea a prospective case control study people with epilepsy pwe may experience cognitive deficits but fail to undergo formal evaluation this study compares cognitive status between pwe and healthy controls in the west african republic of guinea a cross sectional case control study was conducted in sequential recruitment phases july july at ignace deen hospital conakry adult years pwe enrolled consecutively excluding those with a seizure within the past h controls were healthy adults accompanying pwe at the hospital cognitive status was assessed with the montreal cognitive assessment moca in french or translated into the patient s preferred language pular susu maninka kissi as needed we enrolled pwe mean age years range sd and controls mean age years range sd although of pwe had previously used anti seizure medications asms only were currently receiving treatment and reported interrupted access to asms primarily due to cost barriers the mean moca score of controls sd was higher than that of pwe sd mean difference ci se p adjusted for education level sex age and language participants who attended lower secondary upper secondary or university education scored and points higher respectively than those with no school or primary education all p speaking an indigenous language was on average associated with a point decline in moca scores ci se p pwe in guinea demonstrated significantly lower cognitive performance on the moca compared to healthy controls even after adjusting for covariates"
}