{
    "title": "Modern management of acute myocardial infarction.",
    "doc_id": "22664306",
    "writer": "Welch TD",
    "year": "2012",
    "summary": "Disruption of intracoronary plaque with thrombus formation provides the pathophysiologic foundation for acute coronary syndromes, which comprise ST-segment myocardial infarction, non-ST-segment myocardial infarction, and unstable angina. Management dif …",
    "abstract": "Disruption of intracoronary plaque with thrombus formation provides the pathophysiologic foundation for acute coronary syndromes, which comprise ST-segment myocardial infarction, non-ST-segment myocardial infarction, and unstable angina. Management differs depending on whether ST-segment elevation is present, but the general principles of timely restoration of coronary blood flow and initiation of secondary prevention strategies are applicable to all patients. The purpose of this review is to discuss first the epidemiology, pathophysiology, and diagnosis of acute myocardial infarction. Risk stratification and therapy for patients with ST-segment elevation myocardial infarction and non-ST-segment elevation acute coronary syndromes are then reviewed along with diagnosis and management of the complications of myocardial infarction.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/22664306/",
    "clean_text": "modern management of acute myocardial infarction disruption of intracoronary plaque with thrombus formation provides the pathophysiologic foundation for acute coronary syndromes which comprise st segment myocardial infarction non st segment myocardial infarction and unstable angina management dif disruption of intracoronary plaque with thrombus formation provides the pathophysiologic foundation for acute coronary syndromes which comprise st segment myocardial infarction non st segment myocardial infarction and unstable angina management differs depending on whether st segment elevation is present but the general principles of timely restoration of coronary blood flow and initiation of secondary prevention strategies are applicable to all patients the purpose of this review is to discuss first the epidemiology pathophysiology and diagnosis of acute myocardial infarction risk stratification and therapy for patients with st segment elevation myocardial infarction and non st segment elevation acute coronary syndromes are then reviewed along with diagnosis and management of the complications of myocardial infarction"
}