{
    "pmid": "41437011",
    "title": "Prevalence and associated factors of post-tuberculosis lung disease in Sub-Saharan Africa: a systematic review and meta-analysis.",
    "abstract": "Post-tuberculosis lung disease (PTLD) is a major public health challenge in sub-Saharan Africa (SSA), where the burden of tuberculosis (TB) remains high. Only a few studies have reported the global burden of PTLD, and the associated factors of PTLD have been understudied. This systematic review and meta-analysis aimed to estimate the pooled prevalence and associated factors of PTLD in SSA. This study followed the Preferred Reporting Items for Systematic Reviews and Meta-Analysis (PRISMA) guidelines for systematic review and meta-analysis. We included studies reporting the prevalence and associated factors of PTLD among individuals with a history of pulmonary TB in SSA. A comprehensive literature search was conducted via PubMed, Embase, Google Scholar, and African Journal Online databases from February 25, 2025, to March 20, 2025. The pooled prevalence of PTLD was estimated using a random-effects model. Due to the lack of reports on adjusted odds ratios (aORs), the associated factors were analyzed using crude odds ratios (ORs). A total of 21 studies, consisting of 4,463 participants, were included. The overall pooled prevalence of PTLD in SSA was 43.26% (95% CI: 34.17%-52.34%). The key Factors significantly associated with PTLD included: female sex (OR: 1.57, 95% CI: 1.16, 2.11), smoking (OR: 1.64, 95% CI: 1.09, 2.46), Presence of cough (OR: 1.73, 95% CI: 1.03, 2.9) and fibrotic pattern (OR:3.94 (95% CI: 1.96, 7.92). Nearly half of prior TB patients in SSA develop PTLD. Being female, smoking, fibrosis, and post-treatment cough were key factors associated with PTLD. To effectively manage PTLD in SSA, it is important to implement targeted interventions for high-risk groups, strengthen screening and chronic care services, enhance healthcare system capacity, ensure equity in health resources and integrate PTLD management into national TB control programs.",
    "disease": "tuberculosis",
    "clean_text": "prevalence and associated factors of post tuberculosis lung disease in sub saharan africa a systematic review and meta analysis post tuberculosis lung disease ptld is a major public health challenge in sub saharan africa ssa where the burden of tuberculosis tb remains high only a few studies have reported the global burden of ptld and the associated factors of ptld have been understudied this systematic review and meta analysis aimed to estimate the pooled prevalence and associated factors of ptld in ssa this study followed the preferred reporting items for systematic reviews and meta analysis prisma guidelines for systematic review and meta analysis we included studies reporting the prevalence and associated factors of ptld among individuals with a history of pulmonary tb in ssa a comprehensive literature search was conducted via pubmed embase google scholar and african journal online databases from february to march the pooled prevalence of ptld was estimated using a random effects model due to the lack of reports on adjusted odds ratios aors the associated factors were analyzed using crude odds ratios ors a total of studies consisting of participants were included the overall pooled prevalence of ptld in ssa was ci the key factors significantly associated with ptld included female sex or ci smoking or ci presence of cough or ci and fibrotic pattern or ci nearly half of prior tb patients in ssa develop ptld being female smoking fibrosis and post treatment cough were key factors associated with ptld to effectively manage ptld in ssa it is important to implement targeted interventions for high risk groups strengthen screening and chronic care services enhance healthcare system capacity ensure equity in health resources and integrate ptld management into national tb control programs"
}