{
    "title": "An Automated Approach for Kidney Segmentation in Three-Dimensional Ultrasound Images.",
    "doc_id": "27323382",
    "writer": "Marsousi M",
    "year": "2017",
    "summary": "This paper introduces a systematic and cost-effective method capable of detecting and segmenting the kidney's shape in acquired 3-D ultrasound volumes, using off-line training datasets. This paper offers a new shape model representation, called the complex-valued im …",
    "abstract": "Automated segmentation of kidneys in three-dimensional (3-D) abdominal ultrasound volumes is a task of paramount importance in automated diagnosis of abdominal trauma. However, ultrasound speckle noise, low-contrast boundaries, partial kidney occlusion, and probe misalignment restrict the utility of the solution, especially when it is used in emergency rooms and Focused Assessment with Sonography Trauma applications. This paper introduces a systematic and cost-effective method capable of detecting and segmenting the kidney's shape in acquired 3-D ultrasound volumes, using off-line training datasets. This paper offers a new shape model representation, called the complex-valued implicit shape model, to generate a 3-D kidney shape model by combining prior knowledge of training shapes and anatomical knowledge. We apply shape-to-volume registration, based on a new similarity metric, to detect the kidney shape by fitting the 3-D shape model on 3-D ultrasound volumes. Upon kidney detection, the fitted shape model is used to initialize and evolve a new level-set function, called complex-valued rational level-set with shape prior, to segment the kidney's shape. Experimentation using both simulated and actual ultrasound volumes indicate that the proposed solution provides a better performance over the state-of-the-art volumetric ultrasound segmentation methods.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/27323382/",
    "clean_text": "an automated approach for kidney segmentation in three dimensional ultrasound images this paper introduces a systematic and cost effective method capable of detecting and segmenting the kidney s shape in acquired d ultrasound volumes using off line training datasets this paper offers a new shape model representation called the complex valued im automated segmentation of kidneys in three dimensional d abdominal ultrasound volumes is a task of paramount importance in automated diagnosis of abdominal trauma however ultrasound speckle noise low contrast boundaries partial kidney occlusion and probe misalignment restrict the utility of the solution especially when it is used in emergency rooms and focused assessment with sonography trauma applications this paper introduces a systematic and cost effective method capable of detecting and segmenting the kidney s shape in acquired d ultrasound volumes using off line training datasets this paper offers a new shape model representation called the complex valued implicit shape model to generate a d kidney shape model by combining prior knowledge of training shapes and anatomical knowledge we apply shape to volume registration based on a new similarity metric to detect the kidney shape by fitting the d shape model on d ultrasound volumes upon kidney detection the fitted shape model is used to initialize and evolve a new level set function called complex valued rational level set with shape prior to segment the kidney s shape experimentation using both simulated and actual ultrasound volumes indicate that the proposed solution provides a better performance over the state of the art volumetric ultrasound segmentation methods"
}