{
    "title": "[A Giant Gastric Perforation Occurring in the Normal Mucosa during Endoscopy in a Patient with Advanced Gastric Cancer].",
    "doc_id": "38389463",
    "writer": "Lee CM",
    "year": "2024",
    "summary": "Although giant gastric mucosal lacerations during diagnostic endoscopy have occasionally been reported, there are few reports of giant gastric perforation. ...The patient had reduced gastric extensibility due to the advanced gastric cancer surrounding …",
    "abstract": "The incidence of giant gastric perforation occurring during upper gastrointestinal endoscopy is exceedingly rare. Gastric perforation can arise from excessive air insufflation and is more prevalent in elderly patients with atrophic gastritis. Although giant gastric mucosal lacerations during diagnostic endoscopy have occasionally been reported, there are few reports of giant gastric perforation. The authors experienced a giant gastric perforation occurring in the normal mucosa during endoscopy in an 81-year-old woman with advanced gastric cancer. The patient had reduced gastric extensibility due to the advanced gastric cancer surrounding the entire lower part of her stomach. During continuous air insufflation, only the upper part of the stomach became overdistended, resulting in mucosal rupture and perforation. In addition, old age and the presence of atrophic gastritis contributed to the increased risk of mucosal rupture. The patient was treated successfully with endoscopic clips. This paper reports this case with a review of the relevant literature.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/38389463/",
    "clean_text": "a giant gastric perforation occurring in the normal mucosa during endoscopy in a patient with advanced gastric cancer although giant gastric mucosal lacerations during diagnostic endoscopy have occasionally been reported there are few reports of giant gastric perforation the patient had reduced gastric extensibility due to the advanced gastric cancer surrounding the incidence of giant gastric perforation occurring during upper gastrointestinal endoscopy is exceedingly rare gastric perforation can arise from excessive air insufflation and is more prevalent in elderly patients with atrophic gastritis although giant gastric mucosal lacerations during diagnostic endoscopy have occasionally been reported there are few reports of giant gastric perforation the authors experienced a giant gastric perforation occurring in the normal mucosa during endoscopy in an year old woman with advanced gastric cancer the patient had reduced gastric extensibility due to the advanced gastric cancer surrounding the entire lower part of her stomach during continuous air insufflation only the upper part of the stomach became overdistended resulting in mucosal rupture and perforation in addition old age and the presence of atrophic gastritis contributed to the increased risk of mucosal rupture the patient was treated successfully with endoscopic clips this paper reports this case with a review of the relevant literature"
}