{
    "pmid": "41394841",
    "title": "Macrophage-tregs crosstalk: the \"hub\" of the immune network in MASLD.",
    "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a globally prevalent metabolic disorder with a high average worldwide prevalence. It occurs more frequently in men than in women, and its incidence increases with age. MASLD can progressively advance to liver fibrosis, cirrhosis, and even hepatocellular carcinoma, while also elevating the risk of cardiovascular, renal, and other systemic diseases. Its pathological progression is closely associated with dysregulation of the hepatic immune microenvironment, in which aberrant crosstalk between Macrophages (Mø) and regulatory T cells (Tregs) serves as a central driving mechanism. Under physiological conditions, liver-resident Macrophages (Kupffer cells, KCs) and Tregs maintain immune homeostasis through a \"complementary origin-spatial co-localization-molecular crosstalk\" mechanism. In MASLD, KCs numbers decline while monocyte-derived Macrophages (MDMs) are abnormally recruited, giving rise to Macrophages with distinct phenotypes. Tregs influence the classical phenotypic differentiation of Macrophages. However, dynamic alterations in Treg abundance exhibit a \"double-edged sword\" effect. The disrupted crosstalk between KCs and Tregs involves dysregulated chemokine networks [e.g., c-x-c motif chemokine ligand 9 (CXCL9), c-c motif chemokine ligand 2 (CCL2)], cytokine interactions [e.g., interleukin-1β (IL-1β), transforming growth factor- Beta (TGF-β)], and signaling pathways such as beta-catenin (β-catenin) and notch homolog 1 (Notch1). Collectively, these alterations drive disease progression from steatosis to hepatitis and fibrosis. This review systematically summarizes the physiological mechanisms underlying Macrophages -Tregs crosstalk, its pathological dysregulation in MASLD, and the associated molecular networks, while proposing targeted therapeutic strategies based on disease stage.",
    "disease": "liver cirrhosis",
    "clean_text": "macrophage tregs crosstalk the hub of the immune network in masld metabolic dysfunction associated steatotic liver disease masld is a globally prevalent metabolic disorder with a high average worldwide prevalence it occurs more frequently in men than in women and its incidence increases with age masld can progressively advance to liver fibrosis cirrhosis and even hepatocellular carcinoma while also elevating the risk of cardiovascular renal and other systemic diseases its pathological progression is closely associated with dysregulation of the hepatic immune microenvironment in which aberrant crosstalk between macrophages m and regulatory t cells tregs serves as a central driving mechanism under physiological conditions liver resident macrophages kupffer cells kcs and tregs maintain immune homeostasis through a complementary origin spatial co localization molecular crosstalk mechanism in masld kcs numbers decline while monocyte derived macrophages mdms are abnormally recruited giving rise to macrophages with distinct phenotypes tregs influence the classical phenotypic differentiation of macrophages however dynamic alterations in treg abundance exhibit a double edged sword effect the disrupted crosstalk between kcs and tregs involves dysregulated chemokine networks e g c x c motif chemokine ligand cxcl c c motif chemokine ligand ccl cytokine interactions e g interleukin il transforming growth factor beta tgf and signaling pathways such as beta catenin catenin and notch homolog notch collectively these alterations drive disease progression from steatosis to hepatitis and fibrosis this review systematically summarizes the physiological mechanisms underlying macrophages tregs crosstalk its pathological dysregulation in masld and the associated molecular networks while proposing targeted therapeutic strategies based on disease stage"
}