{
    "pmid": "41387152",
    "title": "Angiographic phenotypes predict FFR/iFR discordance in severe aortic stenosis: A cluster analysis.",
    "abstract": "Assessing coronary artery disease in severe aortic stenosis (AS) is challenging due to altered hemodynamics, causing discordance between fractional flow reserve (FFR) and instantaneous wave-free ratio (iFR). The role of angiographic lesion characteristics in predicting this discordance remains unclear. To identify angiographic predictors of FFR/iFR discordance and define distinct angiographic phenotypes using unsupervised machine learning. This prospective, single-center registry evaluated 401 intermediate coronary lesions from 221 patients with severe AS (aortic valve area < 1.0 cm FFR/iFR discordance occurred in 30 lesions (7.5 %), exclusively as FFR-negative/iFR-positive pattern. Higher %DS was the only independent angiographic predictor of discordance (adjusted OR 1.35 per 10 % increase; 95 % CI 1.12-1.64; p = 0.002), with modest discriminative ability (AUC = 0.69). Cluster analysis identified three phenotypes: Cluster 0 (High %DS [median 75.0 %]/Intermediate LL [median 15.0 mm], n = 103); Cluster 1 (Low %DS [median 49.0 %]/Short-Intermediate LL [median 13.6 mm], n = 220); and Cluster 2 (Intermediate %DS [median 63.5 %]/Long LL [median 32.4 mm], n = 78). Discordance incidence was highest in Cluster 0 (16.5 %) versus Clusters 1 (2.7 %) and 2 (9.0 %) (p < 0.001). In severe AS, FFR/iFR discordance manifests solely as FFR-negative/iFR-positive pattern. While %DS modestly predicts this mismatch, unsupervised clustering reveals that \"High %DS / Intermediate Length\" lesions primarily drive physiological discordance, identifying cases where iFR may overestimate severity due to AS-related hemodynamics.",
    "disease": "coronary artery disease",
    "clean_text": "angiographic phenotypes predict ffr ifr discordance in severe aortic stenosis a cluster analysis assessing coronary artery disease in severe aortic stenosis as is challenging due to altered hemodynamics causing discordance between fractional flow reserve ffr and instantaneous wave free ratio ifr the role of angiographic lesion characteristics in predicting this discordance remains unclear to identify angiographic predictors of ffr ifr discordance and define distinct angiographic phenotypes using unsupervised machine learning this prospective single center registry evaluated intermediate coronary lesions from patients with severe as aortic valve area cm ffr ifr discordance occurred in lesions exclusively as ffr negative ifr positive pattern higher ds was the only independent angiographic predictor of discordance adjusted or per increase ci p with modest discriminative ability auc cluster analysis identified three phenotypes cluster high ds median intermediate ll median mm n cluster low ds median short intermediate ll median mm n and cluster intermediate ds median long ll median mm n discordance incidence was highest in cluster versus clusters and p in severe as ffr ifr discordance manifests solely as ffr negative ifr positive pattern while ds modestly predicts this mismatch unsupervised clustering reveals that high ds intermediate length lesions primarily drive physiological discordance identifying cases where ifr may overestimate severity due to as related hemodynamics"
}