{
    "title": "Genomic and molecular features distinguish young adult cancer from later-onset cancer.",
    "doc_id": "34788626",
    "writer": "Lee W",
    "year": "2021",
    "summary": "Young adult cancer has increased in incidence worldwide, but its molecular etiologies remain unclear. ...Finally, we identify prevalent clinically actionable events that disproportionally affect young adult or later-onset cases. The resulting catalog o …",
    "abstract": "Young adult cancer has increased in incidence worldwide, but its molecular etiologies remain unclear. We systematically characterize genomic profiles of young adult tumors with ages of onset ≤50 years and compare them to later-onset tumors using over 6,000 cases across 14 cancer types. While young adult tumors generally show lower mutation burdens and comparable copy-number variation rates compared to later-onset cases, they are enriched for multiple driver mutations and copy-number alterations in subtype-specific contexts. Characterization of tumor immune microenvironments reveals pan-cancer patterns of elevated TGF-β response/dendritic cells and lower IFN-γ response/macrophages relative to later-onset tumors, corresponding to age-related responses to immunotherapy in several cancer types. Finally, we identify prevalent clinically actionable events that disproportionally affect young adult or later-onset cases. The resulting catalog of age-related molecular drivers can guide precision diagnostics and treatments for young adult cancer.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34788626/",
    "clean_text": "genomic and molecular features distinguish young adult cancer from later onset cancer young adult cancer has increased in incidence worldwide but its molecular etiologies remain unclear finally we identify prevalent clinically actionable events that disproportionally affect young adult or later onset cases the resulting catalog o young adult cancer has increased in incidence worldwide but its molecular etiologies remain unclear we systematically characterize genomic profiles of young adult tumors with ages of onset years and compare them to later onset tumors using over cases across cancer types while young adult tumors generally show lower mutation burdens and comparable copy number variation rates compared to later onset cases they are enriched for multiple driver mutations and copy number alterations in subtype specific contexts characterization of tumor immune microenvironments reveals pan cancer patterns of elevated tgf response dendritic cells and lower ifn response macrophages relative to later onset tumors corresponding to age related responses to immunotherapy in several cancer types finally we identify prevalent clinically actionable events that disproportionally affect young adult or later onset cases the resulting catalog of age related molecular drivers can guide precision diagnostics and treatments for young adult cancer"
}