{
    "pmid": "41449150",
    "title": "Nivolumab plus docetaxel versus placebo plus docetaxel for androgen receptor pathway inhibitor-pretreated and chemotherapy-naive metastatic castration-resistant prostate cancer (CheckMate 7DX): a double-blind, randomised, phase 3 trial.",
    "abstract": "Androgen receptor pathway inhibitors (ARPIs) and docetaxel are established standards of care for chemotherapy-naive metastatic castration-resistant prostate cancer (mCRPC). We aimed to assess the efficacy and safety of adding nivolumab to docetaxel versus docetaxel alone in ARPI-pretreated, chemotherapy-naive mCRPC. CheckMate 7DX was a double-blind, randomised, phase 3 trial that enrolled adult patients (aged ≥18 years) with histologically confirmed, ARPI-pretreated, and chemotherapy-naive mCRPC at 291 hospitals and cancer centres across 27 countries. Patients had documented progression within 6 months of screening and an Eastern Cooperative Oncology Group performance status of 0 or 1. Patients were randomly assigned (1:1) to nivolumab (360 mg), or equivalent placebo, and docetaxel (75 mg/m Between March 11, 2020, and Aug 2, 2022, 1414 patients were screened for eligibility, 1030 of whom were randomly assigned to nivolumab plus docetaxel (n=514) or placebo plus docetaxel (n=516). All participants were male, median age was 70 years (range 34-91), 662 (64%) were White, 240 (23%) were Asian, and 35 (3%) were Black or African American. With a median follow-up of 17·2 months (IQR 13·2-22·0), median radiographic progression-free survival was 9·4 months (95% CI 8·5-10·3) in the nivolumab plus docetaxel group versus 8·7 months (95% CI 8·4-10·0) in the placebo plus docetaxel group (hazard ratio [HR] 0·96 [99% CI 0·77-1·19]; p=0·59) and median overall survival was 18·7 months (95% CI 17·0-21·0) versus 18·9 months (95% CI 17·3-22·0, HR 1·09 [99·41% CI 0·84-1·43]; p=0·36). Grade 3-4 treatment-related adverse events occurred in 223 (44%) of 510 patients in the nivolumab plus docetaxel group and 187 (37%) of 510 in the placebo plus docetaxel group. The most common grade 3-4 events in both treatment groups were neutropenia (37 [7%] in the nivolumab plus docetaxel group and 50 [10%] in the placebo plus docetaxel group) and decreased neutrophil count (41 [8%] and 39 [8%]). Any-grade treatment-related serious adverse events occurred in 107 (21%) patients in the nivolumab plus docetaxel group and 77 (15%) in the placebo plus docetaxel group. 12 deaths were attributed to nivolumab plus docetaxel (three due to sepsis; one each due to Guillain-Barré syndrome, diverticulitis, myocarditis, liver injury, peritonitis, pneumonitis, pneumonia, and diarrhoea; and one due to unknown causes) and one was attributed to placebo plus docetaxel (due to pneumocystis). Nivolumab plus docetaxel did not improve progression-free survival or overall survival versus placebo plus docetaxel in patients with ARPI-pretreated, chemotherapy-naive mCRPC. These findings do not support the use of combinations of anti-PD-1 immune checkpoint inhibitors and docetaxel in the treatment of unselected populations of patients with ARPI-pretreated, chemotherapy-naive mCRPC. Bristol Myers Squibb.",
    "disease": "pneumonia",
    "clean_text": "nivolumab plus docetaxel versus placebo plus docetaxel for androgen receptor pathway inhibitor pretreated and chemotherapy naive metastatic castration resistant prostate cancer checkmate dx a double blind randomised phase trial androgen receptor pathway inhibitors arpis and docetaxel are established standards of care for chemotherapy naive metastatic castration resistant prostate cancer mcrpc we aimed to assess the efficacy and safety of adding nivolumab to docetaxel versus docetaxel alone in arpi pretreated chemotherapy naive mcrpc checkmate dx was a double blind randomised phase trial that enrolled adult patients aged years with histologically confirmed arpi pretreated and chemotherapy naive mcrpc at hospitals and cancer centres across countries patients had documented progression within months of screening and an eastern cooperative oncology group performance status of or patients were randomly assigned to nivolumab mg or equivalent placebo and docetaxel mg m between march and aug patients were screened for eligibility of whom were randomly assigned to nivolumab plus docetaxel n or placebo plus docetaxel n all participants were male median age was years range were white were asian and were black or african american with a median follow up of months iqr median radiographic progression free survival was months ci in the nivolumab plus docetaxel group versus months ci in the placebo plus docetaxel group hazard ratio hr ci p and median overall survival was months ci versus months ci hr ci p grade treatment related adverse events occurred in of patients in the nivolumab plus docetaxel group and of in the placebo plus docetaxel group the most common grade events in both treatment groups were neutropenia in the nivolumab plus docetaxel group and in the placebo plus docetaxel group and decreased neutrophil count and any grade treatment related serious adverse events occurred in patients in the nivolumab plus docetaxel group and in the placebo plus docetaxel group deaths were attributed to nivolumab plus docetaxel three due to sepsis one each due to guillain barr syndrome diverticulitis myocarditis liver injury peritonitis pneumonitis pneumonia and diarrhoea and one due to unknown causes and one was attributed to placebo plus docetaxel due to pneumocystis nivolumab plus docetaxel did not improve progression free survival or overall survival versus placebo plus docetaxel in patients with arpi pretreated chemotherapy naive mcrpc these findings do not support the use of combinations of anti pd immune checkpoint inhibitors and docetaxel in the treatment of unselected populations of patients with arpi pretreated chemotherapy naive mcrpc bristol myers squibb"
}