{
    "pmid": "41463071",
    "title": "Targeting the JAK/STAT Signaling Pathway in Breast Cancer: Leaps and Hurdles.",
    "abstract": "The JAK/STAT (Janus kinase/signal transducer and activator of transcription) signaling pathway transfers signals at the surface of cell membranes to the nucleus, triggering the expression of a myriad of factors implicated in immunity, cell proliferation, and apoptosis. Owing to this central role in cell homeostasis, its dysregulation is extensively reported in tumorigenesis, particularly in hematological cancers, justifying the development of specific inhibitors. It has more recently also been implicated in the development of solid cancers, including breast cancer. However, so far, clinical trials testing drugs targeting actors of JAK/STAT signaling yielded disappointing results, advocating in favor of a better understanding of this pathway in breast cancer. Herein, we exhaustively reviewed the current tools available to target this pathway in clinical trials and we offer several perspectives to gain further insight into the role of JAK2 in breast cancer and more particularly in the resistance to endocrine therapy in hormone-dependent breast cancers.",
    "disease": "breast cancer",
    "clean_text": "targeting the jak stat signaling pathway in breast cancer leaps and hurdles the jak stat janus kinase signal transducer and activator of transcription signaling pathway transfers signals at the surface of cell membranes to the nucleus triggering the expression of a myriad of factors implicated in immunity cell proliferation and apoptosis owing to this central role in cell homeostasis its dysregulation is extensively reported in tumorigenesis particularly in hematological cancers justifying the development of specific inhibitors it has more recently also been implicated in the development of solid cancers including breast cancer however so far clinical trials testing drugs targeting actors of jak stat signaling yielded disappointing results advocating in favor of a better understanding of this pathway in breast cancer herein we exhaustively reviewed the current tools available to target this pathway in clinical trials and we offer several perspectives to gain further insight into the role of jak in breast cancer and more particularly in the resistance to endocrine therapy in hormone dependent breast cancers"
}