{
    "pmid": "41446602",
    "title": "High expression of IQGAP3 promotes the infiltration of M0 macrophages into the TME, resulting in a poor prognosis for gastric cancer patients.",
    "abstract": "The tumor microenvironment (TME) plays an important role in regulating gastric cancer (GC) progression. The infiltration of M0 macrophages into the TME negatively affects the prognosis of patients with various tumors. The data were obtained from the TCGA and GEO databases and our hospital (107 patients). The expression of IQGAP3 was knocked down in AGS and NCI-N87 GC cells. Cell proliferation, migration, and invasion assays were performed. RNA sequencing was performed on GC cells with different IQGAP3 expression. AGS and THP-1 cells were mixed to create a co-cultured subcutaneous tumor model in nude mice. Tumor growth in the mice was observed by using luciferin fluorescence and the tumor tissues were subjected to immunohistochemistry. The expression of IQGAP3 was increased in GC tissues ( IQGAP3 is a potential pro-carcinogenic factor in GC. IQGAP3 promotes the expression and secretion of CXCL13 via the ERK1/2 and STAT3 pathways, thereby causing M0 macrophages to infiltrate the TME.",
    "disease": "colorectal cancer",
    "clean_text": "high expression of iqgap promotes the infiltration of m macrophages into the tme resulting in a poor prognosis for gastric cancer patients the tumor microenvironment tme plays an important role in regulating gastric cancer gc progression the infiltration of m macrophages into the tme negatively affects the prognosis of patients with various tumors the data were obtained from the tcga and geo databases and our hospital patients the expression of iqgap was knocked down in ags and nci n gc cells cell proliferation migration and invasion assays were performed rna sequencing was performed on gc cells with different iqgap expression ags and thp cells were mixed to create a co cultured subcutaneous tumor model in nude mice tumor growth in the mice was observed by using luciferin fluorescence and the tumor tissues were subjected to immunohistochemistry the expression of iqgap was increased in gc tissues iqgap is a potential pro carcinogenic factor in gc iqgap promotes the expression and secretion of cxcl via the erk and stat pathways thereby causing m macrophages to infiltrate the tme"
}