{
    "title": "Genetic Mutations and Small Bowel Ulcerating Disease: Role in Diagnosis?",
    "doc_id": "40399663",
    "writer": "Modi R",
    "year": "2025",
    "summary": "PURPOSE OF REVIEW: This review examines the role of genetic variations in the pathogenesis of small bowel (SB) ulcers associated with Crohn's disease (CD), NSAID enteropathy, and Cryptogenic Multifocal Ulcerous Stenosing Enteritis (CMUSE)/Chronic Non-Specific Ulc …",
    "abstract": "Purpose of review:\n        \n      \n      This review examines the role of genetic variations in the pathogenesis of small bowel (SB) ulcers associated with Crohn's disease (CD), NSAID enteropathy, and Cryptogenic Multifocal Ulcerous Stenosing Enteritis (CMUSE)/Chronic Non-Specific Ulcers of the Small Intestine (CNSU), aiming to address current diagnostic challenges.\n    \n\n\n          Recent findings:\n        \n      \n      Advances in molecular genetics have revealed significant genetic contributors to SB ulceration. In CD, the NOD2 gene on chromosome 16 and several additional risk variants identified through genome-wide association studies (GWAS)-with key insights from the International Inflammatory Bowel Disease Genetics Consortium-have enhanced our understanding of the pathobiology of the disease. In NSAID enteropathy, polymorphisms in CYP enzymes have been associated with altered drug metabolism and gastrointestinal complications. However, the genetic mechanisms underlying deep ulcers in NSAID enteropathy, as well as CMUSE/CNSU, remain poorly understood. Genetic insights are crucial for understanding SB ulcerative diseases. Future research should focus on identifying specific genetic determinants to improve diagnostic accuracy and therapeutic strategies.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/40399663/",
    "clean_text": "genetic mutations and small bowel ulcerating disease role in diagnosis purpose of review this review examines the role of genetic variations in the pathogenesis of small bowel sb ulcers associated with crohn s disease cd nsaid enteropathy and cryptogenic multifocal ulcerous stenosing enteritis cmuse chronic non specific ulc purpose of review this review examines the role of genetic variations in the pathogenesis of small bowel sb ulcers associated with crohn s disease cd nsaid enteropathy and cryptogenic multifocal ulcerous stenosing enteritis cmuse chronic non specific ulcers of the small intestine cnsu aiming to address current diagnostic challenges recent findings advances in molecular genetics have revealed significant genetic contributors to sb ulceration in cd the nod gene on chromosome and several additional risk variants identified through genome wide association studies gwas with key insights from the international inflammatory bowel disease genetics consortium have enhanced our understanding of the pathobiology of the disease in nsaid enteropathy polymorphisms in cyp enzymes have been associated with altered drug metabolism and gastrointestinal complications however the genetic mechanisms underlying deep ulcers in nsaid enteropathy as well as cmuse cnsu remain poorly understood genetic insights are crucial for understanding sb ulcerative diseases future research should focus on identifying specific genetic determinants to improve diagnostic accuracy and therapeutic strategies"
}