{
    "title": "Pharmacological agents to therapeutic treatment of cardiac injury caused by Covid-19.",
    "doc_id": "32991879",
    "writer": "Vitiello A",
    "year": "2020",
    "summary": "SARS-CoV-2 is responsible for the 2019 coronavirus disease (COVID-19), a global pandemic that began in March 2020 and is currently in progress. ...SARS-CoV-2 penetrates host cells through the angiotensin 2 conversion enzyme …",
    "abstract": "SARS-CoV-2 is responsible for the 2019 coronavirus disease (COVID-19), a global pandemic that began in March 2020 and is currently in progress. To date, COVID-19 has caused about 935,000 deaths in more than 200 countries. The respiratory system is most affected by injuries caused by COVID-19, but other organs may be involved, including the cardiovascular system. SARS-CoV-2 penetrates host cells through the angiotensin 2 conversion enzyme (ACE-2). ACE-2 is expressed not only in the lungs, but also in other organs, including the cardiovascular system. Several studies have found that a good percentage of patients with severe COVID-19 have cardiac lesions, including myocardial fibrosis, edema and pericarditis. Pathological remodeling of the extracellular matrix caused by viral infection leads to myocardial fibrotic lesions. These fibrotic scars can cause cardiac dysfunction, reducing the ejection fraction caused by the presence of stiffened myocardial matrix, or cardiac arrhythmias that cause an alteration in the electrical conduction system of the heart. These cardiac dysfunctions can cause death. It is therefore essential to identify cardiac involvement early in order to act with appropriate therapeutic treatments. In this review, we describe what is known about cardiac injury from COVID-19, highlighting effective pharmacological therapeutic solutions to combat cardiac injury, particularly cardiac fibrosis, caused by COVID-19.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/32991879/",
    "clean_text": "pharmacological agents to therapeutic treatment of cardiac injury caused by covid sars cov is responsible for the coronavirus disease covid a global pandemic that began in march and is currently in progress sars cov penetrates host cells through the angiotensin conversion enzyme sars cov is responsible for the coronavirus disease covid a global pandemic that began in march and is currently in progress to date covid has caused about deaths in more than countries the respiratory system is most affected by injuries caused by covid but other organs may be involved including the cardiovascular system sars cov penetrates host cells through the angiotensin conversion enzyme ace ace is expressed not only in the lungs but also in other organs including the cardiovascular system several studies have found that a good percentage of patients with severe covid have cardiac lesions including myocardial fibrosis edema and pericarditis pathological remodeling of the extracellular matrix caused by viral infection leads to myocardial fibrotic lesions these fibrotic scars can cause cardiac dysfunction reducing the ejection fraction caused by the presence of stiffened myocardial matrix or cardiac arrhythmias that cause an alteration in the electrical conduction system of the heart these cardiac dysfunctions can cause death it is therefore essential to identify cardiac involvement early in order to act with appropriate therapeutic treatments in this review we describe what is known about cardiac injury from covid highlighting effective pharmacological therapeutic solutions to combat cardiac injury particularly cardiac fibrosis caused by covid"
}