{
    "title": "The process of National Health Insurance coverage for Chuna Manual Therapy in Korea: A qualitative study.",
    "doc_id": "34277346",
    "writer": "Yu J",
    "year": "2022",
    "summary": "The objectives of this study were to analyze the process of NHI coverage for CMT qualitatively, and to summarize important roles, streams, and implications regarding its inclusion in the modern public health insurance system. METHODS: Related literature was collected and 8 …",
    "abstract": "Background:\n        \n      \n      Chuna Manual Therapy (CMT) has been widely used in Korea, and coverage in Korean National Health Insurance (NHI) was finally implemented in 2019. The objectives of this study were to analyze the process of NHI coverage for CMT qualitatively, and to summarize important roles, streams, and implications regarding its inclusion in the modern public health insurance system.\n    \n\n\n          Methods:\n        \n      \n      Related literature was collected and 8 key personnel involved in the policy-making process were qualitatively interviewed, and Zahariadis' version of the Multiple Streams Framework (MSF) was applied to analyze the policy agenda setting and the roles of stakeholders.\n    \n\n\n          Results:\n        \n      \n      Through the collaborative efforts of various stakeholders, a pilot coverage project for CMT was implemented in 2017, and coverage was expanded nationwide in 2019. MSF showed that it was mainly achieved through three streams: governmental change (political stream), demand from the general public and KM doctors (problem stream), and strengthening/reinforcement of the feasibility and acceptability of the policy (policy steam). Also, the roles of policy entrepreneurs and resulting changes were shown to be significant for the overall process.\n    \n\n\n          Conclusion:\n        \n      \n      NHI coverage for CMT was realized through collective policy and research efforts from the government and academic sectors. The roles of stakeholders were shown to be significant in the overall process, and documentation of their involvement is hoped to be of use of other countries that utilize traditional and/or manual medicine.",
    "link": "https://pubmed.ncbi.nlm.nih.gov/34277346/",
    "clean_text": "the process of national health insurance coverage for chuna manual therapy in korea a qualitative study the objectives of this study were to analyze the process of nhi coverage for cmt qualitatively and to summarize important roles streams and implications regarding its inclusion in the modern public health insurance system methods related literature was collected and background chuna manual therapy cmt has been widely used in korea and coverage in korean national health insurance nhi was finally implemented in the objectives of this study were to analyze the process of nhi coverage for cmt qualitatively and to summarize important roles streams and implications regarding its inclusion in the modern public health insurance system methods related literature was collected and key personnel involved in the policy making process were qualitatively interviewed and zahariadis version of the multiple streams framework msf was applied to analyze the policy agenda setting and the roles of stakeholders results through the collaborative efforts of various stakeholders a pilot coverage project for cmt was implemented in and coverage was expanded nationwide in msf showed that it was mainly achieved through three streams governmental change political stream demand from the general public and km doctors problem stream and strengthening reinforcement of the feasibility and acceptability of the policy policy steam also the roles of policy entrepreneurs and resulting changes were shown to be significant for the overall process conclusion nhi coverage for cmt was realized through collective policy and research efforts from the government and academic sectors the roles of stakeholders were shown to be significant in the overall process and documentation of their involvement is hoped to be of use of other countries that utilize traditional and or manual medicine"
}