{
    "pmid": "41468715",
    "title": "Efficacy of glucagon-like peptide-1 receptor agonists in idiopathic intracranial hypertension: A systematic review and meta-analysis.",
    "abstract": "Glucagon-like peptide-1 receptor agonists (GLP-1 RAs) are gaining popularity as multipurpose treatment modalities with an emerging role in the treatment of idiopathic intracranial hypertension (IIH). This meta-analysis aimed to summarize the efficacy and safety of GLP-1 RAs in comparison to conventional management. MEDLINE and Cochrane databases were searched from inception through August 2025 using keywords related to \"idiopathic intracranial hypertension\", \"papilledema\", and \"GLP-1 receptor agonist\". All studies comparing adult IIH patients receiving GLP-1 RAs to those receiving conventional management were eligible for inclusion. Studies including patients having received any prior treatment for IIH were excluded. Of the initially retrieved 35 articles, 9 studies were included in our meta-analysis. The main outcome measures included change in body mass index (BMI), intracranial pressure (ICP), headache-related parameters, and ophthalmologic parameters. Safety outcomes included mortality risk, risk of refractory IIH (defined as needing surgical intervention), and other adverse events. Nine studies comprising 13,257 participants were included in this meta-analysis. The results suggested that GLP-1 RAs confer a beneficial treatment effect with respect to risk of headache (RR: 0.73; 95 % CI: 0.61-0.86), papilledema (RR: 0.38; 95 % CI: 0.25-0.56), visual worsening (RR: 0.51; 95 % CI: 0.37-0.68), mortality (RR: 0.20; 95 % CI: 0.07-0.59), and risk of refractory IIH (RR: 0.76; 95 % CI: 0.65-0.89)). Our meta-analysis demonstrates that GLP-1 RAs are more effective than conventional treatment options for managing IIH, with particular utility in preventing disease progression and surgical intervention. Future well-powered RCTs are necessitated to validate our findings.",
    "disease": "hypertension",
    "clean_text": "efficacy of glucagon like peptide receptor agonists in idiopathic intracranial hypertension a systematic review and meta analysis glucagon like peptide receptor agonists glp ras are gaining popularity as multipurpose treatment modalities with an emerging role in the treatment of idiopathic intracranial hypertension iih this meta analysis aimed to summarize the efficacy and safety of glp ras in comparison to conventional management medline and cochrane databases were searched from inception through august using keywords related to idiopathic intracranial hypertension papilledema and glp receptor agonist all studies comparing adult iih patients receiving glp ras to those receiving conventional management were eligible for inclusion studies including patients having received any prior treatment for iih were excluded of the initially retrieved articles studies were included in our meta analysis the main outcome measures included change in body mass index bmi intracranial pressure icp headache related parameters and ophthalmologic parameters safety outcomes included mortality risk risk of refractory iih defined as needing surgical intervention and other adverse events nine studies comprising participants were included in this meta analysis the results suggested that glp ras confer a beneficial treatment effect with respect to risk of headache rr ci papilledema rr ci visual worsening rr ci mortality rr ci and risk of refractory iih rr ci our meta analysis demonstrates that glp ras are more effective than conventional treatment options for managing iih with particular utility in preventing disease progression and surgical intervention future well powered rcts are necessitated to validate our findings"
}