{
    "pmid": "41451487",
    "title": "[Genetic analysis of four children with CHARGE syndrome and a literature review].",
    "abstract": "To analyze the clinical phenotype and genetic basis of four children with CHARGE syndrome. A retrospective analysis was conducted on four children diagnosed with CHARGE syndrome at Xiamen Children's Hospital from May 2019 to May 2025. Peripheral venous blood samples were collected from the children and their parents and subjected to trio-whole exome sequencing. Candidate variants were verified by Sanger sequencing. Online tools were used for the conservation analysis and protein structure prediction. This study was approved by the Medical Ethics Committee of the Hospital (Ethics No.: 2024-126). The four children have included two neonates, one infant and one child, with their age at the initial diagnosis ranging from 16 days after birth to 11 years old. Their initial manifestations were not typical of CHARGE syndrome. All children were found to harbor missense variants of the CHD7 gene, including c.3059T>C (p.L1020S), c.3302G>A (p.C1101Y), c.5879C>T (p.S1960F) and c.8093C>T (p.S2698L). Sanger sequencing confirmed that two were de novo variants, and two were inherited from their parents. In child 1, the leucine at position 1020 was highly conserved, and the p.L1020S variant did not alter the spatial structure and hydrogen bond connections of the CHD7 protein, though the shape of the binding cavity and the number and distribution of binding probe clusters have changed. In child 4, an unreported variant in the epilepsy gene SCN9A (c.2152T>C, p.Y718H) was detected, along with bilateral lower limb deformities. Literature review suggested that missense variants of the CHD7 gene were most common (32.1%) among the Chinese population, whilst nonsense variants had the highest lethality rate (41.2%) in neonates. Variants of the CHD7 gene probably underlay the pathogenesis in the four children. Changes in the binding sites and binding cavity morphology play an important role in CHARGE syndrome. The types of genetic variants in CHARGE patients may vary between different regions and races.",
    "disease": "epilepsy",
    "clean_text": "genetic analysis of four children with charge syndrome and a literature review to analyze the clinical phenotype and genetic basis of four children with charge syndrome a retrospective analysis was conducted on four children diagnosed with charge syndrome at xiamen children s hospital from may to may peripheral venous blood samples were collected from the children and their parents and subjected to trio whole exome sequencing candidate variants were verified by sanger sequencing online tools were used for the conservation analysis and protein structure prediction this study was approved by the medical ethics committee of the hospital ethics no the four children have included two neonates one infant and one child with their age at the initial diagnosis ranging from days after birth to years old their initial manifestations were not typical of charge syndrome all children were found to harbor missense variants of the chd gene including c t c p l s c g a p c y c c t p s f and c c t p s l sanger sequencing confirmed that two were de novo variants and two were inherited from their parents in child the leucine at position was highly conserved and the p l s variant did not alter the spatial structure and hydrogen bond connections of the chd protein though the shape of the binding cavity and the number and distribution of binding probe clusters have changed in child an unreported variant in the epilepsy gene scn a c t c p y h was detected along with bilateral lower limb deformities literature review suggested that missense variants of the chd gene were most common among the chinese population whilst nonsense variants had the highest lethality rate in neonates variants of the chd gene probably underlay the pathogenesis in the four children changes in the binding sites and binding cavity morphology play an important role in charge syndrome the types of genetic variants in charge patients may vary between different regions and races"
}