{
    "pmid": "41465966",
    "title": "Association between variants of gelatinases and lung carcinoma risk: A systematic review, meta-analysis, trial sequential analysis with prevalence and transcriptional predictions.",
    "abstract": "Matrix metalloproteinases (MMPs) are a group of genes that play a crucial role in cancer progression. In this study, we conducted a systematic review and meta-analysis to evaluate the association between gelatinase polymorphisms (specifically MMP2 and MMP9) and lung cancer (LC) susceptibility. A comprehensive search was conducted across 4 databases - PubMed, Scopus, Cochrane Library, and Web of Science - for relevant studies published up to June 20, 2024. RevMan 5.3 software was used to calculate effect sizes, including odds ratios and 95% confidence intervals, for the prevalence of MMP2 and MMP9 polymorphisms in LC patients and controls. Additionally, comprehensive meta-analysis version 3.0 was used to assess publication bias, perform meta-regression, and conduct sensitivity analyses. Trial sequential analysis (TSA) was performed using TSA software. The meta-analysis included 22 articles comprising 28 studies. For the MMP2 - 1306 C/T polymorphism, the P-values were as follows: allelic model, .005; homozygous model, .03; heterozygous model, .002; dominant model, .003; and recessive model, .11. For the MMP2 - 735 C/T polymorphism, the P-values were: allelic model, .24; homozygous model, .003; heterozygous model, .53; dominant model, .97; and recessive model, .38. For the MMP9 - 1562 C/T polymorphism, the P-values were: allelic model, .97; homozygous model, .90; heterozygous model, .53; dominant model, .27; and recessive model, .80. For the MMP9 R279Q polymorphism, the P-values were: allelic model, .32; homozygous model, .07; heterozygous model, .39; dominant model, .33; and recessive model, .12. While our meta-analysis highlights a potential association between MMP2 polymorphisms and LC risk, the TSA indicates that further studies are needed to reach a definitive conclusion.",
    "disease": "lung cancer",
    "clean_text": "association between variants of gelatinases and lung carcinoma risk a systematic review meta analysis trial sequential analysis with prevalence and transcriptional predictions matrix metalloproteinases mmps are a group of genes that play a crucial role in cancer progression in this study we conducted a systematic review and meta analysis to evaluate the association between gelatinase polymorphisms specifically mmp and mmp and lung cancer lc susceptibility a comprehensive search was conducted across databases pubmed scopus cochrane library and web of science for relevant studies published up to june revman software was used to calculate effect sizes including odds ratios and confidence intervals for the prevalence of mmp and mmp polymorphisms in lc patients and controls additionally comprehensive meta analysis version was used to assess publication bias perform meta regression and conduct sensitivity analyses trial sequential analysis tsa was performed using tsa software the meta analysis included articles comprising studies for the mmp c t polymorphism the p values were as follows allelic model homozygous model heterozygous model dominant model and recessive model for the mmp c t polymorphism the p values were allelic model homozygous model heterozygous model dominant model and recessive model for the mmp c t polymorphism the p values were allelic model homozygous model heterozygous model dominant model and recessive model for the mmp r q polymorphism the p values were allelic model homozygous model heterozygous model dominant model and recessive model while our meta analysis highlights a potential association between mmp polymorphisms and lc risk the tsa indicates that further studies are needed to reach a definitive conclusion"
}